{
  "casebody": {
    "data": "<casebody firstpage=\"444\" lastpage=\"469\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b460-3\">DOMINICK COMPLITANO, PETITIONER-APPELLANT, v. STEEL &amp; ALLOY TANK CO., RESPONDENT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b460-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b460-5\">Argued September 12, 1960</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Alp\">Decided October 27, 1960.</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b460-9\">Conford, J. A. D., dissented.</p>\n<p data-order=\"5\" data-type=\"judges\" id=\"b461-7\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>Before Judges Coneoud, Eoley and Kilkenny.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b461-8\"><em>Mr. Louis O. Jacobson </em>argued the cause for petitioner-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b461-9\"><em>Mr. Isidor Kalisch </em>argued the cause for respondent-respondent.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b461-10\">The opinion of the court was delivered by</p>\n<author id=\"b461-11\">Eoley, J. A. D.</author>\n<p id=\"A0z\">This is a workmen’s compensation case in which petitioner appeals from a judgment of the County Court affirming the Workmen’s Compensation Division’s dismissal of his claim petition.</p>\n<p id=\"b461-12\">The essential facts are not in dispute. On June 25, 1957 at about 6 :30 p. m. Complitano, who was regularly employed by respondent as a fitters helper between the hours of 8 :00 <page-number citation-index=\"1\" label=\"446\">*446</page-number>A. m. and 4:30 p. M., was injured while playing softball in the North Newark League on a team which purported to represent the company. The league was sponsored by the recreation department of the City of Newark. Petitioner seeks compensation for such injuries.</p>\n<p id=\"b462-4\">The history of the organization and development of the team is significant. It is entirely clear that the formation of the team and its admission into the league was initiated by the employees. In June 1957 their representative came to the respondent’s personnel manager and requested that the company pay an entrance fee to the league and defray the cost of uniforms, consisting of a sweat shirt, sweat pants, shirt and jacket, and also of bats and balls. The personnel manager took up the matter with the company’s vice-president, who granted the request. The uniforms bore the legend “Steel &amp; Alloy Tank Co.” The total expenditures of the company in 1957 approximated $300. In 1955 the management had provided similar equipment also at the employees’ solicitation. The field on which the games were played was two or three miles distant from respondent’s plant. Respondent had no connection with the field nor with the selection or designation of it as the site upon which the league games were played. All of the games were played after working hours, and Avhile they were open to the general public without charge for admission, except for two games played for charitable benefit, apparently a limited number of people attended them. Periodically the league standings were published in a local newspaper. The team played in the league for the years 1955 to 1957, inclusive, and won the league title in each of these years. As a reward the players each received a small trophy and the company was presented a large trophy which it displayed in the entrance hall of the company office. In connection with the winning of the title, the company, again at the behest of the employees, gave to each member of the team a ticket to attend the seventh game of the World Series played at the Yankee Stadium, and $10 to cover his expenses of the day.</p>\n<p id=\"b463-3\"><page-number citation-index=\"1\" label=\"447\">*447</page-number>Admittedly, the company left all details of the management of the team, such as the selection of players and the scheduling of games, to the employees. No control whatever was exercised over the team by management. Proficiency in the sport bore no relationship to hiring or to duration of employment. And there is no suggestion that management directly or indirectly coerced or influenced employees to play on the team. On one or two occasions the players were permitted to leave the plant shortly before the regular hour of closing, but beyond this the only company act in furtherance of the recreational activity consisted in its voluntary contribution at the employees’ request of the entrance fee and cost of uniforms as hereinabove stated.</p>\n<p id=\"b463-4\">In considering the significance of the company’s contribution of $300 to the enjoyment of the small group which benefited thereby, it is not amiss to note that the payroll of the plant was in excess of $20,000 per week. And in evaluating the weight of appellant’s arguments, as they will be delineated hereinafter, the nature of respondent’s industrial operation is of importance. Eespondent was in the business of manufacturing storage tanks of various sizes which it sold to industry, as distinguished from individual members of the public.</p>\n<p id=\"b463-5\">The primary thesis of appellant is that he is entitled to a recovery because the recreational activity in which he was engaged at the time he was injured was of mutual benefit to his employer and to himself. The “mutual benefit doctrine” is enunciated in cases of which <em>Du Charme v. Columbia Engineering Co., </em>31 <em>N. J. Super. </em>167 <em>(App. Div. </em>1954) (injury sustained at Christmas party sponsored by employer) ; <em>Harrison v. Stanton, </em>26 <em>N. J. Super. </em>194 <em>(App. Div. </em>1953), affirmed 14 <em>N. J. </em>172 (1954) (employee injured in automobile accident while driving home a baby sitter hired by the employee to care for his children while he and his wife attended a social function in furtherance of the employer’s business) ; <em>Kelly v. Hackensack Water Co., </em>10 <em>N. J. Super. </em>528 <em>(App. Div. </em>1950) (employee injured at outing <page-number citation-index=\"1\" label=\"448\">*448</page-number>sponsored by employer); and <em>Saintsing v. Steinbach Com</em>pany, 1 <em>N. J. Super. </em>259 <em>(App. Div. </em>1949), affirmed 2 <em>N. J. </em>304 (1949) (employee suffered ill effects of vaccination gratuitously provided by employer) are typical. In the cited cases the court found as a fact that the occasion on which the injury was suffered was of mutual benefit to the employer and the employee. It is noteworthy that each case was featured by the employer’s encouragement of the employee to attend the social affair. Such encouragement might well have been interpreted by the employees as a command.</p>\n<p id=\"b464-4\">The most recent case in this jurisdiction treating with the problem of compensability of accidental injuries sustained in the course of recreational activity as an incident to the employment is <em>Tocci v. Tessler &amp; </em>Weiss, <em>Inc., </em>28 <em>N. J. </em>582 (1959). Tocci was injured while playing in a softball game on the employer’s premises during the lunch period. The practice of using the premises for this purpose during this portion of the working day had existed for about three years with the knowledge and consent of the employer. Prior thereto the games had been played during the lunch recess at nearby Biertuempfel Eield. The employee personnel was divided into two groups — the jewelers and the toolmakers— and the pattern of play involved inter-shop games between them. The petitioner testified without objection that the company benefited thereby because “the game itself made better friends of the men themselves, a better understanding with each other” and “through playing ball * * * they get along better.” Another employee said that in asking one of the plant owners for baseballs and bats he had in mind that the recreational activity would be an aid toward better labor-management relations, and that the management acceded to his request and also promised to defray the cost of a backstop. The respondent called no witnesses to refute or limit the foregoing testimony or the normal inferences to be drawn therefrom. The court in holding Tocci to be entitled to an award said:</p>\n<blockquote id=\"b465-4\"><page-number citation-index=\"1\" label=\"449\">*449</page-number>“When the employees first transferred their luncheon recreational activity to the employer’s premises the company might have but did not order its discontinuance; on the contrary, it approved and encouraged its continuance and in so doing was presumably fully aware of the resuliaut benefits to itself in improving the morale of its employees, in having its employees close by so that they could readily resume their work oil time, and in having its employees engage in their recreational activity on its own premises where it was in a position to exercise such supervision as it might consider appropriate. The sanctioned recreational activity at the employer’s premises quickly became a customary one and was thereafter as incidental to the employment as was the luncheon itself or as would be a customary break for coffee or a cigarette or other permitted relaxation at the premises during- the regular work day. <em>The time, the place </em>and <em>the employer’s encouragement </em>of the activity, sufficiently bespeak its relation to the employment and the accidental injury which happened during- its pursuit may fairly and justly be grouped with those occurrences which may be said to have had some work connection rather than with those which may be said to have been unrelated to the employment.” 28 <em>X. J., </em>at <em>pp. </em>593-594 (Emphasis added)</blockquote>\n<p id=\"b465-5\">In equating the legal import of <em>Toed </em>to the case before us it is important to note that in <em>Toed </em>the court observed:</p>\n<blockquote id=\"b465-6\">“The plaintiff’s injury occurred while he was engaged at the respondent’s premises in a customary luncheon hour recreational activity which the respondent not only permitted but also encouraged by supplying the necessary equipment. Consequently, we need not here concern ourselves with judicial precedents where the recreational activity was not at the employer’s premises or was not customary or was not encouraged by the employer. See <em>Konrad v. Anheuser-Busch, Inc., </em>48 <em>N. J. Super. </em>386 <em>(Cty. Ct. </em>1958) ; <em>Padula v. Royal Plating &amp; Polishing Co., </em>14 <em>N. J. Super. </em>603 <em>(Cty. Ct. </em>1951) ; <em>Hydro-Line Mfg. Co. v. Industrial Commission, </em>15 <em>Ill. 2d </em>156, 154 <em>N. E. 2d </em>234 <em>(Sup. Ct. </em>1958) ; <em>Wilson v. General Motors Corporation, </em>298 <em>N. Y. </em>468, 84 <em>N. E. 2d </em>781 <em>(Ct. App. </em>1949). <em>Cf. Theberge v. Public Service Electric and Gas Co., </em>25 <em>N. J. Misc. </em>149 <em>(Workmen’s Comp. Bd. </em>1947) ; <em>Leventhal v. Wright Aeronautical Corp., </em>25 <em>N. J. Misc. </em>154 <em>(Workmen’s Comp. Bd. </em>1946) ; <em>Porowski v. American Can Co., </em>15 <em>N. J. Misc. </em>310 <em>(Workmen’s Comp. Bd. </em>1937).” 28 <em>N. J., </em>at <em>pp. </em>587—588.</blockquote>\n<p id=\"b465-7\">The express reservation of the question of compensability of injuries sustained in recreational activity away from the employer’s premises, after working hours, which the em<page-number citation-index=\"1\" label=\"450\">*450</page-number>ployer does not encourage, and from which, he receives no benefit, accents the general rule that in such circumstances the accident is not deemed to have been one arising out of and in the course of the employment. <em>McFarland v. St. Louis Car Co., </em>262 <em>S. W. 2d </em>344 <em>(Mo. Ct. App. </em>1953); <em>Wilson v. General Motors Corporation, supra; Auerbach Co. v. Industrial Comm., </em>113 <em>Utah </em>347, 195 P. <em>2d </em>245 <em>(Sup. Ct. </em>1948); <em>Tom Joyce 7-Up Co. v. Layman, </em>112 <em>Ind. App. </em>369, 44 <em>N. E. 2d </em>998 <em>(App. Ct. </em>1942); <em>Pate v. Plymouth Manufacturing Co., </em>198 <em>S. C. </em>159, 17 <em>S. E. 2d </em>146 <em>(Sup. Ct. </em>1941); <em>Industrial Comm. v. Murphy, </em>102 <em>Colo. </em>59, 76 <em>P. 2d </em>741, 115 <em>A. L. R. </em>990 <em>(Sup. Ct. </em>1938). In this connection <em>Larson </em>comments:</p>\n<blockquote id=\"b466-4\">“As to company athletic teams, the majority of cases still deny compensation for injuries sustained in connection with games played outside of hours and off the premises. The most prominent issues seem to be the extent of the employer’s financial support, * * * and the extent of the employer’s benefit, * *</blockquote>\n<p id=\"b466-6\">And in concluding his discussion of this subject he says:</p>\n<blockquote id=\"b466-7\">“to be within the course of employment, the activity must either take place on the premises at a time closely related to working hours, or involve some element of compulsion or concurrent benefit to the employer which marks it as an incident of the employment.” 1 <em>Larson, Workmen’s Compensation Law, </em>§ 22.24, <em>p. </em>387, and § 22.30, <em>p. </em>342 (1952).</blockquote>\n<p id=\"b466-8\">The leading case expounding this view, <em>Wilson v. General Motors Corporation, supra, </em>is discussed at length by Justice Heher in his dissenting opinion in <em>Toed, supra. </em>Factually, it is in many respects the counterpart of the case at hand. There a group of employees, on their own initiative and without any suggestion by the employer, formed an intrashop baseball league consisting of 14 teams. Games were played in a public park some miles away from the plant. All organizational details and all arrangements affecting the games were handled by the employees. The player’s sweaters were inscribed with the letters “M. <em>&amp; </em>A.” (signifying Motor <page-number citation-index=\"1\" label=\"451\">*451</page-number>and Axle division). The employer paid for the equipment and permitted conferences relating to the contests, on company time and on the company’s promises. There was no outside publicity or advertising. The claimant suffered a fractured leg when he collided with another player during a game.</p>\n<p id=\"b467-5\">The Workmen’s Compensation Board allowed compensation, substantially for some of the reasons advanced by the appellant herein, namely, that claimant’s participation in the activity was incidental to his employment; that the employer promoted the organization of the teams, encouraged the participation of its employees in the activity and, as a result, the employer gained the benefit of an improved employer-employee relationship and of the stimulating influence upon the work activity of the employees who participated in such recreation. In reversing, the Court of Appeals held:</p>\n<blockquote id=\"b467-6\">“Personal activities of employees, unrelated to the employment, remote from the place of work and its risk, not compelled or controlled by the employer, yielding it neither advantage nor benefit, are not within the compass of the Workmen’s Compensation Law. Nor is it of any operative consequence that the employer acquiesced in, or contributed some financial aid to, such activities. The slight support iiuxs given by the employer, without attendant advertising or consequent business advantage, should be accepted for what it really was, a gratuitous contribution to its employees’ social and recreational life.” 298 N. Y., at <em>pp. </em>472-473, 84 <em>N. E. 2d, at p. </em>784.</blockquote>\n<p id=\"b467-7\">The philosophy undergirding this holding was that the granting of the compensation award in such circumstances “would not only do violence to the letter of the statute but would offend against its spirit, by penalizing employers who, without prospect of profit or benefit, co-operate in enabling their employees to engage in social or athletic recreation on their own time and away from the company premises.” See also <em>Industrial Comm. v. Murphy, supra, </em>102 <em>Colo., </em>at <em>p. </em>62, 76 <em>P. 2d, </em>at <em>p. </em>742.</p>\n<p id=\"b467-8\">The emphasis which the court placed on the “off premises” activity and lack of “employer encouragement” factors in <page-number citation-index=\"1\" label=\"452\">*452</page-number><em>Wilson </em>is highlighted by its observation that simultaneously with the filing of its opinion in the case it had also filed an opinion in <em>Brown v. United Services for Air, Inc., </em>298 <em>N. Y. </em>901, 84 <em>N. E. 2d </em>810 <em>(Ct. App. </em>1949), in which it affirmed an award of compensation where, as in <em>Toed, supra, </em>the claimant had been injured playing ball on the employer’s premises during employees’ lunch hour, holding that these circumstances sustained a finding that the “recreation involved was afforded with the consent and encouragement of the employer to such an extent as to render it an incident of the employment.” (</p>\n<p id=\"b468-4\">We subscribe whole-heartedly to the frequently expressed philosophy that the Workmen’s Compensation Act is social legislation and is to be liberally construed in favor of the workman. However, facts may not be distorted nor may unrealistic inferences be drawn therefrom under the guise of liberal construction. If recovery is to be allowed here the proof of employer encouragement and employer benefit, the crucial factors in the determination of whether appellant’s injuries were work-connected, must persuade a rational mind that the employer’s contribution to the recreational activity was in fact “encouragement” calculated to produce some benefit to the employer, as distinguished from an act of pure generosity unbeclouded by ulterior motive; or alternatively, that a discernible benefit to employer, present or prospective, flowed or was likely to flow from the activity irrespective of the emploj^er’s intention with regard thereto.</p>\n<p id=\"b468-5\">Viewing the insignificant amount of money contributed to the activity in light of the vastness of respondent’s operational expenses, it emerges as a trivial gratuity. Compare <em>Tedesco v. General Electric Co., </em>305 <em>N. Y. </em>544, 114 <em>N. E. 2d </em>33 <em>(Ct. App. </em>1953). See <em>Wilson, supra, Tocci, supra </em>(dissenting opinion), 28 <em>N. J., </em>at <em>pp. </em>596-597. When there are added to this the facts that the activity was initiated by the employees, was at all times under their exclusive direction and control, and so was beyond the competence of the employer to terminate, the composite picture produced <page-number citation-index=\"1\" label=\"453\">*453</page-number>reveals no semblance of employer encouragement sufficient to categorize the activity as an incident of the employment.</p>\n<p id=\"b469-5\">Nor do we believe that in rational thinking one can justly conclude that the employer gained any advertising benefit whatever from the public display of its name on the players’ sweaters or the periodical insertion in the newspaper of the league standings in which its name appeared. As Professor Larson points out, the argument that a benefit to the employer sufficient to sustain an award is derived from the advertising value of the display of the company name on the players’ uniforms is valid only when the advertising and publicity do <em>in fact </em>attend the recreation, and it is invalid when the audience consists only of other employees. 1 <em>Larson, supra, </em>at <em>p. </em>340. In appraising the “benefit” contended for by the appellant, we cannot be unmindful of the nature of respondent’s business. As already noted, respondent did not sell directly to the public. Moreover, the games were attended by only a limited number of persons, none of whom it appears were either customers of respondent or in the slightest interested in its product. This factual setting .deprives of force the appellant’s attempted analogy between nationwide programs sponsored by companies such as United States Steel Oo. and Aluminum Corporation of America and the use of respondent’s name on the players’ sweaters as comparable advertising media. True it is that direct benefit, in the sense of producing purchasers of their product by viewers of the television programs, may not result therefrom. But they are not beamed toward that end. Bather, it is likely that they are designed to increase the prestige of the advertiser and to stimulate the interest of extremely large audiences in a multitude of articles manufactured by customers of the advertiser, with the resultant increase in the purchase of the advertiser’s product. A comparison between the benefits in the contemplation of these advertisers with the supposed benefits appellant asserts may have flowed to the respondent here as a result of unadvertised and sparsely attended softball games between a league team designated <page-number citation-index=\"1\" label=\"454\">*454</page-number>“Steel &amp; Alloy Tank Co.” and its athletic competitors serves well to illustrate the true meaning of <em>benefit in fact. </em>In the circumstances of this case we are firmly convinced that the benefit suggested is so illusory as to negate the idea of its existence. Compare <em>Tom Joyce 7-Up Co. v. Layman, supra.</em></p>\n<p id=\"b470-4\">Absent persuasive proof that the respondent benefited by the use of its name as appellant contends, • can a benefit sufficient to sustain an award be inferred alone from the supposed improvement of employee morale induced by the employer’s gratuitous financial contribution to the recreational activity? The preponderance of authority requires that this question be answered in the negative. On this subject Larson writes:</p>\n<blockquote id=\"b470-5\">“Controversy enters when the benefit asserted is the intangible value of increased worker efficiency and morale and of increased good-will between employer and employed. Basically, the trouble with this argument is not that such benefits do not result, but that they result from every game the employee plays whether connected with his work or not. In this respect, the argument is reminiscent of the same view sometimes heard in connection with the personal comfort cases: eating, resting and the like do indeed improve the efficiency of the employee, but this is equally true (and even more true) of the sleeping and eating which he does at home. And so, just as in sleeping and eating cases some arbitrary time and space limitations must circumscribe the area within which the ‘benefit’ establishes work-connection, the recreation eases must submit to some similar limitation, since otherwise there is no stopping-point which can be defined short of complete coverage of all the employee’s refreshing social and recreational activities. It can be taken as the distinctly majority view that these morale and efficiency benefits <em>are not alone </em>enough to bring recreation with the course of employment.” 1 <em>Larson, Workmen’s Compensation Law, supra, </em>§ 22.30, at <em>pp. </em>340-341. (Emphasis added)</blockquote>\n<p id=\"b470-6\">See <em>Wilson v. General Motors </em>Corporation, <em>supra; Clark v. Chrysler </em>Corp., <em>276 Mich. </em>24, 267 <em>N. W. </em>589 <em>(Sup. Ct. </em>1936); <em>Ryan v. State Industrial </em>Commission, 128 <em>Okl. </em>25, 261 <em>P. </em>181 <em>(Sup. Ct. </em>1927).</p>\n<p id=\"b470-7\">Furthermore, the factor of improvement of morale and the effect or lack thereof on the efficiency of the employer’s total <page-number citation-index=\"1\" label=\"455\">*455</page-number>working force must be considered. It is evident from the amount of the weekly payroll that the team members comprised but a small part of respondent’s entire personnel, and there is no substantial evidence that co-workers of the team members exhibited any interest in the recreational activity or derived any enjoyment from it whatever. Thus, it may not reasonably be inferred that the activity improved the morale or efficiency of the personnel generally, with consequent benefit to the employer. At most it may have had this salutary effect upon the relatively small number of employees who played in and enjoyed the games. In this respect the case is quite different from those in which there is more general participation of employees in the recreational activities, such as the intershop or interdepartmental athletic leagues. Compare <em>Tocci supra, </em>and see Wilson, <em>supra.</em></p>\n<p id=\"b471-5\">We therefore conclude that the totality of facts fails to establish that the recreational activity was an incident of the employment. Consequently, It may not he said that the injury sustained by the petitioner arose out of and in the course of the employment. In reaching this conclusion we find to be persuasive the proofs that the employees rather than the employer initiated, controlled and directed the activity; that the games were played off premises and after hours; that the employer’s financial contribution to the activity was entirely gratuitous; and that no benefit of any kind was either sought by the employer or derived by it from this recreational activity. In short, we find that Complitano’s participation in the softball game was a purely personal act from which, as between himself and his employer, he alone benefited.</p>\n<p id=\"b471-6\">Appellant urges also that irrespective of whether the recreational activity serves to benefit mutually the employer and employee, the “positional” or “but for” doctrine should be invoked in aid of appellant’s cause. We cannot agree. This test has no application to this case. It comes into play only when the risk producing injury has become an incident of the employment. See <em>Howard v. Harwood’s </em><page-number citation-index=\"1\" label=\"456\">*456</page-number><em>Restaurant Co., </em>25 <em>N. J. </em>72 (1957); <em>Gargiulo v. Gargiulo, </em>13 <em>N. J. </em>8 (1953); <em>Sanders v. Jarka Corporation, </em>1 <em>N. J. </em>36 (1948).</p>\n<p id=\"b472-4\">Since, as we have held, the game itself was not an incident of the employment, consideration of the nature of the risk attendant upon it is of no moment.</p>\n<p id=\"b472-5\">Affirmed.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b472-6\">Contord, J. A. D.</author>\n<p id=\"A2i\">(dissenting). The findings of fact I feel impelled to make from the proofs lead me to the conclusion, under settled legal principles, that petitioner’s injury was sustained in the course of and arose out of his employment with respondent. I am therefore constrained to dissent from the court’s disallowance of compensation.</p>\n<p id=\"b472-7\">Cases in this area depend upon their precise factual coloration. It is therefore expedient to closely inspect the proofs and consider the warrantable inferences, particularly in view of our independent responsibility for factual appraisal and findings under <em>Russo v. United States Trucking Corp., </em>26 <em>N. J. </em>430 (1958), and <em>Ricciardi v. Marcalus Mfg. Co., 26 N. J. </em>445 (1958).</p>\n<p id=\"b472-8\">The recreation department of the Newark City government has conducted for some time an industrial softball league for the South Newark area, where respondent’s plant is situated. Participation in the league is by industrial concerns in the area, requiring an annual $48 entrance fee and players properly uniformed and equipped. The games are played at Untermann Field, a public playground about two or three miles from respondent’s plant. League games are played beginning at 6:00 p. m. or 6:30 p. m.</p>\n<p id=\"b472-9\">Petitioner started to work for respondent in 1954. The first league softball team sponsored by respondent during his period of employment was during the year 1955. He played on that team and also on those which were organized in the years 1956 and 1957, when he was injured. Eight or nine teams played in the league. Respondent paid the league entrance fees and supplied the players with uniforms, <page-number citation-index=\"1\" label=\"457\">*457</page-number>consisting of jackets, shirt, pants and cap. Inscribed on the uniforms was the legend, “Steel and Alloy Tank.” The company provided equipment, consisting of bats, balls, two gloves, catcher’s mask and a bag to carry the equipment. The company replaced or added to equipment as necessary. The team had an employee-manager, and he dealt with management on softball matters through Mr. De Coursey, personnel manager.</p>\n<p id=\"b473-4\">The mechanics of involvement of the company in the league prior to 1957 were not given in testimony, although it is conceded the company sponsored league participation in 1955 and 1956. De Coursey testified that in 1957 the manager of the team approached him for “permission to start the team,” he in turn took it up with Mr. Stone, the vice-president who was shop superintendent, and the latter approved it and authorized the necessary expenditures. These in 1957 amounted to about $300 and were disbursed by company checks. De Coursey consummated the purchase of the uniforms from the supplier and decided what price uniform to buy. He also kept the supply of new balls in the office stockroom, and turned them over to the players when needed. Bats were kept in the shop. All replacements of equipment were provided by him as needed. De Coursey’s duties as personnel manager included “clearing” such matters as wage increases, applications for employment and payroll.</p>\n<p id=\"b473-5\">Mr. Whitlock, team manager in 1957, testifying for respondent, stated that it was he who asked De Coursey for permission to start the team that year and that two or three days later De Coursey said: “* * * it would be all right and to go ahead with the team and they would sponsor us.”</p>\n<p id=\"b473-6\">In preparation for league games, the men practiced on a nearby vacant lot during the half-hour lunch period. Petitioner generally ate no lunch on such occasions.</p>\n<p id=\"b473-7\">Except for an occasional “benefit” game, the league games were open to the public without charge for admission. There was generally “a good turnout.” Petitioner testified that <page-number citation-index=\"1\" label=\"458\">*458</page-number>“quite a few” people in attendance at games were persons not known to him. He also testified that his direct “boss,” or foreman, as well as Mr. Stone, the vice-president, attended some of the games. De Coursey testified that he and Stone had attended a benefit game and paid the admission charge.</p>\n<p id=\"b474-4\">Petitioner testified that when benefit games were played he was allowed to stop work early to change into his uniform and suffered no pay deduction therefor..</p>\n<p id=\"b474-5\">The respondent’s league team won a championship each of the years petitioner played on it. For this the Newark authorities awarded individual trophies to the players and a large team trophy to the company. The respondent displayed its trophy, bearing its name as a winner, on a table in the entrance hall of its general offices. As an additional memento of the league victory in 1957 the respondent treated each of the players with a ticket for a World Series game and $10 for transportation and dinner.</p>\n<p id=\"b474-6\">League standings were published in the <em>Newark Star-</em>Ledger, one of Newark’s two daily newspapers, which circulates in the North Jersey area in and around Essex County.</p>\n<p id=\"b474-7\">Whitlock, the team manager in 1957, called as witness by respondent, testified on cross-examination:</p>\n<blockquote id=\"b474-8\">“Q. Was there a feeling of appreciation expressed to you for all the wonderful things done for the men? A. They appreciated it.</blockquote>\n<blockquote id=\"b474-9\">Q. What about the tickets and the $10? A. They appreciated it.</blockquote>\n<blockquote id=\"b474-10\">Q. Was there a closer and warmer feeling between the higher-ups and the men as the result of something like that? A. It should be.</blockquote>\n<blockquote id=\"b474-11\">Q. How did you feel about it? A. I thought it was very nice of the company to do that for the men; to treat them.</blockquote>\n<blockquote id=\"b474-12\">Q. You thought more about the company, did you not? A. Yes.</blockquote>\n<blockquote id=\"b474-13\">Q. A closer spirit? A. Yes.”</blockquote>\n<p id=\"b474-14\">Although De Coursey, when first questioned by respondent’s counsel, expressed a negative reaction to a question as to whether the games stimulated a closer feeling between managment and players, he qualified his answer as follows:</p>\n<blockquote id=\"b474-15\">“Q. And these uniforms, didn’t these uniforms and tickets to the game, that World Series game, and the $10, didn’t you hope that <page-number citation-index=\"1\" label=\"459\">*459</page-number>it would bring a closer feeling or <em>esprit de corps </em>in the group? A. I think tiiat has a tendency to do that; yes, sir, I do.”</blockquote>\n<p id=\"b475-5\">By now there is nothing novel in the, general idea that the injury of an employee while engaged in a recreational activity is compensable if there is sufficient identification of the employer with the activity by way of time and location, or through sponsorship or encouragement of the activity by, or benefit therefrom to, the employer. Larson, <em>Workmen’s Compensation Law </em>(1950), § 22, <em>pp. </em>328 <em>et seq. </em>Eesults in particular cases depend largely upon fact-shadings in the relevant broad factors noted and the relative weight accorded to specific factors by different courts. The precise factual situation here presented is one of first instance before the appellate courts of this State. It would therefore seem useful first to consider the precedents in this State bearing upon the general problem of compensability for accidents in the course of recreation and then to consult the diverse authorities which have treated the specific question of injuries in the course of employer-sponsored ball games.</p>\n<p id=\"b475-6\">The first important appellate decision in New Jersey was <em>Stevens v. Essex Fells Country Club, </em>136 <em>N. J. L. </em>656 <em>(Sup. Ct. </em>1948). There the employer country club permitted its caddies to play its course on Mondays, giving them “war stamps” as prizes. The injured petitioner contended his play contributed to his efficiency as a caddy. In denying recovery the court said that “what the employee was doing at the time of the mishap was not related to his employment in the statutory sense. The accident was not the result of a risk inherent in or incident to the employment” <em>(p. </em>658). The principle of “mutual benefit” was found inapplicable. Said the court: “Generosity alone to one’s employee does not render one liable for compensation under the act for injury suffered while in the enjoyment of the favor, even though there is reciprocal good will and the heightening of morale. Such is not within the ambit of the employment” <em>(p. </em>659). This holding and rationale was the direct and sole basis for two County Court <page-number citation-index=\"1\" label=\"460\">*460</page-number>decisions denying compensation in softball league cases. <em>Padula v. Royal Plating &amp; Polishing Co., </em>14 <em>N. J. Super. </em>603 <em>(Cty. Ct. </em>1951); <em>Konrad v. Anheuser-Busch, Inc., </em>48 <em>N. J. Super. </em>386 <em>(Cty. Ct. </em>1958). Though regarding himself bound by the <em>Essex Fells </em>case, Judge Conlon nevertheless said in Padula (14 <em>N. J. Super., </em>at <em>p. </em>605) :</p>\n<blockquote id=\"b476-4\">“If the facts in the instant ease were * * of novel impression they might well lead to the conclusion that there existed such a mutuality of benefit as to render the injury compensable. There is considerable force to the argument that the employer benefited by the maintenance of a baseball team. There was involved, perhaps, the health of its employees, their morale, the possibility of attracting new employees, the advertising resulting from the team wearing uniforms with the names of the employer on them and the consequent publicity.</blockquote>\n<blockquote id=\"b476-6\">Be that as it may, this court is bound by the principles heretofore established and not as yet modified by our appellate courts. Under those circumstances it is not the province of a trial court to depart from established precedent. * * ®”</blockquote>\n<p id=\"b476-7\">Whether the general philosophy of <em>Essex Fells </em>(apart from the holding on the precise facts there appearing) is that of our present Supreme Court seems dubious from the majority opinion in <em>Tocci v. Tessler &amp; Weiss, Inc., </em>28 <em>N. J. </em>582 (1959) (fully discussed, <em>infra), </em>wherein the court noted (at <em>pp. </em>590, 591) the comparison between <em>Essex Fells </em>and <em>Winter v. Industrial Accident Commission, </em>129 <em>Cal. App. 2d </em>174, 276 <em>P. 2d </em>689 <em>(D. Ct. App. </em>1954) (allowing recovery in a case like <em>Essex Fells; </em>in accord: <em>Piusinski v. Transit Valley Country Club, </em>283 <em>N. Y. </em>674, 28 <em>N. E. 2d </em>401 <em>(Ct. App. </em>1940)), and based its recovery in favor of an employee injured during a lunch-hour, on-the-premises ball game, in part, upon the employer’s presumable awareness “of the resultant benefits to itself in improving the morale of its employees” (28 <em>N. J., </em>at <em>p. </em>593).</p>\n<p id=\"b476-8\">The fact-complex of recreational or other extra-curricular activities provided by an employer with inferable or conceded betterment of management-employee relations as a basis for allowance of compensation has taken firm hold in New Jersey during the past dozen years and has influenced the develop<page-number citation-index=\"1\" label=\"461\">*461</page-number>ment of the law elsewhere. <em>Larson, op. cit., supra, </em>§ 22.23, <em>pp. </em>334^336; 1959 <em>Supplement, p. </em>102; <em>Kelly v. Hackensack Water Co., </em>10 <em>N. J. Super. </em>528 <em>(App. Div. </em>1950); same case, after remand, 23 <em>N. J. Super. </em>88 <em>(App. Div. </em>1952); <em>DuCharme v. Columbia Engineering Co., </em>31 <em>N. J. Super. </em>167 <em>(App. Div. </em>1954), affirming 28 <em>N. J. Super. </em>365 <em>(Cty. Ct. </em>1953); <em>cf. Saintsing v. Steinbach Company, </em>1 <em>N. J. Super. </em>259 <em>(App. Div. </em>1949), affirmed o. b., 2 <em>N. J. </em>304 (1949); <em>Harrison v. Stanton, </em>26 <em>N. J. Super. </em>194 <em>(App. Div. </em>1953), affirmed o. b., 14 <em>N. J. </em>172 (1954).</p>\n<p id=\"b477-5\">In the <em>Kelly v. Hackensack Water Co. </em>case, <em>supra, </em>petitioner was injured at a picnic conducted by the employer for the employees free of charge in conjunction with a boat ride. Attendance by employees was optional, but those not partaking were required to bo at their work. The picnic program had been in effect during many earlier years but was given up by the employer the year preceding the accident. It was restored for the current year at the petition of the employees. In reversing a determination adverse to petitioner entered at the close of his case, the court said: <em>“We </em>perceive that a wholesome contribution to a sound employer-employee relationship resulted from the outing as it was conducted; that the affair was mutually beneficial; and that it was not merely respondent’s gratuity for the exclusive benefit of the employees.” (10 <em>N. J. Super., </em>at <em>p. </em>536.) The court rested its ruling upon the decision in <em>Saintsing v. Steinbach Company, supra, </em>where compensation was allowed for the after-effects of an optional vaccination provided free by the employer, the court mentioning (1 <em>N. J. Super., </em>at <em>p. </em>264) as one of the benefits contemplated by the employer from the program the furthering of “a sound employer-employee relationship.”</p>\n<p id=\"b477-6\"><em>DuCharme v. Columbia Engineering Co., supra, </em>allowed recovery where an employee was injured in an aftermath to a Christmas party on the employment premises, the employees arranging and conducting the affair at the company’s expense. Attendance was optional, the affair was <page-number citation-index=\"1\" label=\"462\">*462</page-number>after hours, and the employees were not being paid for the time involved. Both the County Court and this court stressed the contribution of the activity to better management-employee relations (28 <em>N. J. Super., </em>at <em>p. </em>367; 31 <em>N. J. Super., </em>at <em>pp. </em>169, 170). It is notable that in the <em>DuGharme </em>case the idea of company payment of the expenses emanated from the employees and that the particular picnic at which the petitioner in the <em>Kelly </em>ease was injured was held at the request of the employees.</p>\n<p id=\"b478-4\">The latest expression of our courts in this general field is the decision in <em>Tocci v. Tessler &amp; Weiss, Inc., supra. </em>There the Supreme Court, by a 5-2 majority, held compensable an accident to an employee-ballplayer during a customary lunch-hour game held on the employer’s premises, with its knowledge and acquiescence, and with its aid to the extent of provision of bats and balls and erection of a backstop. A reading of the entirety of the majority opinion shows that its motivating rationale is the well-settled principle that accidents in the course of the doing by an employee, within the ambit of the work-period and work-place, of miscellaneous personally motivated but reasonably ex-pectable acts is compensable though extraneous to the actual job (28 <em>N. J., </em>at <em>pp. </em>588-590). These cases were given the group-denomination “relaxations, personal comfort and lunch hour cases” (at <em>p. </em>590). Basically, such situations do not require a showing of benefit to the employer from the specific employee conduct involved. They are part of the over-all employment milieu “but for” which the accident would not have happened, and are therefore incidental to the employment in the sense of the modern eases (28 <em>N. J., </em>at <em>p. </em>589). The real dispute between the majority and minority in <em>Toed </em>lay in the philosophy of the majority that a customary, lunch-hour ball game was assimilable to the “personal comfort,” etc., doctrine if the employer acquiesced in and encouraged it, while the minority, speaking through the Justice who had written for the former Supreme Court in <em>Essex Fells, </em>felt that the ease was governed by <page-number citation-index=\"1\" label=\"463\">*463</page-number>its <em>personal recreation </em>feature, and that, so regarded, the activity was not sufficiently incorporated by the employer into the basic “contract of service” so as to make the hazard of injury in its course “reasonably incident to the employment” (28 <em>N. J., </em>at <em>p. </em>597), citing, <em>inter alia, </em>the <em>Essex Fells </em>decision (at <em>p. </em>598).</p>\n<p id=\"b479-5\">Meeting the minority view, the majority in <em>Toed </em>cited cases from other jurisdictions, wherein, in dealing with on-premises, lunch-hour games which had become customary, it was deemed that those characteristics of a recreational activity made it “a regular incident and condition of the employment” (28 <em>N. J., </em>at <em>p. </em>591). It was therefore sufficient, as the majority viewed it, to distinguish oil-premises, recreational injuries as not bearing upon the essential employment-milieu rationale which led the court to its conclusion <em>(Ibid., </em>at <em>p. </em>587). I am consequently of the opinion that the court in <em>Toed </em>did not imply a view that an off-premises recreational accident would necessarily be noncompensable. In that kind of situation, which did not concern the majority in <em>Toed </em>at all, the basic inquiry in most of the cases which deal with the problem is whether the employer’s participation in or contribution to the arrangements for the recreation is such that it is reasonably inferable that a benefit was expected therefrom, such as company advertising, or betterment of employer-employee relations, rather than that it was motivated solely by altruistic beneficence toward the employees. <em>Wilson v. General Motors Corp., </em>298 <em>N. Y. </em>468, 84 <em>N. E. 2d </em>781 <em>(Ct. App. </em>1949) ; <em>Brown v. United Services for Air, Inc., </em>298 <em>N. Y. </em>901, 84 <em>N. E. 2d </em>810 <em>(Ct. App. </em>1949); <em>Tedesco v. General Electric Co., </em>305 <em>N. Y. </em>544, 114 <em>N. E. 2d </em>33 <em>(Ct. App. </em>1953); <em>Holst v. N. Y. Stock Exchange, </em>252 <em>App. Div. </em>233, 299 <em>N. Y. S. </em>255 <em>(App. Div. </em>1926); <em>Tobias v. Stormco Co. Inc., </em>282 <em>App. Div. </em>1087, 126 <em>N. Y. S. 2d </em>120 <em>(App. Div. </em>1953); <em>Jewel Tea Company v. Industrial Commission, </em>6 <em>Ill. 2d </em>304, 128 <em>N. E. 2d </em>699, 928 <em>(Sup. Ct. </em>1955); <em>Le Bar v. Ewald Bros. Dairy, </em>217 <em>Minn. </em>16, 13 <em>N. W. 2d </em>729 <page-number citation-index=\"1\" label=\"464\">*464</page-number><em>(Sup. Ct. </em>1944); <em>Moore’s Case, </em>330 <em>Mass. </em>1, 110 <em>N. E. 2d </em>764 <em>(Sup. Jud. Ct. </em>1953); <em>Turner v. Willard, </em>154 <em>F. Supp. </em>352 <em>(D. Ct. N. Y. </em>1956); <em>cf. O’Leary v. Brown-Pacific Maxon, </em>340 <em>U. S. </em>504, 71 <em>S. Ct. </em>470, 95 <em>L. Ed. </em>483 (1951).</p>\n<p id=\"b480-4\">The New York Court oí Appeals divided, 4-3, holding against recovery in an off-premises employer-subsidized situation, in <em>Wilson v. General Motors Corp., supra. </em>There the games were played \"many miles” from the employer’s plant. The employer paid for uniforms, but these did not bear its name, and the arrangements for procuring them were made by the employees. \"The games were not advertised in any way, and no outside publicity whatsoever attended their playing” (84 <em>N. E. 2d, </em>at <em>p. </em>783). Wages were subject to deduction if players were late for work after play or practice. Conferences as to game details, however, were permitted on company time. The majority of the court (Euld, J.) deemed the record to show the games to be merely \"personal diversions of the men” <em>(Ibid.), </em>\"without business advantage to the employer” (p. 784). The court regarded as \"too tenuous and ephemeral” the argument of employer benefit through improvement of worker’s morale or fostering employee good will. <em>Ibid. </em>Devoid of “attendant advertising or consequent business advantage,” the disbursements by the employer were denominated \"a gratuitous contribution to its employees’ social and recreational life.” <em>Ibid. </em>The minority, however, speaking through the late Judge Conway (later Chief Judge), found justified the findings in the compensation board, approved by the Appellate Division, that the employer “derived business benefit” from its sponsorship of the games in that, as the judge put it, “[tjhat activity tended to exercise a salutary influence upon employer-employee relations and increased contacts and acquaintanceship among the employees” (84 <em>N. E. 2d, </em>at <em>p. </em>788). Judge Conway also emphasized that there is an indirect yet definite compulsion upon a qualified player to join in an activity “encouraged, promoted or subsidized” by the employer, and this though no direct compulsion to play is <page-number citation-index=\"1\" label=\"465\">*465</page-number>exorcised. <em>Ibid. </em>It was, moreover, thought significant that the financial expenditure was a proper item of corporate operating expense, the dissenting judge observing that “directors do not attempt to expend moneys for noncorporate purposes.” <em>Ibid.</em></p>\n<p id=\"b481-4\">It is of interest that Professor Larson, discussing the <em>Wilson </em>case (as of 1950), said:</p>\n<blockquote id=\"b481-5\">“The facts supporting work-connection have been reduced in this ease almost to the minimum that might lay the basis for a claim; and that minimum has just failed to make the grade. One feels that a slight strengthening of the facts could easily have changed the narrow margin of defeat into one of success, while a slight weakening of the facts would have left almost nothing on which to found a claim at all.” <em>Op. cit., supra, </em>§ 22.24, <em>p. </em>388.</blockquote>\n<p id=\"b481-6\">It appears to me that the facts of the instant case are stronger than those in <em>Wilson, </em>at least in the substantial respect of the advertising benefit of the company’s name on the uniforms, in the light of attendance at the games by the public at large, taken together with the attendant newspaper publicity.</p>\n<p id=\"b481-7\">In the later New York, case of <em>Tedesco v. General Electric Co., supra, </em>allowing compensation, the publicizing of ball games in daily city newspapers and free admission of members of the general public to the games were deemed to have given the employer an “advertising and business benefit” (114 <em>N. E. 2d </em>at <em>p. </em>36), and this even though the company name does not appear to have been inscribed on the players’ uniforms. Moreover, as contrasted with the majority conclusion in <em>Wilson, </em>the court readily determined that the employer’s provision of the recreational program was primarily motivated by “the furtherance of employee relations and the building of an <em>esprit de corps </em>and good will which redound to the benefit of the employer.” <em>Ibid. </em>(However, the games were played on the employer’s premises and were strongly controlled by it.) Recovery in what appears from an inspection of the original appellate record to have been an off-premises Sunday practice game, preliminary to formation of a league team, was allowed in the post <em>-Wilson </em>case <page-number citation-index=\"1\" label=\"466\">*466</page-number>of <em>Tobias v. Stormco Co., Inc., supra, </em>where the ultimate objective of the employers was solely advertising benefit. It must be noted, however, that in that case there was evidence of strong urging by the employer that the claimant join the team.</p>\n<p id=\"b482-4\">In other comparable cases the fact that the competitive activity was conducted off the company’s premises was not effective to bar recovery where sufficient identification of the employer with the activity and benefit to it therefrom were found to exist. <em>Ott v. Industrial Commission, </em>83 <em>Ohio App. </em>13, 82 <em>N. E. 2d </em>137 (1948); <em>Jewel Tea Company v. Industrial Commission, supra.</em></p>\n<p id=\"b482-5\">Of the cases cited by the majority as authorities against recovery, three show no advertising benefit to the employer at all. <em>McFarland v. St. Louis Car Co., 262 S. W. 2d </em>344 <em>(Mo. Ct. App. </em>1953) (and here the games were viewed only by fellow employees); <em>Pate v. Plymouth Manufacturing Co., </em>198 <em>S. C. </em>159, 17 <em>S. E. 2d </em>146 <em>(Sup. Ct. </em>1941); <em>Industrial Commission v. Murphy, </em>102 <em>Colo. </em>59, 76 <em>P. 2d </em>741, 115 <em>A. L. R. </em>990 <em>(Slip. Ct. </em>1938) (here, too, the company merely matched contributions by others on a “dollar for dollar” basis and an individual stockholder made personal contributions to the team). In two of the cases cited, recovery was denied mainly for the reason that the original contract of hiring of the player did not include plajdng on the company team. <em>Auerbach Co. v. Industrial Commission, </em>113 <em>Utah </em>347, 195 <em>P. 2d </em>245 <em>(Sup. Ct. </em>1948); <em>Tom Joyce 7-Up Co. v. Layman, </em>112 <em>Ind. App. </em>369, 44 <em>N. E. 2d </em>998 <em>(App. Ct. </em>1942). I do not understand that the majority of this court would subscribe to that philosophy.</p>\n<p id=\"b482-6\">The weight of the more realistically reasoned opinions elsewhere, the developing liberal philosophy of our own adjudications in the compensation field, and the facts and reasonable inferences in the present case appear to me to call for recovery by the petitioner before us here. Both the testimonial opinions of the witnesses in this case and common business sense support the conclusion that the sponsor<page-number citation-index=\"1\" label=\"467\">*467</page-number>ship of the league teams by respondent was motivated, in part, by the desire for better management relations with the employees engaged in the sponsored activity. There is nothing insubstantial about the commercial value of that kind of good will in today’s labor-management climate. As well was it actuated, in my view, by the real though intangible benefit of the promotion of the company’s good name before the general public which viewed the games and read the team’s standing in the newspaper, and of its heightened prestige and civic status before both the Newark officials concerned with the league and respondent’s fellow-industrialist sponsors of similar teams. The fact that it did not sell its product directly to people who saw or heard of its teams does not derogate from the indirect benefits and values which many business concerns conceive enure from the publicizing of their names in a favorable light. The “prestige” character of much present-day commercial advertising attests to this. I do not think respondent regarded the three or four hundred dollars it spent in 1957 on this activity as a charity, but rather as a legitimate business expense for which it inferably took an appropriate tax deduction.</p>\n<p id=\"b483-5\">As already noted, the fact that these games were played off respondent’s premises cannot, of itself, rationally preclude recovery. That circumstance would merely rule out any basis for recovery if sought within the authority of the “personal comfort” doctrine applied in the <em>Toed </em>ease. But where the facts otherwise justify application of the distinctly different <em>mutual benefit </em>rationale, the playing of the games off premises can work in favor of rather than against recovery. Eor example, having the games at a public park, as here, tends to diversify and widen the attendance, and, correspondingly, the advertising effect of the company name on the players’ uniforms. But of most significance in that regard in the instant situation is the clear inference that it was necessary for these league games to be played off the premises as respondent had no facilities on its premises <page-number citation-index=\"1\" label=\"468\">*468</page-number>suitable for such games. Thus, under the circumstances, the playing of the games at a public park was a condition essential to all the benefits mentioned above which the employer contemplated as enuring to itself in sponsoring the league team.</p>\n<p id=\"b484-4\">The argument that the amount of the annual league expenditure was small in relation to respondent’s total payroll is not impressive. It received what it paid for, <em>pro tanto, </em>and what it paid was enough to secure the benefits it presumably had in mind. The severity of petitioner’s injury is not minimized by the relative modesty of the sum which sufficed to launch the activitjr in which he was hurt. I have no hesitancy in finding that but for the sponsorship by respondent of this activitj'’ there would have been no league team representing it in 1957 and petitioner would not have been injured. Here, as in the <em>Toed </em>case, “but for the employment the accident would not have happened” (28 <em>N. J., </em>at <em>p. </em>589); see also <em>Howard v. Harwood’s Restaurant Co., </em>25 <em>N. J. </em>72, 82 (1957). The employees at this plant never played league baseball except when the company’s sponsorship provided the necessary wherewithal. There was no company sponsorship and therefore no league team after 1957. (De Coursey explained the cessation as due to lack of “young ball players” and “the recession of business.”)</p>\n<p id=\"b484-5\">The argument <em>ab inconvenienti </em>— that allowance of compensation in such a case as this will cause employers to withdraw support of similar recreational activities — cannot affect a proper application of settled principles under the statute to a given set of facts. Judge Conway’s response to such an argument in his dissenting opinion in the <em>Wilson </em>case, <em>supra, </em>is apt (84 <em>N. E. 2d, </em>at <em>p. </em>788).</p>\n<blockquote id=\"b484-6\">“It is also urged that an affirmance here may cause employers to reduce their offers of relaxation and athletic activities to their employees. The probability of such future conduct on the part of employers, we think, will depend in large measure upon experience as to the frequency of injuries sustained by employees during such athletic activities. If the injuries suffered by players in a particular sport are infrequent and unsual, the employer will continue its <page-number citation-index=\"1\" label=\"469\">*469</page-number>practice since protection under the Workmen’s Compensation Law may bo obtained by a slight increase in the security bond deposit as to self-insurers, or additional pennies in a State-wide insurance rate as to other employers. If the injuries are frequent and serious, then the risk may be an unreasonable one for the employer, and also for a player with a family, and it may be that the employer will not wish to underwrite that risk, nor the player to assume it without workmen's compensation to take care of him and his family. At any rate, it is better for groups of employers and employees to know where they stand and so be able to govern themselves accordingly. If athletic contests for foreman and workers do not benefit the corporation, there is no <em>corporate </em>reason for providing them. If they do, then injuries suffered for the corporation’s sake, must draw workmen’s compensation in their wake.” (Emphasis added)</blockquote>\n<p id=\"b485-4\">Respondent stresses that the initiative for the league sponsorship came from the employees. Of itself, this factor is only relevant insofar as it may bear upon the factual issue as to substantial employer benefit. I think it bears but slight weight, certainly not controlling import, on that issue, in the totality of the present circumstances. A program of mutual benefit does not lose its operative effect of employment-connection merely because the idea did not originate with the employer. Note the observation above that the activity in both the <em>DuCharme </em>and <em>Hachensack Water Co. </em>cases, <em>supra, </em>was in effect at the time of the injury because of requests by employees. Here the evidence is that the employer adopted the program wholeheartedly, as manifested by attendance by executives and a foreman at games, the placing of the company victory trophies in a prominent place in the executive offices, and rewarding the players with an outing at a World Series game. I find there was clear and substantial benefit to the employer in fact, and that the prospect of such benefits, rather than pure altruism alone, substantially motivated respondent’s sponsorship of the activity. The activity consequently came within the scope of the employment for purposes of the operation and effect of ihe Workmen’s Compensation Act.</p>\n<p id=\"b485-5\">My vote is for reversal and remand for award of appropriate compensation.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}