{
  "casebody": {
    "data": "<casebody firstpage=\"191\" lastpage=\"196\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b245-6\">MONCADO v. RAMSEY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b245-7\">No. 13670.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b245-8\">Circuit Court of Appeals, Eighth Circuit</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Akm\">April 7, 1948.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b246-7\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>Morris A. Shenker, of St. Louis, Mo. (Bernard J. Mellman, of St. Louis, Mo., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b246-8\">Drake Watson, U. S. Atty., of St. Louis, Mo. (David M. Robinson, Asst. U. S. Atty., of St. Louis, Mo., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b246-9\">Before SANBORN, JOHNSEN, and STONE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b246-10\">SANBORN, Circuit Judge.</author>\n<p id=\"b246-11\">The appellant is held for deportation to Italy under a warrant issued on November 1, 1938, by the Assistant to the Secretary of Labor, which recites that he has “become satisfied that the alien Diego Moneado or Salvatore or Samuel or Sam or Richard or Dick Moneado alias Sam Montana alias Mario alias Marlow alias Marlowe, who entered the United States at New York, N. Y., ex SS ‘Calabria’ on the 16th ¡day of May, 1913, is subject to deportation under section 19 of the Immigration Act of February 5, 1917, being subject thereto under the following provisions of the laws of the United States, to wit: The act of 1917 [8 U.S.C.A. § 155], in' that he has been found receiving, sharing in, or deriving benefit from the earnings of a prostitute; and that he has been found assisting a prostitute.” Execution of the warrant was deferred until the appellant, who had been convicted of a federal offense and sentenced to imprisonment, should be released from imprisonment.</p>\n<p id=\"b246-12\">After his release, the appellant was taken into custody by the Immigration authorities, but was later permitted to be at liberty on bond because the relations between this country and Italy made it impossible to then deport him. He was again taken into custody in August, 1947.</p>\n<p id=\"b246-14\">On August 13, 1947, he applied for a writ of habeas corpus, asserting that his detention was illegal. The District Court granted the writ, but, after a hearing, discharged it, dismissed the appellant’s petition; and remanded him to the custody of the appellee. This appeal followed.</p>\n<p id=\"b246-15\">The contentions of the appellant are, in substance, as follows: (1) That there was no adequate evidentiary basis for the determination that lie is an alien; and (2) that he did not have a fair hearing before the Immigration Inspectors, because: (a) he did not have an opportunity to be represented 'by counsel of his own choosing, or to present evidence in his own behalf; (b) the evidence upon which the deportation warrant was based was not properly identified; and (c) the appellant was given no opportunity to controvert such evidence or to cross-examine those who gave it.</p>\n<p id=\"b246-16\">The record shows: That the “Warrant for-Arrest of Alien,” which charged the appellant with being an' alien subject to deportation for having been found sharing in the earnings of a prostitute, was issued on July 8, 1937, by the Assistant to the Secretary of Labor; that the appellant was taken into custody at the City Jail, St. Louis, Missouri, July 23, 1937; that, at a hearing held on that day by Immigrant Inspector R. M. Wesley, the Warrant for Arrest was read to the appellant and inspected by him; that he was informed that the purpose of the hearing was to afford him an opportunity to show cause why he should not be deported; that he stated that his name was Samuel Richard Moneado; that he was informed by the Inspector that he was entitled to be represented by counsel of his own selection; that he stated that he wanted a lawyer and that it might take a couple of weeks for him to get one; that thereupon the hearing was continued to July 30, 1937.</p>\n<p id=\"b246-17\">On July 30, 1937, the appellant appeared without counsel, and the hearing was continued to August 5, 1937, to enable him to <page-number citation-index=\"1\" label=\"193\">*193</page-number>obtain counsel. On that day he stated that he had not completed his arrangements for counsel. The hearing was therefore continued to August 24, 1937. On August 24, the appellant stated that he had been unsuccessful in obtaining an attorney, and the hearing was continued to September 16, 1937. On that day he stated that he understood that the Italian Consul would represent him, and the hearing was continued to September 22, 1937, to enable the Italian Consul to be present. On September 22, the appellant was asked if he had an attorney present to represent him. He stated that he had such an attorney — Claudio Delitala. Mr. Delitala said that he was there to represent the appellant. The appellant said he was ready to proceed, and his counsel stated that he was ready provided that he would have an opportunity at a later date to csoss-examine witnesses and to present other evidence.</p>\n<p id=\"b247-5\">The appellee, as the “Hearing Officer,” conducted the hearing on September 22, 1937. In support of the charge contained in the Warrant for Arrest, he introduced the following evidence:</p>\n<p id=\"b247-6\">1. A statement made by appellant to a United States Immigrant Inspector on June 16, 1937, the substantial correctness of which the appellant admitted. This statement shows that the appellant’s name is Salvatore or Samuel Moneado; that he is sometimes called Dick; that his father’s name is Samuel Moneado, or, in Italian, Salvatore; that his mother’s name is Mary Mario, and that he has used the name Sam Mario; that he has two brothers and six sisters, — Vincent and Joseph, Lena, Virginia, Grace, Elsie, Alice and Rose; that he presumes his parents were born in Italy; that possibly his eldest brother and sister were born there; that his parents live in Syracuse, New York; that they lived in St. Louis, Missouri, at 2318 Chouteau, from about 1924 until about 1932; that their address in Syracuse was 1200 Willis Avenue; that he thinks he was born in Syracuse, New York, May 24, 1907; that he has no birth certificate; that he does not know when his parents came to the United States; that he believes he is a citizen of the United States; that he went to kindergarten in Syracuse when six or seven years old, and remembers nothing before that; that he thinks he was bom in Syracuse because his earliest recollections are of Syracuse; that it could be possible that he was born in Italy and brought to the United States when a small child; that he was married on December 15, 1925, to Mildred Nichols, who divorced him in January, 1936; and that he has a son who will be eleven years old October 1, 1937.</p>\n<p id=\"b247-8\">2. A certified copy of a sworn statement of Salvatore Moneado, taken at Syracuse, New York, before an officer of the Immigration and Naturalization Service on May 28, 1937, which is, in substance, as follows: That he lives at 957½ Emerson Avenue, Syracuse, New York; that he has not been admitted to citizenship; that he was married to Maria Aprile in Canicatti, Italy, April 12, 1893; that they have nine children, — Vincenzo, Lena, Vincenza, Grazia, Elsie, Diego, Adele, and Giuseppe, all born in Italy, and Rosina, born in Syracuse, New York; that Diego was born May 24, 1906; that Diego sometimes uses the name of Sam or Salvatore or Dick, and some people call him Richard; that Diego lives in St. Louis, Missouri; that two photographs [concededly of the appellant] shown to him (Salvatore Moneado) are of his son Diego; that Diego has a son ten or eleven years old; and that Diego entered the United States with his mother May 16, 1913, at New York, New York, SS Calabria,</p>\n<p id=\"b247-9\">3. A certified copy of a statement made by Maria Aprile Moneado [apparently taken at the same time and place as the statement of Salvatore Moneado], in substance, as follows: That her full name is Maria Aprile Moneado; that she resides at 957% Emerson Avenue, Syracuse, New York; that she was born in Canicatti, Italy, September 11, 1877; that she lived at 1200 Willis Avenue, Syracuse, New York, for ten years; that she has nine children, —Vincenzo, Lena, Vincenza, Grazia, Elsie, Diego, Adele, Giuseppe, all of whom were bom in Italy, and Rosina, who was born in Syracuse; that Diego was born May 24, 1906, and lives in St. Louis; that Diego calls himself Sam or Salvatore or Dick; that the photograph shown her is of her son Diego; that she entered the United States at New York on the SS Calabria on May <page-number citation-index=\"1\" label=\"194\">*194</page-number>16,1913, accompanied by six of her children, including Diego, destined to her husband, Salvatore, who was living in Syracuse, New York; that her son Diego married Emily Nichols when he was seventeen years old, and has a son who will be eleven on' October 1, 1937; that her husband, about two years before she made her statement, tried to become a citizen of the United States, but “didn’t get the papers”; that they were then living at 1200 Willis Avenue, Syracuse; that while in St. Louis they ■lived at 2318 Chouteau Avenue.</p>\n<p id=\"b248-4\">4. A certified copy of a “Certificate of Admission of Alien,” of the United States Department of Labor, Immigration and Naturalization Service, under date of May 14, 1937, showing that Diego Moneado, six years of age, a citizen of Italy, born at Canicatti, Sicily, destination Syracuse, New York, going to father, Salvatore Moneado, and accompanied by his mother, Maria Aprile, and five other children, arrived at the port of New York, N. Y., on the SS Calabria, of the Anchor Line, on May 16, 1913.</p>\n<p id=\"b248-5\">5. Separate ex parte sworn statements of three women, which statements were taken by an Immigration Inspector. Each of these women said that she had shared her earnings as a prostitute with the appellant. One of the women stated that the appellant had told her he was born in “Paler-no, Italy.” Another stated that he told her he was born in Italy, but raised in Syracuse, New York.</p>\n<p id=\"b248-6\">Counsel for appellant asked that the three women whose ex parte statements had been received in evidence be produced for cross-examination. The Hearing Officer stated that these witnesses would be produced. He said to appellant’s counsel, “Is there any additional evidence that you desire to offer at the hearing of this case?” The answer was, “Yes, at the time that we examine the witnesses, Deutsch, Carpenter and Wright [the three women whose statements had been introduced], we would like to present evidence in support of the character of Moneado to disprove the character charges made against him.” The Hearing Officer then announced: “The hearing in this case will be continued to 9:30 A.M., Monday, September 27, 1937, in order that you may have an opportunity to offer evidence on your behalf and to cross-examine witnesses, concerning whom a request has been made by your attorney that such witnesses be produced. Is this arrangement satisfactory ?” The appellant and his attorney both stated that it was.</p>\n<p id=\"b248-8\">At the resumption of the hearing on September 27, 1937, the appellee produced the witnesses whose presence had been requested by the appellant; but the appellant stated that he was not ready to proceed, since he had procured the services of another attorney, A. F. Spathe. Thereupon the Hearing Officer continued the hearing to October 4, 1937, to permit Mr. Spathe to familiarize himself with the case.</p>\n<p id=\"b248-9\">On October 4, 1937, the appellant was present in person and represented by his counsel, Mr. Spathe, who cross-examined the only three witnesses that the appellee had been requested to- produce. These witnesses testified that their ex parte statements were true. The cross-examination substantiated their prior statements that they had shared their earnings as prostitutes with the appellant. The statements made by two of them that the appellant had told them he was born in Italy were not challenged by cross-examination. At the close of the cross-examination of these witnesses, counsel for appellant was asked if he had any witnesses. He stated that he would have if the hearing was continued. The Hearing Officer asked if he would be able to produce the witnesses on October 7, 1937. Appellant’s counsel stated that he would and that that date would be satisfactory. On October 7, 1937, appellant and his counsel were present. Counsel' stated that there were three witnesses present to testify on appellant’s behalf, but that the appellant had requested that the matter be continued and no further hearings held. The appellant then asked that the case be continued until he should be released from Leavenworth penitentiary. He said that some of his witnesses were present, but not all of them, and that he wanted an opportunity to have all of them present. He was asked the following questions by the Hearing Officer, and gave the following answers :</p>\n<p id=\"b249-4\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>“Q. Is there any reason why your prospective witnesses could not appear today? A. Well, I believe so.</p>\n<p id=\"b249-5\">“Q. What is the reason? A. Well, a.t this time I don’t feel that I can divulge the reason.</p>\n<p id=\"b249-6\">“Q. Then in spite of your request made on October 4 that the hearing be continued to today you have made no effort to produce your witnesses? A. I have made several efforts but I have been unsuccessful due to the fact that I am held here in the City Jail and I can’t have no visitors and I have it very hard to communicate with anybody and there is some people that I don’t know their full name and address and I have no opportunity to get them and they will be good witnesses in this case.</p>\n<p id=\"b249-7\">“Q. Where do your prospective witnesses reside? A. In St. Louis.</p>\n<p id=\"b249-8\">“Q. You have been sentenced to the Penitentiary at Leavenworth, Kansas, have you? A. Yes sir, I have.</p>\n<p id=\"b249-9\">“Q. What sentence did you receive? A. Five years.</p>\n<p id=\"b249-10\">“Q. When do you expect to go to the penitentiary to begin serving your sentence ? A. Just as soon as they take me, I would like to get an early start.”</p>\n<p id=\"b249-11\">The Hearing Officer thereupon denied the request for a continuance and closed the hearing. He found that the appellant was an alien, a subject of Italy; that he entered the United States at New York, N. Y., ex SS Calabria, on May 16, 1913; and that the charges contained in the warrant of arrest are sustained. He recommended the deportation of the appellant to Italy.</p>\n<p id=\"b249-12\">It will be noted that the appellant did not ask that his father and mother be produced for cross-examination, and that there is no serious conflict between the statements purportedly made by them and the statement made by the appellant himself. In' fact, the statements are in substantial harmony except for the appellant’s assertion of his belief that he was born after, instead of before, his parents came to the United States. There is nothing to suggest that, during the hearings before the Immigrant Inspectors, the appellant was seriously controverting the evidence tending to show that he was born in Italy. Moreover, his admissions that he was born in Italy, testified to by two witnesses who were at the hearing and were cross-examined, were substantial evidence that he was an alien. The evidence produced by the Government, that he had shared in the earnings of several prostitutes was competent and uncontroverted.</p>\n<p id=\"b249-14\">At the hearing in the habeas corpus proceedings, the appellant testified that he never employed either of the attorneys who appeared for him during his hearings in the deportation proceedings, never authorized either to represent him, and that he had no opportunity to hire a lawyer of his own choosing while he was in the City Jail. The appellant also testified that to the best of his knowledge and belief he was born in Buffalo, New York.</p>\n<p id=\"b249-15\">The District Court ruled that the appellant might offer evidence to substantiate his belief that he is a citizen of the United States. His counsel stated that it would take three days to procure witnesses. The District Court thereupon postponed the hearing upon that issue from September 3, 1947, to September 8, 1947. On September 8, counsel for the appellant stated: “The petitioner [appellant], if the Court please, will rest. We decided that we will offer no further evidence. I don’t think that the evidence available to us would properly be admitted in Court, might be before some agency, but I don’t believe before the Court, for that reason we will rest, your Honor.”</p>\n<p id=\"b249-16\">We can find no substantial basis in the record for any of appellant’s assertions. The hearings before the Immigration authorities were entirely fair. Appellant was afforded every reasonable opportunity to procure the assistance of counsel. He actually procured such assistance and accepted it during the hearings at which evidence was produced. The District Court was not required to give effect to appellant’s belated repudiation’ of counsel who acted for him in the deportation hearings. The appellant’s claim that he was bom in the United States is unsupported by any evidence other than his mere statement. He was afforded, both in the deportation <page-number citation-index=\"1\" label=\"196\">*196</page-number>proceeding and the habeas corpus proceeding, an' opportunity to substantiate his claim of citizenship, but failed to do so. Compare, United States ex rel. Bishop v. Watkins, 2 Cir, 159 F.2d 505; Brewster v. Villa, 5 Cir, 90 F.2d 853, 854; Brader v. Zubrick, 6 Cir, 38 F.2d 472. The evidence tending to show that appellant was not a citizen of the United States was virtually undisputed. His attitude throughout the proceedings leading to the issuance of the deportation warrant and his obvious attempts to delay and to frustrate the efforts of the Immigration authorities are persuasive that he was what they charged him with being, namely, an alien who was found to have been sharing the earnings of a prostitute. “Conduct which forms a basis for inference is evidence.” United States ex rel. Bilokumsky v. Tod, 263 U.S. 149, 153-154, 44 S.Ct. 54, 56, 68 L.Ed. 221; United States ex rel. Vajtauer v. Commissioner of Immigration, 273 U.S. 103, 111, 47 S.Ct. 302, 71 L.Ed. 560. The obligation of fairness which is imposed by law on the Immigration authorities in deportation proceedings, we think, calls for some small measure of reciprocity on the part of an allegedly deportable alien.</p>\n<p id=\"b250-4\">Congress has power to order the deportation of undesirable aliens. Bugajewitz v. Adams, 228 U.S. 585, 591, 33 S.Ct. 607, 608, 57 L.Ed. 978. Deportation is not punishment for crime; it is a refusal by the Government “to‘ harbor persons whom it does not want.” Id. Deportation proceedings are civil and administrative, not criminal. The rules of evidence applicable in courts of law need not be adhered to. Nicoli v. Briggs, 10 Cir, 83 <em>F.2d </em>375, 377. The admission of evidence which a court would regard as legally insufficient does not vitiate the proceedings. United States ex rel. Tisi v. Tod, 264 U.S. 131, 133, 44 S.Ct. 260, 68 L.Ed. 590. The fact that an alien is in custody during the proceedings does not make them unfair. Nicoli v. Briggs, supra, page 377 of 83 F.2d. The Immigration authorities are not obliged to confront the alien with witnesses whose statements are not controverted or whom he expresses no desire to have produced. United States ex rel. Karpathiou v. Schlotfeldt, 7 Cir, 106 F.2d 928, 929.</p>\n<p id=\"b250-5\">The administrative determination that appellant is an alien, subject to deportation, is binding upon this Court Under the circumstances disclosed by the record in this case, we think that the District Court properly discharged the writ of habeas corpus and remanded the appellant to the custody of the appellee. See and compare, United States ex rel. Bilokumsky v. Tod, 263 U.S. 149, 44 S.Ct. 54, 68 L.Ed. 221; United States ex rel. Tisi v. Tod, 264 U.S. 131, 44 S.Ct. 260, 68 L.Ed. 590; Nicoli v. Briggs, 10 Cir, 83 F.2d 375; Hays v. Zahariades, 8 Cir, 90 F.2d 3; Kielema v. Crossman, 5 Cir, 103 F.2d 292; Bufalino v. Irvine, 10 Cir., 103 F.2d 830; United States ex rel. Karpathiou v. Schlotfeldt, 7 Cir., 106 F.2d 928; United States ex rel. Bishop v. Watkins, 2 Cir., 159 F.2d 505; United States ex rel. Doukas v. Wiley, <em>7 </em>Cir, 160 F.2d 92.</p>\n<p id=\"b250-6\">The order appealed from is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}