{
  "casebody": {
    "data": "<casebody firstpage=\"257\" lastpage=\"264\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b273-4\">Boston Safe Deposit and Trust Company <em>vs. </em>Ella A. Plummer <em>&amp; </em>others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b273-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AMUV\">Nov. 20, 1885.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AMV\">July 3, 1886.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AqhM\">Devens &amp; Gardner, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b273-7\">A testator, by his will, provided that, at the death of his widow, two funds should be set apart in trust from the personal property; made a specific devise of a parcel of real estate; gave the trustee power to sell the residue, “ the proceeds of which is to pay the following legacies; ” and then gave three legacies of equal sums. There was a deficiency of the proceeds of the real estate, and a smaller deficiency of the personal property. <em>Held, </em>that the three legacies were specific legacies, and were not entitled to contribution from the personal property.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b273-8\">A testator, by his will, gave his property in trust for the benefit of his widow during her life; and, after her death, $25,000 of the personal property was to be set apart for the benefit of the testator’s daughter during her life, and $12,000 for the benefit of the testator's granddaughter during her life. At the death of the daughter, certain real estate, which -was given to her for life, was given to a city in fee for charitable purposes, “ and also $20,000 added to it.” At the death of the granddaughter, $5000 of the $12,000 set apart for her use was given to the city for certain charitable purposes, and “ the other seven thousand dollars of this twelve ” was given to the same city for similar purposes. At the time of the widow’s death the personal property amounted to about $32,000, and it was managed by the trustee as a single fund, and proportionate parts of the income were paid to the daughter and granddaughter. The daughter died, and the fund depreciated so that it was not sufficient to pay the $12,000 directed to be set apart for the granddaughter’s use and the legacy of $20,000 to the city. <em>Held, </em>that the legacy to the city was a general legacy; that the fund directed to be set apart for the daughter became general assets of the estate upon her decease ; and that the personal property existing at the daughter’s death should be divided between the city and the granddaughter proportionally.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b274-3\"><page-number citation-index=\"1\" label=\"258\">*258</page-number>Bill if equity, filed November 24, 1884, by the trustee under the will of Joseph F. Huntress, for instructions as to the construction of the will. Hearing before <em>W. </em>Allen, J., who reported the case for the consideration of the full court, in substance as follows:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b274-4\">.The testator died on October 30, 1876. His will, after giving certain legacies, some of which were to grandsons, proceeded as follows:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b274-5\">“ 7. I give to my wife, Sally D. Huntress, all my household furniture of every name and nature.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b274-6\">“ 8. After my debts and legacies to my grandsons have been paid, I then give and bequeath to my friend, George E. Foster of Boston, (now clerk for John S. Blair,) all the rest and residue of my property, both real and personal, in trust for the following trust purposes, to wit, to pay over to my wife all the net income of all my property during her life, with the understanding that my daughter Josephine is to live with her, and have everything for her comfort the same as now. At the death of my wife, if my daughter Josephine is alive, I give to her my estate No. 377 Harrison Avenue and No. 1 Gloucester Place, for her to have the use and income from during her life, and also the interest or income from twenty-five thousand dollars of my personal property, to be set apart by the judge for her during her life.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b274-7\">“ 9. At the death of my daughter Josephine, I give and bequeath to the city of Gloucester, my native place, this estate mentioned above, it being 377 Harrison Avenue and No. 1 Gloucester Place, in fee simple forever, and also twenty thousand dollars added to it. I give this estate and money for the purpose of establishing or supporting a home for indigent females of sixty years of age or over, natives of Gloucester, for a perpetual home, for the poor you will always have with you, to be managed by a board of directors, who shall make a yearly report. Make your entrance fee as low as possible.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b274-8\">“ 10. After the death of my wife, I desire there be set apart, in the hands of my trustee, twelve thousand dollars of my personal property, the income from which I give to my granddaughter, Ella Augusta Plummer, wife of George M. Plummer, for her especial benefit, during her life, and not to be under the <page-number citation-index=\"1\" label=\"259\">*259</page-number>control of any husband or father, and at her decease I give five thousand dollars of this twelve to the city of Gloucester, for a perpetual fund, the interest of which I want applied to the fur-* nishing of books and stationery, such as are in use at the time in public schools, to such poor children whose parents are too poor to furnish them. The other seven thousand dollars of this twelve, I give to the city of Gloucester for a perpetual fund, the interest of which I want applied to the relief of poor widows and their children, whose husbands and fathers have gained a settlement in Gloucester by paying seven years’ taxes; this fund to be called the poor widows’ fund, and to be under the control of the overseers of the poor, who shall make a yearly report of how the fund stands.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b275-3\">“ 11. After the death of my wife, I give my trustee leave to sell all of my real estate, except that set apart for my daughter Josephine, the proceeds of which is to pay the following legacies, to wit:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b275-4\">“ 12. I give to the trustees of the Home for Aged Men in Boston five thousand dollars.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b275-5\">“ 18. I give to the trustees of the Home for Aged Women in Boston five thousand dollars.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b275-6\">“ 14. I give to the trustees for the Sailors’ Home or Snug Harbor, located at Quincy, Mass., five thousand dollars.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b275-7\">“15. I give to Seaman’s Fisherman’s Widow’s and Orphan’s Aid Society in the city of Gloucester all the rest and residue of my estate, for distribution among the widows according to their several needs, to be under the control of the trustees of the society. In case this society should be abolished before the settlement of my estate, it is then my will and order that this amount, of whatever sum it may be, is to be added to fund above called the poor widows’ fund, which is now seven thousand dollars.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b275-8\">The trustee .named in the will having died, the plaintiff was appointed trustee on June 26, 1882, and has since acted as such.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b275-9\">The widow of the testator died on September 29, 1883, and Josephine, his daughter, died on April 3, 1884.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b275-10\">Upon the death of the widow, the estimated value of the securities comprising the personal estate held by the plaintiff under the will amounted only to $32,356.25. The amounts provided for Josephine and Mrs. Plummer were accordingly reduced <em>pro </em><page-number citation-index=\"1\" label=\"260\">*260</page-number><em>rata; </em>and thereafter Josephine, during her lifetime, received twenty-five thirty-sevenths and Mrs. Plummer twelve thirty-sevenths of the income of these securities.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b276-4\">The plaintiff, acting under article 11 of the will, has sold all the real estate, except that set apart for Josephine, for the sum of $9043.30; and the personal estate held by the plaintiff under the will has depreciated since the death of the widow, and is now insufficient in amount to satisfy in full the claims made by the several defendants.</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b276-5\"><em>B. F. Brooks II. Cr. </em>Nichols, for the granddaughter.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b276-6\"><em>M. J. </em>McNeirny, for Gloucester.</attorneys>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b276-7\">W. Allen, J.</author>\n<p id=\"Aih\">The will provided that, at the death of the testator’s widow, two funds should be set apart from the personal property, made a specific devise of a parcel of real estate, and gave the trustee power to sell the residue, “the proceeds of which is to pay the following legacies, to wit: ” and then gave three legacies of equal sums. There was a deficiency of the proceeds of the real estate, and a smaller deficiency of the personal estate; and the three legatees contend that they have a right to contribution from the personal estate. It seems the plain intention of the testator, that the three legacies shall be paid only out of the proceeds of the real estate, and that the other legacies shall not be diminished by contributing to make up a deficiency in the proceeds of the real estate. The estate was all given in trust for the benefit of the testator’s widow during her life, and after her death $25,000 of the personal property was to be set apart for the benefit of the testator’s daughter during her life, and $12,000 for the benefit of the testator’s granddaughter during her life. At the death of the daughter, certain real estate, which was given to her for her life, was given to the city of Gloucester in fee, “ and also $20,000 added to it ” for specified purposes. At the death of the granddaughter, $5000 of the $12,000 set apart for her use was given to the city of Gloucester for specified purposes, and “ the other seven thousand dollars of this twelve” was given to the same city for other purposes. There was no other legacy except residuary.</p>\n<p id=\"b276-8\">At the death of the widow, the personal property amounted to a little over $32,000, and it has since been managed by the trustee as a single fund, and proportionate parts of the income <page-number citation-index=\"1\" label=\"261\">*261</page-number>paid to the daughter and granddaughter. The daughter has now deceased, and the fund has depreciated, so that it is not sufficient to pay the §12,000 directed to be set apart for the use of the granddaughter and the legacy of §20,000 to the city of Gloucester. The granddaughter contends that she is entitled to have the full amount of §12,000 set apart for her use. The city of Gloucester contends that it is entitled to §20,000 from the personal property of which the daughter had the income, or to the whole of such property, if it does not exceed that sum. The claim of the granddaughter is, that the legacy for her benefit has priority over the legacy to the city of Gloucester; and the claim of the city is, that the legacy to it is a specific legacy of the fund ordered to be set aside for the benefit of the daughter, to the amount of §20,000. We do not think that either position can be sustained.</p>\n<p id=\"b277-3\">The legacy of §20,000 to the city of Gloucester is not a specific legacy. The argument for holding it to be specific in effect, though general in terms, is certainly strong. It is argued that the testator intended that his estate should be settled at the death of his widow; that he in effect specifically divided his real estate, and provided for two funds to be created out of his personal estate, and bequeathed the residue; that no disposition of the funds, after the deaths of persons for whose life úse they were respectively held, was made except by the several legacies to the city of Gloucester; that one fund was specifically bequeathed by two legacies amounting to and referring to the whole fund; that the legacy of an amount less than the other fund, to take effect at the time when that fund would be set free by the death of the life beneficiary, could be intended to be paid only out of that fund, and must be taken to be a specific legacy of so much of it; that to hold that the legacy is general might involve two settlements and two distributions of the estate, one on the death of the widow, which would be necessary in any event, and one on the death of the daughter, if she survived the widow and the fund then set free should be insufficient to pay the legacy; and that the natural and reasonable construction, in view of all the provisions of the will, is that all the legacies to the city of Gloucester are in the nature of remainders in the respective funds.</p>\n<p id=\"b278-3\"><page-number citation-index=\"1\" label=\"262\">*262</page-number>When a testator has disposed of all his estate, except a particular fund to come into possession upon the happening of a future event, and gives a pecuniary legacy less than the fund, to be paid on the happening of that event, the intention that the legacy shall be paid only out of that particular fund, and that the other dispositions of the estate shall not be disturbed by it, may well be inferred. In that sense, the legacy in question may be .said to be specific after the creation of the fund, as payable only out of it. The intention that the legacy shall be paid in full, if the estate is sufficient, may also be inferred, as in. regard to all legacies. But the question presented is, whether there is an intention shown that the legacy shall be paid in full when the estate is deficient, — whether the implied reference to the fund is an appropriation of it so as to exclude others, in the event, not contemplated, of a deficiency of the estate. We are not finding an intention by construing language expressly referring to the fund, but we are inferring an intent from an implied reference to the fund. It is only the fact that the other legacies are supposed to be paid, and the fund to be undisposed property but for this legacy, from which the intent to make it payable out of the fund is inferred. But when the other legacies have not in fact been paid, there is no ground for inferring an intent that they shall not be charged upon the fund proportionally with the particular legacy. For illustration, suppose specific legacies, including a fund for the benefit of A. during his life, and a general legacy to B., and a pecuniary legacy to C. on the death of A. The intention that, if the estate is exhausted in paying the legacies for A. and B., the legacy to C. shall be paid only out of the fund which will become available therefor on the death of A. may well be inferred; but the intention that, if the estate is insufficient to pay the legacies to A. and B., the legacy to 0. shall be paid in full out of the fund, on the death of A., to the exclusion of the legacy to B., cannot be inferred. The legacy to B. is as truly a charge upon the fund expectant at the death of A., as is the legacy to C. It is payable presently, and therefore out of that part of the estate in possession, and may be said to be in that respect a demonstrative legacy, and, when paid, it is of course no charge on the expectant estate. But it is not a specific legacy of the estate in possession, but a general legacy <page-number citation-index=\"1\" label=\"263\">*263</page-number>chargeable upon the general estate, of which the fund in expectancy is a part. If the part of the general estate presently available is not sufficient to pay it, its right to share in the future interest proportionally with the legacy payable <em>in futuro </em>survives and attaches to that interest when it becomes distributable.</p>\n<p id=\"b279-3\">In the case at bar, the legacy of the fund for the granddaughter was chargeable upon the reversion of the fund for the daughter. If the $32,300, which was the amount of the estate at the death of the widow, had been kept good, though the granddaughter would have been entitled to but $10,500 during the life of the daughter, there can be no doubt that, after her death and the payment of the $20,000 to the city of Gloucester, the granddaughter would have been entitled to make up the deficiency in her fund from the balance of the $21,800 which had been the fund for the daughter, in preference to the residuary legatee. The whole reversion of the fund for the use of the daughter is general assets, to be applied\" as such when it becomes available. The legacy to the city of Gloucester is general in terms, and the fact that it is, by construction, payable only out of the reversion does not show any intention to prefer it to the legacy for the granddaughter. It would not be according to the intention of the testator to require the legacy for his granddaughter to contribute in the same amount to make up the deficiency in the legacy of $25,000 for his daughter and that of $20,000 to the city of Gloucester. To hold that the latter is a specific legacy of the fund for the daughter, would not only defeat the apparent intention of the testator in regard to the granddaughter, but also in regard to the different legacies to the city. There is no intention shown to give a preference to this legacy to the city over the others; but the effect of holding it to be a specific legacy of the remainder of the fund would work this result in case of a deficiency, and give to that legacy twenty-five thirty-sevenths of the estate, instead of twenty thirty-seconds, which is the proportion which must be taken to have been intended.</p>\n<p id=\"b279-4\">It is contended for the granddaughter, that the legacy for her benefit is preferred to that to the city of Gloucester, and should be paid in full before anything is paid upon the latter. No such intention appears in the will. The legacies are both general in <page-number citation-index=\"1\" label=\"264\">*264</page-number>terms, and the circumstances that one is payable presently on the death of the widow, and is for the benefit of a relation, and the other is not payable until the happening of an event which may be future, and is for a charity, are not sufficient to show an intention that the former shall be preferred to the latter. The legacy to Gloucester is in no sense a residuary legacy, and the rule that legacies, when a different intention is not shown, must abate proportionally in case of a deficiency, must apply. See <em>Richardson </em>v. Hall, 124 Mass. 228, 233.</p>\n<p id=\"b280-4\">On the whole, we think that the intention of the testator, as manifested in his will, will be best carried out by treating the legacy of $20,000 to the city of Gloucester as a general legacy, and the fund for the use of the daughter as general assets after her decease, as would plainly have been the construction had the daughter died before the widow.</p>\n<p id=\"b280-5\">The property has depreciated since the decease of the widow, so that it is insufficient to pay the legacy to Gloucester and that for the benefit of the granddaughter in full, although it was sufficient at that time. As the funds have never been set apart, the deficiency must be considered as applying to the whole estate constituting both funds; that is, the personal estate existing at the death of the daughter must be divided proportionally, twenty thirty-seconds to be applied on the legacy of $20,000 to the city of Gloucester, and twelve thirty-seconds to the fund for the granddaughter.</p>\n<p id=\"A4L\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}