{
  "casebody": {
    "data": "<casebody firstpage=\"192\" lastpage=\"195\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b216-18\">UNITED STATES of America, Plaintiff-Appellee, v. Jonathan Derek NIBLACK, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b216-21\">No. 07-11954</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AjG\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b216-22\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b216-23\">Dec. 3, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b217-8\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>Michael G. Schiavone, Savannah, GA, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b217-9\">Amy Lee Copeland, U.S. Attorney’s Office, Savannah, GA, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b217-11\">Before DUBINA, CARNES and BARKETT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b217-12\">PER CURIAM:</author>\n<p id=\"b217-13\">Appellant Jonathan Derek Niblack (“Ni-black”) appeals his 18-month sentence for misprision of a felony, in violation of 18 U.S.C. § 4, for which the underlying offenses were bank fraud, 18 U.S.C. § 1344, and money laundering, 18 U.S.C. § 1956. Niblack argues that the district court erred in calculating the advisory sentencing guideline range and, based upon that incorrect calculation, imposed an unreasonable sentence. Niblack contends that the district court erred by imposing a two-level specific offense characteristic enhancement under U.S.S.G. § 2Sl.l(b)(2)(B) for a conviction under 18 U.S.C. § 1956 because Niblack was convicted under 18 U.S.C. § 4, not § 1956.</p>\n<p id=\"b217-15\">Our review of sentencing after <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005) has two components: (1) the district court’s calculation of the advisory guideline range; and (2) the sentence’s reasonableness. <em>United States v. Williams, </em>456 F.3d 1353, 1360 (2006), cert. <em>dismissed, </em>— U.S. -, 127 S.Ct. 3040, 168 L.Ed.2d 755 (2007). “We review the district court’s interpretation of the sentencing guidelines <em>de novo. </em>Because [Niblack] preserved this issue by timely objection [to the PSI], if there was error we will reverse unless it was harmless.” <em>United States v. Paley, </em>442 F.3d 1273, 1276 (11th Cir.2006). “A Guidelines miscalculation is harmless if the district court would have imposed the same sentence without the error. If the Guidelines calculation is correct, or if the miscalculation is harmless, we consider whether the sentence is reasonable.” <em>Williams, </em>456 F.3d at 1360.</p>\n<p id=\"b217-18\">As an initial matter, there is a question as to whether the district court ruled on Niblack’s objections regarding the application of a specific offense characteristic enhancement under § 2S1.1(b)(2)(B) and, therefore, whether we can conduct meaningful appellate review. “[T]he [district] court must resolve all factual and legal disputes raised in the addendum to the presentence report ... during the ... [sentencing] hearing.” <em>United States v. Wise, </em>881 F.2d 970, 972 (11th Cir.1989). However, failure to do so does not warrant remand where the record allows us to undertake meaningful appellate review. <em>Id. </em>at 973.</p>\n<p id=\"b217-19\">Any failure to make such a ruling does not preclude meaningful review—and <page-number citation-index=\"1\" label=\"194\">*194</page-number>therefore, does not require remand—because the district court applied the guideline calculation as determined in the Presentence Investigation Report (“PSI”) and sentenced Niblack within the guideline range, and the PSI properly calculated the guidelines.</p>\n<p id=\"b218-4\">Section 2X4.1 of the United States Sentencing Guidelines provides that the base offense level for misprision of a felony is nine levels lower than the offense level for the underlying offense. <em>See </em>U.S.S.G. § 2X4.1. The offense underlying Niblack’s misprision conviction is money laundering,<footnotemark>1</footnotemark> which is covered by § 2S1.1, <em>see </em>U.S.S.G. § 2S1.1. Section 2S1.1 includes the following specific offense characteristic: “If the defendant was convicted under 18 U.S.C. § 1956, increase by 2 levels.” U.S.S.G. § 2Sl.l(b)(2)(B). Additionally, U.S.S.G. § 1B1.3 determines the relevant conduct in applying the guidelines. This section provides:</p>\n<blockquote id=\"b218-5\">Unless otherwise specified, ... specific offense characteristics ... shall be determined on the basis of the following: all acts and omissions committed, aided, abetted, counseled, commanded, induced, procured, or willfully caused by the defendant ... that occurred during the commission of the offense of conviction, in preparation for that offense, or in the course of attempting to avoid detection or responsibility for that offense[.]</blockquote>\n<p id=\"b218-6\">U.S.S.G. § lB1.3(a)(l).</p>\n<p id=\"b218-7\">The commentary to these provisions explains the extent to which the guideline provisions for the underlying offense apply to calculating the guideline range for misprision of a felony. “[C]ommentary in the Guidelines Manual that interprets or explains a guideline is authoritative unless it violates the Constitution or a federal statute, or is inconsistent with, or a plainly erroneous reading of, that guideline.” <em>Stinson v. United States, </em>508 U.S. 36, 38, 113 S.Ct. 1913, 1915, 123 L.Ed.2d 598 (1993). The commentary to § 2X4.1, the guideline applicable to misprision of a felony, directs the court to “[a]pply the base offense level plus any applicable specific offense characteristics [of the underlying offense] that were known, or reasonably should have been known, by the defendant.”<footnotemark>2</footnotemark> U.S.S.G. § 2X4.1, comment, (n.2) (referencing U.S.S.G. § 1B1.3, comment. (n.10)). The commentary to § 1B1.3 states: “In the ease of ... misprision, ... the conduct for which the defendant is accountable includes all conduct relevant to determining the offense level for the underlying offense that was known, or reasonably should have been known, by the defendant.” U.S.S.G. § 1B1.3, comment. (n.10). Specifically, application note 6 to § 1B1.3 states: “[A]n express direction to apply a particular factor only if the defendant was convicted of a particular statute includes the determination of the offense level where the defendant was convicted of ... misprision of a felony in respect to that particular statute.” U.S.S.G. § 1B1.3, comment, (n.6). Application note 6 also offers § 2Sl.l(b)(2)(B) as an example of a factor requiring conviction of a particular statute. <em>Id.</em></p>\n<p id=\"b219-4\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>After reviewing the record, we conclude that the PSI properly calculated the guideline range. The commentaries to § 2X4.1 and § 1B1.3 make clear that the conduct relevant to determining the offense level for misprision is the same as that for the underlying offense—here, money laundering-including the applicable specific offense characteristics. <em>See </em>U.S.S.G. §§ 1B1.3, comment, (n.6, 10), 2X4.1, comment. (n.2). Thus, the guidelines and their commentary direct the probation officer and the court to determine the offense level for the underlying offense exactly as they would have had the defendant been convicted of that offense. From there, they then apply the misprision guideline provision. <em>See </em>U.S.S.G. § 2X4.1. Had Ni-black committed money laundering, he would have been convicted under the money laundering statute, 18 U.S.C. § 1956, and therefore, been subject to a two-level specific offense characteristic enhancement pursuant to § 2Sl.l(b)(2)(B) for conviction under § 1956. <em>See </em>18 U.S.C. § 1956; U.S.S.G. § 2Sl.l(b)(2)(B). The offense level for the underlying offense of Ni-black’s misprision conviction is, applying the guidelines and commentary, as discussed above, the same. Therefore, the two-level specific offense characteristic enhancement pursuant to § 2Sl.l(b)(2)(B) for conviction under § 1956 applied. The probation officer and the district court applied the guidelines in a manner consistent with this analysis, and the district court sentenced Niblack within the resultant sentencing range. We conclude, therefore, that the guideline calculation did not result in an unreasonable sentence. Accordingly, we affirm Niblack’s sentence.</p>\n<p id=\"b219-5\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b218-8\">. To find a single base offense for the multiple underlying offenses, the probation officer grouped the bank fraud and money laundering offenses into a single group and applied the offense level for money laundering because it yielded a higher offense level than the bank fraud offense.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b218-11\">. Niblack does not argue that the conduct and applicable specific offense characteristics were not known or reasonably should have been known by him. He argues only that the specific offense characteristic regarding a conviction under § 1956 is inapplicable because he was convicted under § 4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}