{
  "casebody": {
    "data": "<casebody firstpage=\"789\" lastpage=\"790\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b813-12\">UNITED STATES of America, Plaintiff-Appellee v. Roy L. WILSON, Jr., also known as Pee Wee; Abe Cosby, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b813-15\">No. 07-60052</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Azl\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b813-16\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b813-18\">Dec. 11, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b813-19\">Jay Tresca Golden, Assistant U.S. Attorney, U.S. Attorney’s Office Southern District of Mississippi, Gulfport, MS, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b814-3\"><page-number citation-index=\"1\" label=\"790\">*790</page-number>Paul M. Storment, Jr., for Defendants-Appellants.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b814-5\">Before REAVLEY, SMITH, and BARKSDALE, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b814-6\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b814-7\">Roy L. Wilson, Jr., and Abe Cosby appeal their 41-month sentences following a jury-trial conviction for conspiring to defraud the United States through an automobile theft ring. They contend the district court wrongly found enhancements under the Sentencing Guidelines which were not admitted by them or found by the jury, in violation of <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). By rendering the Guidelines advisory, <em>Booker </em>eliminated Sixth Amendment concerns that prohibited a sentencing judge’s finding all facts relevant to sentencing. <em>United States v. Mares, </em>402 F.3d 511, 519 (5th Cir.2005).</p>\n<p id=\"b814-8\">For two reasons, Wilson and Cosby also contend the district court erred in determining over $400,000 worth of loss was attributable to them. First, they assert the court erred by failing to make factual determinations regarding the dates on which the vehicles were stolen or their vehicle identification numbers were replaced. Because defendants did not object to the loss calculations on this ground, we review only for plain error. <em>United States v. Olano, </em>507 U.S. 725, 731-37, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993); <em>United States v. Krout, </em>66 F.3d 1420, 1434 (5th Cir.1995). Wilson and Cosby have failed to show these factual issues rise to the level of plain error. <em>See United States v. Vital, </em>68 F.3d 114, 119 (5th Cir.1995).</p>\n<p id=\"b814-12\">Second, defendants also assert the court erred in assessing the amount of loss because there was insufficient evidence that all 19 vehicles attributed to them in the presentence investigation report could be traced directly to them. The district court’s loss finding was “plausible in light of the record as a whole”. <em>United States v. Shipley, </em>963 F.2d 56, 58 (5th Cir.1992). Thus, the 14-level enhancement was not clearly erroneous. <em>See United States v. Anderson, </em>174 F.3d 515, 526 (5th Cir.1999).</p>\n<p id=\"b814-13\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b814-9\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}