{
  "casebody": {
    "data": "<casebody firstpage=\"593\" lastpage=\"596\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b621-12\">UNITED STATES v. BOARD OF COM’RS OF GRADY COUNTY, OKL., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b621-13\">No. 462.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b621-14\">Circuit Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"APN\">Dec. 21, 1931.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b622-15\"><page-number citation-index=\"1\" label=\"594\">*594</page-number>Philas S. Jones, Asst. U. S. Atty., of Muskogee, Okl. (W. F. Rampendahl, U. S. Atty., of Muskogee, Okl., on the brief), for the United States.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b622-16\">W. C. Lewis, Asst. Atty. Gen. (J. Berry King, Atty. Gen., on the brief), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b622-17\">Before COTTERAL and PHILLIPS, Circuit Judges, and JOHNSON, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b622-18\">COTTERAL, Circuit Judge.</author>\n<p id=\"b622-19\">This is an appeal from a decree dismissing without prejudice a suit brought by the United States on behalf of the heirs of GeiWan, a Kiowa Indian allottee of land located in Grady county, Okl., to recover damages and obtain an injunction against the board of county commissioners of that county, the Oklahoma state highway commission, and members of the board and commission. Error is assigned upon such disposition of the cause and the failure to decide it on the merits in plaintiff’s favor. And a decree for plaintiff is sought in this court.</p>\n<p id=\"b622-21\">The plaintiff’s cause of action was, in substance, that the defendants cut and maintained along a .boundary of the allotment a ditch whieh collected the surface water for three-eighths of a mile and received back water from the Washita river, whereby the natural flow of waters was so increased in volume and velocity upon the allotment as to destroy three acres and injure six acres of the land, and these results will continue by reason of the ditch. The prayer was for '$2,090 as damages, and for an injunction against the maintenance of the ditch.</p>\n<p id=\"b622-22\">The board and commission, joined by their members, appeared respectively by the county attorney and Attorney General of the state, and moved to dismiss the complaint because it set out insufficient facts for relief, the court was without jurisdiction, the suit was against the state with.out its consent, and damages were not recoverable against the defendants. The motions were dismissed for want of appearance and prosecution. The defendants then filed separate answers to the complaint.</p>\n<p id=\"b622-23\">The answer of the board and its members was that the complaint was wanting in equity, and that the plaintiff was not entitled to recover damages; that, if damages resulted from the ditch, the highway commission and not the Board was responsible therefor; that the highway section lines were reserved to the public, and the plaintiff has no interest therein; that the overflow of waters on the allotment was not caused by the ditch, but instead by the Washita river; that the defendants did not contribute to the alleged damages; and that the ditch was a benefit to the land in draining away the surface waters. In addition, there was a general denial of the averments of the complaint.</p>\n<p id=\"b622-24\">The commission and its members in their answer renewed the grounds set forth in their motion. They added these defenses: The commission took over the highway in question on August 7, 1924, and maintained the same since June 27, 1925, as a part of the state highway system, since which time np work has been done upon the ditch, which was theretofore constructed by others. The Indians have no interest in the section lines and the highways thereon. The overflow of waters on the allotment was not <page-number citation-index=\"1\" label=\"595\">*595</page-number>caused by the ditch or any act of the defendants. During the year 1927, the Washita river overflowed, causing the back waters thereof to flow on the allotment and damage it, but the defendants were not contributors thereto. There was a general denial of the averments of the complaint.</p>\n<p id=\"b623-4\">The cause, was tried upon the evidence of the parties and taken under advisement. All these proceedings occurred in 1927. On July 15, 1930, the ease was decided, and a final decree was entered on August 5, 1930, to the effect that the issues were found for the defendants and the bill was dismissed without prejudice.</p>\n<p id=\"b623-5\">Counsel for appellant has discussed but the single proposition, that, as the issues were framed and the evidence of the parties was introduced, there should have been a decree on the merits of the case. This is the purpose of litigation, and it is. not questioned that the controversy should have been decided, if the court had jurisdiction over it and its exercise was not prohibited by the Eleventh Amendment to the Federal Constitution. On these latter subjects counsel for appellant have not favored the court with any argument or reference to authorities.</p>\n<p id=\"b623-6\">Counsel for the appellees rely mainly on the. defense that the suit was barred by the Eleventh Amendment, citing State Highway Commission of Wyoming v. Utah Construction Co., 278 U. S. 194, 49 S. Ct. 104, 73 L. Ed. 262, and Ex parte Ayers, 123 U. S. 443, 505, 8 S. Ct. 164, 31 L. Ed. 216, which it is contended required a dismissal of the suit.</p>\n<p id=\"b623-7\">They advise this court that the District Judge was of the opinion that a judgment for damages against the commission could not be sustained, but suggested that the commission was subject to a mandatory injunction, and he would have issued it to compel the commission to so improve the highway as to prevent the overflow of waters upon the allotment, but, as the commission had made the improvement orally ordered' by the court in a manner satisfactory to the Indian Agent at Anadarko, Okl., the complaint was dismissed without prejudice. The difficulty is that the record contains no such proceedings, and counsel for appellant were unwilling to concede them. We are therefore precluded from giving them any consideration, and are required to pass on the appeal as the record is presented to us.</p>\n<p id=\"b623-8\">The plaintiff’s complaint intermingles an action for damages at law with a suit for an injunction in equity. It was not questioned on this ground, but treated by the court and defendants’ counsel as a bill for equitable relief. This view of the pleadings is correct, if the demand for damages is eliminated. The county engineer testified he laid off and cut the ditch by order of the board. A county is not answerable for the torts of its agents, in the absence of a statute imposing liability. James v. Trustees, 18 Okl. 56, 90 P. 100, 13 L. R. A. (N. S.) 1219, 11 Ann. Cas. 938; Howard v. Rose Township, 37 Okl. 153, 131 P. 683; 15 C. J. 563. There is no such statute in Oklahoma. By a like principle, no statutory liability being imposed, the commission was not liable in damages. It has been decided that eounty officials may become personally liable for their negligence in the repair of bridges. Strong v. Day, 61 Okl. 166, 160 P. 722, L. R. A. 1917B, 369. We may assume this principle of liability applies generally to the acts or omissions of the members of both the board and commission. But it is immaterial, as there was no evidence of any money damages in the ease, and the claim therefor was abandoned. It was agreed at the trial that the commission took over the highway in August, 1925. Its powers and control dating from April, 1923, are defined in sections 10110a to 10164b, Harlow’s Supp. 1929. The suit must therefore be regarded as one brought in equity for an injunction against the commission alone for the maintenance of the ditch in violation of the prevailing rule in Oklahoma that surface waters may not be negligently backed up or discharged by one proprietor upon the land of another to his injury. Taylor v. Shriver, 82 Okl. 11, 198 P. 329.</p>\n<p id=\"b623-10\">The equity powers of the court were properly invoked on the ground that only an injunction is an adequate remedy for the continuing injuries to the allotment which would require a multiplicity of suits at law.</p>\n<p id=\"b623-11\">There was no tenable objection to the general jurisdiction of the District Court. It was expressly conferred by title 28, § 41, subd. 1, of the U. S. Code, 28 USCA § 41 (1), in providing that the District Courts shall have jurisdiction, “first, of all suits of a civil nature, at common law or in equity, brought by the United States. » * * <em>n</em></p>\n<p id=\"b623-12\">The application of the Eleventh Amendment to the suit is, however, another question. In State Highway Commission of Wyoming v. Utah Const. Co., supra, cited by appellee, it appears the construction eomr <page-number citation-index=\"1\" label=\"596\">*596</page-number>pany sued the commission to recover damages arising from a breach of a contract for the construction of a highway. It was held unnecessary to consider the effect of the grant by the state of power to sue the highway commission, as the suit was in effect a suit against the state, and there was no jurisdiction because the ground alleged therefor was diversity of citizenship and the state was not a citizen. See pages 199, 200 of 278 U. S., 49 S. Ct. 104, 105. Ex parte Ayers, 123 U. S. 443, 8 S. Ct. 164, 31 L. Ed. 216, the other citation by appellee, decided that a suit against state officers for a decree requiring them to perform the contracts of the state, or to enjoin them from committing a breach thereof, was a suit against the state. But that decision recognized the liability of officials for their trespasses or wrongs committed under color of unconstitutional state legislation. The cases were classified in Pennoyer v. McConnaughy, 140 U. S. 1, 11 S. Ct. 699, 35 L. Ed. 363, as suits against a state where they involve the performance or breach of its contracts, and suits not against the state where it is ásserted the officers commit acts of wrong or injury pursuant to unconstitutional statutes. A close analogy is found in decisions of the latter class. Public Service Co. v. Corboy, 250 U. S. 153, 39 S. Ct. 440, 63 L. Ed. 905; Truax v. Raich, 239 U. S. 33, 36 S. Ct. 7, 60 L. Ed. 131, L. R. A. 1916D, 545, Ann. Cas. 1917B, 283.</p>\n<p id=\"b624-4\">The case of Hopkins v. Clemson College, 221 U. S. 636, 31 S. Ct. 654, 656, 55 L. Ed. 890, 35 L. R. A. (N. S.) 243, is more nearly in point. The suit was brought by a private landowner for damages resulting from a dyke whereby the waters of a river were forced upon and injured his land. While it was held that the state might be a necessary party to a suit to remove the dyke on account of the state’s interest in the land, it was said in the opinion: “The many claims of immunity from suit have therefore been uniformly denied, where the action was brought for injuries done or threatened by publie officers. If they were indeed agents, acting for the state, they — though not exempt from suit — could successfully defend by exhibiting the valid power of attorney or lawful authority under which they acted. Cunningham v. Macon &amp; Brunswick R. R., 109 U. S. 446, 452, 3 S. Ct. 609, 27 L. Ed. 992. But if it appeared that they proceeded under an unconstitutional statute, their justification failed, and their claim of immunity disappeared on the production of the void statute. Besides, neither a state nor an individual can confer upon an agent authority to commit a tort, so as to excuse the perpetrator. In such eases the law of agency has no application, — the wrongdoer is treated as a principal, and individually Hable for the damages inflicted, and subject to injunction against the commission of acts causing irreparable injury.”</p>\n<p id=\"b624-6\">The state has control of this highway. If, in order to protect the allotment, it were necessary to remove the ditch, it might be said that a suit to abate it is a suit against the state. But the claim of counsel that the ditch was aetuaHy changed so as not to be productive of injury to the allotment is a concession that removal of the diteh is not necessary to the drainage of the highway. The question of injury to the state therefore appears not to be involved in this ease. We conclude that the suit is not prohibited by the Eleventh Amendment.</p>\n<p id=\"b624-7\">This court is asked to enter a decree for the plaintiff. The request is denied, because findings should be made in the first instance by the trial court.</p>\n<p id=\"b624-8\">As the cause was regularly tried upon the evidence, it was error to dismiss it without prejudice. Instead, it should have been decided on the merits; that is, on the facts found from the evidence and the law applicable thereto, for one party or the other. For that reason and for that purpose the decree of the District Court is reversed, and the cause is remanded, with direction to proceed accordingly.</p>\n<p id=\"b624-9\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}