{
  "casebody": {
    "data": "<casebody firstpage=\"230\" lastpage=\"235\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b264-4\">[S. F. No. 1429.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ASf\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Adc\">March 27, 1900.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b264-5\">TOWN OF CLOVERDALE, Appellant, v. PATRICK SMITH and ANN SMITH, Respondents.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b264-6\">Nuisance—Maintenance of Ditch Diverting Surface Waters—Injury to Streets—Action by Town.—The maintenance of a ditch by the owner of land which diverts surface waters from their natural flow, by means whereof the waters are forced and thrown violently into the streets of the town, and have been cutting down the gutters thereof and otherwise injuring the same, is a nuisance, which the town may sustain an action to abate.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b264-7\">Id.—Findings—Injury by Ditch—Nonconstruction by Defendant— Omission to Find as to Maintenance—Appeal—Reversal of Judgment.—Where the court in such action found that the ditch caused the injury complained of, but that the defendant did not construct the ditch, and rendered judgment for the defendant, the omission to find upon the material issue presented by the pleadings as to whether the defendant maintained the ditch is ground for reversal of the judgment upon appeal, and for ordering a new trial.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b264-8\">Id.—Improvement of City Property—Inapplicable Rule—Conducting Water upon Land.—The rule applicable to the improvement of city property, permitting the damming up of the outlet of surface water not assuming the form of a running stream, has no application in a case where the water is actually conducted by means of a ditch upon other land to its injury.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b264-9\">In.—Rule of Nuisance.—That the maintenance of such a ditch is the maintenance of a nuisance was the rule both of the common law and of the civil law, and is the rule prevailing in this state, as well in cities of every class, as in the country.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b264-10\">Id.—Notice of Nuisance—Demand and Refusal to Fill up Ditches— Admission of Answer.—That defendants had notice of the nuisance appears by a failure of the answer to deny an allegation of the complaint that the plaintiff town had demanded of the defendants that they fill up the ditches over their land and that they had refused to do so. Such demand was sufficient to put the defendants on inquiry as to the injury done to the town by the ditch, and their refusal obviated the necessity of further notice that the maintenance of the ditch was a nuisance to the town.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b264-11\">Id.—Validity of Ordinances Immaterial.—The validity of any ordinances of the town is immaterial to the determination of the question whether the defendants are maintaining a ditch which diverts surface water into the streets to the injury of the town. If so, the ditch constitutes a nuisance which the town is entitled to have abated under the general law, irrespective of city ordinances.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b265-5\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>. Id.—Evidence—Judgment-boll in Another Suit—Different Parties. A judgment-roll in another suit between the town and other parties cannot bind or estop the defendants, and is not admissible in evidence against them.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b265-6\">Id.—Remedy of Town to Abate Public Nuisance—Laches—Statute of Limitations.—The remedy of a town to abate a continuous public nuisance cannot be barred by laches, nor by the statute of limitations.</syllabus>\n<summary data-order=\"12\" data-type=\"history\" id=\"b265-7\">APPEAL from a judgment of the Superior Court of Sonoma County and from an order denying a new trial. S. K. Dougherty, Judge.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b265-8\">The facts are stated in the opinion.</summary>\n<p data-order=\"14\" data-type=\"attorneys\" id=\"b265-9\">James W. Oates, and J. R Leppo, for Appellant.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b265-10\">Surface waters cannot le concentrated and diverted on other land to its injury. <em>(Ogburn v. Connor, </em>46 Cal. 351; 13 Am. Rep. 213; <em>Conniff v. San Francisco, </em>67 Cal. 49; <em>Gray v. McWilliams, </em>98 Cal. 161; 35 Am. St. Rep. 163; <em>Rudel v. Los Angeles County, </em>118 Cal. 289; Gould on Waters, sec. 271, and citations; Angell on Watercourses, 6th ed., sec. 108.) The rule applies to unimproved land in city limits as well as in the country. <em>(Vanderwiele v. Taylor, </em>65 N. Y. 341; <em>Gormley v. Sanford, </em>52 Ill. 158.) The statute of limitations cannot apply to such a case as this, the obstruction of a public street. (Civ. Code, sec. 3490; <em>Orena v. Santa Barbara, </em>91 Cal. 621; <em>Ex parte Taylor, </em>87 Cal. 91.) The city ordinances relied upon were valid. (Municipal Corporation Act, sec. 862, subd. 4, sec. 868.)</p>\n<p data-order=\"16\" data-type=\"attorneys\" id=\"b265-11\">James F. Smith, for Bespondents.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b265-12\">A defendant cannot be held to account for a nuisance which he did not create, unless notice be given to him that a nuisance has been created and a demand made on him to abate it. <em>(Grigsby v. Clear Lake Water Co., </em>40 Cal. 407; <em>Pillsbury v. Moore, </em>44 Me. 156; 69 Am. Dec. 91; <em>Woodman v. Tufts, </em>9 N. H. 88; <em>Johnson v. Lewis, </em>13 Conn. 307; 33 Am. Dec. 405; Angell on Watercourses, sec. 403; <em>Branch v. Doane, </em>17 Conn. 402-18; <em>Eastman v. Amoskeag Mfg. Co., </em>44 N. H. 143-56; 82 Am. Dec. 201; <em>Snow v. Cowles, </em>22 N. H. 296; <em>Pierson v. Glean, </em>14 N. J. L. 36; 25 Am. Dec. 497; <em>Rychlicki v. St. Louis, </em>115 <page-number citation-index=\"1\" label=\"232\">*232</page-number>Mo. 662; <em>Middlebrooks v. Mayne, </em>96 Ga. 449.) No ordinance can retroactively make of that a nuisance which is not <em>per so </em>a nuisance, and deprive a citizen of his property without due process of law. <em>(In re Jacobs, </em>98 N. Y. 98; 50 Am. Rep. 636; <em>Pumpelly v. Green Bay etc. Co., </em>13 Wall. 177; <em>Wynehamer v. People, </em>13 N. Y. 398; <em>People v. Gillson, </em>109 N. Y. 389; 4 Am. St. Rep. 465; <em>Slaughter House Cases, </em>16 Wall. 36; <em>People v. Marx, </em>99 N. Y. 377; 52. Am. Rep. 34; <em>Butchers’ Union v. Crescent City, </em>111 U. S. 746; <em>Live Stock Assn. v. Crescent City, </em>1 Abb. (U. S.) 388-98; <em>Ex parte Sing Lee, </em>96 Cal. 354; 31 Am. St. Rep. 218; <em>Ex parte Whitwell, </em>98 Cal. 83; 35 Am.. St. Rep. 152.) The owner of a town, lot is at liberty to improve his lot so as to alter the drainage of surface water. <em>(Los Angeles etc. Assn. v. Los Angeles, </em>103 Cal. 467; <em>Dickinson v. Worcester, </em>7 Allen, 22; <em>Bentz v. Armstrong, </em>8 Watts &amp; S. 40; 42 Am. Dec. 266; <em>Hoyt v. Hudson, </em>27 Wis. 656; 9 Am. Rep. 473; <em>Barkley v. Wilcox, </em>86 N. Y. 141-48; 40. Am. Rep. 519; <em>Phillips v. Waterhouse, </em>69 Iowa, 201; 58 Am. Rep. 220; <em>Gannon v. Hargadon, </em>10 Allen, 109; 87 Am. Dec. 625; <em>Imler v. Springfield, </em>55 Mo. 119; 17 Am. Rep. 645; <em>O’Connor v. Fond Du Lac, </em>52 Wis. 531; 38 Am. Rep. 753; <em>Taylor v. Finckas, </em>64 Ind. 173; 31 Am. Rep. 114.) There was an acquiescence of the town in the flow of water down Eirst street for fifteen years, and the town cannot now be heard to complain. (Civ. Code, sec. 3515; <em>Chicago Ry. Co. v. People, </em>91 Ill. 251; <em>Chicago etc. R. R. v. Joliet, </em>79 Ill. 25; <em>Supervisors etc. v. Lincoln, </em>81 Ill. 156; <em>Leroy v. Springfield, </em>81 Ill. 114; <em>Brooks v. Reding, </em>46 Ind. 15; <em>Simplot v. Dubugue, </em>49 Iowa, 630; <em>Quincy v. Chicago etc. Ry. Co., </em>92 Ill. 21; <em>Sims v. Chattanooga, </em>2 Lea, 694.)</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b266-5\">GRAY, C.</author>\n<p id=\"Ad1\">This action was brought to abate and enjoin a nuisance alleged to be caused by the construction and maintenance by defendants of a bulkhead, embankment, and ditch, whereby surface waters were conducted and thrown upon the streets of the town of Cloverdale. Defendants had judgment, from which and from an order denying a new trial plaintiff appeals. It appears that the waters in controversy are surface waters which collect in the hills to the west of defendants’ lands, as well as on the land of defendants and other flat lands, <page-number citation-index=\"1\" label=\"233\">*233</page-number>and at the time the case arose flowed in a well-defined ditch ■or channel in an easterly direction to and across defendants’ lands and into the streets of the plaintiff, cutting down the gutters and otherwise injuring the same.</p>\n<p id=\"b267-4\">The answer specifically denied the allegations of the complaint that defendants constructed the bulkhead, embankment, and ditch, and continued to maintain the same, and thereby an issue was raised not only as to their construction, but as to the maintenance of them as well, and this issue as to the maintenance of the ditch by defendants became particularly material by reason of the ninth finding, which is as follows:</p>\n<blockquote id=\"b267-5\">“That said ditch does divert the said surface waters from their natural flow southeasterly across said town, and by means thereof said waters are forced and thrown violently upon First street in said plaintiff town and have cut away the gutters of First and Washington streets.”</blockquote>\n<p id=\"b267-6\">The court also finds that the bulkhead and embankment divert no waters from their natural flow and that defendants did not construct the ditch complained of, but there is no finding as to whether they maintained such ditch. If they did maintain the ditch, clearly, under the ninth finding, plaintiff was entitled to judgment against them; for it seems to be the set-tied law of this state that no person can divert surface water away from its natural flow and onto the premises of another, where it has not been accustomed to flow, to the injury of such premises and against the objection of the owner, without being amenable to the charge of maintaining a nuisance. If one maintains a ditch which diverts surface waters away from their natural flow and onto the land of another to the injury of such land, he maintains a nuisance. This was the rule at common law as well as under the civil law (Gould on Waters, sec. 271); and in this state prevails as well in cities of every class as in the country. <em>(Stanford v. San Francisco, </em>111 Cal. 198; <em>Conniff v. San Francisco, </em>67 Cal. 45; <em>Cushing v. Pires, </em>124 Cal. 663; <em>Gray v. McWilliams, </em>98 Cal. 157; 35 Am. St. Rep. 163.) The case here is to be distinguished from those cases where the effect of improving city property is to dam up the outlet and cause surface water, which does not assume the form of a running stream and which falls in the immediate vicinity, <page-number citation-index=\"1\" label=\"234\">*234</page-number>to stand upon the adjoining property. The rule in those eases can have no application in a case where the water is actually conducted onto the land to its injury.\" <em>(Lampe v. San Francisco, </em>124 Cal. 546; <em>Los Angeles etc. Assn. v. Los Angeles, </em>103 Cal. 461.)</p>\n<p id=\"b268-5\">The failure to find on the question as to whether defendants maintained the ditch is not obviated, as respondents seem to think, by any want of notice to defendants that the ditch was a nuisance. Upon this question of notice there is, again, -no finding, but the complaint .alleges as follows: “That plaintiff has demanded of defendants that they fill up the said ditches, remove the said embankment and bulkhead, and relieve the said streets of plaintiff of the said waters; but defendants have failed and refused so to do, and still and do now maintain said ditches,” etc. The answer denies as follows: “Deny on information and belief that plaintiff has ever demanded of defendants or either of them that they or either of them should remove any embankment or bulkhead or relieve any streets of plaintiff of any water, or that defendants ever failed to comply with any legal or lawful demand made by plaintiff, or that defendants or either of them maintained any ditch,” etc. Waiving the objection that this denial, of a fact that must be -within the knowledge of defendants, is made on information and belief, it will still be seen that there is no denial at all of the demand and refusal to fill up the ditches. It must then be taken as admitted by the pleadings that defendants refused, upon the demand of plaintiff, to fill up their ditches. If the defendants did not already know the effect of the ditch on the streets, this demand was sufficient to put them on inquiry as to that matter, and their refusal to comply with the demand obviated the necessity of any further notice to them, and as the record stands they should be treated as having had full notice that the maintenance of the ditch was a nuisance to plaintiff. It was therefore very material to determine whether defendants in fact maintained the ditch, and the judgment should be reversed and a new trial had for failure to find upon that material issue.</p>\n<p id=\"b268-6\">A question is raised as to the validity of certain ordinances of the plaintiff, but it would seem entirely unnecessary to de<page-number citation-index=\"1\" label=\"235\">*235</page-number>termine such question. As the case appears to us now on the record before us, its solution depends upon the answer to the question as to whether defendants maintained the ditch. The facts found in the ninth finding .show that such ditch constituted a nuisance which plaintiff was entitled to have abated under the general law governing the matter and irrespective of the ordinances in question.</p>\n<p id=\"b269-4\">The court did not err in excluding the judgment-roll in the ease of <em>McEllerney v. Cloverdale, </em>as the defendants here were not parties to that suit and are in no way bound or estopped by the judgment therein, and it was not evidence as against them of the facts therein determined.</p>\n<p id=\"b269-5\">We have examined the other objections contained in appellant’s brief, as to alleged errors of the court in rulings in reference to the admission of evidence, and find nothing in them requiring particular notice. As the case must go back for a new trial any discussion as to whether the findings are supported by the evidente is unnecessary.</p>\n<p id=\"b269-6\">There can be no merit in respondents’ contention that plaintiff’s remedy is barred by laches. There is no plea of laches. There is in the answer a plea of several statutes of limitations, but it is clear that such a plea is not good in the case here. (Civ. Code, sec. 3490; <em>Ex parte Taylor, </em>87 Cal. 91, and eases therein cited.)</p>\n<p id=\"b269-7\">We advise that the judgment and order be reversed.</p>\n<p id=\"b269-8\">Haynes, C., and Cooper, 0., concurred.</p>\n<p id=\"b269-9\">For the reasons given in the foregoing opinion the judgment and order are reversed.</p>\n<p id=\"b269-10\">Van Dyke, J., Garoutte, J., Harrison, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}