{
  "casebody": {
    "data": "<casebody firstpage=\"650\" lastpage=\"657\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b684-8\">[S. F. No. 1400.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AQF\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIJ\">May 25, 1900.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b684-9\">LONDON AND SAN FRANCISCO BANK, Limited, Respondent, v. JOHN J. MOORE, etc., Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b684-10\">Bill of Exchange—Dishonob by Drawee—Advance by Payee—Action Against Drawee.—The drawer of a bill of exchange, the amount of which has been advanced by the payee, is liable, after notice of dishonor, to an action by the payee to recover back the amount of the money advanced.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b684-11\">In.—Defense not Sustained—Special Agency of Plaintiff—Certificate Bequibed by Letter of Credit—Bills of Lading and Invoices. A defense to such action upon the ground of the plaintiff’s representation of its agency is not sustained, where the evidence discloses no other representation than that the plaintiff <page-number citation-index=\"1\" label=\"651\">*651</page-number>pank was the special agent of a Melbourne bank which authorized the bill of exchange to be drawn upon its London correspondent, merely for the purpose of giving a certificate, required toy a letter of credit in favor of the drawer, that bills of lading and invoices of goods representing the amount of the draft had been forwarded to the manager of the Melbourne bank. The fact that such bills of lading and invoices were delivered by the defendant to the plaintiff bank to be forwarded to such manager as a means of obtaining the certificate from the plaintiff to be sent with the bill of exchange to London is immaterial.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b685-3\">Id.—Gashing of Bill of Exchange No Part of Agency.—The cashing of the bill of exchange by the plaintiff bank, at the request of the defendant, was no part of such special agency, and had the same effect as if it had been cashed by any other bank.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b685-4\">APPEAL from a judgment of the Superior Court of the City and County of San Francisco and from an order denying a new trial. J. M. Seawell, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b685-5\">The facts are stated in the opinion.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b685-6\">Gordon &amp; Young, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b685-7\">Page &amp; Eells, and Page, McCutchen &amp; Eells, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b685-8\">CHIPMAN, C.</author>\n<p id=\"AeG\">Action on bill of exchange. May <em>29, </em>1895, defendant, in the firm name of J. J. Moore &amp; Co., drew a bill of exchange on the 'City of Melbourne Bank, Limited, at London, England, in favor of plaintiff at San Francisco, and delivered it to the latter bank, receiving therefor its value. The draft was accepted by the drawee in due course, but when presented for payment, at maturity, it was dishonored by the drawee, the latter having suspended. TJpon notice of the dishonor to and demand upon the drawer he refused payment, whereupon plaintiff brought this action and had judgment. Defendant appeals from the judgment and from the order denying his motion for a new trial.</p>\n<p id=\"b685-9\">Defendant does not dispute the foregoing facts, but he seeks to exonerate himself from the liability ordinarily attaching to the drawer of a dishonored draft. The facts relied upon are as follows: J. G-. Hay &amp; Co., of Melbourne, Australia, procured from the City of Melbourne Bank, Limited, of Melbourne, a letter of credit for the sum of five hundred pounds sterling, au<page-number citation-index=\"1\" label=\"652\">*652</page-number>thorizing defendant, in payment of merchandise to be purchased by defendant for account of Hay &amp; Go. and shipped to the latter, to draw bills upon the City of Melbourne Bank, Limited, of London, England. The letter of credit was as follows:</p>\n<blockquote id=\"b686-4\">“Eastern Credit Ho. 6. £500 Stg.</blockquote>\n<blockquote id=\"b686-5\">“City of Melbourne Bank, Limited.</blockquote>\n<blockquote id=\"b686-6\">“Melbourne, 15th Mar., 1895.</blockquote>\n<blockquote id=\"b686-7\">“Messrs. J. J. Moore &amp; Co. are. hereby authorized to draw at usance upon the City of Melbourne Bank, Limited, in London, at any time prior to the 14th day of September next, for the cost of merchandise to be shipped to Melbourne on account of Messrs. J. G. Hay &amp; Co. for any sum or sums not exceeding in the whole the sum of five hundred pounds stg.; and the City of Melbourne Bank, Limited, hereby engages with the drawers, indorsers, and <em>bona fide </em>holders of any bills so drawn, that same shall be accepted on presentation and paid at maturity. Provided they are accompanied by a certificate from the bank’s agents at San Francisco that bills of lading and invoices of goods, purporting to be of sufficient amount, have been forwarded by the vessel bearing the merchandise to the manager of the City of Melbourne Bank, Limited, at Melbourne, specifying the same, and that the bills are drawn on account of Messrs. J. G-. Hay &amp; Co. under this credit.</blockquote>\n<blockquote id=\"b686-8\">“Purchasers are to note the amount of the bills separately on the back hereof, and to see that they are described as ‘drawn under eastern credit Ho. 6, dated 15th Mar., 1895.’</blockquote>\n<blockquote id=\"b686-9\">“WM. ROBERTSOH, “Acting Geni. Manager. “R. A. FERGHSOH,</blockquote>\n<blockquote id=\"b686-10\">“Accountant.</blockquote>\n<blockquote id=\"b686-11\">“H. B. The bank’s agents at San Francisco are the London <em>&amp; </em>San Francisco Bank, Ld.”</blockquote>\n<p id=\"b686-12\">The letter of credit required that such bills should be accompanied by the certificate of the Australian bank’s agents at San Francisco, that bills of lading and invoices of goods representing the amount of the draft drawn for the purchase of the goods had been sent to the Australian bank by the vessel bearing the merchandise. Such certificate was issued in the present case, and went forward with the draft, and was as follows:</p>\n<blockquote id=\"b687-2\"><page-number citation-index=\"1\" label=\"653\">*653</page-number>“London <em>&amp; </em>San Francisco Bank, Limited.</blockquote>\n<blockquote id=\"b687-3\">“San Francisco, 29 May, 1895.</blockquote>\n<blockquote id=\"b687-4\">“The undersigned, in our capacity of agents to the 'City of Melbourne Bank, Ltd., in transaction stipulated by their credit Ho. 6, eastern, dated March 15th, 1895, hereby declare that Messrs. J. J. Moore &amp; Co. have on this date valued under said credit on the London branch of the City of Melbourne Bank, Ltd., for £209 2-7 (say two hundred and nine pounds 2-7 Stg.) against documents purporting to represent an equivalent amount of merchandise shipped per S. S. Mariposa’ to Melbourne, and that such documents have been lodged with us and will be duly forwarded to the manager at Melbourne.</blockquote>\n<blockquote id=\"b687-5\">“We also certify that the above-mentioned bill is drawn for account of Messrs. J. <em>G. </em>Hay &amp; Co.</blockquote>\n<blockquote id=\"b687-6\">“For the London and San Francisco Bank, Limited.</blockquote>\n<blockquote id=\"b687-7\">“(Signed) A. SCRIVENER, Manager, “Agents for the City of Melbourne Bank, Ltd.”</blockquote>\n<p id=\"b687-8\">Defendant alleges in his answer, with reference to the letter of credit, that plaintiff bank “in all matters connected with the same [the letter] represented to this defendant that it was the agent of the said City of Melbourne Bank, Limited, and this defendant shipped the merchandise as hereinafter set out, and parted with the bill of lading therefor, and drew the bill of exchange as hereinafter set out, relying solely upon the representations of the said plaintiff that it was the agent of the said City of Melbourne Bank, Limited, acting to and for said bank in cashing said bill of exchange as hereinafter alleged, and not for this defendant.” Defendant avers that it was because of his reliance upon the representations of plaintiff that it was the agent of the Australian bank that he shipped the merchandise and at the same time delivered to plaintiff the bill of lading and invoice of the same, and that it was as such agent that plaintiff issued its certificate required by the letter of credit, and that defendant drew his bill of exchange on the London bank “relying solely and wholly upon the representations made by said plaintiff that, as to the aforesaid credit and all matters and transactions had thereunder, it was the agent of the said City of Melbourne Bank, Limited”; and that plaintiff permitted defendant to part with control of said merchandise and also cashed <page-number citation-index=\"1\" label=\"654\">*654</page-number>his said bill of exchange believing plaintiff to be agent of the Melbourne bank, and that defendant acted on such belief. The foregoing averments present the substance of the defense.</p>\n<p id=\"b688-4\">The court found that plaintiff was not the agent for the Melbourne bank “except for the purpose designated in the letter of credit, viz., to issue a certificate which should accompany drafts drawn under the credit to the acceptor in London that bills of lading and invoices of goods, purporting to be of amount sufficient to cover the draft, had been forwarded by the vessel bearing the merchandise (to cover cost of which the credit had been granted) to the manager of the bank granting the credit at Melbourne, specifying the bills, etc., and that the bills were drawn on account of J. G. Hay &amp; Co. under the credit.” The court further found that plaintiff had no other business relation with the Melbourne bank and did not represent to defendant that it was agent for any purpose other than the issuing of said certificate, nor did it represent to defendant that it was acting for said bank in cashing defendant’s bill of exchange; that “plaintiff bank did not cash the said bill. It purchased the same in the ordinary course of business as a banking house.” The court also found that the bill of exchange was not delivered to plaintiff as the agent of the Australian bank, ‘ffiut was the result of an independent transaction between the plaintiff and defendant, whereby the former purchased from the latter, on its own account, the draft of J. J. .Moore &amp; Co., upon the City of Melbourne Bank which it thereafter held as its own property, and not as the agent of anyone else”; the court found that plaintiff did not represent itself to be the agent of the Melbourne bank and that defendant did not act upon any such representations, and that “plaintiff did not receive the surrender and control of the said merchandise from defendant except so far as the mere acceptance of the bill of lading and the forwarding of the same to the manager of the City of Melbourne Bank was such receipt, and its action in this regard was necessary and done at defendant’s request to enable him to draw a draft under the said letter of credit after he had purchased and shipped the merchandise referred to.”</p>\n<p id=\"b688-5\">Briefly stated, the defense is that plaintiff represented itself to defendant as the agent of the Melbourne bank; that as such <page-number citation-index=\"1\" label=\"655\">*655</page-number>agent it took control of the merchandise purchased at San Francisco, and paid for it as such agent by cashing a draft upon its principal, the London bank. It appeared that the Melbourne bank was a branch of the bank of the same name doing business at the city of London, England. The allegations of the answer are found by the trial court to be untrue, and we think the evidence justifies the findings.</p>\n<p id=\"b689-3\">It appears from the testimony of the manager of plaintiff bank that the matter of the plaintiff serving in the capacity of agent for the bank at Melbourne was arranged between the London offices of the two banks respectively. What the agency was does not appear. The witness testified: “The bank here was simply notified to place the name [of the Melbourne bank] on the list of our correspondents.” It appeared that the first draft drawn by defendant was purchased by the Bank of British Columbia, and plaintiff did no more than to furnish the certificate which the letter of credit required should be furnished by plaintiff and for the doing of which the letter made plaintiff its agents at San Francisco. Plaintiff got nothing out of this transaction. The next draft, drawn by defendant, was first presented to the Bank of British Columbia, and a clerk of defendant applied to plaintiff for a certificate as formerly. Plaintiff suggested, as a matter of courtesy, that the request should come from the Bank of British Columbia, which was defendant’s bank, stating to defendant’s clerk: “You can see I am doing all of the work and your bank is getting all the profit.” It turned out that defendant’s bank declined to make the request and turned the business over to plaintiff. The witness testified: “I purchased the draft and gave J. J. Moore &amp; Co. a check for the amount. I purchased the draft. I took that on our account.” Plaintiff notified the bank at Melbourne that it had purchased the draft against the letter of credit. The same kind of certificate went forward with the draft as when the Bank of British Columbia purchased the first draft. This witness also testified that the bank at Melbourne had no interest in the purchase of these drafts: “Mo entries were made in any of our books charging or crediting that bank with reference to these purchases affecting the City of Melbourne Bank. The only entry would be in what we call our Tills purchased’ account; so many pounds <page-number citation-index=\"1\" label=\"656\">*656</page-number>sterling bought at such and such a sum.....The City of Melbourne Bank, Limited, has never drawn on us directly, nor we on them. We have our agents there, the Bank of Hew South Wales. This bank was simply put on our list of correspondents at their own request. We continued and always have continued to do all our agency business through the Bank of Hew South Wales. The gain or loss in the transaction would be the gain or loss of the plaintiff.” When the bank at Melbourne forwarded the letter of credit it was inclosed in a letter of transmittal reading as follows: “We inclose for your guidance duplicate of our eastern credit Ho. 6 in favor of J. J. Moore &amp; Co., p. £500, which we have issued this day.” Defendant relies much upon certain statements made by the witness on cross-examination. He had explained that if he had refused to issue the certificate the Melbourne bank “would no longer recognize it as its agent. When a party presents a draft and requests us to give a certificate to the holder of the draft, and says, <em>‘we </em>want that certificate/ we would be bound to issue it. The bank has the power, under a special letter of credit of this kind, to purchase the draft. They could decline to purchase the draft, but so long as they are agents for another bank they would never think of declining. I cannot conceive any instance where we -would decline to purchase a draft drawn under a letter of credit by a bank of which we were the agents. I cannot conceive of such an instance. We are the agents of a certain bank, and the drafts drawn under the letter of credit of that bank are presented to us as agents of that bank. It is presented to us to purchase for our own account, and if we did not think that the bank was good we would have their name stricken off our list. On the other hand, if any firm would come to us and say, like Messrs. Moore &amp; Co. did, ‘we want a certificate/ we would have to give them the certificate whether we purchased the draft or not.” Defendant seriously urges that this testimony clearly shows that plaintiff was the agent of the Melbourne bank, from which it results that plaintiff has no greater right than its principal, and that the principal had no right of action against defendant.</p>\n<p id=\"b690-5\">We think it perfectly clear from the evidence that plaintiff became the agent of the Melbourne bank for the purpose only of issuing the certificate referred to in the letter of credit, and that <page-number citation-index=\"1\" label=\"657\">*657</page-number>when plaintiff purchased one of defendant’s drafts, drawn on the London hank, against his letter of credit, plaintiff had the same rights as the Bank of British Columbia had, or any other bank would have had, as purchaser of one of his drafts. There is not the slightest evidence to support the averments of the answer that plaintiff represented itself to be the agent of the Melbourne bank for any purpose other than to issue certificates by which defendant would be enabled to cash his drafts. Defendant testified that he believed the plaintiff was the agent of the Melbourne bank, and that he relied upon that fact in surrendering the bills of lading and shipping documents and losing control of the business. But he did not testify what he meant by the term “agent,” nor that plaintiff had made any representations to him as to its understanding of the extent of the agency. It was but common prudence, as well as the proper course to pursue, for plaintiff to require the surrender of the bills of lading and invoices of goods; and the certificate, given at defendant’s request, read that plaintiff made the certificate “against documents purporting to represent an equivalent amount of merchandise shipped per S. S. [naming it] to Melbourne, and that such documents have been lodged with us and will be duly forwarded to the manager at Melbourne.” It was only by obtaining a certificate from plaintiff that defendant could have his drafts cashed, and certainly plaintiff would not issue the certificate and leave the documents and control of the merchandise in defendant’s hands.</p>\n<p id=\"b691-3\">The decision of the trial court seems so obviously correct that we must decline to follow the argument of appellant further. It is based principally upon the assumption that the evidence sustained the defense set out in the answer. This assumption not being well grounded, we do not feel called upon to notice the various authorities cited in support of defendant’s contention.</p>\n<p id=\"b691-4\">It is advised that the judgment and order should be affirmed.</p>\n<p id=\"b691-5\">Gray, C., and Cooper, C., concurred.</p>\n<p id=\"b691-6\">For the reasons given in the foregoing opinion the judgment and order are affirmed.</p>\n<p id=\"b691-7\">Henshaw, J., Temple, J., McFarland, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}