{
  "casebody": {
    "data": "<casebody firstpage=\"46\" lastpage=\"54\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b64-6\">REYNOLDS OFFSET CO., INC., A CORPORATION OF NEW YORK AUTHORIZED TO DO BUSINESS IN NEW JERSEY, PLAINTIFF-RESPONDENT, v. ALEXANDER SUMMER AND EDITH SUMMER, A PARTNERSHIP t/a ALEXANDER SUMMER CO., DEFENDANTS-APPELLANTS, AND JAMES E. HANSON AND ROBERT E. BLACKFORD, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b64-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b64-8\">Argued February 13, 1961</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AO1\">Decided June 5, 1961.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b66-5\"><page-number citation-index=\"1\" label=\"48\">*48</page-number>Before Judges Goldmann, Eoley and Collester.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b66-6\"><em>Mr. Charles E. Villanueva </em>argued the cause for the defendants-appellants <em>(Messrs. Van Riper &amp; </em>Belmoni, attorneys) .</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b66-7\"><em>Mr. Benjamin H. Chodash </em>argued the cause for the plaintiff-respondent <em>(Messrs. Erieger &amp; </em>Chodash, attorneys).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b66-8\">The opinion of the court was delivered by</p>\n<author id=\"b66-9\">Collester, J. S. C.</author>\n<p id=\"AMS\">(temporarily assigned). The defendants, Alexander Summer and Edith Summer, a partnership trading as Alexander Summer Co. (Summer Co.) appeal from a denial by the Law Division of their application to amend the pleadings and the pretrial order by adding as defenses to the action (1) the statute of frauds and (2) the right of the plaintiff, a New York corporation, to maintain the action. They likewise appeal the denial of their request to have additional discovery proceedings to support the last mentioned defense.</p>\n<p id=\"b66-10\">The plaintiff brought suit against Summer Co. upon an alleged breach of contract of a guarantee of subleasing and joined as defendants James E. Hanson and Robert E. Blackford, former employees of Summer Co. Summer Co. denied the authority of Blackford and Hanson to execute the instrument upon which suit was brought; crossclaimed for damages against them, and counterclaimed against.the plaintiff for an alleged commission paid to plaintiff’s president for the initial leasing of the premises.</p>\n<p id=\"b67-3\"><page-number citation-index=\"1\" label=\"49\">*49</page-number>At the trial a motion for involuntary dismissal was granted in favor of Summer Co.; the jury returned a verdict of $15,000 against each of the defendants, Hanson and Black-ford; and Summer Co.’s counterclaim was dismissed. The trial court based its conclusion particularly on <em>MacLeod v. Ajax Distributing Co., 22 N. J. Super. </em>121 <em>(App. Div. </em>1952), accepting Summer Co.’s contention that Hanson and Blackford had acted beyond the scope of their authority.</p>\n<p id=\"b67-4\">An appeal was taken to this court which reversed and remanded the case for a new trial on all issues except one not material here, <em>Reynolds Offset Co., Inc. v. Summer, </em>58 <em>N. J. Super. </em>542 <em>(App. Div. </em>1959), certification denied 31 <em>N. J. </em>554 (1960) holding that an issue of fact was presented “as to the existence of actual or apparent authority in Hanson and Blackford.”</p>\n<p id=\"b67-5\">The pleadings and pretrial order did not assert as defenses the statute of frauds or the limitation of the right of plaintiff corporation to sue. Prior to argument of the appeal, Summer Co. moved for a dismissal of plaintiff’s appeal and complaint upon the ground that plaintiff had no right to sue since it was a How York corporation not authorized to do business in New Jersey prior to the making of the alleged contract upon which plaintiff’s cause of action was founded. While the issue was not raised at the trial below, this court held the motion for final argument of the appeal and then considered it as a matter of public interest. <em>Reynolds Offset Co., Inc. v. Summer, supra, </em>58 <em>N. J. Super., </em>at <em>p. </em>548. In its decision this court stated at <em>page </em>550 of 58 <em>N. J. Super.:</em></p>\n<blockquote id=\"b67-6\">“As far as the proofs disclose, the lease and guarantee were the first piece of business transacted by plaintiff in this state. It was an isolated transaction. No business had been done in New Jersey prior thereto. * * * plaintiff is not barred from maintaining the action <em>sub jutUce.”</em></blockquote>\n<p id=\"b67-8\">Following the reversal and remand this case again came before the trial court for a new pretrial conference pursuant to the requirements of <em>R. R. </em>4:29-7:</p>\n<blockquote id=\"b68-3\"><page-number citation-index=\"1\" label=\"50\">*50</page-number>“A pretrial conference shall be scheduled for every case in which a new trial is directed by the trial court or by mandate of an appellate court.”</blockquote>\n<p id=\"b68-4\">At said pretrial conference, Summer Co. unsuccessfully sought to include in the pretrial order the additional defense of the statute of frauds and the defense that plaintiff could not maintain its action since it was not authorized to do business in New Jersey prior to the giving of the alleged guarantee sued upon and, in any event, it had conducted prior business in this State. The trial court also denied Summer Co. an extension of time to have additional discovery solely on the question of whether the plaintiff had done business in New Jersey prior to the making of the alleged guarantee agreement. This court granted leave to appeal from a denial of such applications.</p>\n<p id=\"b68-5\">The defendant contends that the trial court abused its discretion in refusing to include the two additional defenses in the pretrial order and by refusing additional time for discovery.</p>\n<p id=\"b68-6\">I.</p>\n<p id=\"b68-7\">At the prior appeal to this court the defendant argued that the plaintiff had failed to prove at the trial that written auhority signed by it had been given to Hanson and Black-ford to execute the purported guarantee and therefore no action could be brought thereon under the statute of frauds. The Appellate Division stated:</p>\n<blockquote id=\"b68-8\">“The defense of the statute of frauds was not pleaded, <em>R. R. </em>4:8-3, included in the pretrial order, or argued below. Accordingly, we will not now consider that argument.” (58 <em>N. J. Super., </em>at <em>p. </em>559)</blockquote>\n<p id=\"b68-9\">The defendant contends that at the pretrial conference held pursuant to <em>R. R. </em>4:29-7 it should have been permitted to add this defense to “clarify” the issues and that while it had not been pleaded initially the plaintiff was aware of such defense and it comes as no surprise.</p>\n<p id=\"b69-4\"><page-number citation-index=\"1\" label=\"51\">*51</page-number>In <em>Carolyn Schnurer, Inc. et al v. Stein at al, </em>29 N. <em>J. </em>4-98 (1959), our Supreme Court bad occasion to consider the purpose of <em>R. R. </em>4:29-7. The original pretrial order in that case incorporated a stipulation waiving a trial by-jury. At the subsequent trial the judge granted defendants’ motion for involuntary dismissal at the close of plaintiffs’ case. The Appellate Division reversed and ordered a new trial. At the second pretrial conference held pursuant to <em>R. R. </em>4:29-7 plaintiffs applied for a retrial by a jury, which request was denied. In its opinion denying plaintiffs’ right to a jury trial the Supreme Court stated, 29 A. J., at <em>pagas </em>501-502:</p>\n<blockquote id=\"b69-5\">“* * * The pretrial conference is a solmen deliberative proceeding of significant importance in the disposition of cases at the trial level. <em>R. R. </em>4:29-3 calls for discussions between attorneys in advance of their court appearance for the purpose of reaching agreement on as many matters as possible. And they are required to prepare memoranda of their stipulations and to submit them to the court in order to facilitate and expedite the formal conference. <em>R. R. </em>4:29-3. When the court dictates the order which constitutes the repository of their agreements, and it has been signed by the parties, by virtue of <em>R. R. </em>4:29-1 it ‘becomes part of the record, supersedes the pleadings where inconsistent therewith, and controls the subsequent course of action unless modified at or before the trial * * The formidable place in the case thus created for the completed order makes it unrealistic to hold that the further rule directing the scheduling of another conference prior to a new trial has the effect of effacing it from the record. The purpose of <em>R. R. 4 </em>:29-7 (which perhaps might have been more plainly stated) was to provide an opportunity for <em>revietv of the order in the light of the action of the trial or appellate court which produced the retrial.</em></blockquote>\n<blockquote id=\"b69-8\">At the new conference, the original order remains as the basic statement of the agreements and contentions of the parties. <em>Additions, </em>amendments or revisions <em>deemed necessary as the result of the reversal </em>may be made. The trial judge has general supervisory authority over the proceeding, and the changing or withdrawal of stipulations previously made but which are not directly affected by the order for the new trial, is not a matter of right but rather one which rests in his sound discretion. In our judgment, this includes a stipulation waiving jury trial. At the second pretrial conference the agreement cannot be withdrawn <em>pro forma </em>because of a change of heart by one party. An application may be made to be relieved of the waiver. But the desire for change does not operate as a <page-number citation-index=\"1\" label=\"52\">*52</page-number>command. Reasons must be presented which the trial court, in the exercise of a just discretion, will deem to be adequate to warrant the relief sought. In this area, his discretion must be considered a broad one and ordinarily free from interference by appellate tribunals.” (Emphasis added)</blockquote>\n<p id=\"b70-4\">Erom the foregoing expression of opinion of onr Supreme Court it is clear that additions, amendments and revisions of the original pretrial order should be granted, at a second pretrial conference held pursuant to <em>B. B. </em>4:29-7, <em>only </em>when deemed necessary in the light of the action at the trial or appellate court which produced the retrial. In our opinion this requirement should not be relaxed except when its enforcement would be inconsistent with substantial justice. Uothing that occurred at the original trial of this cause or in this court requires that the presently claimed issues of the statute of frauds and plaintiff’s standing to bring this suit be added to the pretrial order.</p>\n<p id=\"b70-5\">As indicated in Schnurer, supra, the determination of the issue of amendments to the pretrial order rests in the sound discretion of the trial judge. Eollowing oral argument of this appeal, and as an aid to this court in deciding the questions involved, we requested the trial judge to advise us in writing of his reasons for denying the relief sought. All counsel were advised of this court’s action and were granted leave to file supplemental memoranda upon receipt of the trial court’s report, if they so desired.</p>\n<p id=\"b70-6\">The trial judge reported to this court that he had denied defendants’ application to amend the pretrial order because (1) the issue of the plaintiff’s right to sue had been decided by this court on the prior appeal, and (2) the issue of the statute of frauds had not been previously raised.</p>\n<p id=\"b70-7\"> Since the statute of frauds had not been pleaded, included in the pretrial order, or argued at the trial, such defense was waived under the requirements of <em>B. B. </em>4:8-3. The provisions of said rule are mandatory and failure to abide by the rule amounts to a waiver of the affirmative <page-number citation-index=\"1\" label=\"53\">*53</page-number>defense. <em>R. R. </em>4:12-8. <em>Battaglio v. Bed Bank Discount Center, Inc., </em>65 <em>N. J. Super. </em>185, 187 <em>(App. Div. </em>1961).</p>\n<p id=\"b71-5\">While the object of onr practice is to avoid determination of an action upon procedural errors or oversights, nevertheless, fairness to one’s adversary requires that a party must at some point be bound by the position he has formally taken before the trial court. <em>Battaglio, supra, </em>65 <em>N. J. Super., </em>at <em>p. </em>188.</p>\n<p id=\"b71-6\">To permit Summer Co. to raise this defense on a new trial would be to strip <em>R. R. </em>4:8-3 of its vitality. This court refused to consider such defense on the prior appeal. It was not an issue at the prior trial and is not a necessary result of the reversal. To the contrary, this court held on the prior appeal that such defense had been waived. 58 <em>N. J. Super., supra, p. </em>559.</p>\n<p id=\"b71-7\">It does not appear that any sound reasons were advanced to the trial court which, in the exercise of its broad discretion, might have been deemed adequate to grant the relief sought. Nor do we find that the trial court’s action is inconsistent with substantial justice. We find that the trial court did not abuse its discretion in refusing to include the defense of the statute of frauds in the new pretrial order.</p>\n<p id=\"b71-8\">II.</p>\n<p id=\"b71-9\">Summer Co. contends that the previous denial of its motion to dismiss the action upon the ground that the plaintiff is a foreign corporation not authorized to do business in New Jersey was not a determination on the merits but a motion for judgment on the pleadings. The plaintiff, on the other hand, contends that the motion was not considered solely on the pleadings but on the testimony at the prior trial as well.</p>\n<p id=\"b71-10\">As before stated, this issue was not raised at the first trial but was an afterthought raised on the first appeal. Summer Co. now seeks the benefit of an afterthought upon an afterthought. Having failed to satisfy this court of its contention on appeal, it now seeks leave to prove its contention <page-number citation-index=\"1\" label=\"54\">*54</page-number>upon a retrial. Such a position is untenable and would be in complete disregard of the decision of this court rendered on the first appeal.</p>\n<p id=\"b72-4\">At the hearing on said appeal this court dealt with the issue under its discretionary power to consider questions of jurisdiction not raised below. It concluded that “as far as the proofs disclose” the lease and guarantee were the first piece of business transacted in this State. 58 <em>N. J. Super., </em>at <em>page </em>550. It so decided after reviewing the entire record. This court’s holding, therefore, was on the merits—■ not upon the pleadings. The issue is now <em>res judicata.</em></p>\n<p id=\"b72-5\">We find no abuse of discretion on the part of the trial court in not permitting Summer Co. to include this issue as an additional defense in the new pretrial order. Hence the failure to allow additional time for discovery is moot.</p>\n<p id=\"b72-6\">Affirm.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}