{
  "casebody": {
    "data": "<casebody firstpage=\"183\" lastpage=\"197\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-9\">EUGENE J. C. RANEY <em>v. </em>COUNTY COMMISSIONERS OF MONTGOMERY COUNTY. ELEAZER RAY <em>v. </em>COUNTY COMMISSIONERS OF MONTGOMERY COUNTY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b211-11\">[Nos. 31, 32,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AYa\">January Term, 1936.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b213-10\">\n<page-number citation-index=\"1\" label=\"185\">*185</page-number>\n<em>Decided. February 20th, 1936.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b214-4\"><page-number citation-index=\"1\" label=\"186\">*186</page-number>The causes were argued before Bond, C. J., Urner, Offutt, Parke, Sloan, Shehan, and Johnson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b214-5\"><em>John E. Oxley, </em>for Eugene J. C. Raney, appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b214-6\"><em>Leo Bender, </em>submitting on brief, for Eleazer Ray, appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b214-7\"><em>Edward Peter, </em>submitting on brief, for the County Commissioners of Montgomery County, appellee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b214-8\"><em>Robert Peter, Jr., </em>with whom was <em>Robert Peter </em>on the brief, for the Maryland Printing &amp; Publishing Company, appellee.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b214-9\">Offutt, J.,</author>\n<p id=\"AhR\">delivered the opinion of the Court.</p>\n<p id=\"b214-10\">Chapter 593 of the Acts of 1935 provides that “Every notice, report, return, schedule, list of delinquent taxpayers or any official publication whatsover, required by law to be published by any officer, official or officials of ■ Montgomery Counity, shall be published in two newspapers regarded as Montgomery County newspapers of general circulation in Montgomery County. Provided, however, that one of said newspapers shall have been printed and published in the 7th or 13th Election District, known as Suburban Montgomery County and the other newspaper shall have been printed and published in any Election District except the 7th and 13th, and that publication of said papers shall include the setting of type within Montgomery County for a period of at least four (4) consecutive years, immediately prior to the insertion of said notice, report, return, schedule, list of delinquent taxpayers or any official publication, etc.; and provided, further, that the Treasurer of Montgomery County shall select the papers in accordance with the provisions, of this act, in which the treasurer’s report shall be published.” Disregarding that statute, certain officials of Montgomery County caused to be published in the “Montgomery County Sentinel,” a newspaper printed in Ellicott City in Howard County, but published in Montgomery County, certain public notices, and the County Commissioners of Montgomery <page-number citation-index=\"1\" label=\"187\">*187</page-number>County are about to order that claims for such advertisements be paid out of the public funds of the county.</p>\n<p id=\"b215-5\">To prevent that payment, Eleazar Ray, a citizen, resident, and taxpayer of Montgomery County, filed the bill of complaint in this case, in which he prayed (1) that the county commissioners be restrained from paying for any official publications in that newspaper; (2) that they be restrained from publishing or permitting the publication by “any official of Montgomery County” of official notices “required by law to be published as official publications” in it; and (3) that the Maryland Printing &amp; Publishing Company, the publisher of the Montgomery County Sentinel, be enjoined from prosecuting any action or suit against the County Commissioners of Montgomery County for the payment from the public funds of said county of its claims for the publication of such “notices” inserted since May ,17th, 1935.</p>\n<p id=\"b215-6\">The defendants filed combined answers and demurrers, and after a hearing the court, without dealing with the demurrers, dismissed the bill. From that decree Ray, and Eugene J. C. Raney, who was allowed to intervene as a party plaintiff, appealed.</p>\n<p id=\"b215-7\">The background of the case appears from the pleadings and stipulations to be this: The seventh and thirteenth election districts of Montgomery County include that part of the county which lies next to the District of Columbia and is suburban in character. The remaining thirteen election districts are more remote from the District and are mainly rural. In those rural districts there are two county newspapers, one the Montgomery County Sentinel, which has been continuously published for about eighty years, has over 2,500 subscribers, is mailed from Rockville, but actually printed and made up at Ellicott City; the other, the Montgomery Independent, said to have a subscription list of about 708 subscribers, is printed and made up at Gaithersburg, but published at Rockville, both of which lie outside the seventh and thirteenth election districts. There is, of course, nothing which restricts the circulation of either paper to any par<page-number citation-index=\"1\" label=\"188\">*188</page-number>ticular part of the county, or even to the county or the state, except the extent of the demand for them; 'both are regarded as Montgomery County newspapers, although no stockholders of the Maryland Printing &amp; Publishing Company reside in that county.</p>\n<p id=\"b216-5\">From these facts, which are not in dispute, these consequences ensue. If notices which by law officials of Montgomery County are required to publish in a newspaper published outside of the seventh and thirteenth election districts may not be published in the Sentinel, then they can only be lawfully published in the Independent, for there is no other paper published in that territory; if published in that paper, they would be published upon its terms, and if for any reason it declined to publish them, they could not be published at all° as the act requires, in a newspaper published outside the suburban districts. There may also be this further possible consequence, that the failure to publish them at all in that territory may, where such publication is required by law as a condition precedent to the validity of proceedings incident to the administration of such statutes as zoning, or tax laws, prevent the efficient administration of such laws.</p>\n<p id=\"b216-6\">The theory upon which the bill was filed is that chapter 593 of the Acts of 1935 is a valid legislative enactment, that the Montgomery County Sentinel is not, within the meaning of the act, “published” in that part of Montgomery County lying outside of the seventh and thirteenth election districts, that payment for the publication of official notices, required to be published in that area, issued by Montgomery County officials, in that paper, would be an unlawful diversion of public funds, which may at the suit of a taxpayer be restrained by a court of equity.</p>\n<p id=\"b216-7\">The theory of the defendants is that the act is unconstitutional and void, because it creates a monopoly, because it deals specially with matters covered by a public general law, and because it is unreasonable. These in their order.</p>\n<p id=\"b216-8\">A monopoly, as the term is ordinarily understood in <page-number citation-index=\"1\" label=\"189\">*189</page-number>constitutional law, is a privilege or power to command and control traffic in some commodity, or the operation of a trade or business, to the exclusion of others, who, but for that power or privilege, would be at liberty to engage therein. <em>State v. Duluth Board of Trade, </em>107 Minn. 506, 121 N.W. 395; <em>State v. Central Lumber Co., </em>24 S.D. 136, 123 N.W. 504; <em>Standard Oil Co. v. United States, </em>221 U.S. 1, 31 S.Ct. 502, 55 L.Ed. 619. It may arise from a grant or franchise from the sovereign or individuals. <em>Words and Phrases, </em>First, Second, Third and Fourth Series; <em>Webster’s’ New Internal. Diet.; Standard Dictionary; Oxford Dictionary; </em>41 <em>C.J. </em>82. A necessary ingredient of any concept of the idea implied by the term is the suppression of competition, and ordinarily it involves restraint of that freedom or liberty of engaging in commerce or trade which the citizen enjoys as of common right <em>(Id.; Wright v. State, </em>88 Md. 436, 443, 41 A. 795), and may be distinguished from forestalling, that is, securing control of commodities on the way to market, regrating, securing control of commodities after they have reached the market, and engrossing, the act of an individual in securing possession generally of necessaries with a view of controlling the market with an intention of reselling at a higher price, although they all involve the common element of controlling the traffic to obtain an artificially enhanced price through the elimination of competition. A monopoly is something more than a mere privilege to carry on a trade or business or to deal in a specified commodity; it is an exclusive privilege which prevents others from engaging therein, either generally or in a specified place. 19 <em>R.C.L. </em>7.</p>\n<p id=\"b217-5\">In this case, the Maryland Printing &amp; Publishing Company is engaged in the business of publishing a newspaper in Montgomery County. The statute neither prevents the continued operation of its business, nor confers upon any other person or persons the exclusive privilege of operating a similar business in that territory or in any part thereof. What it does do is to prescribe conditions which in effect make one paper ineligible as a <page-number citation-index=\"1\" label=\"190\">*190</page-number>medium for the publication, of certain notices by officials of Montgomery County, but which do not disqualify another newspaper, which complies with the prescribed conditions, from acting as a medium for such publications. Since there is but one paper qualified to publish the notices, and as the notices are required by law to be published in a newspaper, the effect of the statute is to create a privilege, special in the sense that no one but that paper can enjoy it. The question then is whether such a privilege is a monopoly within the meaning of the Maryland Constitution.</p>\n<p id=\"b218-5\">Article 41 of the Maryland Declaration of Rights declares that “monopolies are odious, contrary to the spirit of a free government and the principles of commerce, and ought not to be suffered.” Apart from that declaration, the instrument contains no denunciation of special privileges, except such as may be implied from the form of government which it erects. But when the democratic nature of that government, and the care and foresight exercised, in the formulation of that instrument, to safeguard the citizen in the enjoyment of privileges and immunities which were regarded as of common right, are considered, it is manifest that its people never intended that so highly important a right as that of equality before the law should be without protection. So that when the meaning to be given the word “monopoly,” as used in article 41, is considered, great weight is to be given to the fact that but for that article the Constitution affords to the citizen no express protection against special and oppressive privileges.</p>\n<p id=\"b218-6\">The word itself ordinarily connotes a privilege connected with commerce in commodities because, historically, it was more often used to describe a condition which resulted from an exclusive privilege to engage in such commerce, but it has long had a broader meaning, more in harmony with the spirit of the Constitution, and, in determining the sense in which it is used in that instrument, it should be given that meaning, that its general intent may be served, rather than thwarted or confined by any narrow or over nice construction.</p>\n<p id=\"b219-4\"><page-number citation-index=\"1\" label=\"191\">*191</page-number>One of the meanings given the word in the <em>Oxford Dictionary </em>is the “Exclusive possession, control, or exercise of something,” “the condition of having no competitor in the sale of some commodity, or in the exercise of some trade or business.” And in <em>Webster’s New International Dictionary </em>this very comprehensive and excellent definition is found: “The exclusive right, privilege, or power of selling or purchasing a given commodity or service in a given market; exclusive control of the supply of any commodity or service in a given market; hence, often, in popular use, any such control of a commodity, service or traffic in a given market as enables the one having such control to raise the price of a commodity or service materially above the price fixed by free, competition. At the common law the term monopoly was specifically applied to an exclusive privilege of trade created by state grant or charter, and the term is still sometimes so used. Exclusive control of traffic constitutes a monopoly in the economic sense, whether acquired by state grants (as in case of patents or copyright, which are statutory exceptions to the common law rule making monopolies illegal), by control of sources of supply (as in case of mines), by engrossing an article (as in case of cornering the market, by combination or concert of action, or by any other means.)” In the <em>Oxford Dictionary </em>numerous examples taken from ancient and modern literature are given which illustrate the application of the word in its broader sense, that of the exclusive possession or control of something.</p>\n<p id=\"b219-5\">The judicial construction of the word has in the main followed the definition given by the lexicographers. As the result of the examination of a variety of cases, it is said in 19 <em>R. C. L. </em>7 to mean “the sole power of dealing in an article, or doing a specified thing, either generally or in a specified place.” In <em>Guthrie Daily Leader v. </em>Cameron, 3 Okl. 677, 41 P. 635, 639, the territorial legislature adopted a statute directing that all the state printing should be done ,by the State Capital Printing Company. The constitutionality of the act was challenged, and the court held that it created a monopoly, which it</p>\n<p id=\"b220-4\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>defined as “an exclusive privilege not enjoyed by others,” which, while elliptical, was sufficient for the case. So an act of a legislature making an employer criminally liable for discharging union employees but not for discharging non-union employees was held to create a monopoly. <em>In re Davies, </em>168 N. Y. 89, 61 N. E. 118. In <em>Fishburn v. City of Chicago, </em>171 Ill. 338, 49 N. E. 532, an ordinance provided that the cementing material to be used on a certain street should be obtained from Pitch Lake, in the island of Trinidad. It happened that a single, company owned Pitch Lake, but that other competing companies were engaged in selling similar material. In considering whether that created a monopoly, the court said: “It does not appear from the face of the ordinance that the effect is necessarily to so prevent competition or create a monopoly; but the proffered proof, which the court excluded, unmistakably disclosed that the asphaltum required by the ordinance to be used in making the street was a product which could only be obtained by purchase from a single corporation. The direct effect of the requirement, therefore, was to create a monopoly in favor of that corporation, and to restrict competition in bidding accordingly.” In <em>Leeper v. State, </em>103 Tenn. 500, 53 S. W. 962, it was held that a statute prescribing uniform textbooks throughout the state .and for their selection by a commission and the letting of contracts by a commission did not create a monopoly, because its purpose was to benefit the public. In <em>Hartford Fire Ins. Co. v. City of Houston, </em>102 Tex. 317, 116 S. W. 36, 38, it was held that a contract between the city and a water company’s, assignor by which the city agreed not to grant to any other person the right to furnish water to its fire hydrants created a monopoly. On the other hand, the grant of privileges monopolistic in character has 'been held not to constitute a monopoly in the constitutional sense, when reasonably required for the protection of some public interest, or when given in return for some public service, or when given in reference to some matter not of common right, or when the business affected is <page-number citation-index=\"1\" label=\"193\">*193</page-number>inherently dangerous to society. 19 <em>R. C. L. </em>14, 26; 1 <em>Ann. Cas. </em>848; <em>Cooley, Constitutional Limitations </em>(8th Ed.) p. 812, n. 3; 12 <em>C. J. </em>1113-1115; <em>Words and Phrases, </em>First Second, Third and Fourth Series; 41 <em>C. J. </em>86 <em>et seq. </em>Such privileges cannot ordinarily be said to be contrary to the spirit of a free government, for they serve to aid it in the performance of its necessary and proper functions; nor are they contrary to the principles of commerce, for they deal with matters and things which by their nature are excluded from what is naturally regarded as the field of commerce.</p>\n<p id=\"b221-5\">There is, therefore, this relation between a special privilege monopolistic in character and the police power of the state, that when the creation or grant of such a privilege is needed to aid some governmental function or purpose essential to the protection of the public security, health, or morals, it may not be obnoxious to the constitutional condemnation of monopolies. The validity of such a privilege cannot, however, be recognized unless it clearly appears that it is as to some matter not of common right, or, for one or more of the reasons stated, is in furtherance of the public welfare.</p>\n<p id=\"b221-6\">So, it has been held that grants by the state, or municipalities exercising delegated legislative powers, or their agencies, of the exclusive privilege of supplying schoolbooks <em>(School Commrs. of Baltimore City v. State Board of Education, </em>26 Md. 505, <em>State v. Haworth, </em>122 Ind. 462, 23 N. E. 946), of publishing statutes and reports of legislative and judicial proceedings (41 <em>C. J. </em>93), of operating a ferry <em>(Patterson v. Wollmann, </em>5 N. D. 608, 67 N. W. 1040, 41 <em>C. J. </em>96, sec. 37), of caring for state property, <em>(Conley v. Daughters of the Republic, </em>106 Tex. 80, 156 S. W. 197, 157 S. W. 937), operating a toll bridge (41 <em>C. J. </em>97 sec. 37), of removing garbage, <em>(Cooley’s Const. Lim. </em>[8th Ed.] 813, n. 3), of slaughtering animals <em>Slaughter House Cases (Butchers’ Benev. Assn. v. Crescent City L. S. L. &amp; S. H. Co., </em>16 Wall, 36, 21 L. Ed. 394, 41 <em>C. J. </em>90), of engaging in skilled employments (41 <em>C. J. </em>91), of operating certain public utilities <em>(Id.), </em>such <page-number citation-index=\"1\" label=\"194\">*194</page-number>as gas <em>(New Orleans Gaslight Co. v. Louisiana Light etc. Co., </em>115 U. S. 650, 6 S. Ct. 252, 29 L. Ed. 516) electricity, <em>(Davenport Gas &amp; Electric Co. v. Davenport, </em>124 Iowa, 22, 98, N. W. 892) or supplying water <em>(New Orleans Waterworks Co. v. Rivers, </em>1.15 U. S. 674, 6 S. Ct. 273, 29 L. Ed. 525), created special privileges but not monopolies, such as are condemned by constitutional provisions similar to that found in article 41 of the Maryland Declaration of Rights.</p>\n<p id=\"b222-5\">On the other hand, when the public derives no benefits from the privilege, or it is in respect to a common calling, or a matter of common right, and is not necessary to the protection of the public health, morals, or safety, an exclusive privilege to deal in a commodity, to operate a business, to traffic or to engage in any activity for gain, or to sell a given service, may constitute a monopoly within the meaning of that provision. 19 <em>R. C. L. </em>18. So in <em>Van Harlingen v. Doyle, </em>134 Cal. 53, 66 P. 44, it was held that a statute prohibiting the letting of public printing to papers established less than a year violated a constitutional provision that all laws should have a uniform operation, and that special privileges should not be granted to one citizen upon terms not granted to others. In <em>City of Havre De Grace v. Johnson, </em>143 Md. 601, 123 A. 65, it was held that an ordinance which gave residents of that city a monopoly of the hacking business in it was void, as unreasonable and discriminatory. In <em>State v. Mercer, </em>132 Md. 263, 103 A. 570, it was held that a local law which required nonresident auctioneers to take out a license from which residents were exempt was void for the same reason. In <em>White v. Holman, </em>44 Or. 180, 74 P. 933, it was held that á statute could not lawfully grant to a board the arbitrary power of rejecting an application for a license to keep a sailor’s boarding house, because it would tend to create a monopoly. In <em>Guthrie Daily Leader v. Cameron, </em>3 Okl. 677, 41 P. 635, 639, it was held that a grant to a printing company of the exclusive privilege of doing the state’s printing was a monopoly and void.</p>\n<p id=\"b222-6\">Turning again to the facts, it is apparent from an <page-number citation-index=\"1\" label=\"195\">*195</page-number>examination of the statute under consideration that its purpose was not in any way to promote the public welfare, or to serve any public purpose, but to grant a monopoly of the public advertising authorized by officials of Montgomery County. The only possible reason or justification for the expense of such advertising would be to bring the information which it conveyed to the attention of residents of that county likely to be affected by or interested in it. While the circulation of this or that newspaper in the county might have a substantial and important relation to the usefulness and availability of a given paper as a medium for giving notice to persons affected by the matter advertised, it is not possible that its usefulness as a medium of communication could be affected by the circumstance that the type from which it was printed was set up in one place rather than in another. Newspaper readers are no more concerned in where the type from which the paper is printed was set up than they are in the birthplace of the typesetter, nor is there any perceptible reason why matter printed from type set in Howard County should not convey as much information as though printed from type set in Montgomery County. The idea that matter printed from type set in Montgomery County has qualities different from or superior to matter printed from type set anywhere else is interesting because of its novelty, but wholly unreasonable. It may fairly be assumed that that condition was prescribed merely as a convenient device to remove a competitor from the field of competition, and to make it sure that the county’s advertising business would go to some newspaper which had its typesetting done in Montgomery County.</p>\n<p id=\"b223-5\">That conclusion is confirmed by the further condition that the typesetting shall have been done in Montgomery County for a period of four “consecutive” years immediately prior to the insertion of the advertisement. Even if there were any peculiar virtue inhering in type set in Montgomery County, there is no reason to believe that that virtue will increase with age, and that condition is, <page-number citation-index=\"1\" label=\"196\">*196</page-number>if possible, more objeptionable than that which requires that the type be set in Montgomery County.</p>\n<p id=\"b224-5\">For the same reasons the condition that the paper shall be printed in Montgomery County is wholly unreasonable, for while the requirement that it be published in that county may be regarded as a reasonable precaution to insure the communication of notices local in character to the persons most likely to be affected, the printing of it is wholly mechanical and in no way affects its usefulness as a medium of public communication.</p>\n<p id=\"b224-6\">These conditions, therefore, as a basis for classification, are wholly unreasonable, and the classification based upon them is void.</p>\n<p id=\"b224-7\">There was indeed no direct grant of the privilege to any paper in its own proper name, but the conditions prescribed made the grant as direct and unequivocal as though a paper had been named, and, so construed, the evils attending it were the same as those denounced by the Constitution. It eliminated competition, it compelled the county either to give its advertising business to a specially favored newspaper upon terms prescribed by it, or to risk confusion and disorder in the administration of the county’s business, by not advertising at all. It took away from competing newspapers, without any compensating public advantage or other valid reason, the equal protection of the law, contrary to the Fourteenth Amendment of the Federal Constitution, and it created a monopoly of public work to be paid for from public funds.</p>\n<p id=\"b224-8\">The test of the constitutionality of a statute ordinarily is not what has happened, but what may happen under it. So that the consequences of this particular statute are referred to, not as in themselves a sufficient reason for setting it aside, but as a graphic illustration of what may happen under it. And since it gives control of important and perhaps lucrative public business to a class of persons engaged in the publication of newspapers to the exclusion of all others lawfully engaged in the same business, and since that classification is based upon un<page-number citation-index=\"1\" label=\"197\">*197</page-number>reasonable and improperly discriminatory grounds, it tends to create such a monopoly as is denounced by article 41 of the Maryland Declaration of Rights, deprives persons so excluded from the equal protection of the law, is null and void.</p>\n<p id=\"b225-5\">Appellants suggest that the Legislature has the uncontrolled power to determine who shall and who shall not do the State’s work, and that no person or class of persons are entitled as to right to such work. But if it be conceded, as it must be, that the power of the Legislature to determine through what agencies and means the work of the government is to be carried on and administered is necessarily broad and comprehensive, nevertheless that power is not unlimited, for it, as well as all other branches of the government, is restrained by the Constitution. So while it is true that no particular person has any right to governmental employment, yet all persons have a right to apply on equal terms for such employment, and, when terms are prescribed as conditions precedent to such employment, they must be reasonable, and such as have some relation to qualification for the service. It could not, therefore, be doubted that the Legislature would not have the power to declare that all public work in Baltimore City should be done by residents of some one of the counties, or that no public work of the State should be done except by contractors residing in Baltimore City.</p>\n<p id=\"b225-6\">It follows that the demurrer to the bill of complaint should have been sustained, and the bill was properly dismissed. The decree appealed from will therefore be affirmed.</p>\n<p id=\"b225-7\">\n<em>Decree affirmed with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}