{
  "casebody": {
    "data": "<casebody firstpage=\"629\" lastpage=\"642\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b663-8\">JUAN RIVERA, PETITIONER-APPELLANT, v. METROPOLITAN MAINTENANCE CO. A/K/A YANKEE BUILDING MAINTENANCE, RESPONDENT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b663-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b663-10\">Submitted December 17, 1984</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A3YY\">Decided December 26, 1984.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b665-5\"><page-number citation-index=\"1\" label=\"631\">*631</page-number>Before Judges MORTON I. GREENBERG, O’BRIEN and GAYNOR.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b665-6\"><em>D ’Alessandro, Sussman, Jacovino &amp; Mahoney, </em>attorneys for appellant <em>(.Edward G. D’Alessandro, </em>of counsel; <em>Brian E. Mahoney, </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b665-7\"><em>Philip M. Lustbader &amp; David Lustbader, </em>attorneys for respondent <em>{Stephen L. Hopkins, </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b665-8\">The opinion of the court was delivered by</p>\n<author id=\"b665-9\">MORTON I. GREENBERG, P.J.A.D.</author>\n<p id=\"b665-10\">The matter comes on before the court on appeal from an order of the Division of Workers’ Compensation in a proceeding determining the payment due to respondent employer from a third-party recovery made by petitioner, respondent’s totally and permanently disabled employee. Petitioner concedes that the value of the third-party recovery is almost certain to exceed respondent’s potential liability under a workers’ compensation award. Thus under <em>N.J.S.A. </em>34:15-40(b) respondent is entitled to reimbursement for the medical and compensation payments made to or on behalf of petitioner and extinguishment of future liability for payments. We consider whether the attorney’s fee allowed petitioner under that section should take into account the possibility that petitioner may receive an extension of benefits under <em>N.J.S.A. </em>34:15-12(b) beyond the ordinary period of 450 weeks for the payment of compensation to a totally and permanently disabled employee. We also deal with the calculation of the attorney’s fee due petitioner by reason of respondent’s being relieved from paying petitioner’s future medical expenses.</p>\n<p id=\"b665-11\">The background of this case is rather complicated. As the result of an injury which petitioner Juan Rivera suffered on <page-number citation-index=\"1\" label=\"632\">*632</page-number>November 20, 1975 while employed by respondent<footnotemark>1</footnotemark> he filed a workers’ compensation claim petition against it resulting in an initial determination on July 17, 1978 that petitioner had a 90% permanent partial disability. This award entitled petitioner to weekly installment payments of $40 for 495 weeks, a total of $19,800. Subsequently petitioner instituted a third-party civil negligence suit for the same injuries against H.L. Lazar Co. which in June 1981 was settled by Lazar making an immediate payment of $250,000 to petitioner and agreeing to make payments of $70,000 annually for petitioner’s life. Lazar guaranteed to make the annual payments for 20 years in the event of petitioner’s death within that period. Petitioner places the value of this settlement at over $1,000,000.</p>\n<p id=\"b666-4\">Prior to the settlement of the third-party action petitioner filed a petition for a reopening of the compensation proceedings, an application which was pending when the third-party action was settled. Following the Lazar settlement respondent filed a motion with the Division of Workers’ Compensation seeking an order compelling petitioner to reimburse it for the compensation payments it had made. Respondent further sought to extinguish its obligation to make any future payments. A hearing was held on respondent’s motion on March 29, 1982. Respondent represented that it had paid to or on behalf of petitioner $5,500 temporary disability, $9,880 permanent disability and $20,720.25 medical expenses, a total of $36,100.25. It calculated that the unpaid balance due on the compensation judgment was $9,920, the difference between the $19,800 permanent disability award and the $9,880 paid. Respondent therefore contended it should be reimbursed for or be released from paying $46,020.25, the sum of payments paid and its liability outstanding. Respondent conceded, however, that petitioner was entitled to a credit for an attorney’s fee of one-third of the $46,020.25, $15,340.08, pursuant to <em>N.J.S.A. </em><page-number citation-index=\"1\" label=\"633\">*633</page-number>34:15-40. Respondent also agreed that petitioner should be credited with the $200 in expenses allowable in that section. After these credits were allowed petitioner, respondent contended petitioner owed it $20,560.17. The judge of compensation agreed with respondent’s contentions and consequently on April 5, 1982 he entered an order directing petitioner to repay to respondent $20,560.17 as reimbursement pursuant to <em>N.J.S.A. </em>34:15-40. The order further stated that respondent was discharged from any further liability under the order of July 17, 1978. The order of April 5, 1982 made no mention of petitioner’s future medical expenses.</p>\n<p id=\"b667-6\">Petitioner moved for leave to appeal from the order of April 5, 1982 and we granted this motion on May 27, 1982. While this appeal was pending a hearing was held on petitioner’s application to reopen the compensation proceedings. The judge of compensation found petitioner was totally and permanently disabled and thus on August 12, 1982 he entered an order awarding petitioner $100 per week for 450 weeks, a total of $45,000. Against this judgment respondent was entitled to a credit of $19,800, the amount awarded petitioner under the judgment of July 17, 1978. Accordingly the award for permanent disability was increased by $25,200. Obviously the increase in the compensation award required a change in the calculations underlying the order of April 5, 1982 for a larger liability on which the attorney’s fee was calculated had been extinguished.</p>\n<p id=\"b667-7\">Following entry of the order of August 12, 1982 petitioner made a motion for summary disposition of his appeal which resulted in an order of this court on October 20, 1982 remanding the matter to the Division of Workers’ Compensation for recalculation of the amount due respondent by reason of petitioner’s settlement with Lazar. We directed the division to “give due regard to the adjudication that petitioner is now 100% totally and permanently disabled as well as the need for future medical expenses.”</p>\n<p id=\"b668-3\"><page-number citation-index=\"1\" label=\"634\">*634</page-number>The matter came on before the judge of compensation on November 29, 1982. No testimony was taken at that time. Rather the parties simply argued the case. Respondent’s position was consistent with that it had taken on March 29, 1982. It contended that the attorney’s fee allowed under <em>N.J.S.A. </em>34:15-40 should be calculated on the basis of the total amount respondent had already paid for temporary and permanent disability and medical expenses together with the amount of permanent disability it had been but was no longer obligated to pay on the compensation awards. In a letter to the judge respondent set forth its figures in detail. It had already expended $36,100.25 for permanent disability, temporary disability and medical expenses, a figure unchanged from that stated on March 29, 1982. Inasmuch as the total award for permanent disability was $45,000, the balance due on permanent disability was $35,120, that sum being $45,000 less the $9,880 respondent had paid for permanent disability. Consequently the amount subject to release and reimbursement was the sum of $36,100.25 and $35,120 or $71,220.25. Respondent, by applying the limitations of <em>R. </em>1:21-7 to reduce the maximum allowable <em>33Wfo fee </em>under <em>N.J.S.A. </em>34:15-40(e), calculated the attorney’s fee as one-third of $50,000 and one-fourth of $21,-220.25. This resulted in a fee of $21,972.73, an amount enhanced by $200 for expenses allowable under <em>N.J.S.A. </em>34:15-40 to $22,172.73.<footnotemark>2</footnotemark> Inasmuch as respondent had already expended $36,100.25 to or on behalf of petitioner respondent conceived itself entitled to reimbursement of $13,927.52. Thus the practical consequence of the reopening proceeding before the Division of Workers’ Compensation was, in respondent’s view, to reduce the refund due it from petitioner by $6,632.65, the difference between the amounts set forth in the order of April 5, 1982 and its new figures. Respondent also conceded, how<page-number citation-index=\"1\" label=\"635\">*635</page-number>ever, that it would have an obligation for future medical costs, an item not mentioned in the order of April 5, 1982.</p>\n<p id=\"b669-6\">Petitioner took a different approach from respondent in two very significant respects. In petitioner’s view respondent’s figures were inadequate because they did not take into account the possibility that petitioner might obtain a lifetime extension under <em>N.J.S.A. </em>34:15 — 12(b) beyond the 450 weeks of payments allowed for total permanent disability. Petitioner asserted on the basis of actuarial tables projecting his life expectancy at 42 years that these extended payments would be $218,400. Petitioner also contended that future medical expenses he estimated at approximately $88,000 should be considered. The basis of the medical expense calculation was that petitioner had been spending about $2,000 per year on such expenses and had a life expectancy of 44 years. Apparently the life expectancy for medical expense purposes was two years longer than that used for compensation purposes because it was measured from when the medical payments were stopped within the 450-week period. The 42 years would start after the initial 450 weeks. Ultimately by taking the amount subject to release and reimbursement in respondent’s figures and adding the two items which petitioner contended respondent improperly omitted, petitioner concluded that the statutory attorney’s fee should be calculated on $377,620.25. Application of the fee schedule in <em>R. </em>1:21-7 against this amount yielded a fee of $71,908.67.<footnotemark>3</footnotemark> Of course $200 for expenses was to be added to this. Thus petitioner claimed a credit of $72,108.67 against which it allowed respondent the $36,100.25 already paid. Accordingly petitioner claimed respondent owed him $36,008.42.</p>\n<p id=\"b669-7\">On July 25, 1983 the judge of compensation adopted respondent’s position and ordered petitioner to reimburse it $13,-927.52. In addition he ordered that respondent be responsible <page-number citation-index=\"1\" label=\"636\">*636</page-number>“.... for its proportionate share of future medical costs as may be incurred.” The judge, however, gave no opinion explaining why he reached this result. Petitioner appeals from the order of July 25, 1983.</p>\n<p id=\"b670-4\">This action requires interpretation of <em>N.J.S.A. </em>34:15-40. That section initially provides that where a third party is liable to an employee for his injuries the existence of a right of the employee to receive workers’ compensation shall not bar the third-party action. But <em>N.J.S.A. </em>34:15-40(b) states that if the employee in the third-party action recovers a sum equivalent to or greater than the liability of the employer or his insurance carrier for workers’ compensation the employer or his carrier is released from liability for further payments and is to be reimbursed for the medical expenses already incurred and compensation payments already made. There is deducted from the reimbursement, however, the employee’s expenses of suit and attorney’s fee as defined in the act.</p>\n<p id=\"b670-5\"><em>N.J.S.A. </em>34:15-40(e) limits the amount of deductible expenses of suit to $200, an amount respondent has throughout these proceedings conceded should be credited to petitioner. The section defines attorney’s fees as an amount:</p>\n<blockquote id=\"b670-6\">... not in excess of 33'/s% of that part of the sum paid in release or in judgment to the injured employee ... by such third person or his insurance carrier to which the employer or his insurance carrier shall be entitled in reimbursement____</blockquote>\n<p id=\"b670-7\">In view of <em>R. </em>1:21-7 as a practical matter the fee allowed ordinarily will be 33V3% up to the first $50,000 recovered which is credited to the employer or his carrier and the lesser percentages set forth in the rule in cases of larger recoveries.</p>\n<p id=\"b670-8\">The Legislature by <em>N.J.S.A. </em>34:15-40(e) intended to assess the employer for his <em>pro rata </em>share of the fee payable to the employee’s attorney for services in the third-party proceeding measured by the benefit accruing to the employer from the third-party recovery. <em>Dante v. Gotelli, </em>17 <em>N.J. </em>254, 257-258 (1955). While the language of <em>N.J.S.A. </em>34:15-40(e) speaks only in terms of allowing a fee against the employer on the sum to which it is entitled to reimbursement, the section also requires <page-number citation-index=\"1\" label=\"637\">*637</page-number>calculation of the fee on sums for which the employer would be liable under the compensation award but from which it has been released by reason of the third-party award. <em>Teller v. Major Sales, Inc., </em>64 <em>N.J. </em>143, 147 (1974).</p>\n<p id=\"b671-6\">We deal first with petitioner’s claim for credit for extended payments. Petitioner has judgments entitling him to $45,000 for total permanent disability. He does not dispute that the judge of compensation in entering the judgment of July 25, 1983 took this figure into account. Rather as we have noted he contends that under <em>N.J.S.A. </em>34:15-12(b) the 450-week period does not limit the period of respondent’s liability for payments for total permanent disability. That section, though providing that an award for permanent total disability is payable for 450 weeks, authorizes extended payments beyond that period if the employee can show that because of his compensable disability it is impossible for him to obtain wages or earnings equal to those earned at the time of the accident. In that case the employee shall receive further weekly payments during the period of disability. The amount of the extended payment shall be the previous weekly compensation payment diminished by that portion thereof that the wages or earnings the employee is then able to earn bears to the wages he was receiving at the time of the compensable accident. If the employee’s wages or earnings equal or exceed wages received at the time of the accident the extended compensation rate is $5 weekly.</p>\n<p id=\"b671-7\">It is perfectly clear that a determination in advance of the expiration of the 450 weeks as to what an employee may receive, if anything, in extended payments would be highly speculative. Firstly, of course, he might die within the 450-week period. Even if he survives he might no longer be disabled and even if disabled he might have wages or earnings. In addition should the employee ultimately be entitled to an extension, the time within which he will receive payments is uncertain. His disability might terminate, his earnings ability might be enhanced or he might die at any time.</p>\n<p id=\"b672-3\"><page-number citation-index=\"1\" label=\"638\">*638</page-number>Petitioner cites <em>Owens v. C &amp; R Waste Material, </em>76 <em>N.J. </em>584 (1978) in support of his contention that the projected payments beyond 450 weeks should be considered in the determination of the attorney’s fee. In <em>Owens </em>a totally permanently disabled employee was awarded compensation for 450 weeks.<footnotemark>4</footnotemark> In addition he made a third-party recovery in excess of the aggregate compensation award. <em>Id., </em>76 <em>N.J. </em>at 585-586. While his employer recognized its obligation to pay attorney’s fees for the benefits it received, including a release of the obligation to make future payments, it urged that inasmuch as under the original award it was responsible for making payments on a weekly basis over 450 weeks it should contribute its share of the attorney’s fees over that period. <em>Id., </em>76 <em>N.J. </em>at 586. It pointed out that if the third-party recovery had not been made so that its obligation to make compensation payments had continued, that liability might have terminated before the expiration of 450 weeks. Thus it contended its liability for attorney’s fees should also be on an installment basis so they could be terminated if a situation arose which in the absence of the third-party recovery would have eliminated its compensation liability. <em>Id., </em>76 <em>N.J. </em>at 587-588.</p>\n<p id=\"b672-4\">The Supreme Court rejected the employer’s argument that its obligation to pay a <em>pro rata </em>share of the attorney’s fees would terminate upon the happening of an event which would have eliminated an obligation to pay compensation. <em>Id., </em>76 <em>N.J. </em>at 588. The court said:</p>\n<blockquote id=\"b672-5\">... the legislative intent as expressed in <em>N.J.S.A. </em>34:15-40 is that the computation of the employer’s pro rata share of the attorney’s fee in the third-party recovery should be based on the potential compensation liability from which it has been released and does not depend on the happenstance of whether such liability were to terminate prematurely.</blockquote>\n<blockquote id=\"b672-6\">The third-party recovery results in a contemporaneous extinguishment of a liability of the employer. That constitutes a present benefit redounding to the employer, in no way rendered less immediate or tangible because the extent of the eliminated liability was contingent in some respects. Since the obtaining by <page-number citation-index=\"1\" label=\"639\">*639</page-number>the employer of this tangible benefit coincides with the third-party recovery, it follows that the obligation to share legal expenses attributable to that recovery should be satisfied at the same time those expenses are borne by the employee. [76 <em>N.J. </em>at 588]</blockquote>\n<p id=\"b673-6\">We do not consider the court’s holding that an employer’s <em>pro rata </em>share of attorney’s fees should be based on its potential compensation liability as supporting petitioner’s position. In <em>Owens, </em>the amount of the employer’s compensation liability had already been determined. The employer was being released from an obligation to pay an existing judgment. While it was true that the payments on the judgment might have terminated within the 450 weeks it was the employer’s obligation to make the payments for that period unless it could show some change in circumstances, such as the employee’s recovery or death. Here respondent has complied with <em>Owens. </em>It proposed paying the attorney’s fees on the 450-week basis. But we cannot say the employer has received a present benefit by the extinguishment of a possible liability for extended payments for it has no present obligation to make such payments and we cannot now know that it ever will. In fact we think that <em>Owens </em>works against petitioner for that case has introduced a certainty into the attorney’s fee situation. The employer must pay for the potential liability extinguished. The court looked to what had been adjudicated, not what might later happen. This approach leads to a rejection of petitioner’s claim.</p>\n<p id=\"b673-7\">Petitioner also relies on <em>Caputo v. Best Foods, Inc., </em>39 <em>N.J. </em>371 (1963). There an employee lost the sight of both eyes in a compensable accident. He received an award for total permanent disability of $25 per week but in a third-party action recovered an amount in excess of the employer’s compensation liability. Nevertheless at the expiration of the initial 450-week period he requested his employer to begin making the $25 weekly extended payments allowable under <em>N.J.S.A. </em>34:15-12(b). The employee thought that the extended payments were a separate and independent statutory award which could not be offset by the third-party recovery. 39 <em>N.J. </em>at 373. The Supreme Court disagreed. It held that the extended payments <page-number citation-index=\"1\" label=\"640\">*640</page-number>should be regarded as compensation no different than the payments within the initial 450 weeks. Consequently the employer was entitled to the benefit of <em>N.J.S.A. </em>34:15 — 40(b) with respect to the extended payments. However the employer was liable to the employee for attorney’s fees to the extent that the third-party recovery extinguished the employer’s liability during the extended period in the same way that the employer was liable for attorney’s fees to the extent that it benefited from the third-party recovery during the initial 450 weeks. By the time of the appeal the employee had died and thus the Supreme Court was able to fix the precise amount of the attorney’s fee due the employee’s estate inasmuch as the benefit the employer had obtained beyond 450 weeks was established.</p>\n<p id=\"b674-4\">We find nothing in <em>Caputo v. Best Foods </em>to support petitioner’s position. The court did not suggest that prior to the expiration of the 450 weeks the employer was obligated to pay an attorney’s fee for any projected benefit it might receive during a possible period in which it was relieved from making payments beyond 450 weeks. The court simply required the employer to pay for an ascertainable benefit which it received.</p>\n<p id=\"b674-5\">While we reject petitioner’s position with respect to a credit for respondent’s potential savings beyond 450 weeks we hasten to point out what we have not decided. Petitioner may seek an award for extended payments when the 450 weeks expires and if so it is possible that he might then demonstrate that respondent has received a benefit for which it has not contributed a <em>pro rata </em>share of the fees. We do not by our decision bar any such proceedings nor do we preclude petitioner from seeking attorney’s fees at that time. Of course we express no opinion on what recovery, if any, petitioner could then make for attorney’s fees. This issue has not been briefed and is beyond the scope of this opinion. If and when the point is raised it may be decided. <em>See Caputo v. The Best Foods, </em>17 <em>N.J. </em>259, 269 (1955).</p>\n<p id=\"b674-6\">The remaining issue deals with petitioner’s claim for future medical payments. We have already indicated that our <page-number citation-index=\"1\" label=\"641\">*641</page-number>remand order of October 20, 1982 required the judge of compensation to give due regard to petitioner’s need for future medical expenses. In conformity with this direction the order of July 25, 1983 provides that respondent shall be responsible for its proportionate share of future medical expenses. According to petitioner the parties have construed the order to allow respondent to reimburse one-third, of petitioner’s medical costs as they accrue while petitioner bears two-thirds of the costs.<footnotemark>5</footnotemark> Petitioner in his brief indicates that the procedure “credits the petitioner for the vast future medical costs which have been subject to release on a piecemeal basis. Petitioner must forward copies of all bills for prescriptions and medical treatments to the carrier as they arise for the remainder of his life in order to obtain piecemeal credits, frequently in amounts of less than $10.” Petitioner would substitute for the current system the presumed benefit to respondent of $88,000.</p>\n<p id=\"b675-6\">We find nothing in the record to support the result which petitioner seeks for even if the $2,000 annual figure for petitioner’s medical expenses is correct we cannot predict petitioner’s medical future. Indeed it is conceivable that the current system of reimbursement to him may result in payments to petitioner greater than those he now seeks for his compensable medical expenses may substantially increase. Whatever may be the administrative inconvenience to petitioner and, for that matter, to respondent, from the current system it results in a precise reimbursement for the actual benefit respondent receives.</p>\n<p id=\"b675-7\">However we do not decide that it could never be possible to calculate the present benefit to an employer of the extinguishment of a future medical liability. Perhaps in a case where <page-number citation-index=\"1\" label=\"642\">*642</page-number>payments were for fixed procedures for a limited period it would be reasonable to make such a calculation. Such a case, however, would certainly be unusual and this is not such a case.</p>\n<p id=\"b676-4\">In our disposition of the medical expenses issue we have not lost sight of the fact that in <em>Owens </em>the Supreme Court would not allow installment payments on attorney’s fees by the respondent. But the lump-sum payment required in <em>Owens </em>was to extinguish a fixed liability for a limited period of 450 weeks, albeit one that could be terminated. Petitioner projects his medical expenses over a far longer period, 44 years. Further the amount of such expenses would, unlike compensation payments on an award for total permanent disability, be variable in amount. We also point out that in <em>Owens </em>the Supreme Court noted the attorney’s fee for the third-party action would be charged to or paid by the employee in a lump sum when the recovery was made. Accordingly the court thought it unfair that the employee be reimbursed for the employer’s share in small amounts over 450 weeks. 76 <em>N.J. </em>at 588-589. In the case of ongoing medical bills petitioner may assert no such equity. When he incurs the expense he is entitled to respondent’s payment. We may be sure that petitioner will not pay for 44 years of medical payments in advance.</p>\n<p id=\"b676-5\">The order of July 25, 1982 is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b666-5\">ln this case we refer to respondent and its insurance carrier interchangeably as respondent.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b668-4\">We find a <em>de minimis </em>error in the calculations. 33!/3% of $50,000 is $16,666.67. 25% of $21,220.25 is $5,305.06. Respondent added $16,666.67 and $5,305.06 and reached a total of $21,972.73. Our total is $1 less. The error was in favor of petitioner.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b669-8\">Petitioner limited the maximum fee to 33'/3% as allowed by <em>N.J.S.A. </em>34:15— 40(e) and did not use the higher percentages for the first $3,000 ordinarily allowed by <em>R. </em>1:21-7.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b672-7\"> <em>Owens </em>involved two similarly situated employees. As a matter of convenience we describe the case in the singular.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b675-8\">It is not clear to us why respondent is paying one-third of the bills. The order of July 25, 1983 accepts respondent’s figure of benefits received by it of $71,220.25. Consequently it would appear that a reduced percentage under <em>R. </em>1:21-7 should be effective.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}