{
  "casebody": {
    "data": "<casebody firstpage=\"489\" lastpage=\"489\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b525-4\">McLaren v. Stokes <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b525-5\">\n<em>(Supreme Court, General Term, Second Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AWif\">May 11, 1891.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b525-6\">Guaranty—Collection of Claims—Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b525-7\">Plaintiff employed defendant as salesman, under an agreement that his compensation should he one-half of the profits of all sales made by him, subject -to one-half of the losses. <em>Held, </em>that it was not necessary to obtain a judgment for the price of goods sold by defendant, and issue execution thereon, in order to prove that such claim was uncollectible, but such fact could be shown by other evidence.<footnotemark>1</footnotemark></headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b525-8\">Appeal from special term, Kings county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b525-9\">Action by Charles MacLaren against Thomas Stokes and James Stokes. Plaintiff and Thomas Stokes had formerly been partners in business, and as such they had employed James Stokes as a salesman under an agreement that his compensation should be one-half of the profits accruing to the firm from all sales made by him, subject to one-half of the losses. Plaintiff now sues to recover his share of such losses from defendant James Stokes. Thomas Stokes is made a defendant, on the ground that he is hostile to plaintiff and a necessary party. There was a judgment for plaintiff, and defendants appeal.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b525-10\">Argued before Barnard, P. J., and Dykman, J.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b525-11\">J. <em>George Flammer, </em>for appellants. <em>L. B. Bunnell, </em>for respondent.</attorneys>\n<footnote data-order=\"9\" data-type=\"legal\" id=\"x999-1\" label=\"1\">\n<p id=\"b525-13\"> In Ralph v. Eldredge, 11 N. Y. Supp. 840, it was held by the general term of the third department that, in an action on a bond conditioned for the payment of one-half of the amount of the accounts and claims of a firm “that shall prove uncollectible, ” there can be no recovery without proof that the claims were prosecuted to judgment and execution.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b525-12\">Barnard, P. J.</author>\n<p id=\"AWT\">The plaintiff and Thomas Stokes were partners in business. James Stokes was a clerk of the firm, under an agreement by which he was paid for his services according to the amount of goods which he sold for the firm. This agreement was that the clerk should have one-half of the profits of the goods so sold by him, but he should be liable for one-half of the losses made on the sales of such goods. There was no conflict as to the amount of these losses. The exact amount was proven to have been $2,027.32. There was no con Diet as to the uncollectibility of the several accounts which made up this sum. The firm treated them as worthless, and the defendant Thomas Stokes swore that the accounts “ were not worth going after. ” There was no conflict upon the question of the sale of the goods which made up the accounts having been made by James Stokes. The plaintiff had sold out to one John Kiddie, but these accounts had been crossed off as worthless, and did not pass by the transfer which was given to secure a debt, and as collateral thereto. It was not necessary for the partners to sue a worthless account. Proof of uncollectibility may be proved other than by return of an execution unsatisfied. The plaintiff was entitled to one-quarter of this loss. The case contained nothing for a jury to pass upon, if the case was one triable by a jury. A verdict for the plaintiff would have been ordered as matter of law. The question, therefore, whether the correct mode of trial was by jury or by court without a jury, was one of no impórtance. The costs were properly awarded against Thomas Stokes. He joined in an answer, and made denials which he could not support on the trial. His evidence is in entire harmony with the complaint, which he by his answer, with the other defendant, denies, and denies under oath. The judgment should therefore be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}