{
  "casebody": {
    "data": "<casebody firstpage=\"662\" lastpage=\"663\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b698-4\">United States Nat. Bank <em>v. </em>Ewing.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b698-5\">\n<em>(Supreme Court, General Term, First Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_W\">May 15, 1891.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b698-6\">Accommodation Paper—Liability of Indorser.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b698-7\">Defendant indorsed a note for the accommodation of M., who agreed not to use it elsewhere than in Louisville, Ky. M., immediately thereafter, in order to obtain • an extension of time on a protested draft owned by plaintiff, a bank in New York city, indorsed and delivered the note to plaintiff as collateral security for such draft. <em>Meld </em>that, such note being indorsed for good and valuable consideration, defendant was liable therefor.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b698-8\">Appeal from circuit court, New York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b698-9\">Action by the United States National Bank against Thomas Ewing. From an order denying a motion upon the minutes of the trial, to set aside a verdict rendered by direction of the court in favor of the plaintiff, and to grant a new trial upon the exceptions taken by defendant at said trial, defendant appeals.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b698-10\">Argued before Van Brunt, P. J., and Daniels and Lawrence, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b698-11\"><em>Ben. I. Fairchild, </em>for appellant. <em>Butler, Stillman &amp; Hubbard, (John Hetman, </em>of counsel,) for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b698-12\">Lawrence, J.</author>\n<p id=\"A0U\">The learned justice before whom this cause was tried, after having directed a verdict for the plaintiff, upon a motion for a new trial, rendered the following opinion:</p>\n<p id=\"b698-13\">“O’Brien, J. In <em>Bank </em>v. <em>Penfteld, </em>69 N. Y. 502, it was said: ‘Whatever confusion may .have existed upon the point, we think we may now safely say, in the language of Prof. Parsons, (1 Pars. Notes &amp; B. 296,) “that it is universally conceded that the holder of an accommodation note, without restrictions as to the mode of using it, may transfer it either in payment or as collateral security for an antecedent debt.” ’ And again, (page 305:) ‘ It must be regarded as settled that an indorsee of a negotiable note, made for the accommodation of the indorser, but without restriction as to its use, taking the note in good faith as collateral security for an antecedent debt, and without further consideration, is entitled to the position of a holder for value, and not affected by the defense of want of consideration to the maker.’ The undisputed evidence in this ease shows that the note in suit, upon which the defendant was an accommodation indorser, was taken as collateral security for a debt, and, on the strength of the acceptance of the note, plaintiff extended the time of payment of the original indebtedness. Upon the authorities, therefore, the note is held for a sufficient consideration. <em>Insurance Co. </em>v. <em>Smith, </em>23 Hun, 535. In this case, in which- the authorities are collated, it was held that an agreement for specific time is not necessary if forbearance is in fact given. . In <em>Freund </em>v. <em>Bank, </em>76 N. Y. 352, it is held that the holder of an accommodation note, without restriction upon him as to the mode of using it, may transfer it either in payment, or as collateral for an antecedent debt, and that the maker will have no defense against it in the hands of an indorsee. The existing debt is a sufficient consideration for the transfer. A new and contemporaneous consideration need not be shown. This leaves, as the only remaining question in this case, the one as to whether or not there was a diversion of the note. If there was, the defendant, being an accommodation indorser, would not be liable; if it was not, then, under the authorities cited, the defendant would be liable. The defendant claims that part of the arrangement under which the note was given was in writing, and part verbal. The written memorandum is as follows: ‘ * * * Said Ewing has given me his indorsement of my note at four months, of this date, for $1,000, payable to his order, which note I hereby agree to pay, and hold him harmless on account thereof. * * * ’ The verbal part of the arrangement under which the note was given is thus described by defendant: 1 He said he wanted to use the note at Louisville, and gave me his strong and emphatic assurance that <page-number citation-index=\"1\" label=\"663\">*663</page-number>he would pay it at maturity. * <em>* * </em>I finally made the indorsement on his [Madden’s] assurance, and relying upon it, that the note would be negotiable at Louisville, and that he would meet it at maturity.’ It will be noticed, therefore, that the diversion claimed is that Madden delivered the note to the plaintiff in the city of New York, instead of using the same in the city of Louisville. I do not think that this agreement between Madden and the defendant, that the note should not be negotiable in New York, and only in Louisville, constitutes a restriction upon the use sufficient to make out a case of a legal diversion. The part of the agreement between the defendant and Madden which is in writing shows that the indorsement was given without restrictions, and, when we take this in connection with the whole of the defendant’s testimony, is it not apparent, from the very language used, that what substantially was said between the parties thereafter was a statement by Madden that he wanted to use that note in his Louisville bank, and would negotiate it there, and by defendant that he did not want to indorse a paper that might be sued on anywhere, especially in New York? As was said in the case of <em>Powell </em>v. Waters, 17 Johns. 176: ‘It was of no consequence that the note which was indorsed, with the understanding that it was to be discounted by a bank, was in fact discounted elsewhere; for it did not alter or increase the responsibility of the indorser.’ In <em>Purchase </em>v. <em>Mattison, </em>2 Rob. (N. Y.) 78, and in many other cases which might be cited, ‘ the law is laid down that the lender of accommodation paper, who has no interest in the use of its proceeds, cannot complain that it has been diverted, simply because it was not discounted by the person whom he was led to believe would cash it, or because it was used in paying an antecedent debt, though the accommodation indorser expected it would be used to raise money. The effect of these decisions seems to me to settle the law that, unless the accommodation indorser imposes some restriction upon the borrower to the use to be made of the proceeds, the latter may apply it to any purpose which he considers of advantage to himself, even though the purpose be different from that which the indorser contemplated.’ See, also, <em>Wheeler </em>v. <em>Allen, </em>59 How. Pr. 118; Daniel, Neg. Inst. §§ 793a, 794. There is no doubt, therefore, that the intention between the parties was that Madden should have the use of the noté for his own purposes, and any understanding or statement or agreement between the parties that the note was to be used in Louisville, instead of New York, did not increase the indorser’s responsibility, nor did it limit the use which the borrower could make of the proceeds; for it must be evident that, if not paid at maturity, the defendant being in the city of New York, his liability to be enforced, no matter where the note was used, would be in this city. Upon the whole case, therefore, I am clear that there was no legal diversion of the note, and, the plaintiff holding the same for a sufficient consideration, the verdict directed for the plaintiff was correct, and the motion for a new trial should therefore be denied.” Our examination of the case satisfies us that the views expressed by the justice holding the circuit were correct, as to the law upon the facts established by the evidence, and the order denying the motion for a new trial, as well as the judgment appealed from, should be affirmed, with costs and disbursements to the respondents. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}