{
  "casebody": {
    "data": "<casebody firstpage=\"183\" lastpage=\"192\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"AKr\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AfsG\">A. V. W. Cornwall, et als. v. Virginia L. Cornwall and Ruby L. H. I. Wooldridge.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AGO\">Record No. 1205.</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AsP\">March 16, 1933.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"As3\">Present, Campbell, C. J., and Holt, Hudgins, Gregory, Browning and Chinn, JJ.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b238-11\"><page-number citation-index=\"1\" label=\"184\">*184</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b238-12\"><em>Alexander H. Sands, </em>for the plaintiffs in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b238-13\"><em>L. O. Wendenburg, </em>for the defendants in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b239-4\"><page-number citation-index=\"1\" label=\"185\">*185</page-number>Gregory, J.,</author>\n<p id=\"Ar\">delivered the opinion of the court.</p>\n<p id=\"b239-5\">Virginia L. Cornwall and Ruby L. H. I. Wooldridge, claiming to be the widow and daughter respectively, of John H. Cornwall, deceased, moved for the appointment of L. 0. Wendenburg as administrator of the estate of the said John H. Cornwall.</p>\n<p id=\"b239-6\">A. V. W. Cornwall, a brother of the deceased, and several nieees and nephews, who are the plaintiffs in error here, challenged the right of Virginia L. Cornwall and Ruby L. H. I. Wooldridge to move for the appointment of an administrator. They moved for the appointment of a curator of the estate pending the ascertainment of those who might be entitled thereto.</p>\n<p id=\"b239-7\">The lower court granted the motion of Virginia L. Cornwall and Ruby L. H. I. Wooldridge and appointed L. O. Wendenburg administrator of the estate, he having been properly designated by them and they having waived their rights in this respect in his favor. The court denied the motion of A. V. W. Cornwall and others for the appointment of a curator for the estate. This action of the court is made the subject of two assignments of error. The remaining assignment of error is to the action of the court in rejecting certain depositions which were tendered as evidence in the hearing of the motion for the appointment of a curator and which were taken many years ago in a certain chancery cause which was pending in said court under the style of <em>Karl H. Cornwall, Committee of J. H. Cornwall </em>v. <em>Virginia L. Cornwall.</em></p>\n<p id=\"b239-8\">The plaintiffs in error based their objection to the appointment of the administrator upon the following four grounds:</p>\n<p id=\"b239-9\">“1. Because said marriage was procured by fraudulent means, exercised by his wife, and that said John H. Cornwall was a person of unsound mind at the time of said marriage and that this was known to her.</p>\n<p id=\"b239-10\"><em>“2. </em>Because Virginia L. Cornwall has never filed an <page-number citation-index=\"1\" label=\"186\">*186</page-number>answer nor taken any evidence in the suit brought by the committee and next friend of said John H. Cornwall, in which suit nothing appears to have been done since November, 1910.</p>\n<p id=\"b240-5\">“3. Because, as to Ruby L. H. I. Wooldridge, the said daughter of said John H. Cornwall, deceased, no evidence can be introduced which would justify a court of probate in granting a preference in favor of this claimant over these objectors, who are the brother and nephews and nieces of said decedent, and</p>\n<p id=\"b240-6\">“4. If letters of administration should be awarded the preference should be given to these objectors by reason of their kinship to the said decedent.”</p>\n<p id=\"b240-7\">To which the defendants in eror replied in part as follows:</p>\n<p id=\"b240-8\">“3. Because in June, 1931, the said John H. Cornwall died intestate, and the rights of the said Virginia L. Cornwall, the widow, and the said Ruby L. H. I. Wooldridge, the sole child of said John H. Cornwall, deceased, became fixed and vested, and cannot be now divested by said objectors.</p>\n<p id=\"b240-9\">“5. Because said objectors, the brother, nephews and nieces have no interest in the estate of said John H. Cornwall, deceased.”</p>\n<p id=\"b240-10\">Upon the hearing of the motion for the appointment of the administrator, Virginia L. Cornwall, one of the defendants in error here, appeared as the only witness, and she testified in support of the said motion. She testified that her name was Virginia L. Cornwall and that she was the widow of John H. Cornwall, who had died, as she was informed, on the 25th day of June, 1931; that in 1910 she was living with John H. Cornwall in his home in Henrico county, Virginia, having been employed by him to take charge of his home previous to the execution of the contract of employment with Karl H. Cornwall, committee; that on April 2, 1910, she accompanied John H. Cornwall to Richmond where they went to the clerk’s office of the Hustings Court of the city of Richmond and obtained a <page-number citation-index=\"1\" label=\"187\">*187</page-number>marriage license; and that on the same day she was married by Rev. J. N. Latham. She tendered to the court a duly certified copy of the records of the Hustings Court of the city of Richmond showing the issuance of the marriage license and the return of the minister showing that she and John H. Cornwall were married on April 2, 1910.</p>\n<p id=\"b241-5\">She testified that having become pregnant by him before their marriage John H. Cornwall told her that he wanted her to marry him as he did not want his child to be born without a name and he wanted their child to bear his name, and then they were married.</p>\n<p id=\"b241-6\">She testified that on the 15th day of August, 1910, there was born unto her the said child Ruby Wooldridge, who is the same person designated in this proceeding as Ruby L. H. I. Wooldridge, and that this child was the child of John H. Cornwall.</p>\n<p id=\"b241-7\">She further testified that on or about the 10th day of June, 1910, an officer of Henrico county came down to John Cornwall’s place in Henrico county and took her husband away and that he was committed to Mount Hope Retreat, as she understood; that John H. Cornwall had remained, to the best of her knowledge and belief, in said institution until the date of his death in June just preceding. It was admitted that he was a legal resident of Henrico county, Virginia, and died intestate, and that Karl H. Cornwall died in 1929 and Jno. B. Lightfoot, Jr., qualified as committee of John H. Cornwall.</p>\n<p id=\"b241-8\">When asked as to whether or not she did not know when she married John Cornwall that he was a person of unsound mind, and whether he had not always, to the best of her knowledge and belief, been a person of unsound mind, she replied “no,” that John H. Cornwall had as much sense and intelligence as any man. On cross-examination she was shown a contract whereby she had been employed by Karl H. Cornwall, committee of John H. Cornwall, to look after the latter. When asked as to what explanation she had to make to said paper she testified that she did not know <page-number citation-index=\"1\" label=\"188\">*188</page-number>whether she had signed that paper or not and that she did not know anything about it; that she could neither read nor write.</p>\n<p id=\"b242-5\">In opposition to the motion for the appointment of the administrator, the plaintiffs in error, who were the objectors in the lower court, offered as evidence, a certified copy of a commission of lunacy and commitment of John H. Cornwall bearing date of June 19, 1910, together with the testimony of three witnesses, in the form of a deposition. They also offered in evidence certain depositions which had been taken in the chancery suit of <em>Karl H. Cornwall, Committee </em>v. <em>Virginia L. Cornwall </em>which had been pending for a number of years in the lower court. The defendants in error objected to all of this evidence and later it was excluded by the court, and that action is the basis for an assignment of error. The remaining evidence was an extract of certain testimony of a witness who had testified in the chancery suit referred to. In substance, his deposition tends to prove that Virginia L. Cornwall was shown the contract of 1910 referred to and that it was read and explained to her. It establishes that Virginia L. Cornwall signed it by making her mark. The decrees entered in the chancery suit were introduced and read in the hearing of the motion under review.</p>\n<p id=\"b242-6\">From this statement of the proceedings had upon the motion and the evidence introduced in support of and in opposition thereto, excepting the evidence which was excluded, these controlling facts conclusively appear: Virginia L. Cornwall, who formerly was Virginia Barlow, a widow, with three children, moved into the home of John H. Cornwall, as his attendant and housekeeper. Her services and compensation were defined and fixed by a written agreement of February 24, 1909, between herself and Karl H. Cornwall, committee for John H. Cornwall. She became pregnant by John H. Cornwall while living in his home, and subsequently, on April 2, 1910, she accompanied him to the clerk’s office of the Hustings Court in the city <page-number citation-index=\"1\" label=\"189\">*189</page-number>of Richmond where they procured a marriage license and on the same day they were married. On or about June 10, 1910, John H. Cornwall was taken to Mount Hope Retreat, a sanatorium near Baltimore, Maryland, where he remained until his death on June 25, 1931. On August 15, 1910, a little more than four months after the marriage, Virginia L. Cornwall gave birth to a child which was the child of John H. Cornwall and who has been completely identified and designated in the proceeding as Ruby L. H. I. Wooldridge, one of the defendants in error here.</p>\n<p id=\"b243-5\">On June 4, 1910, Karl H. Cornwall, committee of John H. Cornwall, instituted a suit against Virginia L. Cornwall, the purpose of which was to declare the marriage solemnized on April 2, 1910, between John H. Cornwall and Virginia L. Cornwall null and void because John H. Cornwall was insane at the time it was contracted, and to enjoin Virginia L. Cornwall from molesting her husband. It was also sought to have the court decree that she had no interest in the estate of her husband. It was alleged in the bill that Virginia L. Cornwall had taken advantage of John H. Cornwall and had, through fraud, induced him to marry her.</p>\n<p id=\"b243-6\">Some of the evidence of the complainant in this suit was taken. Ño answer of the defendant therein was filed and no evidence on her behalf was taken. The cause was never submitted to the court for a final decree and from 1910 until 1931, after the death of John H. Cornwall, no action or proceeding was had in it. It remained dormant, but upon the docket for some twenty or twenty-one years.</p>\n<p id=\"b243-7\">On July 20, 1931, the plaintiffs in error here and petitioners in the lower court, tendered a petition in the chancery cause, the purpose of which was to revive the prior annullment suit in their names as complainant petitioners, and to declare the marriage of John H. Cornwall and Virginia L. Cornwall a nullity because of the former’s insanity at the time it was contracted, and because of the latter’s fraud upon him in procuring the marirage. The petitioners claimed that they were the heirs and next of kin of John <page-number citation-index=\"1\" label=\"190\">*190</page-number>H. Cornwall. An injunction was asked restraining the appointment of an administrator of the estate of John H. Cornwall pending the determination of his heirs.</p>\n<p id=\"b244-5\">A number of objections were made to the filing of the petition by the defendants in error. The court, after careful consideration, rejected the petition and dismissed the chancery cause of <em>Karl H. Cornwall, Committee </em>v. <em>Virginia L. Cornwall.</em></p>\n<p id=\"b244-6\">It appears to the court that it will be unnecessary to consider all of the numerous contentions made by the parties to this litigation. There are two points made by the defendants in error which seem to be sound and which in the opinion of the court must lead to an affirmation of the judgment of the lower court. They are: (a) The rights of Virginia L. Cornwall and the child Ruby L. H. I. Wooldridge, the only child of John H. Cornwall, deceased, became fixed upon his death, intestate, and those rights cannot now be disturbed by the petitioners (the plaintiffs in error) ; and (b) because the petitioners, now the plaintiffs in error have no interest in the estate of John H. Cornwall, deceased.</p>\n<p id=\"b244-7\">Code, section 5360, provides that “Administration shall be granted to the distributees who apply therefor, preferring first the husband or wife, and then such of the others entitled to distribution as the court or clerk shall see fit. But any of the said distributees may at any time waive their right to qualify in favor of any other person to be designated by them.”</p>\n<p id=\"b244-8\">If Virginia L. Cornwall is the widow of John H. Cornwall, deceased, or if Ruby L. H. I. Wooldridge is his child, either or both of them are entitled, under the statute, to apply for the appointment of an administrator.</p>\n<p id=\"b244-9\">Code, section 5088, provides, among other things, that all marriages “solemnized when either of the parties was insane” shall be void from the time they shall be so declared by a decree of divorce or nullity. Therefore, if it be conceded that John H. Cornwall was insane when the mar<page-number citation-index=\"1\" label=\"191\">*191</page-number>riage was contracted, it would be voidable and not void. Going a step further, no decree declaring the marriage void having been entered, it remains valid. 1 Minor’s Institutes, p. 291 (262).</p>\n<p id=\"b245-5\">But even if the marriage here involved was null in law and no decree of the court were necessary, Code, section 5270 would render Ruby L. H. I. Wooldridge, a legitimate child of John H. Cornwall, for it provides that “The issue of marriages deemed null in law, or dissolved by a court, shall nevertheless be legitimate.” If the marriage is deemed null and void for any reason she would still be a legitimate child. She was born some four months after the marriage and the law presumes that she is the child of the husband and wife. In addition to this, there is the undisputed testimony of Virginia L. Cornwall, the mother, who testifies as to the fact. Ruby is referred to as the daughter of John H. Cornwall by the plaintiffs in error. In fact they do not contend that she is illegitimate. She being a legitimate child of John H. Cornwall, is a distributee and as such she is entitled to move for the appointment of an administrator.</p>\n<p id=\"b245-6\">Even if the evidence which was excluded had been admitted, the result would be the same. That evidence was offered to show that John H. Cornwall was insane when the marriage was solemnized and also to show that it was contracted through the fraud of Virginia L. Cornwall. The sanity or insanity of John H. Cornwall, or the fraud of Virginia L. Cornwall, if clearly shown, could not affect the conclusion reached here.</p>\n<p id=\"b245-7\">Great stress has been placed upon the fact that the marriage license was procured from the clerk’s office of the Hustings Court of Richmond, when, as claimed by the plaintiffs in error, both parties were residents of Henrico county. They claim that the license could not have properly issued from said clerk’s office. The record shows that this point was not made in the trial court and it had no opportunity <page-number citation-index=\"1\" label=\"192\">*192</page-number>to pass upon it. It would not affect the final conclusion reached, therefore it is unnecessary to discuss it.</p>\n<p id=\"b246-5\">The decision of this court rests upon the undisputed fact that Ruby L. H. I. Wooldridge is the legitimate child of John H. Cornwall, deceased, and as such, as a matter of law, she is entitled to move for the appointment of an administrator. She is also, as a matter of fact and law, a distributee and heir of John H. Cornwall, deceased. This being true the plaintiffs in error, who are a brother, nieces and nephews of the deceased, have no interest in the estate.</p>\n<p id=\"b246-6\">The judgment is affirmed.</p>\n<p id=\"b246-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}