{
  "casebody": {
    "data": "<casebody firstpage=\"536\" lastpage=\"539\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b560-6\">HRUSKA v. PARKE, DAVIS &amp; CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b560-7\">(Circuit Court of Appeals, Eighth Circuit.-</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-IX\">June 4, 1925.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b560-8\">No. 6726.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b560-16\">Lon O. Hooker, of St. Louis, Mo. (Jones, Hooker, Sullivan &amp; Ang’ert and Ralph T. Finley, all of St. Louis, Mo., on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b560-17\">Thomas Bond, of St. Louis, Mo. (Rassieur &amp; Goodwin, of St. Louis, Mo., 'on the brief), for defendant in error.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b560-18\">Before SANBORN and LEWIS, Circuit Judges, and POLLOCK, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b560-19\">POLLOCK, District Judge.</author>\n<p id=\"AuZ\">The question presented for review in this ease is clear and direct. Did the trial court commit error in sustaining the general demurrer to the third-amended petition of plaintiff and in entering final judgment against plaintiff? A reading and statement of the facts found in thp petition, well pleaded, hence by the demurrer admitted, may be summarized as follows;</p>\n<p id=\"b560-20\">Defendant corporation is and was engaged in the business of manufacturing chemists, making drugs, medicines, and preparations of many kinds, and in advertising and selling the same to retail druggists and pharmacists throughout the country. In the-instant case the drug or preparation alleged to have been so made and sold by defendant is called “Camphor Solution Neutral,” and as made by defendant in this ease contained camphor in a mineral oil or liquid petroleum. The said “Camphor Solution Neutral” so-made was and for many years prior to the happening of the injury to plaintiff had been advertised and recommended by defendant' and sold “for hypodermic use or injection into the human body under the skin and into the flesh,” and that physicians, surgeons,, and members of hospital staffs thereby came to know and use said preparation so made for said purpose. For many years prior to the year 1919 physicians, surgeons, and members jof the hospital staffs,.and others, had-<page-number citation-index=\"1\" label=\"537\">*537</page-number>known of a solution of .camphor in an animal or vegetable oil, and that such preparation was beneficial in cases of exhaustion as a stimulant after surgical operations and from diseases and the like. Such camphor solution, composed of camphor and a vegetable or animal oil, was known to be both harmless and beneficial in such eases of exhaustion by the members of the medical profession, by medical authors, and was in general use among medical men. The reason why the camphor solution, composed of camphor and the vegetable or animal oil, was harmless in use to the individual, and helpful, arose from the fact the animal or vegetable oil used in such compound was readily absorbed when taken or injected into the human system; whereas, on the contrary, the mineral oil employed by defendant in the manufacture of its “Camphor Solution Neutral” would not and could not, when injected or taken into the human body, be absorbed, but, on the contrary, remained in the human system after injection as a foreign body or substance, thereby becoming deleterious and dangerous to human health. All these facts and things, at the date of the injury to plaintiff complained of, and long before that date, and at' all times were well known and understood by defendant. Further, plaintiff between September 1 and October 20, 1919, was ill and under the care of a physician, who knew of the use made of camphor in solution with an animal or vegetable oil for subcutaneous injection, but who did not know that defendant had prepared its “Camphor Solution Neutral” with mineral oil, and, believing the same to be safe, helpful, and harmless, did inject large quantities of the same into the body and system of plaintiff. As a direct result thereof the mineral oil employed by defendant, not being capable of being absorbed by the human body, gathered in large deposits in plaintiff’s system, causing him great pain and suffering, and causing him to be compelled to undergo many surgical operations, and the removal of large amounts of the flesh from his arms and body. That as a direct result he was compelled to pay a large amount in hospital and surgeon’s fees, and was permanently damaged and injured in a large sum.</p>\n<p id=\"b561-4\">To this petition so alleging a general demurrer was interposed by defendant. This demurrer was sustained by the trial court, and plaintiff brings the case here assigning error thereon.</p>\n<p id=\"b561-5\">Do the facts well pleaded in the petition by plaintiff state an actionable controversy by plaintiff with defendant? The defendant says “No,” to this question, because it says the cause of action as pleaded is bottomed upon negligence, and, as there is no privity of contract between the defendant manufacturer of the solution and plaintiff, there is no neglect of duty owed by defendant to plaintiff, hence no negligence.</p>\n<p id=\"b561-7\">A careful reading and analysis of the pleading of plaintiff will disclose the action as pleaded to be not entirely based on negligence, but to possess many, if not all, the elements of an action for fraud, in which the element of privity of contract would not be an essential one. In Savings Bank v. Ward, 100 U. S. 195, 25 L. Ed. 621, Mr. Justice Clifford delivering the opinion of the court, it is said: “Every imputation of fraud is disclaimed, and it is clear that the transaction is not one immediately dangerous to the lives of others. Where there is fraud or collusion, the party will be held liable, even though there is no privity of contract; but, where there is neither fraud or collusion nor privity of contract, the party will not be held liable, unless the act is one imminently dangerous to the lives of others, or is an act performed in pursuance of some legal duty.”</p>\n<p id=\"b561-9\">The Circuit Court of Appeals for the Fourth Circuit, Pritchard, Judge, delivering the opinion for the court, in National Bank v. Kershaw Oil Mill, 202 F. 90, 120 C. C. A. 362, says: “It should be borne in mind that we are dealing with the law of fraud, and not with an action on a contract for breach of warranty or for simple negligence. If this were an action for breach of warranty, or for simple negligence, the term ’privity’ would be applicable, and in order to enable the plaintiff to recover it would have to be shown that there was a breach of contract duty owing to the plaintiff, as was stated in the case of Savings Bank v. Ward, 100 U. S. 195, 25 L. Ed. 621.”</p>\n<p id=\"b561-10\">However, it is not necessary in this case to go farther than to ascertain if the facts well pleaded constitute any cause of action whatever, either for negligence, or for fraud, or both combined, as the only objection to the pleading whieh is here involved, as determined by the trial court, was the defect of such issuable facts in the pleading as will warrant a recovery by plaintiff. However, should the case be regarded solely as one for negligence, still the absence or want of privity of contract is not, in our judgment, fatal to the pleading. It must be borne in mind this is not the usual ease of manufacture and sale discussed by the authorities. On the contrary, defendant in this case is conduct<page-number citation-index=\"1\" label=\"538\">*538</page-number>ing a highly technical and specialized business, that of a manufacturing chemist. The products so prepared by it are placed on the market, to be purchased and employed in curing the ills of the human body and in preserving human life. The defendant deals with the public to be treated with its preparations and drugs, not on an equal footing, but with the understanding the public will trust to the superior intelligence and general knowledge of defendant, its agents and employés, in the manufacture and preparation of its products; also, when its compounds, drugs, and preparations are placed on the market, that they are safe, harmless and beneficial in use. In other words, the public relies on the truth of such statements employed in advertising by the defendant, and does not seek expert advice from others regarding the propriety of the use of the commodities defendant has manufactured and placed on the market. Defendant company is constantly dealing with human health and human life. It manufactures and sells compounds and drugs represented to be harmless when employed as directed, and, being so represented to the public, they must be, as represented, harmless in use. Health is too dear, and life too sweet, and consequences too great, to admit of either carelessness or mistake in manufacture or fraud in inducing the sale of the same.</p>\n<p id=\"b562-4\">The case of Huset v. J. I. Case Threshing Mach. Co., 120 F. 865, 57 C. C. A. 237, 61 L. R. A. 303, decided by this court, Judge Sanborn delivering the opinion, is a most exhaustive and able compendium of knowledge of the subject-matter involved herein. In delivering the opinion in that ease, after stating the general rule to be as here contended by defendant, Judge San-born proceeds, citing a wealth of authorities, that there exist three exceptions to this general rule, as well established by the adjudicated eases as the rule itself, as follows:</p>\n<blockquote id=\"A66\">“The first is that an act of- negligence of a manufacturer or vendor which is imminently dangerous to the life or health of mankind, and which is committed in the preparation or sale of an article intended to preserve, destroy, or affect human life, is actionable by third parties who suffer from the negligence. Dixon v. Bell, 5 Maule <em>&amp; </em>Sel. 198; Thomas v. Winchester, 6 N. Y. 397, 57 Am. Dec. 455; Norton v. Sewall, 106 Mass. 143, 8 Am. Rep. 298; Elkins v. McKean, 79 Pa. 493, 502; Bishop v. Weber, 139 Mass. 411, 1 N. E. 154, 52 Am. Rep. 715; Peters v. Johnson, 50 W. Va. 644, 41 S. E. 190, 191, 57 L. R. A. 428, 88 Am. St. Rep. 909. The leading case upon this subject is Thomas v. Winchester, 6 N. Y. 397, 57 Am. Dec. 455. A dealer in drugs sold to a druggist a jar of belladonna, a deadly poison, and labeled it 'Extract of Dandelion.’ The druggist filled a prescription of extract of dandelion, prepared by a physician for his patient. The patient took the prescription thus filled, and recovered of the wholesale dealer for the injuries she sustained. In Norton v. Sewall, 106 Mass. 143, 8 Am. Rep. 298, a recovery was had by a third party for the sale of laudanum as rhubarb; in Bishop v. Weber, for the furnishing of poisonous food for wholesome food; in Peters v. Johnson, for the sale of saltpetre for epsom salts; and in Dixon v. Bell, for placing a loaded gim in the hands of a child. In all these eases of sale the natural and probable result of the act of negligence — nay, the inevitable result of it — -was not an injury to the party to whom the sales were made, but to those who, after the purchasers had disposed of the articles, should consume them. Hence these cases stand upon two well-established principles of law: (1) That every one is bound to avoid acts or' omissions imminently dangerous to the lives of others; and (2) that an injury which is the natural and probable result of an act of negligence is actionable. It was the natural and probable result of the negligence in these cases that the vendees would not suffer, but that those who subsequently purchased the deleterious articles would sustain the injuries resulting from the negligence of the manufacturers or dealers who furnished them.</blockquote>\n<blockquote id=\"b562-8\">“The second exception is that an owner’s act of negligence which causes injury to. one who is invited by him to use his defective appliance upon the owner’s premises may form the basis of an action against the owner. Coughtry v. Globe Woolen Co., 56 N. Y. 124, 15 Am. Rep. 387; Bright v. Barnett <em>&amp; </em>Record Co., 88 Wis. 299, 60 N. W. 418, 420, 26 L. R. A. 524; Heaven v. Pender, L. R. 11 Q. B. Div. 503; Roddy v. Railway Co., 104 Mo. 234, 241, 15 S. W. 1112, 12 L. R. A. 746, 24 Am. St. Rep. 333. * * *</blockquote>\n<blockquote id=\"b562-9\">“The third exception to the rule is that &amp;ne' who sells or delivers an article which he knows to be imminently dangerous to life or limb to another without notice of its qualities is liable to any person who suffers an injury therefrom which might have been reasonably anticipated, whether there were any contractual relations between the parties or not. Langridge v. Levy, 2 M. &amp; W. 519, 4 M. <em>&amp; </em>W. 337; Wellington v. Oil Co., 104 Mass. 64, <page-number citation-index=\"1\" label=\"539\">*539</page-number>67; Lewis v. Terry, 111 Cal. 39, 43 P. 398, 31 L. R. A. 220, 52 Am. <em>St. </em>Rep. 146.”</blockquote>\n<p id=\"b563-5\">Under the first exception to the rule as above stated, regarding the present ease merely as one for negligence, we are of the •opinion it does not fall under the general rule but the exception thereto. It must therefore be held the issuable facts well pleaded in the amended petition, whether constituting solely an action for negligence, or an action for fraud, or a combination of both such actions, which allegations are by the general demurrer interposed admitted to be true, require the overruling of the demurrer interposed by defendant.</p>\n<p id=\"b563-6\">Judgment below must be reversed, and case remanded, with directions to proceed further in harmony with the opinion expressed herein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}