{
  "casebody": {
    "data": "<casebody firstpage=\"959\" lastpage=\"960\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b983-4\">McGEE v. DAVIS, Director General of Railroads.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b983-5\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b983-6\">April 6, 1925.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b983-7\">No. 272.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b983-14\">Macklin, Brown &amp; Van Wyck, of New York City (Horace L. Cheyney, of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b983-15\">Thomas Cooper Byrnes, of New York City, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b983-16\">Before HOUGH, MANTON, and HAND, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b983-17\">MANTON, Circuit Judge.</author>\n<p id=\"A3a\">Appellee, owner of the barge Ida, contracted with the Director General of Railroads for the towage of a barge from Port Reading to Ninety-Sixth street, East River. She was consigned to 119th street, East River. The tug Bern, under the agency of the Director General, towed the barge to Ninety-Sixth street, as agreed upon, and made it fast there. At that time no protest against her being left at this point was made, nor was claim made that she had been damaged. It is now said that she was in such a damaged condition that she was unseaworthy, and it was with difficulty that she was kept afloat. She was later towed from Ninety-Sixth street to 119th street by the tug of another towing line. After arrival at 119th street, she sank. The claim of this libel is that she sank because of damages received while being towed to Ninety-Sixth street. The complaint is that she was improperly placed in the hawser tier of the tow, because she was a frame boat having three inch planks, and was not suitable to stand the strains and stresses to which boats in a hawser tier are subjected.</p>\n<p id=\"b983-19\">The testimony of the appellee, who was the master of the Ida, and who alone supports the allegations of the libel, said she was in good seaworthy condition at the time she was loaded with cargo at Port Reading. She had been taken from the dumper by the tug Ashbourne with other boats. The port hawser was then put on the Ida, and she was put across the end of the dock: He said he asked the pilot of the Ashbourne whether he was going to leave the Ida in the hawser tier, and he replied that he would drop her back later, when he would put another tier ahead. The Ashbourne kept adding other boats to the tier, and the appellee again asked the pilot whether he was going to leave the Ida in the hawser tier, stating that she was a frame boat and too light to'go into the hawser tier, to which the pilot replied again that the Ida would be dropped back into the second or third tier before the tow started. At 9 o’clock at night, the Bern came to take the flotilla in tow, and the appellee said that he asked her master whether the Ida would be left in the hawser tier, and finally the master of the Bern stated that the Ashbourne would shift her after they left the dock, but she was never shifted. The flotilla consisted of 20 boats, made up in 5 tiers. The witness said that before she left Port Reading she crushed and jammed against the pier there, causing her to leak more or less. He kept pumping her out, and at the time the two left Port Reading she had two inches of water in her. He noticed her leaking about an hour after she left Port Reading, which was about 10 o’clock. Ha kept the gasoline pump going thereafter until the tow arrived at Port Johnson, and found he was just able to stop the water from gaining. She arrived at Port Johnson about 1 a. m., and left there at 7 a. m.</p>\n<p id=\"b983-20\">He was recalled to the stand on the following day, after having given the related testimony, and then stated that his boat was strained when the tow swung on the tide, and gave testimony of extraordinary conditions existing when the Ida was at Port Johnson, to which he had not referred on the previous day. He examined the boat and found the butts in the bow were started, and that the stem was started from the strain of the hawser, and that most of the oakum was hanging out. But, notwithstanding this unsafe condition Of the boat, which he says he discovered before leaving Port Johnson, he did nothing, nor did he give notice to any one <page-number citation-index=\"1\" label=\"960\">*960</page-number>of her condition. But later she was towed to 119th street.</p>\n<p id=\"b984-4\">The contract obligation of the Bern ended when the Ida reached Ninety-Sixth street. She was there several hours, and later towed successfully up to 119th street, where she remained for about two hours before sinking. He said the serious leak was found about an hour after arrival at 119th street. When she was raised, it was found that two planks on the starboard side forward were broken, one all the way through. This undoubtedly caused the sinking.</p>\n<p id=\"b984-5\">We are satisfied that the appellee has not borne the burden of proof resting upon him to establish that this injury to the barge was due to the fault of the appellant while in tow. The story of her damaged condition as given by the appellee when recalled as a witness, is unsatisfactory to us. While the barge was at Port Johnson, and if in the condition claimed by the appellee, she was unfit for towage, and he gave no notice to the master of the Bern of such condition, he wás expected to make known her unseaworthy condition, and when the vessel arrived at Ninety-Sixth street, her bad condition was not made known. He allowed the master of the Bern to leave the barge there, believing that she was in good condition, although, from his testimony, her condition was such that she was liable to sink in a few hours, as later she did at 119th street.</p>\n<p id=\"b984-6\">There is testimony that it was customary to put barges of the type of the Ida in the hawser tiers, and it is said that the better practice is to put the heavier boats in the second tier, because of the suction. The appellee admitted that the Ida had been towed theretofore in a hawser tier. Boats of this character, used for such purpose, are expected to be strong enough, if in a seaworthy condition, to withstand the strains of such towing. It appears that she left Port Johnson at 7 a. m. and landed at Ninety-Sixth street at 4 p. m. Whatever her leak was, it was kept down by the use of her pump, and no difficulty was .experienced in her towing. She had only an inch and a half of water on her arrival at 119th street, but an hour thereafter she had 16 or 17 inches of water. Two planks, whieh were found broken when she was raised, could not have been so broken because of the strain in towing, and it must be admitted that the broken planks were the cause of the sinking. Every indication seems to point to the fact that these planks were broken after her arrival at 119th street. At least, we hold that they were not broken as a result of any faulty towing.</p>\n<p id=\"b984-8\">Decree reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}