{
  "casebody": {
    "data": "<casebody firstpage=\"763\" lastpage=\"766\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b819-3\">ERIE R. CO. v. THE CORNELL NO. 20 et al. The NO. 289. THE CORNELL NO. 20. THE FRANK COONEY. THE ERIE NO. 258.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b819-8\">No. 80, Docket 20755.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b819-9\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b819-10\">Dec. 8, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b821-13\"><page-number citation-index=\"1\" label=\"765\">*765</page-number>Hagen &amp; Eidenbach, of New York City (Henry E. Eidenbach, of New York City, of counsel), for Erie R. Co.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b821-14\">Kirlin, Campbell, Hickox &amp; Keating, of New York City (Robert S. Erskine and John H. Hanrahan, both of New York City, of csunsel), for Cornell Steamboat Co.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b821-15\">George A. Garvey, of New York City, for Jarka Corporation.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b821-16\">Burlingham, Veeder, Clark &amp; Hupper, of New York City (Stanley R. Wright, of New York City, of counsel), for Pennsylvania R. Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b821-17\">Foley &amp; Martin, of New York City (Christopher E. Heckman, of New York City, of counsel), for New York Trap Rock Corporation and Christie Scow Corporation.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b821-18\">Before L. HAND, AUGUSTUS N. HAND and FRANK, Circuit Judges.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b821-19\">FRANK, Circuit Judge.</author>\n<p id=\"b821-20\">Determination of the facts of a lawsuit, when the witnesses disagree about them, always presents difficulties. As the facts necessarily occurred in the past, and not in the trial judge’s presence, he must undertake an historical <em>reconstruction; </em>and the wiser historians tell us that any such reconstruction is inherently guessy. For the likelihood is small that any mere mortal can acquire absolutely certain knowledge of bygone events. The probability is less that such knowledge will be approximated by upper-court judges, reading but a printed record, than by a trial judge who sees and hears the witnesses testify. For that reason, pursuant to the Rules, we have repeatedly refused to retry the facts of a case when the evidence was oral. Here we are again asked to do so, and must again refuse. Although perhaps we should stop at this point, we shall briefly consider appellant’s contentions.</p>\n<p id=\"b822-4\"><page-number citation-index=\"1\" label=\"766\">*766</page-number>Cornell contends that Jarka should be held because (contrary to the judge’s finding) Jarka’s employee was negligent in putting out a line from the stern corner of the Lehigh Valley 77 and in snubbing that line as the 77 came alongside the D. L. &amp; W. 576. But the trial judge found as a fact that, before this occurred, the bowline of the Erie 258 had already parted,<footnotemark>1</footnotemark> and that it did so as a result of the fact that the Cornell No. 20 had “permitted” the Lehigh Valley 77 to “collide” with the D. L. &amp; W. 576.<footnotemark>2</footnotemark> We must accept those findings because there is some substantial evidence to support them. Accordingly, this conduct of Jarka was not a factor contributing to the accident.</p>\n<p id=\"AkZ\">The judge having thus found that the collision caused the parting of the bow-line of the Erie 258, also found that this, in turn, caused the Erie 258 to “swing into contact with the scow Frank Cooney.” Cornell contends that this swing could not have brought the 258 into such contact unless Jarka had so negligently moored the Frank Cooney that its submerged rake extended beyond the end of the pier. We cannot agree. There is evidence sufficient to bear out the finding that no part of the capsized scow thus extended. There is also enough evidence to sustain the finding that the amplitude of the swing of the Erie 258 brought it up against the Frank Cooney.</p>\n<p id=\"b822-11\"> Due to Jarka’s neglect, the bowline of the Erie 258 was defective when the collision occurred. Interesting legal questions might have arisen had there been evidence that the line was so defective that it would have parted on a mere “harbor bump,” or that, if the line had been sound, it would not have broken under the impact of a collision. But, having in mind that Cornell had “the burden of proving that an intervening act of negligence caused the loss,”<footnotemark>3</footnotemark> *we think there is no evidence sufficient to justify either such finding. We must, therefore, take it as a fact that the line would have withstood any contact less violent than a collision. The evidence is such that we cannot hold any of the other findings clearly erroneous. It is immaterial that some of the formal findings are labeled “conclusions of law” or are supplemented by statements of fact in the judge’s opinion.</p>\n<p id=\"b822-12\">On the facts as found, the judge correctly concluded that Cornell No. 20 was negligent and solely at fault.</p>\n<p id=\"b822-13\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b822-5\"> In Ms opinion (72 F.Supp. at page 132) the judge said, “It is the contention of Cornell that the snubbing of the line caused the breaking of the mooring [of the Erie 258], hut it appears to this court that the contact between the No. 77 and the No. 576 broke the mooring, which occurred before the line was snubbed.” On a motion for rehearing, the judge (72 F.Supp. 134) adhered to this view of the facts.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b822-7\"> See the judge's first “conclusion of law.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b822-8\"> The B. B. No. 21, 2 Cir., 54 F.2d 532, 534. There we also said: “To be relieved from the consequences of his own fault, a wrongdoer must do more than merely suggest the possibility that the tort of another may have intervened.” See also The City of New York, 147 U.S. 72, 85, 13 S.Ct. 211, 37 L.Ed. 84; The Mexico, 2 Cir., 84 F. 504; The New-burgh, 2 Cir., 130 F. 321; The C. E, Paul, D.C., 175 F. 246, 250; The Bartle Daly, 2 Cir., 45 F.2d 605; The Revere, 2 Cir., 63 F.2d 775; The Anna O’Boyle, 2 Cir., 122 F.2d 286, 288, rehearing denied 124 F2d <em>180: P. </em>Dougherty Co. v. The G. M. McAllister, 2 Cir., 159 F.2d 486.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}