{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-4\">PORTER, Adm’r, Office of Price Administration, v. CRAWFORD &amp; DOHERTY FOUNDRY CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b485-5\">No. 11025.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b485-6\">Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ax8b\">March 16, 1946.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b486-6\"><page-number citation-index=\"1\" label=\"432\">*432</page-number>George Moncharsh, Deputy Adm’r for Enforcement, David London, Acting Director, Litigation Division, and Nathan Siegel, Sp. Appellate Atty., Office of Price Administration, all of Washington, D. <em>C., </em>and Herbert H. Bent, Reg. Litigation Atty., Office of Price Administration, of San Francisco, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b486-7\">Barrett D. Randall and Wilber Henderson, both of Portland, Ore., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b486-8\">Before DENMAN, HEALY, and BONE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b486-9\">DENMAN, Circuit Judge.</author>\n<p id=\"b486-10\">The Price Administrator appeals from a judgment dismissing his complaint for an injunction against appellee restraining it from directly or indirectly selling or delivering or offering to sell or deliver, gray iron castings, including Meehanite castings, at prices higher than the maximum prices established therefor by Maximum Price Regulation No. 244, as amended <em>(7 </em>Fed.Reg.7871), and for a judgment seeking- triple damages for alleged sales in excess of that maximum price regulation .and the general maximum price regulation preceding it.</p>\n<p id=\"b486-11\">Appellee, between May 11, 1942, and March 11, 1943, sold certain gray iron castings. The question\" here is whether appellee in selling them is a person selling a commodity who “violates a regulation, order, or price schedule prescribing a minimum or maximum price or maximum prices.” Under Sec. 925 (e) of the Emergency Price Control Act, 50 U.S.C.A.Apperidix, such a person if not sued or is not suable by the buyer is subject to a suit for damages by the Price Administrator “ * * * for reasonable attorney’s fees and costs as determined by the court, plus whichever of the following sums is the greater: (1) Such amount not more than three times the amount of the overcharge, or the overcharges, upon which the action is based as the court in its discretion may determine, or (2) an amount not less than $25 nor more than $50, as the court in its discretion may determine: Provided, however, That such amount shall be the amount of the overcharge or overcharges or $25, whichever is greater, if the defendant proves that the violation of the regulation, order, or price schedule in question was neither wilfull nor the result of failure to take practicable precautions against the occurrence of the violation.” <footnotemark>1</footnotemark></p>\n<p id=\"b486-14\">It is not questioned that no suit was brought by any buyer and that so far as concerns Sec. 925 (e) appellant <em>is </em>entitled to seek court action on any of the claimed violations of the Act. Under Sec. 925 (a) such violators are subject to injunction against further violations.</p>\n<p id=\"b486-15\">A. <em>Violations under General Maximum Price Regulation (7 F.R. 3153) effective May 11, 1942.</em></p>\n<p id=\"b486-16\">The appellee sold castings of a common character to various corporate purchasers in the period between May 11, 1942, and October <em>26, </em>1942. The price charged each was the highest price which had been paid by a different customer in the base price fixing period of March, 1942, a period fixed by the General Maximum Price Regulation, hereinafter referred to as GMPR. This price charged each such customer was higher than the price paid by it for similar castings sold it in that month.</p>\n<p id=\"b486-17\">The district court held that GMPR warranted such a charge. We are favored with no opinion from that court and the findings of fact and conclusions of law give no consideration to the administrative interpretation of GMPR nor of the applicable cases. We do not agree with its decision.</p>\n<p id=\"b486-18\">GMPR provides in Section 2’ (b) that “the ‘highest price charged’ shall be a price charged during March, 1942, to a purchaser of the same class.” Section 20 (k) defines “purchasers of the same class” by reference to “the practice adopted by the <page-number citation-index=\"1\" label=\"433\">*433</page-number>seller in setting different prices for commodities or services for sales to different purchasers or kinds of purchasers * * ”, The interpretations establishing the administrative practice under the regulations are that each purchaser to whom an article is sold in March, the base month, constitutes a separate class and the purchases thereafter by such a person are not to be at a price higher than charged to him in March, 1942.<footnotemark>2</footnotemark> Since such administrative construction is not irrational, its interpretations are binding upon the courts. Skidmore v. Swift &amp; Co., 323 U.S. 134, 137-140, 65 S.Ct. 161; Federal Communications Commissioner v. Pottsville Broadcasting Co., 309 U.S. 134, 143, 60 S.Ct. 437, 84 L.Ed. 656; Cf. Bowles v. Glick Bros., 9 Cir., 146 F.2d 566, 568.</p>\n<p id=\"b487-4\">The Tenth Circuit in Bowles v. Nu Way Laundry Co., 10 Cir., 144 F.2d 741, 747, held in accord with our view, stating “In other words, the test is not necessarily whether customers were purchasing the same service in the same area during the same period of time, but whether the said purchasers were paying the same prices for the same services during the base period.” Similarly the appellate court of the District of Columbia in Rainbow Dyeing &amp; Cleaning Co. v. Bowles, App.D.C., 150 F.2d 273, 274, and more recently this court in Bowles v. Wheeler, 9 Cir., 152 F.2d 34.</p>\n<p id=\"b487-5\">Appellee contends that the case was tried below on the theory that customers were of different classes only if the castings were different in character or the trade as to distance or delivery terms, etc. were different, and that appellant did not raise the contention that difference in price to different customers in the base period made a difference in class. Hence, it is argued, that appellant cannot mend its hold here and try the case on a different theory. We do not agree. There was discussion to the effect that there might be a difference in class on other grounds than of price, but appellant stated at pretrial</p>\n<p id=\"Aum\">“ * * * Then of course to me the most important thing to determine whether or not a purchaser falls within the same class is the price that was charged. I think that is probably the most important item to consider.</p>\n<p id=\"b487-10\">$ * <em>%</em></p>\n<p id=\"b487-11\">“I believe that our evidence will disclose that these four purchasers are the primary purchasers or customers of Crawford and Doherty Foundry Company, or were during the period of time; that as to <em>those </em>particular <em>classes </em>[plural] of purchasers their price would be governed accordingly by the base period charges, <em>their </em>previous charges * * (Emphasis supplied.)</p>\n<p id=\"b487-13\">After all the evidence was in and on the submission of the case, the court states as follows:</p>\n<p id=\"b487-14\">“Mr. Wagner: [Counsel for appellant] If your Honor please, there has been na pretrial order in this case.</p>\n<p id=\"b487-15\">The Court: No. We will consider this case having been tried <em>with the benefit of pre-trial conferences </em>but without having-completed the pre-trial.” (Emphasis supplied.)</p>\n<p id=\"b487-16\">The judgment so far as it concerns the sales by appellee at prices higher to any individual customer of gray iron castings than charged to it in March, 1942, is ordered reversed and the court instructed to proceed in accordance with this opinion.</p>\n<p id=\"b487-17\">B. <em>Violations under Maximum Price Regulation No. 244,</em></p>\n<p id=\"b487-18\">Effective on October 26, 1942, Regulation 244 provided a freezing price limit on sales of gray iron castings to any purchaser at the highest net price paid by that <page-number citation-index=\"1\" label=\"434\">*434</page-number>purchaser in the period between August 1, 1941 and February 1, 1942.</p>\n<p id=\"b488-5\">Prior to October 26, 1942, appellee made offers to its customers to sell gray iron castings at prices in excess of those at which such castings were sold to them in the base periods. After October 26, 1942, these continuing offers to sell were accepted by the customers’ orders, called “requisitions,” thus making contracts for the ■sales. The castings were made and delivered thus making sales. With them invoices stating the excessive prices were ■sent to the purchasers.</p>\n<p id=\"b488-6\">Concerning these sales the district court ■found “that in the early part of November 1942 defendant entered into an agreement with the aforesaid purchaser to render invoices for castings delivered to it after that time upon the basis of the increased price schedule, but that notwithstanding such invoices it was understood that such •purchasers would pay only upon such invoices the amount determined by computation on the original or unrevised price schedule, or on the basis of the prices prevailing before the increase, and that the ■excess or difference between the amount shown by the invoice and the amount paid -would be retained by the purchaser pending the determination of the validity of the increased price schedule. * *</p>\n<p id=\"b488-8\">Appellant contends there is no evidence to support the finding of such an agreement. We agree. The only evidence in the record regarding what appellee did is as follows:</p>\n<p id=\"b488-9\">“Q. Did you have occasion to discuss ■with the officers of the Office of Price Administration, local office, the fixing of your prices? A. Yes.</p>\n<p id=\"b488-10\">“Q. Whom were your contracts with principally? A. Later contacted Mrs. ■Cooper.</p>\n<p id=\"b488-11\">“Q. ■ And who else? A. Mr. Fox, Mr. MacCormac Snow, Mr. McDannell Brown. There were several others. I don’t recall ■their names.</p>\n<p id=\"b488-12\">“Q. Yes. Did you take any action in respect to moneys due on invoices as to .any of these companies after conferring with the Office of Price Administration. A. Yes.</p>\n<p id=\"b488-13\">“Q. What did you do ? A. We divided the invoices of Willamette Iron Steel at ■October 26th, and as to those before October and those after October, and advised them to retain the amount that was in question.”</p>\n<p id=\"b488-15\">There was identical testimony as to other purchasers of the gray iron castings.</p>\n<p id=\"b488-16\">Here is no statement that when the contract of sale was made by acceptance of appellee’s offer to sell at the excessive price lists, the prices then agreed were for the legal amount. The advice to retain a portion of the money is a unilateral statement, not a contract. Nor does the time of the advice appear. It well could be in the ten day period for payment after delivery shown in the invoices. This is not testimony warranting the inference that <em>before </em>or even at delivery there was an agreement modifying the contract of sale.</p>\n<p id=\"b488-17\">In the condition of the record the situation is like that of a purchaser of an automobile on a sales contract above the ceiling price who, after delivery of the car, is advised by the wrongdoing seller that he may retain the excess over the ceiling price. Such advice is without consideration from the buyer and not binding as a modification of the contract.' The buyer is liable on the face of the contract and his only defense is the illegality of the excess. The question is whether the buyer who has paid the legal price and no more may recover the damages provided in Sec. 925 (e), supra, and hence, in the absence of action by the buyer, the Administrator may bring such a suit.</p>\n<p id=\"b488-18\">We are of the opinion that the Administrator may do so. Congress . intended the imposition of damages on the price violator primarily as a deterrent to the violator rather than as a method of .restitution to the buyer. The provision of a $25 minimum award, regardless of the excess over the maximum, clearly shows such intent.<footnotemark>3</footnotemark> The buyer may not have suffered a dollar’s damage above the illegal excess; indeed, by making the purchase he joyfully may have aided the seller in violating the law; he may believe the excessive price a fair one and no harm done him at all; but, nevertheless, he may recover the triple damages. Ordinary breaches of contract are not compensated by attorney’s fees for the successful litigant. Flere the price violator must pay them. The purchaser plaintiff in bringing his action is the instrument in accomplishing the Congressional purpose of prevent<page-number citation-index=\"1\" label=\"435\">*435</page-number>ing inflation, of which the Senate Report 931 of the 77th Congress, 2d Sess. stated</p>\n<blockquote id=\"AtD\">“ * * * of all the consequences of war, except human slaughter, inflation is the most destructive. * * * Rising prices and increases in the cost of living bring misery to our people, cause industrial unrest, and undermine our unity. * * * Living costs tend to rise more quickly than wages, [and] the burdens of war are haphazardly distributed, with the heaviest burden on the farmer, the salaried worker, the small investor, the pensioner, and the veteran, whose incomes cannot readily be expanded. Rising living costs mean labor disputes and spiraling wage demands. And the suspicion of profiteering causes discontent which hampers production as surely as the bombing of factories. Rising prices now foreshadow * * * deflation later with attendant depression and suffering. Such prospects and fears * * * sap energy and morale now. Rising prices limit production. For price uncertainties prevent future planning and long-term commitments which are an integral part of the industrial process * * *.”</blockquote>\n<p id=\"b489-7\">The court found that appellee had established its burden of proof as to each of its challenged sales that its violation of the “price schedule in question was neither wilfull nor the result of failure to take practicable precautions against the occurrence of the violation.”</p>\n<p id=\"b489-8\">On the evidence we do not disturb this finding as to the sales prior to October 26, 1942. Concerning the sales thereafter, we do not agree. The evidence shows both wilfulness and a failure to take practicable precautions. Regulation 1421.156 (7 F.R. 7871) applicable to gray iron castings sales after October 26, 1942, provides</p>\n<p id=\"Axu\">“§ 1421.156 <em>Adjustable pricing and pricing during the pendency of an application for adjustment or petition for amendment, </em>(a) It is permitted under this maximum price regulation to provide in a contract that the price shall be adjustable to a price not higher than the maximum price in effect at the time of delivery.</p>\n<p id=\"b489-9\">“(b) Where an application for adjustment has been filed pursuant to § 1421.157 (a) of this regulation and the applicant claims to meet the requirements of sub-paragraph (3) under paragraph (a) of said section, he may, pending the issuance of an order granting or denying the application and without securing the express permission of the Office of Price Administration, enter into or offer to enter into contracts and may make deliveries at the price requested in the application. In an appropriate situation, where a petition for amendment or application for adjustment requires extended consideration and the applicant or petitioner does not claim to meet the requirements of subparagraph (3) under § 1421.157 (a), the Administrator, or, in a case properly before him, the regional administrator for the appropriate regional office of the Office of Price Administration may, upon application, grant permission to the applicant or petitioner to enter into or offer to enter into contracts and to make deliveries at the price requested in the application or petition * j}: * »</p>\n<p id=\"b489-12\">No application to the Office of Price Administration for the adjustment of the prices of the castings sold in the period beginning October 26, 1942, and ending May 10, 1943, was made until the latter date. All the sales in violation of Regulation 244 were made in that period. Here is a clear case of failure to take a precaution which, if taken, well might have obtained the right to make sales contracts at higher than the maximum.</p>\n<p id=\"b489-13\">That the overcharged sales were not wilful is not proved. The application of May 10, 1943, was denied on November 2, 1943, yet the evidence shows that to the day of the trial in December, 1944, the appellee continued so to violate Regulation 244. With such purposeful defiance of the Price Stabilization Act it could not be inferred that in the seven months from October 26 to May 10 the appellee’s violations were not wilful.</p>\n<p id=\"b489-14\">The District Court, prior to our reversal of its judgment in Bowles v. Wheeler, 9 Cir., 152 F.2d 34, again held that since the suit was not commenced with the authorization of the Administrator it could not be maintained. We adhere to our decision in the Wheeler case and hold that the suit is maintainable by appellant.</p>\n<p id=\"b489-15\">The judgment is also ordered reversed with regard to the sales after October 26, 1942, and the District Court is instructed to proceed in accordance with this opinion.</p>\n<p id=\"b489-16\">Since we hold that the violations of Regulation 244 were committed we reverse the judgment in so far as it refuses the injunction sought by the Administrator.</p>\n<footnote label=\"1\">\n<p id=\"b486-19\"> Section 205 -(e), as amended by tbe Stabilization Act of 1944, Pub.Law 383, 78th Cong. 2d Sess.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b487-6\"> The official interpretation of the GMPR on August 20, 1942 (OPA Serv. 11:968-9), stated the following:</p>\n<p id=\"A7E7\">“Frequently, of course, a seller may have had the practice of giving a customer special low prices with the complete absence of any criteria which can be objectively applied. Thus a seller may have customarily given one customer — who by all objective tests was exactly like many other customers — a special low price out of friendship, or habit, or whim, or because the particular customer was exceptionally good at haggling. In such a case, this buyer is in a separate class by himself; his class was established by the seller’s practice of giving him a lower price » Si *_&gt;!</p>\n<p id=\"AJb\">On September 22, 1942, the Administrator once again issued an official interpretation on the phrase “purchasers of the same class” used in the GMPR giving the following illustration:</p>\n<p id=\"AvKn\">“Thus if a laundry customarily charged two customers different prices at the same time the two customers are in separate-classes even if one customer sometimes paid more than the other and sometimes less.” (OPA Serv. 11:969).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b488-19\"> Bowles v. American Stores Co., 78 U.S.App.D.C. 238, 139 F.2d 377, 379.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}