{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"43\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b27-4\">[No. A067409.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A6\">First Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AF\">Aug. 30, 1996.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b27-5\">MILDRED TORRES et al., Plaintiffs and Appellants, v. XOMOX CORPORATION, Defendant and Appellant; RICHARD SORNBORGER, Plaintiff, v. XOMOX CORPORATION, Defendant.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b27-8\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b32-5\"><page-number citation-index=\"1\" label=\"6\">*6</page-number>Counsel</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b32-6\">Anderlini, Guheen, Finkelstein, Emerick &amp; McSweeney, Anderlini, Finkelstein, Emerick &amp; McSweeney and Merrill G. Emerick for Plaintiffs and Appellants.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b32-7\">Snell &amp; Wilmer and Richard A. Derevan for Defendant and Appellant.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b27-12\">Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of part III.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b32-8\">Opinion</p>\n<author id=\"b32-9\">HANLON, J.</author>\n<p id=\"A_\">Maintenance worker Luis Torres died from bums he received at the Rhdne-Poulenc chemical plant in Martinez on June 22, 1992, when he was doused with sulfuric acid sludge which escaped from a valve manufactured by Xomox Corporation (Xomox). His family filed a wrongful death and survival action against Xomox and Charles Lowe Company (Charles Lowe), the Xomox distributor which had sold the valve to RhonePoulenc. The Torres action was consolidated with the suit filed against Xomox and Charles Lowe by Richard Somborger, another employee of Rhdne-Poulenc who was injured in the accident.</p>\n<p id=\"b32-10\">A jury awarded damages to Somborger and the Torres plaintiffs, and allocated comparative fault for the accident as follows: Rhdne-Poulenc, 75 percent; Charles Lowe, 10 percent; Somborger, 5 percent; Torres, 5 percent; <page-number citation-index=\"1\" label=\"7\">*7</page-number>and Xomox, 5 percent. After the verdict was rendered, Somborger and the Torres plaintiffs settled with Charles Lowe, and Somborger settled with Xomox. Judgment was entered for the Torres plaintiffs against Xomox, from which Xomox has appealed.</p>\n<p id=\"b33-5\">Xomox contends in the alternative that: (1) judgment must be entered in its favor because no reasonable trier of fact could conclude that its actions were a legal cause of the Torres plaintiffs’ harm; (2) a new trial is required because evidence it sought to introduce was erroneously excluded; or (3) the judgment must be reduced because it was given insufficient credit for workers’ compensation benefits and settlement proceeds the Torres plaintiffs received.</p>\n<p id=\"b33-6\">In the published portion of the opinion, we first conclude that the issue of causation was properly treated as a question of fact for the jury, and thus that Xomox was not entitled to judgment as a matter of law. In the unpublished portion of the opinion, we conclude that Xomox’s evidentiary arguments lack merit and thus that Xomox is not entitled to a new trial. In the balance of the published opinion, we address two issues of apparent first impression under Proposition 51 (Civ. Code, §§ 1431.1-1431.5): the allocation of workers’ compensation benefits, and the allocation of settlements reached after damages have been determined by the trier of fact (“post-verdict” settlements), between “economic” and “noneconomic” damages, as defined by Proposition 51.</p>\n<p id=\"b33-7\">We conclude that the proper method of allocating workers’ compensation benefits under Proposition 51 is the same one that has been adopted for preverdict settlements in a line of cases beginning with <em>Espinoza </em>v. <em>Machonga </em>(1992) 9 Cal.App.4th 268 [11 Cal.Rptr.2d 498]. Under this <em>“Espino</em>za” approach, workers’ compensation benefits are to be allocated between economic and noneconomic damages in the same proportions as those damages are awarded by the trier of fact. Therefore, in this case, where 55.3 percent of the jury’s award to the Torres plaintiffs was for economic damages, 55.3 percent of the workers’ compensation benefits they received were correctly credited against the judgment for economic damages.</p>\n<p id=\"b33-8\">We conclude that the <em>Espinoza </em>approach is an inappropriate method of allocating postverdict settlements under Proposition 51, and that a different method, what we will call a “ceiling” approach, should be used. Under this ceiling approach, the amount of a postverdict settlement is to be allocated first to noneconomic damages, but only up to the amount of the settling defendant’s liability for such damages under the verdict. The balance of the <page-number citation-index=\"1\" label=\"8\">*8</page-number>settlement, if any, is then to be credited against the judgment for economic damages. Application of the ceiling approach in this case reduces the judgment for the Torres plaintiffs by a portion of the settlement proceeds.</p>\n<p id=\"b34-4\">I. The Accident</p>\n<p id=\"b34-5\">The valve in question is a Xomox six-inch 067 plug valve which was installed at the Martinez plant in 1969, when the plant was owned by Rhone-Poulenc’s predecessor, Stauffer Chemical. The valve has a device, variously described as a gear, operator or actuator, which, when turned with a crank, opens or closes the flow of material through a pipeline. The valve has a “cover-mounted” design, where the gear is attached to the valve with a bracket, which is mounted with a set of bolts onto the cover or “bonnet” of the valve. The valve also has a “single-bolt” or “single-nut” design, where a single set of bolts, with one nut each, holds both the bracket and the cover on the valve. With this single-bolt cover-mounted design, a worker who removes the bolts to take the bracket off the valve will also loosen the cover of the valve.</p>\n<p id=\"b34-6\">The Xomox valve was part of a pipeline that lay in a three-foot deep “pit” leading out of tank 301. Tank 301 contained sulfuric acid sludge which the Rhdne-Poulenc plant recycles for nearby oil refineries. The valve was located two or three feet from the tank, attached on one side to a pipe leading out of the tank, and on the other side to an expansion joint further downstream. These parts were linked to the valve through flanges built into the sides of the valve. Flanges are donut-shaped rings with holes around the circumference, which are attached to flanges on adjacent objects with bolts through the flange holes. Downstream from the expansion joint were a reducer and a tee spool.</p>\n<p id=\"b34-7\">The project on which the accident occurred involved repairing leaks in the pipeline out of tank 301. Maintenance worker Michael Thomas and his partner Edward Gallman replaced the tee spool, further leaks were found, and it was decided to replace the expansion joint and reducer. At that point, a week or two into the project, Gallman went on vacation and Somborger and Torres took over the job from Thomas and Gallman. Somborger had worked in the maintenance department for more than 10 years, and he and Torres were the most experienced maintenance workers in the plant.</p>\n<p id=\"b34-8\">Breaking into a pipeline to fix leaks, in this instance by replacing the expansion joint and reducer, was a procedure known in the plant as a “line entry.” Line entries were a common occurrence, and Somborger had performed at least 300 of them prior to the accident. Somborger said that there <page-number citation-index=\"1\" label=\"9\">*9</page-number>were three phases to line entries in nonemergency situations: preparation, briefing, and performance.</p>\n<p id=\"b35-5\">In the preparation phase, the workers close the valves upstream from the site of the entry, and place tags with a danger symbol on these valves to insure that they will not be opened until the entry is completed. The site of the entry is roped off with tape, and production personnel are notified of the entry. In the briefing phase, the workers consult with the maintenance foreman, A1 Sammons. Sammons goes to the site, inspects the preparation, and issues a line entry permit which he and the workers sign. The permit verifies that the preparation has been completed and lists the protective gear to be worn during the entry. The workers then put on safety clothes, including rubber pants, coat, gloves and boots, hard hat, face shield and a respirator, before performing the entry in which the seal of the line is broken.</p>\n<p id=\"b35-6\">A line entry to replace the expansion joint and reducer downstream from the Xomox valve was scheduled for June 22, 1992. Somborger said that when he arrived at work that day, Sammons told him to “ ‘go up and help Mike [Thomas],’ ” who was working in the pit next to tank 301. Somborger interpreted this as an instruction to go to the site and begin the preparation phase of the entry. He and Torres first went to the maintenance shop, where they bolted the new expansion joint and reducer together, and then to the control room, where Somborger noted that a gauge for tank 301 showed it to be half full. Somborger knew that tank 301 contained sludge acid, and that the Xomox valve was the only seal in the line between the acid in the tank and the parts they would be replacing.</p>\n<p id=\"b35-7\">Somborger said that part of the preparation phase was to assess any obstacles in the way of the entry, and that a common obstacle they encountered was corrosion in the bolts securing the flanges to be opened during the entry. Since corrosion would make it difficult to work with the bolts, and workers wanted to minimize their time in the hot and cumbersome protective clothing, they sometimes substituted new flange bolts—one at a time, to maintain the integrity of the line—for existing ones during the preparation phase. When Somborger and Torres arrived at the pit beside tank 301, they found that flange bolts in the parts to be replaced were in “very bad shape.” They also found that the bracket on top of the Xomox valve blocked their access to two of the flange bolts that held the valve to the expansion joint.</p>\n<p id=\"b35-8\">The bracket on the valve was not the original Xomox bracket that had come with the valve when it was first installed in the plant. The original <page-number citation-index=\"1\" label=\"10\">*10</page-number>bracket was in an “L” shape, with the bottom of the “L” resting on the cover of the valve, and the side of the “L” standing on the upstream side of the valve, where the valve was attached to the pipe coming out of the tank. Thus, while the original “L” shaped bracket might have blocked access to the flange bolts on the upstream side of the valve, it would not have impeded access to the downstream flange bolts Somborger and Torres wanted to reach on the day of the accident. The replacement bracket they encountered did not have the same “L” shape as the original one. It was shaped like the top half of a rectangle, with short vertical sides pointing downward on both sides of the valve. These sides blocked access to the downstream, as well as the upstream, flange bolts.</p>\n<p id=\"b36-4\">The bracket in use on the day of the accident was a modified version of a Xomox bracket the plant received from Xomox’s distributor, Charles Lowe, in March of 1983. At that time, the plant ordered a replacement bracket for the,valve, and Charles Lowe furnished the wrong kind of bracket, which was designed to be mounted on the flanges, rather than the cover, of the valve, and thus did not fit on the valve. To make the bracket fit, the plant cut it apart, welded on a different piece of metal, and mounted it on the valve cover with the normal direction of the mounting bolts reversed, so that the bolts were headed upward with nuts fastened at the top.</p>\n<p id=\"b36-5\">Somborger testified that after he and Torres decided to install fresh flange bolts in preparation for the line entry, Thomas told them that they would have to remove the bracket on the valve to reach the flange bolts connecting the valve to the expansion joint. Thomas, who was at the scene cleaning in his protective gear, testified that he did not instmct Somborger or Torres to remove the bracket. Thomas recalled only that one of them—he could not remember who—mentioned that the bracket might have to be removed. Sammons testified that he instructed Somborger and Torres only to investigate whether the bracket blocked access to the flange bolts. Sammons said that he did not tell them to remove the bracket and did not intend for them to do so.</p>\n<p id=\"b36-6\">Somborger said that he was not familiar with the Xomox valve, and that he had never looked at the maintenance instmctions for it. He said that he had never worked on a valve like it, although there were a number of them in the plant. However, he had removed valve brackets in connection with other line entries, and he said that when Thomas told him the bracket would have to come off the valve he felt safe in removing it. He tmsted Thomas, and presumed that the matter had been discussed in some detail because the repair project off of tank 301 had been ongoing for some time. He “found it odd to have a bracket secured by the same bolts and securing the bonnet,” <page-number citation-index=\"1\" label=\"11\">*11</page-number>but looking down into the pit where it was “very dark,” he “could see some other bolts in there,” which appeared to be “other means of what I perceived was integrity for this valve.”</p>\n<p id=\"b37-5\">Thus, without donning their protective gear, he and Torres proceeded to remove the bracket from the valve. They removed the nuts on the bolts holding the bracket onto the valve, and then loosened the bracket with a series of hammer blows. The cover of the valve came loose along with the bracket, and Somborger realized in an instant that they had broken the seal of the line. Acid spewed out of the line with such force that it knocked Somborger’s hat and glasses off.</p>\n<p id=\"b37-6\">Somborger and Torres were helicoptered to a nearby hospital. Somborger suffered second and third degree chemical bums over 50 percent of his body, and was disabled by the accident. Torres was burned over 90 percent of his body and died in the hospital on July 4, 1992.</p>\n<p id=\"b37-7\">II. Legal Cause</p>\n<p id=\"b37-8\">A. <em>Background</em></p>\n<p id=\"b37-9\">Xomox moved for a nonsuit at the close of plaintiffs’ case, and for a judgment notwithstanding the verdict, on the ground that there was insufficient evidence to find that its actions were a legal cause of the accident. Xomox argued that the valve in question was properly designed, and that the accident was caused entirely by the negligence of Rhone-Poulenc, Somborger and Torres. Plaintiffs argued that the valve was improperly designed, and they maintained that the defective design, along with Xomox’s failure to warn of the danger inherent in that design, were substantial factors in causing the accident. In support of those arguments the following evidence was adduced.</p>\n<p id=\"b37-10\">Plaintiffs’ witnesses conceded that the accident would not have occurred but for Rhdne-Poulenc’s replacement of the original bracket on the valve with a modified bracket that blocked access to the downstream flange bolts. Joseph Odrzywolski, the manager of the plant at the time of the accident, acknowledged that Rhdne-Poulenc’s modification had changed Xomox’s specifications for the replacement bracket, and he conceded that the modification was unsafe insofar as it blocked access to the flange bolts. Robert Fukumoto, the head of the plant’s maintenance department at the time of the accident, acknowledged that Rhone-Poulenc had done a “poor job” in modifying the bracket. One of plaintiffs’ expert witnesses admitted that Rhdne-Poulenc’s modification of the bracket was “not a good idea.” He said that <page-number citation-index=\"1\" label=\"12\">*12</page-number>Xomox should have anticipated use of the valve in places like the trench out of tank 301 where visibility was poor, but he conceded that reversing the direction of the bolts might have made the configuration of the valve more confusing. Xomox also elicited evidence of lax safety procedures at the plant, including failure of the plant’s line entry procedure manual to define precisely when a line entry began.</p>\n<p id=\"b38-4\">Reference materials at the plant included diagrams of the Xomox valve which clearly showed its single-bolted cover-mounted design, and Somborger admitted that the accident would not have happened if he had checked those diagrams before he started working on the valve. It was also apparent that most of the injuries could have been prevented if Somborger and Torres had been wearing their safety gear when the valve came apart. Thomas was in his gear at the scene and evidently escaped serious injury.</p>\n<p id=\"b38-5\">There were also numerous inconsistencies between Somborger’s accounts of the accident at trial and in pretrial depositions, which called into question his claim that he did not realize he would be loosening the cover when he took the bracket off the valve. When Somborger was first interviewed about the accident, he did not attribute it to any confusion about which bolts held the cover on the valve. He said that Sammons had given him a line entry permit and told him to go ahead and unbolt the line and install the new expansion joint and reducer. He said that he did not wear protective gear because he thought that tank 301 was empty and that there was no acid in the line.</p>\n<p id=\"b38-6\">Somborger acknowledged the inconsistencies at trial, and attributed them to his pain and bitterness in the aftermath of the accident. He said that the references to a permit had been a psychological defense mechanism to deflect blame for the accident. By the time of trial, he blamed the accident on the single-bolt cover-mounted design of the Xomox valve. It seemed “insane” to him that the bracket could not be removed without the valve coming apart. He admitted that his perception of fault had changed when he learned the history of other accidents involving the Xomox valve.</p>\n<p id=\"b38-7\">This type of Xomox valve had been involved in two or three previous accidents. In 1980, a worker at an Amoco refinery in Delaware was told to remove the actuator from a single-bolt cover-mounted Xomox valve in a pipeline which contained the volatile chemical polypropylene. Instead of removing the bolts that held the actuator to the bracket, the worker removed the bolts that held the bracket to the cover. The valve blew apart, causing an explosion and fire that killed five people, injured twenty-eight others, and <page-number citation-index=\"1\" label=\"13\">*13</page-number>caused $20 million in property damage. Another accident involving a single-bolt cover-mounted Xomox valve occurred in February of 1992 at the Cape Industries refinery in Castle Hayne, North Carolina. Although the parties offered somewhat differing accounts of the Cape Industries accident, it apparently involved another situation where people were injured because removal of the bracket caused the valve to come apart. Plaintiffs also presented evidence of a 1977 accident at a Pemex factory in Mexico, where removal of a bracket broke the seal of a valve, causing an explosion which resulted in one death, fifteen injuries, and $5 million in property damage. It was unclear whether the Pemex accident involved a Xomox valve, and Xomox personnel said that they first learned of that accident during discovery in this case. However, it appeared that the valve which exploded at the Pemex factory had the same single-bolted cover-mounted design as the Xomox valves which were involved in the other accidents.</p>\n<p id=\"b39-5\">Xomox’s expert, Charles Morin, testified that the accident history proved that the valve had been properly designed. The evidence showed that Xomox sold thousands of single-bolted cover-mounted valves over nearly 3 decades beginning in the 1950’s, and that the valves remained in service for 20 to 30 years. Based on the number of valves in use, the length of operation and the accident frequency, Morin calculated the risk of an accident per valve hour to be only 5.7 x 10 \"H. Morin said that this meant the Xomox valve exceeded the safety standards set by the Federal Aviation Administration for parts used in the airline industry. He said that aircraft parts with reliability ratings better than 10 \"9 are deemed to present no risk from an engineering perspective. Since there had been few accidents, and they had all involved some degree of worker error, Morin concluded that there was no design flaw. He explained that where design is causing a problem, the problem “will happen directly, in some direct assignable way to that design, and it will happen with some regularity.”</p>\n<p id=\"b39-6\">Plaintiffs’ experts drew different conclusions from the accident history. Based on that history, including the accident at the Rhone-Poulenc plant, safety engineer Robert Weiner testified for plaintiffs that the valve’s single-bolted cover-mounted design was defective. In Weiner’s opinion, Xomox should have used an alternative design—either double-nutting or flange-mounting—to obviate the problem of inadvertent removal of the valve cover upon removal of the bracket. With the double-nutted design, two nuts instead of one are put onto the bolts holding the bracket to the valve cover, one under the bracket and one over the bracket. Thus, a worker could remove the bracket by removing the top nuts while the lower nuts continued to hold the cover on the valve. Flange-mounted brackets are mounted on the flanges rather than the cover of the valve, so removal of the bracket does not disturb the cover.</p>\n<p id=\"b40-3\"><page-number citation-index=\"1\" label=\"14\">*14</page-number>Xomox executive vice-president Michael Sandling testified that the company did not begin making double-nutted or flange-mounted valves until the mid-1970’s. Sandling said that these designs were implemented to accommodate different actuators then coming into use, and not to rectify any safety problem associated with the single-bolt cover-mounted design. He pointed out that Xomox introduced the new designs prior to the Amoco accident, at a time when it had no notice of any accidents involving single-bolted cover-mounted valves.</p>\n<p id=\"b40-4\">However, Weiner indicated that in 1969, when the valve in question was installed at the Rhóne-Poulenc plant, at least one other manufacturer made valves that did not rely on single-bolt cover-mounting, and he opined that Xomox should have been aware of the danger associated with that design even before the Amoco accident. In Weiner’s view, proper design took into account potential errors, and Xomox should have designed the valve to eliminate the potential for a catastrophic accident from the simple removal of a bracket during maintenance. Weiner and plaintiffs’ other expert, psychologist Kenneth Zeidman, were also critical of Xomox’s response to the accidents involving the valve.</p>\n<p id=\"b40-5\">The record includes internal memoranda reflecting concerns at Xomox in the wake of the Amoco accident about inadvertent removal of covers on valves with the single-bolt design. To address those concerns, Xomox stopped selling single-bolt cover-mounted valves, and retrofitted its inventory of those valves with double-nut mounting. In May of 1983, Xomox added a warning to maintenance and replacement instructions for the valve which noted that removal of a “an older model cover-mounted bracket” would release the valve cover, and “strongly recommended” that such mounting arrangements “be replaced with the newer arrangement which secures the valve cover independently of the mounting bracket.” This warning was included in materials furnished to purchasers of replacement parts for the valves, but it was not added to the instructions until shortly after the Rhóne-Poulenc plant ordered the replacement bracket for the valve next to tank 301 in March of 1983. During the interval between the Cape Industries accident in February 1992 and plaintiffs’ accident in June of that year, Xomox drafted a product safety reminder on the risk associated with single-bolt cover-mounted valves, but then decided against sending it out.</p>\n<p id=\"b40-6\">Xomox’s witnesses testified that it would have been impossible for the company to track down the owners of all of their single-bolt cover-mounted valves because it had sold thousands of those valves, and the sales were solely to distributors who resold the valves to thousands of industrial facilities throughout the world. They said that Xomox had little success with <page-number citation-index=\"1\" label=\"15\">*15</page-number>product recalls when it contacted distributors to try to identify the owners of defective valves. Herb Roedel of Charles Lowe, Xomox’s local distributor, testified that he routinely passed along all of the literature he received from Xomox to his best customers. However, he said that Rhóne-Poulenc’s predecessor, Stauffer Chemical, had not been one of his best customers, and he had no record of distributing any updated maintenance instructions for the valve to the Martinez plant.</p>\n<p id=\"b41-5\">Weiner and Zeidman opined for plaintiffs that Xomox should have made more of an effort to warn the owners of single-bolt cover-mounted valves of the risk confirmed by the Amoco accident. Weiner opined that Xomox improperly delayed in waiting three years after that accident to add a warning to its instructions for the valves. He said that the warning should have been added before the Rhóne-Poulenc plant ordered the replacement bracket for the valve that injured plaintiffs. Zeidman opined that the warning should have been given in a separate document, rather than imbedded in instructions which were furnished only with new sales, where it was less likely to be noticed. Zeidman also said that the instructions originally furnished when the valve was first installed did not adequately highlight the problem of inadvertent removal of the cover.</p>\n<p id=\"b41-6\">B. <em>Analysis</em></p>\n<p id=\"b41-7\">Xomox contends that the court erred in submitting the case to the jury because there was insufficient proof that its actions or its product were a legal cause of Torres’s death.  “In determining whether plaintiff’s evidence is sufficient, the court may not weigh the evidence or consider the credibility of witnesses. Instead, the evidence most favorable to plaintiff must be accepted as true and conflicting evidence must be disregarded. The court must give ‘to the plaintiff[’s] evidence all the value to which it is legally entitled, . . . indulging every legitimate inference which may be drawn from the evidence in plaintiff[’s] favor. . . .’” <em>(Campbell </em>v. <em>General Motors Corp. </em>(1982) 32 Cal.3d 112, 118 [184 Cal.Rptr. 891, 649 P.2d 224, 35 A.L.R.4th 1036].)</p>\n<p id=\"b41-8\">For purposes of strict liability in tort, the design of a product may be found to be defective if “the risk of danger inherent in the challenged design outweighs the benefits of such design.” <em>(Barker </em>v. <em>Lull Engineering Co. </em>(1978) 20 Cal.3d 413, 430 [143 Cal.Rptr. 225, 573 P.2d 443, 96 A.L.R.3d l].)<footnotemark>1</footnotemark> Once sufficient evidence is presented to sustain a finding that a design feature of the product was a legal cause of the injury, the burden <page-number citation-index=\"1\" label=\"16\">*16</page-number>shifts to the defendant to prove in light of various factors that the product was not defective. <em>(Campbell </em>v. <em>General Motors Corp., supra, </em>32 Cal.3d at p. 119.) The relevant factors include “the gravity of the danger posed by the challenged design, the likelihood that such danger would occur, the mechanical feasibility of a safer alternative design, the financial cost of an improved design, and the adverse consequences to the product and to the consumer that would result from an alternative design.” <em>(Barker </em>v. <em>Lull Engineering Co., supra, </em>at p. 431.)</p>\n<p id=\"b42-4\">Strict liability is also imposed where a product is defective “because of the absence of an adequate warning of the dangers inherent in its use. . . . Whether the absence of a warning makes a product defective depends on several factors, among them the normal expectations of the consumer as to how a product will perform, degrees of simplicity or complication in its operation or use, the nature and magnitude of the danger to which the user is exposed, the likelihood of injury, and the feasibility and beneficial effect of including a warning.” <em>(Jackson </em>v. <em>Deft, Inc. </em>(1990) 223 Cal.App.3d 1305, 1320 [273 Cal.Rptr. 214].) While strict liability for failing to warn extends only to risks which are “known or knowable” when a product is sold <em>(Anderson </em>v. <em>Owens-Corning Fiberglas Corp. </em>(1991) 53 Cal.3d 987, 1004 [281 Cal.Rptr. 528, 810 P.2d 549]), a duty to warn may also arise if it is later discovered that the product has dangerous propensities, and breach of that duty is a form of negligence <em>(Lunghi </em>v. <em>Clark Equipment Co. </em>(1984) 153 Cal.App.3d 485, 494 [200 Cal.Rptr. 387]). In either event it must appear that the failure to warn was a legal cause of the injury. (See <em>Soule </em>v. <em>General Motors Corp. </em>(1994) 8 Cal.4th 548, 572 [34 Cal.Rptr.2d 607, 882 P.2d 298].)</p>\n<p id=\"b42-5\">Causation was thus a necessary element of Torres’s case, and Xomox advances a number of arguments on that issue based on Rhóne-Poulenc’s modification of the valve’s bracket. Xomox contends that it cannot be held liable for any design defect or failure to warn associated with the valve because the modification of the bracket “and not anything else” caused the accident. Xomox cites various products liability cases from California and other states where manufacturers have been exonerated because their products were substantially altered in unforeseeable ways after they were sold. Cases on the subject are numerous and fact-specific. (Annot., Products Liability: Alteration of Product After It Leaves Hands of Manufacturer or Seller as Affecting Liability for Product-Caused Harm (1972) 41 A.L.R.3d 1251.) The issue in these cases is whether the modification is a concurrent or superseding cause of the harm. <em>(Id. </em>at p. 1253.) Xomox argues that it is not liable for a design defect because the defect, if any, did not exist when the valve left Xomox’s possession. (See BAJI No. 9.00.5 (8th ed. 1994); <em>Moerer </em>v. <em>Ford Motor Co. </em>(1976) 57 Cal.App.3d 114, 116-117 [129 Cal.Rptr. 112].) <page-number citation-index=\"1\" label=\"17\">*17</page-number>Xomox submits that it is not liable for any failure to warn because the valve was altered to such an extent that it could no longer be viewed as a Xomox product when the accident occurred. (See <em>Powell </em>v. <em>Standard Brands Paint Co. </em>(1985) 166 Cal.App.3d 357, 364 [212 Cal.Rptr. 395] [duty to warn extends only to manufacturer’s own product]; cf. <em>Young </em>v. <em>Aeroil Products Company </em>(9th Cir. 1957) 248 F.2d 185, 190-191] [unfair to hold manufacturer liable when “the thing being used was not the thing sold”].)</p>\n<p id=\"b43-5\">The record does not support Xomox’s assertion that modification of the bracket was the sole cause of the accident. The record does indicate that if the bracket had not been modified there would have been no need to remove it to reach the flange bolts, and thus the modification was one apparent cause of Torres’s death. However, a number of other causes, or potential causes, were established, including: Torres’s failure to wear protective clothing; Charles Lowe’s failure to furnish the correct replacement bracket for the valve; Charles Lowe’s failure to furnish Rhone-Poulenc with all of the literature it received from Xomox; and negligence on the part of Rhone-Poulenc independent of its modification of the valve, including violations of various federal Occupational Safety and Health Administration regulations governing equipment and training in connection with the accident.</p>\n<p id=\"b43-6\">There was also substantial evidence that the accident would not have occurred but for the defective design of the valve. Plaintiffs’ expert opined that a proper double-nutted or flange-mounted design would have allowed for safe removal of the bracket without disturbing the valve cover. There was testimony indicating that flange mounting was the best design, and that the double-nut design was not foolproof because, even with that design, the valve cover might come off if the top nut got stuck when a worker tried to remove it. However, both sides’ experts said that double-nutting was a better design than single-bolt cover-mounting. Xomox’s expert acknowledged that conversion from single-bolt cover-mounting to double-nutting was a “positive engineering step” which would have prevented the accident in this case.</p>\n<p id=\"b43-7\">There was likewise substantial evidence that the accident would not have occurred but for Xomox’s failures to warn about the danger posed by its single-bolt cover-mounted valves.  “Conduct can be considered a substantial factor in bringing about harm if it ‘has created a force or series of forces which are in continuous and active operation up to the time of the harm’ (Rest.2d Torts, § 433, subd. (b)), or stated another way, ‘the effects of the actor’s negligent conduct actively and continuously operate to bring <page-number citation-index=\"1\" label=\"18\">*18</page-number>about harm to another’ (Rest.2d Torts, §§ 439, 433, com. e.).” <em>(Osborn </em>v. <em>Irwin Memorial Blood Bank </em>(1992) 5 Cal.App.4th 234, 253 [7 Cal.Rptr.2d 101].)  The deficient warnings identified by plaintiffs’ experts were linked by “continuous” chains of cause and effect to the accident at issue. If Xomox had not waited until May of 1983 before adding a warning about bracket removal to its replacement instructions for the valve, the plant might have received that warning along with the replacement bracket it ordered, and changed the single-bolt cover-mounted configuration as recommended in the warning. When Xomox’s officer was asked why the warning was not added to the instructions until almost three years after the Amoco accident and one year after Xomox began eliminating single-bolt cover-mounted valves from its inventory, he said, “I can’t explain the reason for the time difference.” Rhone-Poulenc might also have been alerted to the cover-removal problem and taken corrective action if Xomox had sent out the product safety reminder it prepared after the Cape Industries accident in 1992, or if Xomox had ever sent a separate warning about the single-bolt cover-mounted design to its distributors with a directive that it be passed along to users of the valve.</p>\n<p id=\"b44-4\">The jury could reasonably infer that defective design and deficient warnings were substantial factors in producing the accident, and thus legal causes of Torres’s death. <em>(Soule </em>v. <em>General Motors Corp., supra, </em>8 Cal.4th at p. 572.)  “The plaintiff in a strict liability action is not required to disprove every possible alternative explanation of the injury in order to have the case submitted to the jury. ‘It is not incumbent upon a plaintiff to show that an inference in his favor is the only one that may be reasonably drawn from the evidence; he need only show that the material fact to be proved may logically and reasonably be inferred . . . .’” <em>(Campbell </em>v. <em>General Motors Corp., supra, </em>32 Cal.3d at p. 121.)</p>\n<p id=\"b44-5\">Xomox argues that, even if plaintiffs’ injuries were attributable in some measure to defective design or warnings associated with the valve, Rhdne-Poulenc’s modification of the valve must be deemed to be a superseding cause of those injuries.  Third party negligence which is the immediate cause of an injury may be viewed as a superseding cause when it is so highly extraordinary as to be unforeseeable. <em>(Landeros </em>v. <em>Flood </em>(1976) 17 Cal.3d 399, 411 [131 Cal.Rptr. 69, 551 P.2d 389, 97 A.L.R.3d 324]; <em>Stewart </em>v. <em>Cox </em>(1961) 55 Cal.2d 857, 864 [13 Cal.Rptr. 521, 362 P.2d 345].) “The foreseeability required is of the <em>risk of harm, </em>not of the particular intervening act. In other words, the defendant may be liable if his conduct was ‘a substantial factor’ in bringing about the harm, though he neither foresaw nor should have foreseen the extent of the harm or the manner in <page-number citation-index=\"1\" label=\"19\">*19</page-number>which it occurred.” (6 Witkin, Summary of Cal. Law (9th ed. 1988) Torts, § 976, p. 367.) It must appear that the intervening act has produced “harm of a kind and degree so far beyond the risk the original tortfeasor should have foreseen that the law deems it unfair to hold him responsible.” <em>(Soule </em>v. <em>General Motors Corp., supra, </em>8 Cal.4th at p. 573, fn. 9.)</p>\n<p id=\"b45-5\">As Xomox notes, there are cases in which the modification of a product has been determined to be so substantial and unforeseeable as to constitute a superseding cause of an injury as a matter of law. (See, e.g., <em>Erickson </em>v. <em>Sears, Roebuck &amp; Co. </em>(1966) 240 Cal.App.2d 793, 798, 800 [50 Cal.Rptr. 143]; <em>Rients </em>v. <em>International Harvester Co. </em>(Minn.Ct.App. 1984) 346 N.W.2d 359, 362-363 [applying Rest.2d Torts, § 402A].)  However, foreseeability is a question for the jury unless undisputed facts leave no room for a reasonable difference of opinion. <em>(Bigbee </em>v. <em>Pacific Tel. &amp; Tel. Co. </em>(1983) 34 Cal.3d 49, 56 [192 Cal.Rptr. 857, 665 P.2d 947]; <em>Landeros </em>v. <em>Flood, supra, </em>17 Cal.3d at p. 411.) Thus, the issue of superseding cause is generally one of fact. (See, e.g., <em>Paverud </em>v. <em>Niagara Machine &amp; Tool Works </em>(1987) 189 Cal.App.3d 858, 862 [234 Cal.Rptr. 585], disapproved on another point in <em>Soule </em>v. <em>General Motors Corp., supra, </em>8 Cal.4th 548; <em>Southern Cal. Edison Co. </em>v. <em>Harnischfeger Corp. </em>(1981) 120 Cal.App.3d 842, 853-854 [175 Cal.Rptr. 67]; <em>Green </em>v. <em>Denney </em>(1987) 87 Or.App. 298 [742 P.2d 639, 642] [foreseeability of horse falling on roof of car was a jury issue].) Superseding cause has been viewed as an issue of fact even in cases where “safety neglect” by an employer has increased the risk of injury <em>(Balido </em>v. <em>Improved Machinery, Inc. </em>(1972) 29 Cal.App.3d 633, 644-645 [105 Cal.Rptr. 890], disapproved on another point in <em>Regents of University of California </em>v. <em>Hartford Acc. &amp; Indem. Co. </em>(1978) 21 Cal.3d 624 [147 Cal.Rptr. 486, 581 P.2d 197]), or modification of the product has made it more dangerous (see, e.g., <em>Anderson </em>v. <em>Dreis &amp; Krump Mfg. Corp. </em>(1987) 48 Wn.App. 432 [739 P.2d 1177, 1185-1186]).</p>\n<p id=\"b45-6\">In this case, whether modification of the valve was a superseding cause of Torres’s death, or only one of several concurrent causes, was correctly treated as a question of fact. Evidence that the modification made the valve more dangerous was not necessarily dispositive of the issue <em>(Balido </em>v. <em>Improved Machinery, Inc., supra, </em>29 Cal.App.3d at pp. 644-645; <em>Anderson </em>v. <em>Dreis &amp; Krump Mfg. Corp., supra, </em>739 P.2d at pp. 1185-1186), and could not properly be viewed as conclusive in this instance. The parties disputed whether Xomox should have anticipated removal of brackets during the valve’s operation. Xomox’s witnesses said that removal of a bracket was unforeseeable from an engineering standpoint because it would never occur in the course of routine maintenance of the valve. However, according to <page-number citation-index=\"1\" label=\"20\">*20</page-number>plaintiffs’ expert, it was “absolutely” foreseeable that a worker might inadvertently remove the valve cover thinking that he was only removing the bracket, and proper safety engineering would have anticipated such a mistake. This conflicting evidence precluded any resolution as a matter of law of the issue of superseding cause.</p>\n<p id=\"b46-4\">A jury could reasonably conclude that the valve’s design created a foreseeable risk of the harm that befell Torres, and thus that Xomox bore some responsibility for his death even though it could not have anticipated the manner in which the accident occurred. (6 Witkin, Summary of Cal. Law, <em>supra, </em>Torts, § 976, p. 367, and authorities cited; Rest.2d Torts, § 442, subd. (a).) This point was brought out clearly during the cross-examination of plaintiffs’ expert: “Q. ‘Somehow they [Xomox] should have expected that someone would take their bracket, cut it up, reweld it in a way that caused it to be impossible to take the flange bolts out?’ [&lt;]D A. ‘No, sir, I can’t expect them to expect that. But what I can expect them to expect is that whatever bracket is on there, including their own, that when you take the bracket off for a minor repair, that the valve doesn’t blow up in your face.’ ”</p>\n<p id=\"b46-5\">There was also room for reasonable disagreement on the other points Xomox raises with respect to the modification.  The issue of defective design of a product made up of component parts “is to be determined with respect to the product as a whole.” <em>(Daly </em>v. <em>General Motors Corp. </em>(1978) 20 Cal.3d 725, 746 [144 Cal.Rptr. 380, 575 P.2d 1162].) Thus, modification of the bracket might arguably be said to have changed the design of the entire valve for purposes of the rule that a defendant is not liable for any defect that did not exist when the product left its possession. <em>(Moerer </em>v. <em>Ford Motor Co., supra, </em>57 Cal.App.3d at pp. 116-117.) In a similar vein, the modification might arguably be said to have transformed the valve into something other than a Xomox product for purposes of the rule that a manufacturer need only furnish warnings for its own products. <em>(Powell </em>v. <em>Standard Brands Paint Co., supra, </em>166 Cal.App.3d at p. 364.) However, both of these theories could reasonably be rejected on the ground that the modification did not alter the single-bolt cover-mounted feature which was identified as the valve’s design defect. As plaintiffs’ expert pointed out, removal of the bracket on a single-bolt cover-mounted valve resulted in removal of the valve cover regardless of how the bracket was configured.</p>\n<p id=\"b46-6\">Arguments not predicated on modification of the valve are also unavailing. Xomox submits that its valve should be deemed safe as a matter of law because of the very low rate of accidents which have occurred during its use. However, the “likelihood” of danger is only one factor in determining the <page-number citation-index=\"1\" label=\"21\">*21</page-number>safety of a product’s design. <em>(Barker </em>v. <em>Lull Engineering Co., supra, </em>20 Cal.3d at p. 431.) The “gravity” of the danger is also relevant <em>(ibid.), </em>and plaintiff’s expert testified that the danger posed by the valve was not statistically insignificant in light of the magnitude of the accidents it had caused. The evidence showed that accidents involving single-bolt cover-mounted Xomox valves were responsible for six to seven deaths, thirty-three to forty-nine injuries, and $30-35 million in property damage. Whether this record established that the valve was safe was a question for the jury.</p>\n<p id=\"b47-5\">Xomox contends that it should have no liability for any failure to warn because it could not feasibly communicate with the owners of its valves. Xomox notes that all of its sales are to distributors, and that thousands of its valves are in use worldwide.  However, feasibility is only one factor among several by which the adequacy of product warnings is judged. <em>(Jackson </em>v. <em>Deft, Inc., supra, </em>223 Cal.App.3d at p. 1320.) Warnings to distributors may be sufficient if a manufacturer does not deal directly with the purchasers of its products (see <em>Persons </em>v. <em>Salomon North America, Inc. </em>(1990) 217 Cal.App.3d 168, 178-179 [265 Cal.Rptr. 773]), but there is no evidence that Xomox ever addressed any written warning about inadvertent cover removal to any distributor of its single-bolt cover-mounted valves. Whether the instructions Xomox supplied with the valves and their replacement parts were adequate warnings under the circumstances was an issue for the jury. <em>(Ibid, </em>[adequacy <em>of </em>warning is usually a question <em>of </em>fact].) The efficacy of Xomox’s arguments that additional warnings were not required because the users of its valves were sophisticated and the risk of cover removal was obvious was also within the jury’s province.</p>\n<p id=\"b47-6\">III. Evidentiary Rulings<footnotemark>*</footnotemark></p>\n<p id=\"b47-7\">IV. Computation of the Judgment</p>\n<p id=\"b47-8\">A. <em>Background</em></p>\n<p id=\"b47-9\">The jury awarded the Torres plaintiffs a total of $2,056,321 in damages. The special verdict specified that $1,137,073 of these damages (55.3 percent of the total) were economic damages, and $919,248 (44.7 percent) were noneconomic damages.  Under Proposition 51, a defendant <page-number citation-index=\"1\" label=\"22\">*22</page-number>remains jointly and severally liable for the plaintiff’s economic damages, but the defendant’s liability for noneconomic damages is limited to its proportionate share of fault. (Civ. Code, § 1431.2, subd. (a); <em>DaFonte </em>v. <em>Up-Right, Inc. </em>(1992) 2 Cal.4th 593, 603 [7 Cal.Rptr.2d 238, 828 P.2d 140]; <em>Evangelatos </em>v. <em>Superior Court </em>(1988) 44 Cal.3d 1188, 1198 [246 Cal.Rptr. 629, 753 P.2d 585].) Thus, Xomox’s maximum liability under the verdict, before any deduction for Torres’s fault, settlement proceeds, or workers’ compensation benefits, was $1,183,035.40, representing the total economic damages of $1,137,073, plus noneconomic damages of $45,962.40 (5 percent [Xomox’s fault] of $919,248 [total noneconomic damages]).</p>\n<p id=\"b48-4\">Prior to trial, Rhdne-Poulenc’s insurer filed a Labor Code section 3856 lien in the Torres action for $328,548.85 in workers’ compensation benefits paid to or on behalf of Torres for medical expenses and disability benefits. After trial, the Torres plaintiffs settled with Charles Lowe for $450,000. Xomox moved for credits for these workers’ compensation benefits and settlement proceeds received by the Torres plaintiffs against its liability for economic damages under the verdict.<footnotemark>6</footnotemark></p>\n<p id=\"b48-5\">Xomox argued that all of the workers’ compensation benefits should be credited against economic damages because they constituted “economic damages” within the meaning of Proposition 51. Proposition 51 defines “economic damages” as “objectively verifiable monetary losses including medical expenses, loss of earnings, burial costs, loss of use of property, costs of repair or replacement, costs of obtaining substitute domestic services, loss of employment and loss of business or employment opportunities.” (Civ. Code, § 1431.2, subd. (b)(1).) Proposition 51 defines “noneconomic damages” as “subjective, non-monetaiy losses including, but not limited to, pain, suffering, inconvenience, mental suffering, emotional distress, loss of society and companionship, loss of consortium, injury to reputation and humiliation.” (Civ. Code, § 1431.2, subd. (b)(2).)</p>\n<p id=\"b48-6\">Xomox argued that most of the postverdict settlement should also be credited against economic damages. This argument was premised on Charles Lowe’s liability for economic and noneconomic damages under the verdict. Xomox calculated that before the settlement, Charles Lowe was jointly and severally liable for economic damages of $1,080,219.35 ($1,137,073 [total economic damages] minus $56,853.65 [Torres 5 percent fault]), and that <page-number citation-index=\"1\" label=\"23\">*23</page-number>Charles Lowe was severally liable for noneconomic damages of $87,328.56 (919,248 [total] less 45,962.40 [Torres’s 5 percent] multiplied by 10 percent [Charles Lowe’s fault]). Under this calculation, 92.5 percent of Charles Lowe’s total exposure of $1,167,547.91 was for economic damages, and 7.5 percent of its exposure was for noneconomic damages. Xomox argued that the settlement proceeds should be credited in these same percentages, with $416,250 (92.5 percent of $450,000) allocated to economic damages, and $33,750 (7.5 percent) allocated to noneconomic damages. Alternatively, Xomox argued that the $450,000 settlement should be allocated first to noneconomic damages, up to the $87,328.56 amount Xomox identified as Charles Lowe’s total liability for those damages under the verdict, with the balance—$362,671.44—allocated to economic damages.</p>\n<p id=\"b49-5\">The Torres plaintiffs opposed Xomox’s motion for credit, and argued that the judgment should be calculated according to the formula set forth in Peyrat, <em>Calculating Judgments Under Proposition 51: Effect of Plaintiffs Fault, Settlements, and Workers’ Compensation </em>(Cont.Ed.Bar 1993) 15 Civ. Litigation Rptr. 88. This formula, which we will discuss in detail below, essentially allocates all damages represented by the plaintiff’s percentage of fault, all prejudgment settlements, and all workers’ compensation benefits to noneconomic damages, except as otherwise required to insure that there will be no recovery of damages attributable to the plaintiff’s fault, and that no defendant will be liable for more than its percentage share of noneconomic damages. As explained below, the Peyrat formula would produce a judgment against Xomox for economic and noneconomic damages totalling $1,174,956.10.</p>\n<p id=\"b49-6\">Alternatively, the Torres plaintiffs argued that the court should apportion credits according to the method used in <em>Espinoza </em>v. <em>Machonga, supra, </em>9 Cal.App.4th 268, for allocating the proceeds of a pre-arbitration settlement with one defendant between economic and noneconomic damages eventually awarded to the other defendant. <em>Espinoza </em>decided that the settlement should be apportioned between economic and noneconomic damages in the same percentages later fixed for those damages by the trier of fact. <em>(Id. </em>at pp. <em>US-211) </em>Here, 55.3 percent of the jury’s award to the Torres’s plaintiffs was for economic damages. Thus, under the <em>Espinoza </em>approach, 55.3 percent of the workers’ compensation benefits and 55.3 percent of the Charles Lowe settlement would be credited against Xomox’s liability for economic damages under the judgment.</p>\n<p id=\"b49-7\">The court decided to follow the <em>Espinoza </em>approach, and used the jury’s 55.3 percent economic damages finding to calculate credits for the workers’ <page-number citation-index=\"1\" label=\"24\">*24</page-number>compensation benefits and the postverdict settlement. The court entered judgment against Xomox as follows:</p>\n<blockquote id=\"b50-4\">$ 919,248.00 — 45.962.40 = 873,285.60 X .05 = 43,664.28 + 1,137,073.00 — 56,853.65 - 181,687.51 _ 248.850.00 = 693,346.12 + 17,333.65 + 12.762.60 $ 723,442.37</blockquote>\n<blockquote id=\"b50-5\">total noneconomic damages sustained by Torres 5 percent reduction for Torres’s 5 percent fault subtotal</blockquote>\n<blockquote id=\"b50-6\">Xomox’s share based on Xomox’s 5 percent fault liability for noneconomic damages total economic damages sustained by Torres 5 percent reduction for Torres’s 5 percent fault</blockquote>\n<blockquote id=\"b50-7\">55.3 percent of $328,548.85 workers’ compensation benefits</blockquote>\n<blockquote id=\"b50-8\">55.3 percent of $450,000 postverdict settlement</blockquote>\n<blockquote id=\"b50-9\">total liability for economic and noneconomic damages</blockquote>\n<blockquote id=\"b50-10\">prejudgment interest</blockquote>\n<blockquote id=\"b50-11\">costs</blockquote>\n<blockquote id=\"b50-12\">total judgment</blockquote>\n<p id=\"b50-13\">On appeal, Xomox has renewed its arguments about the proper credits for the workers’ compensation benefits and the postverdict settlement, and thereby placed the whole of the judgment calculation at issue. Before turning to Xomox’s arguments, and assuming for the moment that the court’s overall approach to calculating the judgment was correct, we note that the judgment was erroneous insofar as it failed to hold Xomox liable for a full 5 percent of the Torres plaintiffs’ noneconomic damages in accordance with the jury’s decision that Xomox was 5 percent at fault.</p>\n<p id=\"b50-14\">As counsel for the Torres plaintiffs argued at the hearing on Xomox’s motion for credits against the judgment, there was no basis under Proposition 51 or the <em>Espinoza </em>case for first deducting 5 percent for Torres’s fault and thereby leaving Xomox liable for only 4.75 percent (5 percent of 95 percent) of the noneconomic damages. (See Civ. Code, § 1431.2, subd. (a) [defendant is liable for noneconomic damages in “direct proportion” to its percentage of fault]; <em>Espinoza </em>v. <em>Machonga, supra, </em>9 Cal.App.4th at p. 273 [defendant held liable for noneconomic damages based on full percentage of fault; plaintiff’s share of fault applied only to reduce economic damages].) Proposition 51 by its terms guarantees that no judgment will ever be entered against any defendant for the plaintiff’s share of noneconomic damages. Thus, no additional off-the-top reduction of those damages for the plaintiff’s fault is needed to insure that defendants will pay no more than their “direct proportion” of those damages based on their percentage of fault. Accordingly, Xomox’s liability for noneconomic damages should have been fixed at $45,962.40 (5 percent of the total noneconomic damages), rather than $43,664.28 as calculated in the judgment, an increase of $2,298.12.</p>\n<p id=\"b51-4\"><page-number citation-index=\"1\" label=\"25\">*25</page-number>B. <em>Workers’ Compensation Benefits</em></p>\n<p id=\"b51-5\">(1) <em>Introduction</em></p>\n<p id=\"b51-6\">Prior to Proposition 51, “the proper method of computing plaintiff’s recovery [was] to first subtract from the total award the proportionate amount attributable to plaintiff’s negligence . . . and then to subtract the proportionate amount attributable to the employer’s negligence up to the amount of the workers’ compensation benefits paid.” <em>(Aceves </em>v. <em>Regal Pale Brewing Co. </em>(1979) 24 Cal.3d 502, 512 [156 Cal.Rptr. 41, 595 P.2d 619].) “If the employer’s share of fault exceeded the benefits paid or owed, its claim for reimbursement, lien or credit should be denied. If the benefits paid or owed exceeded the employer’s share of fault, the employer should recoup the excess only. . . . Under this formula, third party defendants remained jointly and severally liable to the injured employee for all damages attributable to the employer’s fault which were not covered by workers’ compensation benefits.” <em>(DaFonte </em>v. <em>Up-Right, Inc., supra, </em>2 Cal.4th at p. 599, citations omitted.)</p>\n<p id=\"b51-7\">“In <em>DaFonte, </em>the court held the above rule of joint and several liability was modified with the enactment of Proposition 51: Although a defendant remains jointly and severally liable to the injured employee for all economic damages, the defendant’s liability for noneconomic damages is several and limited to defendant’s own proportionate share of comparative fault.” <em>(Engle </em>v. <em>Endlich </em>(1992) 9 Cal.App.4th 1152, 1162 [12 Cal.Rptr.2d 145].) Thus, after Proposition 51, the question arises “whether the credit [for workers’ compensation benefits] should be applied exclusively to reduce the balance of economic damages, or should instead be allocated in some fashion between economic and noneconomic damages.” <em>(DaFonte </em>v. <em>Up-Right, Inc., supra, </em>2 Cal.4th at p. 604.) The <em>DaFonte </em>court wrote that “[t]he proper allocation of the benefit credit in a Proposition 51 case is a matter of some difficulty and importance,” but decided that the issue was best left to the determination of the Court of Appeal upon remand under the circumstances of that case. The case then settled without any decision on the point. (Peyrat, <em>Calculating Judgments Under Proposition 51: Effect of Plaintiffs Fault, Settlements, and Workers’ Compensation, supra, </em>15 Civ. Litigation Rptr. at p. 91.)</p>\n<p id=\"b51-8\">It appears that no case since <em>DaFonte </em>has taken up the issue. The issue could have been raised in <em>Hernandez </em>v. <em>Badger Construction Equipment Co. </em>(1994) 28 Cal.App.4th 1791 [34 Cal.Rptr.2d 732], where the trial court reduced the economic damages portion of a judgment by the full amount of workers’ compensation benefits paid under the federal Longshore and Harbor Workers’ Compensation Act <em>(id. </em>at p. 1803). <em>Hernandez </em>states that the <page-number citation-index=\"1\" label=\"26\">*26</page-number>economic damages were “properly reduced” by the benefits. <em>(Hernandez </em>v. <em>Badger Construction Equipment Co., supra, </em>at p. 1810.) However, because no argument for any different allocation was raised or addressed in the opinion, it does not constitute authority on the issue. (See <em>Ginns </em>v. <em>Savage </em>(1964) 61 Cal.2d 520, 524 [39 Cal.Rptr. 377, 393 P.2d 689] [opinions are not authority for propositions they do not consider]; <em>Civil Damages </em>(1994) 22 Cal. Workers’ Comp. Rptr. 317, 324 [“question of how the calculation should be done in a given case remains open” after Hernandez].) The issue could also have been raised in <em>Poire </em>v. <em>C.L. Peck/Jones Brothers Construction Corp. </em>(1995) 39 Cal.App.4th 1832 [46 Cal.Rptr.2d 631], where economic damages were reduced in the trial court by the full amount of workers’ compensation benefits paid <em>(id. </em>at p. 1837), and calculation of the judgment was at issue in the appeal. Again, however, the propriety of allocating a portion of the benefits to noneconomic damages was not raised or considered.<footnotemark>7</footnotemark> Thus, a full decade after Proposition 51 became effective, the proper treatment of workers’ compensation benefits under that law is apparently still an open question. (Flahavan et al., Cal. Practice Guide: Personal Injury (The Rutter Group 1995) § 2:845.2 rev. #1, 1995 [“. . . it is unclear how the workers’ comp benefits credit should be applied against the third party judgment”].)</p>\n<p id=\"b52-4\">(2) <em>Xomox’s Argument</em></p>\n<p id=\"b52-5\">Xomox’s opening brief on appeal sets forth the following argument for allocation of all of the workers’ compensation benefits to economic damages:</p>\n<blockquote id=\"b52-6\">“Under the workers’ compensation system, a compensable injury or death may make the employer liable for (1) medical, surgical, and hospital treatment (Lab. Code, §§ 4600-4608); (2) disability benefits (Lab. Code, §§ 4650-4663); (3) death benefits and burial expenses (Lab. Code, §§ 4701-4709); reimbursement for expenses in submitting to medical examination at request of employer or employer’s insurer (Lab. Code, § 4600); and (5) rehabilitation benefits (Lab. Code, §§ 4635-4647). ...</blockquote>\n<blockquote id=\"b52-7\">“It does not require extended analysis to see that medical, surgical, and hospital treatment provided as a compensation benefit (Lab. Code, §§ 4600-4608) is the equivalent of medical expenses under Civil Code section 1431.2(b). Disability benefits are ‘objectively verifiable monetary losses’ as well because they are a substitute for loss of earnings. Sections 4650-4663 of <page-number citation-index=\"1\" label=\"27\">*27</page-number>the Labor Code specify the calculation of disability benefits as being based upon the employee’s earnings, the nature and extent of the injury, and the injury’s effect of the employee’s ability to hold employment. These are precisely the same factors against which a loss of earnings claim is made in a tort case. See BAJI §§ 14.01, 14.11, 14.12. . . .”</blockquote>\n<p id=\"b53-5\">At this point in the argument, Xomox notes that the lien claim herein only reflects payments for medical expenses and disability benefits, and suggests that we need only address these two categories of benefits in deciding this case. However, we believe that a piecemeal approach to different types of workers’ compensation benefits would be inappropriate, and that a single rule for the allocation of all such benefits is the only workable solution.<footnotemark>8</footnotemark> Xomox anticipates this response and argues that the other types of benefits are in the nature of economic damages as well:</p>\n<p id=\"b53-6\">“Reimbursement of expenses for submitting to medical examinations, payment of rehabilitation benefits, and payment of burial expenses also fit in the category of ‘economic damages’ as defined by Proposition 51. These expenses are objectively verifiable by receipts of expenses incurred. Additionally, payments toward the rehabilitative training of the plaintiff are also objectively verifiable, because the employer pays the actual cost of the rehabilitative training. Burial expenses are explicitly included in Proposition 51’s definition of economic damages. Death benefits provided for under Labor Code section 4702 also fall into Civil Code section 1431.2’s category of economic damages. Not only are these benefits objectively determined strictly by the number of dependents, but the purpose of the benefits is to support dependents, and therefore the benefits are similar in nature to Toss of earnings . . . loss of employment and loss of business or employment opportunities,’ which are explicit examples of economic damages under Proposition 51.”</p>\n<p id=\"b53-7\">Xomox cites the established rule that workers’ compensation benefits are to be credited against a damage award so as to prevent a “double recovery” for the employee’s loss <em>(Witt </em>v. <em>Jackson </em>(1961) 57 Cal.2d 57, 73 [17 Cal.Rptr. 369, 366 P.2d 641]), and Xomox reasons that, because workers’ compensation benefits are for economic damages, they must be credited in full against the economic damages portion of the judgment to prevent the Torres plaintiffs from obtaining a “double recovery” of such damages. Xomox contends that this credit is mandated by Proposition 51 ’s distinction <page-number citation-index=\"1\" label=\"28\">*28</page-number>between economic and noneconomic damages, and that it is consistent with the Proposition 51 principle that “defendants in tort actions shall be held financially liable in closer proportion to their degree of fault.” (Civ. Code, § 1431.1.)</p>\n<p id=\"b54-4\">(3) <em>The Peyrat Formula</em></p>\n<p id=\"b54-5\">The opposite approach to the one Xomox proposes is advocated in Peyrat, <em>Calculating Judgments Under Proposition 51: Effect of Plaintiffs Fault, Settlements, and Workers’ Compensation, supra, </em>15 Civ. Litigation Rptr. 88 (hereafter Peyrat). In this commentator’s view, workers’ compensation benefits should “diminish noneconomic damages first and economic damages only if the benefits paid (together with plaintiff’s fault percentage and the amount of settlements) more than exhausts noneconomic damages.” <em>(Id. </em>at p. 97.) Peyrat offers a method of calculating judgments consistent with this view, which tends to maximize a plaintiff’s damages in cases involving workers’ compensation, but eliminates any recovery for the plaintiff’s percentage of fault, and insures that defendants will pay no more than their percentage of fault for noneconomic damages.</p>\n<p id=\"b54-6\">Peyrat’s step-by-step instructions for computing all judgments are as follows: “Step 1: Render a joint and several judgment for the plaintiff against all defendants. The amount of this judgment is the amount of the economic damages finding <em>unless </em>Step 1A requires entry of a lesser amount. [&lt;]D Step 1A: . . . Subtract the ‘combined reduction amount’ from ‘total damages’ (defined below). If the remainder is <em>less </em>than the economic damages finding, enter this lesser amount as the judgment in Step 1 . . . H Step. 2: Render a separate several judgment for the plaintiff against each defendant. The amount of each such judgment is that defendant’s fault percentage times the noneconomic damages amount <em>unless </em>Step 2A requires entry of a lesser amount. HQ Step 2A: (Use only if a reduction factor is present.) Subtract the ‘combined reduction amount’ from the amount of the noneconomic damages finding. The remainder is the highest dollar amount that can be entered in Step 2, as a several judgment against any individual defendant.\" <em>(Peyrat, supra, </em>at p. 99.)<footnotemark>9</footnotemark></p>\n<p id=\"b54-7\">For purposes of this formula, the following definitions apply: “ ‘Defendant’ is a party-defendant to whom the trier of fact has assigned a fault <page-number citation-index=\"1\" label=\"29\">*29</page-number>percentage other than zero, [f] ‘Judgment’ is the judgment before the addition of costs or interest. [&lt;fl] ‘Total damages’ is the sum of the trier of fact’s economic damages finding and noneconomic damages finding. [*]D ‘Combined reduction amount’ is the sum of the reductions, if any, for (a) plaintiff’s fault (determined by multiplying plaintiff’s fault percentage times total damages); (b) prejudgment settlements (dollar amount or value); and (c) workers’ compensation (dollar amount).” (Peyrat, <em>supra, </em>at p. 99.)</p>\n<p id=\"b55-5\">Under this formula, the judgment against Xomox would be calculated as follows: The “combined reduction amount” would be $881,364.90, representing the total of $102,816.05 (Torres’s fault percentage—5 percent of the total damages of $2,056,321), plus $450,000 (prejudgment settlement with Charles Lowe), plus $328,548.85 (workers’ compensation). Since the figure for the total damages awarded less this combined reduction amount— $1,174,956.10—is greater than the economic damage award of $1,137,073, Xomox would be subject to joint and several liability for the full amount of the economic damage award under “Step 1.” Xomox would also be severally liable for noneconomic damages of $37,883.10 (the total noneconomic damages of $919,248 less the combined reduction amount of $881,364.90) under “Step 2A,” and the total judgment against Xomox would be for $1,174,956.10. If the Torres plaintiffs obtained this amount from Xomox, then their total recovery would be $1,953,504.95 ($1,174,956.10 from Xomox; $450,000 from Charles Lowe; $328,548.85 from workers’ compensation). They would thus recover all of the damages awarded in the verdict other than those attributable to Torres’s fault ($2,056,321 [total damages] minus $102,816.05 [Torres’s 5 percent fault] equals $1,953,504.95 [recovery under formula]), and Xomox would pay less on account of economic damages ($37,883.10) than its full 5 percent share of those damages ($45,962.40).</p>\n<p id=\"b55-6\">Peyrat argues that different methods of calculation resulting in lesser recoveries go beyond the mandate of Proposition 51 and improperly derogate other established policies which were unaffected by that law. He notes that, prior to Proposition 51, three policies were said to underlie our system of comparative fault and indemnity: “ ‘First... is maximization of recovery to the injured party for the amount of his injury to the extent fault of others has contributed to it. Second is encouragement of settlement of the injured party’s claim. Third is the equitable apportionment of liability among <page-number citation-index=\"1\" label=\"30\">*30</page-number>the tortfeasors.’ ” <em>(Mesler </em>v. <em>Bragg Management Co. </em>(1985) 39 Cal.3d 290, 304 [216 Cal.Rptr. 443, 702 P.2d 601].) These three policies were to be “harmoniz[ed]” whenever possible. (See <em>Abbott Ford, Inc. </em>v. <em>Superior Court </em>(1987) 43 Cal.3d 858, 872, fn. 15 [239 Cal.Rptr. 626, 741 P.2d 124]; <em>Tatum </em>v. <em>Armor Elevator Co. </em>(1988) 203 Cal.App.3d 1315, 1319, fn. 7 [250 Cal.Rptr. 775].) In Peyrat’s estimation, Proposition 51 simply adds a fourth policy that “each defendant shall pay no more than his or her percentage share of noneconomic damages,” which must now be harmonized with the others. (Peyrat, <em>supra, </em>at p. 92, italics omitted.)</p>\n<p id=\"b56-4\">Peyrat submits that Proposition 51 was not intended to affect liability for economic damages (see <em>DaFonte </em>v. <em>Up-Right, Inc., supra, 2 </em>Cal.4th at p. 604 [Prop. 51 “plainly limits a defendant’s share of noneconomic damages”]; <em>Evangelatos </em>v. <em>Superior Court, supra, </em>44 Cal.3d at p. 1198 [Prop. 51 recognizes “potential inequity” of joint and several liability, but is a “compromise” which “retains” such liability for economic damages]), and that his approach harmonizes Proposition 51 ’s policy of limiting noneconomic damages with the workers’ compensation policy of full recovery for worker injuries caused by the fault of others (see Lab. Code, § 3852 [employee’s claim for benefits “does not affect his or her claim or right of action for <em>all damages </em>proximately resulting from the injury . . . against any person other than the employer”, italics added].) Peyrat acknowledges the rule of <em>Witt </em>v. <em>Jackson, supra, </em>57 Cal.2d at page 73, that “the injured employee may not be allowed double recovery, his damages must be reduced by the amount of workmen’s compensation received.” In his judgment, however, “[i]t is clear from the context of <em>Witt </em>and subsequent cases that a ‘double recovery’ would be a combined recovery from the two sources [benefits and damages] that exceeded the higher of the two awards” (Peyrat, <em>supra, </em>at p. 97; see also Peyrat, Cal. Workers’ Damages Practice (Cont.Ed.Bar 1985) § 1.3, p. 4 [defining “double recovery”]), and he emphasizes that his method eliminates any “double recovery” in this traditional sense (Peyrat, <em>supra, </em>at p. 99).</p>\n<p id=\"b56-5\">(4) <em>The Trial Court’s Approach</em></p>\n<p id=\"b56-6\">In a “Statement of Decision re Judgment,” the trial court wrote: “Because the Workers Compensation system of benefits is different from the tort system and the precise identification and labeling of benefits is unclear, this Court has resorted to an apportionment of the credit in the same ratio as economic damages bore to noneconomic damages, a ratio of 55.3% to 44.7%.” This reasoning provides a principled basis for the court’s calculation.</p>\n<p id=\"b56-7\">The workers’ compensation law is indeed different than tort law. Workers’ compensation “mak[es] the relation of employer and employee subject <page-number citation-index=\"1\" label=\"31\">*31</page-number>to a system of rights and liabilities different from those prevailing at common law.” <em>(Western Metal Supply Co. </em>v. <em>Pillsbury </em>(1916) 172 Cal. 407, 414 [156 P. 491].) Workers’ compensation is a scheme of statutory benefits awarded “irrespective of the fault of any party.” (Cal. Const., art. XIV, § 4.) “[T]he benefits of this law are not provided as an indemnity for negligent acts committed or as compensation for legal damages sustained, but [a]s an economic insurance measure . . . .” <em>(Moore S. Corp. </em>v. <em>Industrial Acc. Com. </em>(1921) 185 Cal. 200, 205 [196 P. 257, 13 A.L.R. 676].) Thus, “the analogies of the common law cannot be applied too closely to [the workers’ compensation] scheme . . . .” <em>(Western Metal Supply Co. </em>v. <em>Pillsbury, supra, </em>at p. 414.)</p>\n<p id=\"b57-5\">The “identification and labeling” of benefits is indeed unclear. A fundamental problem with attempting to categorize workers’ compensation benefits as any particular form of damages is that such benefits are <em>not </em>damages. <em>(Moore S. Corp. </em>v. <em>Industrial Acc. Com., supra, </em>185 Cal. at p. 205; 1 Herlick, Cal. Workers’ Compensation Law (5th ed. 1995) §§ 5.17, 6.1, pp. 5-15, 6-4.) Another problem is that the benefits payable do not correspond to the actual economic and non economic damages sustained. (See <em>Livitsanos </em>v. <em>Superior Court </em>(1992) 2 Cal.4th 744, 755 [7 Cal.Rptr.2d 808, 828 P.2d 1195] [acknowledging “ ‘failure of the compensation law to include some elements of damage recoverable at common law,’ ” italics omitted].) The death allowance, for example, is not equivalent to damages for wrongful death. It is simply an amount set by statute, in different sums for different years, based on the number and category of dependents. (Lab. Code, § 4702; 1 Herlick, Cal.Workers Compensation Law, <em>supra, </em>§ 9.5, pp. 9-6 to 9-9.) Disability indemnity is not commensurate with wage loss. It is set at a rate of only two-thirds of weekly earnings, and is subject to statutory maximum and minimum limits. (Lab. Code, §§ 4653-4655, 4658; 1 Hanna, Cal. Law of Employee Injuries &amp; Workers’ Compensation (2d ed. 1996) §6.01[1], p. 6-3.) Pain and other subjective symptoms may enter into the rating calculus for permanent disability benefits. (1 Herlick, <em>supra, </em>§ 7.6, pp. 7-7 to 7-8.) However, those benefits do not correspond to noneconomic tort damages for pain and suffering. (Cf. BAJI No. 14.13 (8th ed. 1994) p. 283 [there is no “definite method” of calculating compensation for pain and suffering; jury must determine what is “reasonable”].)</p>\n<p id=\"b57-6\">“The Workers’ Compensation Act provides the exclusive remedy against an employer for work-related death or injury with a few statutory and judicially created exceptions. . . . This is true even if the employee has a better claim against the employer in a civil action than in a compensation proceeding. . . . [&lt;jD The legal theory supporting this exclusive remedy <page-number citation-index=\"1\" label=\"32\">*32</page-number>provision is a presumed ‘compensation bargain,’ pursuant to which the employer assumes liability for work-related personal injuries or death without regard to fault in exchange for limitations on the amount of that liability, while the employee is afforded relatively swift and certain payment of benefits to cure or relieve the effects of work-related injury without having to prove fault but, in exchange, gives up the wider range of damages potentially available in tort.” (1 Hanna, Cal. Law of Employee Injuries &amp; Workers’ Compensation, <em>supra, </em>§ 11.01 [2], pp. 11-9 to 11-10, fn. omitted.) The workers’ compensation system represents a “legislative ‘quid pro quo’ ” <em>(ibid.), </em>which has as its “fundamental object ... the provision of a means for the prompt settlement of the employee’s claim against his employer or the responsible insurance carrier” <em>(State Comp. Ins. Fund </em>v. <em>Ind. Acc. Com. </em>(1942) 20 Cal.2d 264, 272 [125 P.2d 42]; see also <em>Goldman </em>v. <em>Wilsey Foods, Inc. </em>(1989) 216 Cal.App.3d 1085, 1095 [265 Cal.Rptr. 294] [stating that workers’ compensation reflects a “ ‘fundamental social compromise’ ”]).</p>\n<p id=\"b58-4\">Thus, workers’ compensation benefits are in effect a settlement imposed by law between the employee and the employer. Like the proceeds of other settlements, they constitute sums payable in lieu of <em>all </em>damages which might otherwise be recovered, and as a substitute for all damages otherwise available in tort they can reasonably be deemed to have both an economic and a noneconomic component. The analogy between workers’ compensation benefits and settlements supports the trial court’s decision to allocate the benefits in accordance with the approach used for settlements in the <em>Espinoza </em>case.</p>\n<p id=\"b58-5\">(5) <em>Analysis</em></p>\n<p id=\"b58-6\">Each of the foregoing approaches has some potential merit. Xomox has a valid point that workers’ compensation benefits “look” for the most part more like economic damages than noneconomic damages. Arguably, as Xomox maintains, these benefits should be allocated under Proposition 51 according to which category of damages they seem to be most analogous. However, Xomox’s claim that benefits must be fully credited against economic damages to avoid “double recovery” of those damages is only as strong as the analogy between these two types of recoveries, and as we have noted, analogies between workers’ compensation benefits and common law damages are problematic. As the Torres plaintiffs point out, no reduction of economic damages for any of the benefits paid in this case is needed to prevent any “double recovery,” as that concept has always been understood <page-number citation-index=\"1\" label=\"33\">*33</page-number>to mean a total recovery of damages and benefits exceeding the higher of these two amounts.<footnotemark>10</footnotemark></p>\n<p id=\"b59-5\">A strong argument can also be made for the Peyrat formula. The formula may, as Peyrat maintains, best reconcile Proposition 51 with other policies reflected in our system of comparative fault. If the formula does indeed give full effect—but no more—to the operative language of Proposition 51, it could be described as the most “conservative” approach to the application of that law.<footnotemark>11</footnotemark> There is much to be said for a conservative approach, grounded on fundamental policies, in this difficult area. Peyrat’s formula also has the virtue of simplicity. It is not difficult to apply, and it represents a unified solution to the various issues raised by the calculation of judgment credits under Proposition 51.</p>\n<p id=\"b59-6\">However, because the Peyrat formula is a global one, to be applied to all credits including those dealt with in <em>Espinoza </em>which arise from preverdict settlements, we could not adopt the formula without calling <em>Espinoza </em>and all of the cases that have followed it into question. <em>Espinoza's </em>allocation of credit for preverdict settlements has been uniformly endorsed in this district <em>(Greathouse </em>v. <em>Amcord, Inc. </em>(1995) 35 Cal.App.4th 831, 839-842 [41 Cal.Rptr.2d 561]; <em>Conrad </em>v. <em>Ball Corp. </em>(1994) 24 Cal.App.4th 439, 442-443 [29 Cal.Rptr.2d 441]; <em>Hoch </em>v. <em>Allied-Signal, Inc. </em>(1994) 24 Cal.App.4th 48, 63 [29 Cal.Rptr.2d 615]) and others <em>(Poire </em>v. <em>C.L. Peck/Jones Brothers Construction Corp., supra, </em>39 Cal.App.4th at pp. 1838-1839; <em>Regan Roofing Co. </em>v. <em>Superior Court </em>(1994) 21 Cal.App.4th 1685, 1706, 1708 [27 <page-number citation-index=\"1\" label=\"34\">*34</page-number>Cal.Rptr.2d 62]).<footnotemark>12</footnotemark> The <em>Espinoza </em>approach has become an established principle <em>(Poire </em>v. <em>C.L. Peek/Jones Brothers Construction Corp., supra, </em>at p. 1838), and there is no reason to depart from it unless it is clear that another method would better effectuate Proposition 51.</p>\n<p id=\"b60-4\">In this case, application of the Peyrat formula would result in a judgment against Xomox for the same dollar amount as the judgment that would have been entered against Xomox prior to Proposition 51. Before Proposition 51, total damages under the verdict ($2,056,321) would have been reduced by Torres’s percentage of fault ($102,816.05), all of the Charles Lowe settlement ($450,000), and all of the workers’ compensation benefits ($328,548.85), and the resulting judgment would have been for $1,174,956.10. This is the same judgment we calculated above under the Peyrat formula. It appears that the Peyrat formula would also produce the same judgments as those prior to Proposition 51 in a number of the reported cases. By our calculation, the formula would produce lower than preProposition 51 judgments in <em>Espinoza, </em>and in <em>Hernandez </em>v. <em>Badger Construction Equipment Co., supra, </em>28 Cal.App.4th 1791, but it would produce the same judgments as those before Proposition 51 in <em>Poire </em>v. <em>C.L. Peck/Jones Brothers Construction Corp., supra, </em>39 Cal.App.4th 1832; <em>Greathouse </em>v. <em>Amcord, Inc., supra, </em>35 Cal.App.4th 831; and <em>Hoch </em>v. <em>Allied-Signal, Inc., supra, </em>24 Cal.App.4th 48.<footnotemark>13</footnotemark> Thus, in four of the six cases we have examined, the Peyrat formula appears to give no effect to Proposition 51. While this <page-number citation-index=\"1\" label=\"35\">*35</page-number>limited survey is not a comprehensive review of possible results under the Peyrat formula, it does cast some doubt on whether the formula fully implements Proposition 51.</p>\n<p id=\"b61-5\">The <em>Hoch </em>case demonstrates that Peyrat’s formula does not invariably result in higher judgments than the <em>Espinoza </em>approach. The Peyrat formula, like the law prior to Proposition 51, gives full credit for settlements against a judgment. It thereby precludes any “double recovery” insofar as it insures that the total amount of any settlements, plus the dollar amount of the judgment, will not exceed the total damages awarded. Under <em>Espinoza, </em>however, where settlements are apportioned between economic and noneconomic damages, there is no credit for a settlement against the judgment to the extent that the settlement is allocated to noneconomic damages. The <em>Hoch </em>case and others in the <em>Espinoza </em>line are in accord that, because a defendant’s liability for noneconomic damages under Proposition 51 is several only, the defendant gets no credit for any noneconomic damages the plaintiff receives from other sources. <em>(Hoch </em>v. <em>Allied-Signal, Inc., supra, </em>24 Cal.App.4th at p. 63; <em>Espinoza </em>v. <em>Machonga, supra, 9 </em>Cal.App.4th at pp. 276-277; see <em>Poire </em>v. <em>C.L. Peck/Jones Brothers Construction Corp., supra, </em>39 Cal.App.4th at p. 1838; <em>Greathouse </em>v. <em>Amcord, Inc., supra, </em>35 Cal.App.4th at p. 838; <em>Regan Roofing Co. </em>v. <em>Superior Court, supra, </em>21 Cal.App.4th at p. 1706.; see also <em>In re Piper Aircraft </em>(N.D.Cal. 1992) 792 F.Supp. 1189, 1192-1193.)</p>\n<p id=\"b61-6\">Therefore, in a case like <em>Hoch </em>where all of the damages are noneconomic, the <em>Espinoza </em>approach gives <em>no </em>credit against the judgment for any settlement. In this situation a plaintiff who negotiates a favorable settlement can <page-number citation-index=\"1\" label=\"36\">*36</page-number>obtain a “double recovery,” in the sense that the total from the settlement, plus the judgment against the nonsettling defendant for that defendant’s several share of noneconomic damages, can exceed the total damages awarded. (See <em>Hoch </em>v. <em>Allied-Signal, Inc., supra, </em>24 Cal.App.4th at pp. 66-68 [“double recovery” rule inapplicable in context of fault-based several liability].) The plaintiff, in other words, is better off under the <em>Espinoza </em>approach than under the law prior to Proposition 51 or the Peyrat formula. This result is illustrated in <em>Hoch, </em>where the verdict was for $500,000 in noneconomic damages; the percentages of fault were plaintiff 20 percent, settling defendants 45 percent, nonsettling defendant 35 percent; and the settlements totaled $382,500. The judgments and recoveries under the various approaches are as follows:</p>\n<p id=\"b62-4\">Pre-Proposition 51</p>\n<p id=\"b62-5\">$ 500,000.00 - 100,000.00 - 382.500.00 = 17,500.00 + 382.500.00 = 400,000.00</p>\n<p id=\"b62-6\">Total damages plaintiff’s fault settlement judgment settlement total recovery</p>\n<p id=\"b62-7\">Peyrat Formula</p>\n<p id=\"b62-8\">$ 17,500.00 judgment (Step 2A) + 382,500.00 settlement = 400,000.00 total recovery</p>\n<p id=\"b62-9\">Espinoza Approach</p>\n<p id=\"b62-10\">$ 175,000.00 judgment (35 percent of $500,000) + 382.500.00 settlement = 557,500.00 total recovery</p>\n<p id=\"b62-11\">The foregoing comparison indicates that, to the extent the policy of maximizing plaintiffs’ recoveries survives in the wake of Proposition 51, there are situations where that policy will be better served by the <em>Espinoza </em>approach than the Peyrat formula. <em>Espinoza'% </em>approach also promotes the policy of encouraging settlements in cases like <em>Hoch. </em>(See <em>Hoch </em>v. <em>Allied-Signal, Inc., supra, </em>24 Cal.App.4th at pp. 65-66.) It is, in sum, unclear whether the Peyrat formula is superior in practice to the <em>Espinoza </em>approach. Although the Peyrat formula may have strong theoretical underpinnings, we find insufficient grounds for concluding that it should supplant the established rule of <em>Espinoza.</em></p>\n<p id=\"b63-4\"><page-number citation-index=\"1\" label=\"37\">*37</page-number>We thus return to the trial court’s decision to follow <em>Espinoza </em>in apportioning the workers’ compensation benefits herein. The <em>Espinoza </em>approach is in the nature of a compromise between the extremes of Xomox’s argument and Peyrat’s formula. Rather than allocating all of the benefits to economic damages as Xomox advocates, or all of them to noneconomic damages as Peyrat advocates, it apportions them to both types of damages as they are determined by the trier of fact. We believe that a compromise is an appropriate solution when there are good arguments for more extreme and opposing views.</p>\n<p id=\"b63-5\">Application of the <em>Espinoza </em>approach to workers’ compensation benefits is also supported by the analogy, noted above, between the receipt of benefits and a settlement with the employer. The analogy is strengthened for present purposes by the fact that neither workers’ compensation benefits nor settlement proceeds are, at bottom, “damages.” Benefits “are not provided ... for legal damages sustained.” <em>(Moore S. Corp. </em>v. <em>Industrial Acc. Com., supra, </em>185 Cal. at p. 205.) Similarly, “ ‘[settlement dollars are not the same as damages. Settlement dollars represent a contractual estimate of the value of the settling tortfeasor’s liability .... [A] settlement includes not only damages, but also the value of avoiding the risk, expense, and adverse public exposure that accompany going to trial.’ ” <em>(Hoch </em>v. <em>Allied-Signal, Inc., supra, </em>24 Cal.App.4th at pp. 67-68.) Thus, the proper treatment of benefits and settlements under Proposition 51 presents essentially the same conundrum: how are amounts, which are not damages, to be allocated between categories of damages? The <em>Espinoza </em>approach has provided an effective solution for preverdict settlements, and we believe that it is also the most suitable means of dealing with workers’ compensation benefits. We conclude that the court correctly credited 55.3 percent of the workers’ compensation benefits against the judgment pursuant to the jury’s 55.3 percent economic damages finding.</p>\n<p id=\"b63-6\">C. <em>Postverdict Settlement</em></p>\n<p id=\"b63-7\">Xomox contends that the <em>Espinoza </em>approach should not be used to apportion a settlement between economic and noneconomic damages when the settlement occurs after the amounts of those damages have been established by the trier of fact. The allocation of postverdict settlements is evidently another question of first impression because <em>Espinoza </em>and its progeny have all involved preverdict settlements. As previously noted, the rule for preverdict settlements is that they are to be allocated between economic and noneconomic damages in the same proportions as the total amounts of those damages later awarded by the trier of fact.</p>\n<p id=\"b63-8\">The settling defendant’s actual liability is, of course, unknown at the time of a preverdict settlement, and the <em>Espinoza </em>approach has been applied to <page-number citation-index=\"1\" label=\"38\">*38</page-number>preverdict settlements without regard to the liability, if any, eventually imposed at trial on the settling defendant. The judgment in the <em>Poire </em>case, for example, was reduced pursuant to <em>Espinoza </em>by a percentage of the preverdict settlement, even though the settling defendants were ultimately found by a jury to have no liability. <em>(Poire </em>v. <em>C.L. Peck/Jones Brothers Construction Corp., supra, </em>39 Cal.App.4th at pp. 1837-1841.) This result is justified under the statute, which provides that a good faith settlement with one joint tortfeasor “shall reduce the claims against the others” (Code Civ. Proc., § 877, subd. (a)), and the cases indicating that this reduction is based on the amount of the settlement rather than the settling tortfeasor’s proportionate share of responsibility for the injury. (39 Cal.App.4th at pp. 1837-1841.)</p>\n<p id=\"b64-4\">The <em>Espinoza </em>approach to preverdict settlements addresses the concern that “. . . the allocation of the settlement proceeds according to the proportions recited in a pretrial settlement agreement is inherently suspect. The negotiated allocation between economic and noneconomic damages will inevitably reflect a bias against economic damages that is prejudicial to a nonsettling defendant. The plaintiff has an interest in allocating as little as possible of the settlement to economic damages; the smaller the allocation to economic damages, the less the nonsettling defendants can claim as a credit against a verdict or judgment in the plaintiff’s favor. . . . The settling defendants have no incentive to oppose the plaintiff’s allocation because they are entirely unaffected by it.” <em>(Greathouse </em>v. <em>Amcord, Inc., supra, </em>35 Cal.App.4th at p. 841, citation omitted.) <em>Espinoza </em>eliminates this kind of bargaining at the nonsettling defendant’s expense by apportioning damages according to the verdict rather than the agreement of the settling parties.</p>\n<p id=\"b64-5\">Xomox submits that the situation is fundamentally different in the case of a postverdict settlement because the settling defendant’s actual liability for economic and noneconomic damages has been determined at that point. Under the verdict in this case, Charles Lowe was jointly and severally liable for the sum of $1,080,219.35 (all of the Torres plaintiffs’ economic damages [$1,137,073)] reduced by Torres’s 5 percent fault [$56,853.65]), and it was severally liable for the sum of $91,924.80 (its 10 percent fault share of the total noneconomic damages of $919,248). Charles Lowe thus had a total exposure of $1,172,144.15 under the verdict; 92.2 percent of that exposure was for economic damages; and 7.8 percent of that exposure was for noneconomic damages.<footnotemark>14</footnotemark></p>\n<p id=\"b64-6\">Xomox contends that the postverdict settlement should have been apportioned between economic and noneconomic damages in a manner that was <page-number citation-index=\"1\" label=\"39\">*39</page-number>consistent with Charles Lowe’s liability under the verdict. Xomox notes that application of the <em>Espinoza </em>approach in this case resulted in an allocation of more of the settlement to noneconomic damages than Charles Lowe’s liability for such damages. <em>Espinoza </em>dictated that 44.7 percent of the $450,000 settlement—$201,150—be allocated to noneconomic damages, even though Charles Lowe was liable for only $91,924.80 of those damages. Only the remaining 55.3 percent of the settlement—$248,850—was allocated to economic damages and thereby credited toward the judgment against Xomox. Xomox argues that it was entitled to additional credit, for at least the $109,225.20 amount ($201,150 - $91,924.80) by which the allocation to noneconomic damages exceeded Charles Lowe’s liability for those damages.</p>\n<p id=\"b65-5\">We agree with Xomox that no more of the settlement could properly be allocated to noneconomic damages than Charles Lowe’s postverdict liability for those damages. When the Torres plaintiffs settled with Charles Lowe, both sides knew that Charles Lowe’s liability for noneconomic damages was only $91,924.80, and no more than $91,924.80 of the $450,000 settlement could fairly be viewed as a payment on account of that liability.</p>\n<p id=\"b65-6\">We perceive no justification for any other conclusion when a settlement is reached after the amount of the settling defendant’s liability has been established at trial. As noted above, authorities applicable to good faith settlements permit credit for a preverdict settlement which is at odds with the settling defendant’s actual liability as later determined by the trier of fact. <em>(Poire </em>v. C.L. <em>Peck/Jones Brothers Construction Corp., supra, </em>39 Cal.App.4th at pp. 1837-1841.) This result is supportable in the case of a preverdict settlement, where the parties are dealing with unknowns and the settlement is based on potential, rather than actual, liability. However, no reason appears why credit against a judgment should not be based on the settling defendant’s actual liability when the settlement occurs after the amount of that liability has been established. We note in this regard that authorities applicable to good faith settlements do not apply to settlements which occur after damages have been awarded. (See Code Civ. Proc., § 877 [referring to release or dismissal “before verdict or judgment”; Code Civ. Proc., § 877.6 [referring to hearing on good faith “before the verdict or judgment”; <em>Price Pfister, Inc. </em>v. <em>William Lyon Co. </em>(1993) 14 Cal.App.4th 1643, 1649-1650 [18 Cal.Rptr.2d 437] [holding that good faith settlement statutes extend to settlements “after a finding of liability but before the assessment of damages”].)</p>\n<p id=\"b65-7\">The “excess” allocation of $109,225.20 from the settlement to noneconomic damages is in the nature of a windfall to the Torres plaintiffs. Since <page-number citation-index=\"1\" label=\"40\">*40</page-number>that amount has not been credited against Xomox’s liability for economic damages, the Torres plaintiffs are in a position to recover that amount more from the settlement with Charles Lowe and the judgment against Xomox than they would have received if there had been no settlement and they had collected the full amount of their judgments against these defendants.<footnotemark>15</footnotemark> The policy of encouraging settlements cannot be extended this far. The prospect of such a windfall could become a factor in settlement negotiations, with the plaintiff agreeing to accept a lesser amount than it otherwise would because the shortfall could be collected from the nonsettling defendant. Thus, one of the concerns which led to adoption of the <em>Espinoza </em>approach for preverdict settlements—bargaining at the expense of the non-settling defendants <em>(Greathouse </em>v. <em>Amcord, Inc., supra, </em>35 Cal.App.4th at p. 841)—suggests that a different approach should be used for postverdict settlements.</p>\n<p id=\"b66-4\">We conclude that the <em>Espinoza </em>approach is not a suitable means of apportioning a postverdict settlement because it may result in an allocation of more of the settlement to noneconomic damages than the settling defendant’s liability for such damages under the verdict. Another approach is needed which would avoid that result. Xomox offers two alternatives. Under what could be called a “ceiling” approach, the settlement would be allocated first to noneconomic damages, but only up to the amount of the settling defendant’s liability for such damages, with the balance then allocated to economic damages. Alternatively, under what could be called a “proportional” approach, the settlement would be divided between economic and non-economic damages in the same proportions as the settling defendant’s liability for those damages. In this case, where 92.2 percent of Charles Lowe’s overall exposure was for economic damages and 7.8 percent of its exposure was for noneconomic damages, 92.2 percent of the settlement would be apportioned to economic damages and 7.8 percent of the settlement would be apportioned to noneconomic damages.</p>\n<p id=\"b66-5\">A “ceiling” approach to allocating postverdict settlements would encourage settlement more than a “proportional” approach. Under the proportional <page-number citation-index=\"1\" label=\"41\">*41</page-number>approach, the plaintiff will lose any chance of recovering some portion of the noneconomic damages owed by the settling defendant in every case where the amount of the settlement is less than the settling defendant’s total liability. In this case, for example, if 92.2 percent of the settlement— $414,900—is apportioned to economic damages, and 7.8 percent—$35,100 —is apportioned to noneconomic damages, the Torres plaintiffs will never recover $56,824.80, the difference between Charles Lowe’s $91,924.80 liability for noneconomic damages, and the $35,100 attributed to noneconomic damages under the settlement.<footnotemark>16</footnotemark> Under the ceiling approach, however, the plaintiff will retain some hope of full recovery in every case where the settlement equals or exceeds the settling defendant’s liability for noneconomic damages, because no portion of the settlement will be allocated to economic damages, and thereby credited toward the judgment against the nonsettling defendant, until the settlement exceeds the settling defendant’s noneconomic damages liability.</p>\n<p id=\"b67-5\">The proportional approach might serve to encourage <em>larger </em>settlements than the ceiling approach. The plaintiff is most concerned with recovering the several portion of the settling defendant’s liability, and some portion of every settlement dollar would be apportioned to noneconomic damages under the proportional approach. Thus, that approach would give the plaintiff an incentive to bargain for the highest possible settlement. Under the ceiling approach, the plaintiff’s incentive to settle for more than the amount of the settling defendant’s liability for noneconomic damages may be attenuated if there are good prospects for recovering the full amount of the economic damages from the nonsettling defendants.</p>\n<p id=\"b67-6\">However, the ceiling approach will not necessarily eliminate all incentives to settle for more than the settling defendant’s noneconomic damages liability. Prospects for recovery against the nonsettling defendants may be uncertain, and there will always be some advantage to the plaintiff in obtaining immediate payment. Since there can be no good faith finding with respect to a postverdict settlement (see <em>Price Pfister, Inc. </em>v. <em>William Lyon Co., supra, </em><page-number citation-index=\"1\" label=\"42\">*42</page-number>14 Cal.App.4th at pp. 1649-1650), the settling defendant will remain subject to claims for equitable indemnity and will thus have an incentive to pay its proportionate share of the economic damages in addition to its several share of the noneconomic damages. There is also the problem that the proportional approach could discourage settlement altogether.</p>\n<p id=\"b68-4\">We conclude, on balance, that the ceiling approach is the preferable alternative to the <em>Espinoza </em>approach for allocating postverdict settlements. It can be viewed as another compromise solution. On the one hand, by capping the allocation to noneconomic damages at the amount of the settling defendant’s liability for those damages, the ceiling approach avoids any “excess” allocation to noneconomic damages which would distort the reality of the settlement and unfairly limit the credit received by the nonsettling defendant. On the other hand, by first applying settlement dollars against the settling defendant’s liability for noneconomic damages, the ceiling approach benefits plaintiffs insofar as it insures that the liability of the nonsettling defendant will not be reduced unless the settlement is sufficient to cover the several portion of the settling defendant’s liability.</p>\n<p id=\"b68-5\">Here, because Charles Lowe was liable for only $91,924.80 in noneconomic damages under the verdict, only $91,924.80 of the $450,000 settlement should have been apportioned to noneconomic damages. The remaining $358,075.20 should have been apportioned to economic damages, and credited toward the judgment against Xomox.</p>\n<p id=\"b68-6\">D. <em>Conclusion</em></p>\n<p id=\"b68-7\">The judgment entered against Xomox on October 17, 1994, should have been calculated as follows:</p>\n<p id=\"b68-8\">$ 919,248.00 total noneconomic damages sustained by Torres X .05 Xomox’s share based on Xomox’s 5 percent fault = 45,962.40 liability for noneconomic damages + 1,137,073.00 total economic damages sustained by Torres - 56,853.65 5 percent reduction for Torres’s 5 percent fault — 181,687.51 55.3 percent of $328,548.85 workers’ compensation benefits - 358.075.20 credit for postverdict settlement = 586,419.04 total liability for economic and noneconomic damages + 17,333.65 prejudgment interest + 12.762.60 costs $ 616,515.29 total judgment</p>\n<p id=\"b68-9\">This judgment is $106,927.08 less than the judgment calculated by the trial court.</p>\n<p id=\"b69-4\"><page-number citation-index=\"1\" label=\"43\">*43</page-number>V. Disposition</p>\n<p id=\"b69-5\">The judgment against Xomox is reduced to the amount of $616,515.29. As so modified, the judgment is affirmed. Each side shall bear its own costs on appeal.</p>\n<p id=\"b69-6\">Anderson, P. J., and Poché J., concurred.</p>\n<p id=\"b69-7\">A petition for a rehearing was denied September 27, 1996, and the petition of appellant Xomox Corporation for review by the Supreme Court was denied December 18, 1996. Chin, J., was of the opinion that the petition should be granted.</p>\n<footnote label=\"1\">\n<p id=\"b41-9\"> A design is also defective if it fails to satisfy “ordinary consumer expectations as to safety in its intended or reasonably forseeable operation” (20 Cal.3d at p. 430), but the jury in this case was instructed solely on the “risk-benefit” theory.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b47-10\">See footnote, <em>ante, </em>page 1.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b48-7\"> Xomox also argued for credit from these payments against its liability for noneconomic damages, but does not renew this argument on appeal. As indicated below, a number of cases have held that nonsettling defendants are entitled to no credit from settlements for noneconomic damages.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b52-8\"> The “use note” for the BAJI No. 16.75 (8th ed. 1994) jury instruction also suggests that workers’ compensation benefits are economic damages, but no authority is provided for that suggestion.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b53-8\"> It is unclear in any event whether the lien claim properly identified the benefits paid in this case. It appears from the Torres plaintiffs’ opposition to the motion for credits that $217,825.85 of the benefits were for medical and funeral expenses, and that the balance was a death allowance under Labor Code section 4702.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b54-8\"> Peyrat provides additional steps to be used when needed to provide for comparative indemnity: “Step 3: When any defendant pays more than that defendant’s percentage share of the joint and several judgment, enter a joint and several judgment for that defendant against all other defendants for the amount of that defendant’s overpayment. [&lt;][] Step 4: When any defendant who—by paying all or part of the joint and several or the several judgment against that defendant—pays more than that defendant’s proportional share (compared to the fault shares of other defendants) of plaintiff’s damages, enter a joint and several judgment for that defendant against all other defendants for the amount of that defendant’s overpayment. <page-number citation-index=\"1\" label=\"29\">*29</page-number>Payments by these other defendants will be treated as partial satisfaction of plaintiff’s remaining several judgments to the extent needed to ensure that (a) plaintiff does not obtain a ‘double recovery’ (or collect damages resulting from plaintiff’s own fault) and (b) solvent defendants’ payments are in proportion to their respective fault percentages.” (Peyrat, <em>supra, </em>at p. 99.)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b59-7\"> The Torres plaintiffs’ other responses to Xomox’s argument lack merit. They contend that awarding full credit for benefits in a judgment will discourage settlement because “the last defendant to pay gets all of the benefit.” However, no method of crediting benefits could be said to “prejudice” a settling defendant. Once a rule—any rule—is established for the proper credit, it can be factored into any settlement negotiations. The Torres plaintiffs also suggest that any credit against economic damages for the Charles Lowe settlement should reduce any credit that would otherwise be given for the workers’ compensation benefits. However, any suggestion that amounts characterized as economic damages should be credited against each other overlooks the rule of joint and several liability for such damages. Credits for the settlement and the benefits are separate issues.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b59-8\"> Peyrat submits that the <em>Espinoza </em>approach to credit for workers’ compensation benefits would go beyond the mandate of Proposition 51 insofar as it limits a plaintiff’s economic damages. He argues: “Under the Fair Responsibility Act, defendants’ combined fault percentages already reflect a reduction of their liability for noneconomic damages by the fault percentages attributed to the injured worker and to the employer. Thus, the required shift of part of the responsibility to the negligent employer may be fully reflected in the Act’s reduction of the defendant’s liability. ... A computational method that would reduce economic damages, unless needed to prevent the plaintiff from recovering a combination of benefits and damages that exceeded the damages award, would amount to a ‘double shift’ of responsibility. The <em>Espinoza </em>method accomplishes such a double shift and to that extent is unwarranted and contrary to long-established policies and values.” (Peyrat, <em>supra, </em>at p. 97.)</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b60-5\"> Espinoza’s approach to preverdict settlements has also been approved for use under Florida’s counterpart to Proposition 51. <em>(Wells </em>v. <em>Tallahassee Mem. Med. Center </em>(Fla. 1995) 659 So.2d 249, 254.)</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b60-6\"> In <em>Espinoza, </em>the arbitration award was $21,242.94 ($6,242.94 economic; $15,000 non-economic); the fault percentages were plaintiff 10 percent, settling defendant 45 percent, non-settling defendant 45 percent; and the settlement was for $5,000. The judgments would be: Pre-Proposition 51 Under Peyrat Formula</p>\n<p id=\"b60-7\">$ 21,242.94 total damages $ 6,242.94 economic damages (Step 1)</p>\n<p id=\"b60-8\">2,124.29 plaintiff’s fault + 6,750.00 noneconomic damages (Step 2)</p>\n<p id=\"b60-9\">- 5,000.00 settlement $ 12,992.94</p>\n<p id=\"b60-10\">$ 14,118.65</p>\n<p id=\"b60-11\">In <em>Hernandez, </em>the verdict for the plaintiff employee was $850,000 ($350,000 economic; $500,000 noneconomic); the fault percentages were employee 5 percent, employer 55 percent, defendant Carde 20 percent, defendant Badger 20 percent; and the employee received workers’ compensation benefits of $148,943.94. The judgments would be:</p>\n<p id=\"b60-12\">Pre-Proposition 51 Under Peyrat Formula</p>\n<p id=\"b60-13\">$ 850,000.00 total damages . $ 350,000.00 economic damages (Step 1)</p>\n<p id=\"b60-14\">42,500.00 plaintiff’s fault + 100,000.00 noneconomic Carde (Step 2)</p>\n<p id=\"AH\">148,943.94 benefits 100,000.00 noneconomic Badger (Step 2)</p>\n<p id=\"A3\">$ 658,556.06 $ 550,000.00</p>\n<p id=\"AB\">In <em>Poire, </em>the verdict was for $285,000 ($202,000 economic; $83,000 noneconomic); the fault percentages were plaintiff 20 percent, employer 40 percent, settling defendants 0 percent,</p>\n<p id=\"AY\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>nonsettling defendant 40 percent; the settlements totalled $45,000, and the employee received workers’ compensation benefits of $82,424.48. The judgments would be:</p>\n<p id=\"AD\">Pre-Proposition 51 Under Peyrat Formula</p>\n<p id=\"ABi\">$ 285,000.00 total damages $ 100,575.52 economic damages (Step 1A) - 57,000.00 plaintiff’s fault + 0 noneconomic damages (Step 2A) - 45,000.00 settlements $ 100,575.52 82.424.48 $ 100,575.52 benefits</p>\n<p id=\"AWc\">In <em>Greathouse, </em>the verdict was for $389,174.10 ($289,174.10 economic; $100,000 noneconomic); the fault percentages were plaintiff 2 percent, settling defendants 96 percent, nonsettling defendant 2 percent; the settlements totalled $284,000. The judgments would be:</p>\n<p id=\"A1\">Pre-Proposition 51 $ 389,174.10 total damages</p>\n<p id=\"A-\">- 7,783.48 plaintiff’s fault</p>\n<p id=\"AW\">- 284,000.00 settlements $ 97,390.62</p>\n<p id=\"AVm\">Under Peyrat Formula</p>\n<p id=\"A6Q\">$ 97,390.62 economic damages (Step 1A)</p>\n<p id=\"Ah\">+ _0 noneconomic (Step 2A)</p>\n<p id=\"AAs\">$ 97,390.62</p>\n<p id=\"AN\">The calculations in <em>Hoch </em>are set forth in the discussion below.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b64-7\">These percentages are slightly different than those calculated by Xomox, because Xomox assumes that Charles Lowe was only liable for 10 percent of the noneconomic damages after deduction for Torres's 5 percent fault. As indicated above, there is no basis for a 5 percent <page-number citation-index=\"1\" label=\"39\">*39</page-number>off-the-top fault reduction which leaves Charles Lowe liable for only 9.5 percent (10 percent of 95 percent) of the noneconomic damages. Charles Lowe was liable for a full 10 percent of the noneconomic damages under the verdict.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b66-6\"> Leaving aside, for simplicity, interest, costs, and credit for the workers’ compensation benefits, judgments would have been entered against Charles Lowe and Xomox in the absence of the settlement for a total of $1,218,106.55, representing a joint and several judgment against both defendants for $1,080,219.35 in economic damages, a several judgment against Charles Lowe for $91,924.80 in noneconomic damages, and a several judgment against Xomox for $45,962.40 in noneconomic damages. If only $248,850 of the settlement is credited against Xomox’s liability for economic damages, then the judgment against Xomox would be for $877,331.75, representing $831,369.35 in economic damages ($1,080,219.35 - $248,850) and $45,962.40 in noneconomic damages. Satisfaction of this judgment, plus the 450,000 settlement, would result in a total recovery of $1,327,331.75. This figure exceeds the total amount of the judgments which would have been entered in the absence of the settlement by $109,225.20.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b67-7\"> Leaving aside interest, costs, and credit for workers’ compensation benefits, the judgment against Xomox after allocation of the settlement according to the proportional approach would be for $711,281.75 (the total economic damages of $1,137,073, less $56,853.65 for Torres’s 5 percent fault, less the $414,900 credit for the settlement, plus 45,962.40 for Xomox’s 5 percent share of the noneconomic damages). If the Torres plaintiffs recovered the full amount of this judgment from Xomox, their total recovery from the judgment and the settlement would be $1,161,281.75 ($711,281.75 + $450,000). The judgments against Charles Lowe and Xomox in the absence of the settlement would have totaled $1,218,106.55 (see fn. 15, <em>ante). </em>The difference between the amount of those judgments and the amount which could be recovered after the settlement is $56,824.80 ($1,218,106.55 - $1,161,281.75), the amount “lost” by virtue of the settlement under the proportional approach.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}