{
  "casebody": {
    "data": "<casebody firstpage=\"1397\" lastpage=\"1424\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b859-4\">[No. D022053.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAO\">Fourth Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AFrj\">Oct. 8, 1996.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b859-5\">RANCHWOOD COMMUNITIES LIMITED PARTNERSHIP et al., Cross-complainants and Appellants, v. JIM BEAT CONSTRUCTION CO. et al., Cross-defendants and Respondents; SICKELS, KELLOGG DEVELOPMENT COMPANY et al., Cross-complainants and Appellants, v. SOUTHWEST CONSTRUCTION CO., Cross-defendant and Respondent.</parties>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b859-7\">[No. D023845.</docketnumber>\n<p data-order=\"5\" data-type=\"court\" id=\"ATB\">Fourth Dist., Div. One.</p>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"Acv\">Oct. 8, 1996.]</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b865-4\"><page-number citation-index=\"1\" label=\"1403\">*1403</page-number>Counsel</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b865-5\">Lorber, Volk, Greenfield &amp; Blick, Joyia Z. Greenfield, Linda S. Wisener, Jill Ann Herman, Jeffrey A. Garofalo, Koletsky, Mancini &amp; Feldman, Marc S. Feldman and Stacey R. Friedman for Cross-complainants and Appellants.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b865-6\">Epsten &amp; Grinnell and Duane E. Shinnick as Amici Curiae on behalf of Cross-complainants and Appellants.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b865-7\">Shifflet, Walters, Kane &amp; Konoske, Gary P. Sinkeldam and Amy E. Volk for Cross-defendant and Respondent Southwest Construction Co.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b865-8\">No appearance for Cross-defendants and Respondents Jim Beat Construction Co., et al.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b865-9\">Opinion</p>\n<author id=\"b865-10\">HUFFMAN, J.</author>\n<p id=\"ANg\">May an unlicensed contractor who worked on a project, but who is barred by statute from bringing an action for any recovery of compensation for work performed, nevertheless seek equitable indemnity from the subcontractors it hired to perform other work on the project, on the basis that such subcontract work was negligently performed? Such indemnity rights would stem from the fact that this unlicensed contractor at the same time was acting in the related capacity of developer of the overall project (i.e., its own contract principal), and is subject as a developer to strict liability for construction defects, in favor of the plaintiff-homeowners who purchased the units it built.</p>\n<p id=\"b865-11\">These issues arise in the following context: In these construction defect actions, consolidated on appeal, the trial court granted summary judgments in favor of numerous cross-defendant subcontractors and against cross-complainants, the developers/general contractors of the two separate condominium projects involved. The trial court found that since neither of the developers/general contractors possessed contractors’ licenses, their cross-complaints for equitable and implied contractual indemnity, contribution, negligence, and certain contract-based theories against the allegedly negligent subcontractors who worked on the projects were necessarily barred by Business and Professions Code<footnotemark>1</footnotemark> section 7031 as “actions for compensation” for services rendered and work performed by those cross-complainant developers/general contractors.</p>\n<p id=\"b865-12\">We conclude the trial court’s ruling in each consolidated case was erroneous because it disregarded the dual nature of the developers 7general <page-number citation-index=\"1\" label=\"1404\">*1404</page-number>contractors’ functions in these cases: They acted not only as general contractors, who had to be licensed in order to pursue an action for compensation for their work, but also acted as developers, who could be held strictly liable in damages to the homeowners/plaintiffs in the actions for defective construction, and who would normally be allowed to seek to spread that loss among all culpable parties. Under these circumstances and in their latter capacity, developers, they are not subject to a bar to their pursuit of recovery on tort theories of indemnity and contribution, by reason of their lack of contractors’ licenses. The trial court was correct, however, in viewing the contract-based theories of the cross-complaint as barred by the noncompliance with licensing requirements. Since the summary judgments were granted as to the cross-complaints as a whole, however, we reverse and remand for further proceedings consistent with the views expressed in this opinion.</p>\n<p id=\"b866-5\">I</p>\n<p id=\"b866-6\">Factual and Procedural Background</p>\n<p id=\"A-q\">A</p>\n<p id=\"b866-7\">\n<em>Ranchwood Development</em>\n</p>\n<p id=\"b866-8\">We need only sketch the facts regarding each condominium development (the project) in broad outline, since this appeal primarily presents questions of law for our resolution. Ranchwood Park is a 325-unit development in Spring Valley, developed by Ranchwood Communities Limited Partnership (RCLP), the developers/general contractors of the project. RCLP’s fellow cross-complainants were fellow owners and lenders on the project, Mission Hills Park Associates, CDS-RGK, Inc., MHP-1, Inc., and RSD Investment, who did not take an active role in the construction activities. RCLP never had a general contractor’s license during the 1981-1988 design and construction of the project; however, owner/lender MHP-1 obtained such a license in 1987. RCLP hired numerous subcontractors to work on the project.</p>\n<p id=\"b866-9\">In 1993 the homeowners association for the project (Ranchwood Park Property Owners Association) brought a construction defect action against RCLP and the other owner/lenders (RCLP et al.), alleging they as developers/contractors were liable for damages under strict liability, breach of express and implied warranties, negligence, nuisance, and negligent misrepresentation. RCLP et al. responded with their answer and cross-complaint against numerous subcontractors on the project, alleging they were entitled to equitable indemnity, implied contractual, express, and total indemnity, <page-number citation-index=\"1\" label=\"1405\">*1405</page-number>contribution, and recovery on theories of negligence, breach of contract and warranties, strict liability against certain component suppliers, and declaratory relief regarding contractual duties.</p>\n<p id=\"b867-5\">B</p>\n<p id=\"b867-6\">\n<em>Sickels, Kellogg Project</em>\n</p>\n<p id=\"b867-7\">The scenario as to the other project, the 168-unit Ventana development in La Jolla, is similar. It was built in two phases, with general partnership Sickels, Kellogg Development Company (Sickels, Kellogg) serving as the developer/general contractor of the first phase of eighty-five homes, built between 1984 and 1986. Sickels, Kellogg had three general partners who are its fellow cross-complainants here: Raymarc Development, Inc. (Raymarc), Doublegood Industries, Inc., and CDS-Bay Area Development, Inc. (sometimes collectively Sickels, Kellogg). Raymarc became the developer/general contractor of 83 homes in the second phase, constructed from 1987-1989. None of these entities had general contractors’ licenses. They hired a licensed general contractor, Stouffer Construction Management (SCM), to supervise construction at the site of both phases. They also contracted for various trade work with the subcontractors who are now being sued in the cross-complaint.</p>\n<p id=\"b867-8\">Sickels, Kellogg was sued in 1993 as developer/contractor by the project’s homeowners association (La Jolla Alta Common Council No. 3) for construction defects on theories of strict liability, negligence, breach of implied warranty, and an action on a bond. It responded with its answer and cross-complaint on similar theories to RCLP’s: Equitable indemnity, implied contractual, express, and total indemnity, contribution, and recovery on theories of negligence, breach of contract and warranties, and declaratory relief regarding contractual duties.</p>\n<p id=\"b867-9\">C</p>\n<p id=\"b867-10\">\n<em>Summary Judgment Motions</em>\n</p>\n<p id=\"b867-11\">In both actions, the subcontractor cross-defendants individually and collectively brought motions for summary judgment on the cross-complaints, arguing that since the developers/general contractors RCLP and Sickels, Kellogg were not licensed general contractors, their entire cross-complaints were barred by section 7031 as the equivalent of actions for compensation for work performed, pursuant to illegal contracts entered into by unlicensed persons. This argument was based on recent Supreme Court authority interpreting section 7031, <em>Hydrotech Systems, Ltd. </em>v. <em>Oasis Waterpark </em>(1991) 52 Cal.3d 988 [277 Cal.Rptr. 517, 803 P.2d 370] <em>(Hydrotech).</em></p>\n<p id=\"b868-4\"><page-number citation-index=\"1\" label=\"1406\">*1406</page-number>In both of the matters, some subcontractors filed procedurally correct motions that were complete with separate statements, and some filed joinders with and/or without separate statements, some of which were timely and some of which were not. (Code Civ. Proc., § 437c.) In both cases, over objection, the same trial judge deemed all parties to be joined in the motions and all procedural defects to be waived, in order to get to the merits of the motions.</p>\n<p id=\"b868-5\">In opposition to the motions, both sets of cross-complainants argued section 7031 was not a bar to all causes of action, since the cross-complainants were potentially subject to strict liability and should be allowed to spread the loss among all negligent parties. They also claimed there had been substantial compliance with the licensing statute in various ways and, in any case, they were exempt from licensing requirements because they were “owner-builders” within the meaning of section 7044. They relied on legislative history to support their substantial compliance and owner-builder arguments. They further claimed not all cross-complainants (e.g., the owners and lenders, who did not actively participate as contractors) should be subject to the rule of section 7031, and not all the causes of action of the cross-complaint (e.g., the tort-based claims) should fall. Laches was asserted as an affirmative defense.</p>\n<p id=\"b868-6\">In reply, the various moving parties disputed that the substantial compliance and owner-builder arguments were viable under current statutory law or that an adequate showing of same had been made. They reiterated that the cross-complaints effectively sought “compensation” for work and were barred under <em>Hydrotech. </em>The trial court agreed and granted summary judgment dismissing the cross-complaints. The orders recited that under <em>Hydro-tech, </em>the statutory term “compensation” in section 7031 should be interpreted broadly and should apply to the entire cross-complaint as a matter of law. The court found no substantial compliance had been shown and no exemption from section 7031’s requirements was available under section 7044 (applicable to owner-builders). The court found the cross-complainants could not claim laches as to the subcontractors’ claims, due to their own unclean hands. Finally, the court relied on its discretion under Code of Civil Procedure section 437c, subdivision (b) to grant the motion, despite the various missing separate statements, “as the material facts upon which the Court is relying are the same as to all moving parties.”<footnotemark>2</footnotemark></p>\n<p id=\"b868-7\">In Ranchwood, reconsideration was sought on the basis that the court had made statements at oral argument indicating it was only disposing of the <page-number citation-index=\"1\" label=\"1407\">*1407</page-number>contract-based claims, but reconsideration was denied. The order and the judgment were appealed by the cross-complainants.</p>\n<p id=\"b869-5\">D</p>\n<p id=\"b869-6\">\n<em>Current Procedural Status</em>\n</p>\n<p id=\"b869-7\">In both matters, once the cross-complaints were dismissed, the plaintiff homeowners sued the subcontractors directly for negligence. They have since reached settlements with all those subcontractors. The record does not reveal if the settlements included good faith settlement or contribution orders which shielded the settling subcontractors from liability for equitable indemnity or contribution under Code of Civil Procedure section 877.6, subdivision (c).</p>\n<p id=\"b869-8\">In Ranchwood, the only respondents who have appeared in this appeal have been dismissed pursuant to settlements reached with appellants, and remittiturs have issued accordingly. There are also a number of respondents who are in default on appeal but who have not been dismissed out. As to the main action between the plaintiff homeowners and the defendant developer/ general contractors, the record on appeal does not reveal if any judgment or settlement was reached.<footnotemark>3</footnotemark></p>\n<p id=\"b869-9\">In Sickels, Kellogg, there is one remaining respondent (Southwest Construction Co.) who has filed a brief and who has not settled and been dismissed; the remainder of respondents who appeared have settled the action on appeal. This court was requested to stay the trial of the main action between the plaintiff homeowners and the defendant developer/general contractors, but declined to do so. (See fn. 3, <em>ante.) </em>We consolidated these appeals of the cross-complaint summary judgments for purposes of oral argument and the issuance of this opinion. Supplemental letter briefs were requested and obtained to clarify and confirm the procedural status of the case.</p>\n<p id=\"b870-4\"><page-number citation-index=\"1\" label=\"1408\">*1408</page-number>II</p>\n<p id=\"b870-5\">Analysis</p>\n<p id=\"b870-6\">A</p>\n<p id=\"b870-7\">\n<em>Standard of Review</em>\n</p>\n<p id=\"b870-8\">“In evaluating the correctness of a ruling under [Code of Civil Procedure] section 437c, we must independently review the record before the trial court. Because the grant or denial of a motion under [Code of Civil Procedure] section 437c involves pure questions of law, we are required to reassess the legal significance and effect of the papers presented by the parties in connection with the motion. [Citation.] We thus must apply the same three-step analysis required of the trial court:</p>\n<blockquote id=\"b870-9\">“ ‘ “First, we identify the issues framed by the pleadings since it is these allegations to which the motion must respond .... [*10 Secondly, we determine whether the moving party’s showing has established facts which negate the opponent’s claim and justify a judgment in movant’s favor. . . . [H When a summary judgment motion prima facie justifies a judgment, the third and final step is to determine whether the opposition demonstrates the existence of a triable, material factual issue.” ’ [Citations.]</blockquote>\n<blockquote id=\"b870-10\">“In practical effect, we assume the role of a trial court and redetermine the merits of the motion. In doing so, we must rigidly scrutinize the moving parties’ papers. [Citations.]” <em>(Chevron U.S.A., Inc. </em>v. <em>Superior Court </em>(1992) 4 Cal.App.4th 544, 548-549 [5 Cal.Rptr.2d 674].)</blockquote>\n<p id=\"b870-11\">Concurrently, application of a statute to a set of facts raises questions of law to which de novo review applies. <em>(Vallejo Development Co. </em>v. <em>Beck Development Co. </em>(1994) 24 Cal.App.4th 929, 937 [29 Cal.Rptr.2d 669].)</p>\n<p id=\"b870-12\">B</p>\n<p id=\"b870-13\">\n<em>Issues Presented</em>\n</p>\n<p id=\"b870-14\">“Section 7031 . . . states that one may not sue in a California court to recover ‘compensation’ for ‘any act or contract’ that requires a California contractor’s license, unless one ‘alleges and proves’ he was duly licensed at all times during the performance.” <em>(Hydrotech, supra, </em>52 Cal.3d at pp. 991-992, fn. omitted.) To determine the correctness of the trial court’s rulings disposing of these cross-complaints, we must first outline the scope <page-number citation-index=\"1\" label=\"1409\">*1409</page-number>of the licensing law, section 7031, as delineated by <em>Hydrotech. </em>We then look to the issues framed by the pleadings “ ‘ “since it is these allegations to which the motion must respond.....” ’ ” <em>(Chevron U.S.A., Inc. </em>v. <em>Superior Court, supra, </em>4 Cal.App.4th at p. 548.) The question is whether the licensing law, properly interpreted, bars all the causes of action in the cross-complaints.</p>\n<p id=\"b871-7\">As we will show, the trial court gave too narrow a scope to the issues framed by the pleadings and too broad a scope to the licensing law. Our resolution of this threshold issue, that certain causes of action of the cross-complaint are not barred by licensing requirements, requires us to return the matters to the trial court for further proceedings on the remaining appropriate theories as pled. However, as we shall explain, the trial court was correct in concluding that other causes of action (those based in contract) may not be pursued in light of the lack of appropriate licenses and, in that connection and to the extent necessary, we will discuss the subsidiary issues argued on appeal (substantial compliance and owner/builder exemption; §§7031, 7044; see pt. IIE, <em>post).</em></p>\n<p id=\"b871-8\">C</p>\n<p id=\"b871-9\">\n<em>Section 7031 Licensing Law</em>\n</p>\n<p id=\"b871-10\">“The purpose of the licensing law is to protect the public from incompetence and dishonesty in those who provide building and construction services. <em>(Lewis &amp; Queen </em>v. <em>N. M. Ball Sons </em>(1957) 48 Cal.2d 141, 149-150 [308 P.2d 713].) The licensing requirements provide minimal assurance that all persons offering such services in California have the requisite skill and character, understand applicable local laws and codes, and know the rudiments of administering a contracting business. [Citations.]” <em>(Hydrotech, supra, </em>52 Cal.3d at p. 995.) “[T]he statutory disallowance of claims for payment by unlicensed subcontractors is intended to deter such persons from offering their services, or accepting solicitations of their work.” <em>(Id. </em>at p. 998, italics omitted.) Such contracts are considered illegal, i.e., malum prohibitum as opposed to malum in se. <em>(S &amp; Q Construction Co. </em>v. <em>Palma Ceia Development Organization </em>(1960) 179 Cal.App.2d 364, 367 [3 Cal.Rptr. 690].)</p>\n<p id=\"b871-11\">“Regardless of the equities, section 7031 bars all actions, however they are characterized, <em>which effectively seek ‘compensation’ for illegal unlicensed contract work. (Lewis &amp; Queen, supra, </em>48 Cal.2d at pp. 150-152.) Thus, an unlicensed contractor <em>cannot recover either for the agreed contract price or for the reasonable value of labor and materials. </em>[Citations.]” <em>(Hydrotech, supra, </em>52 Cal.3d at p. 997, italics added.)</p>\n<p id=\"b872-4\"><page-number citation-index=\"1\" label=\"1410\">*1410</page-number>Pursuant to these rules, the Supreme Court denied recovery in <em>Hydrotech </em>to an unlicensed subcontractor who sought damages for breach of implied contract, money due and owing, and fraud, with these words: “In a garden-variety dispute over money owed an unlicensed contractor, the contractor cannot evade section 7031 by alleging that the express or implied promise to pay for the contractor’s work was fraudulent. However artful the pleadings, if the primary fraud alleged is a false promise to pay for unlicensed construction work, <em>and the primary relief sought is compensation for the </em>work, section 7031 bars the action.” <em>(Hydrotech, supra, </em>52 Cal.3d at p. 1002, italics added, fns. omitted.)</p>\n<p id=\"b872-5\">Similarly, in <em>Vallejo Development Co. </em>v. <em>Beck Development Co., supra, </em>24 Cal.App.4th at pages 934-935, a “master developer” for a development project who agreed to install infrastructure improvements was not allowed to “prosecute any of its claims for compensation—whether characterized as actions on the contract or in quasi-contract, actions to foreclose a mechanic’s lien, actions to enforce a vendor’s lien, or otherwise—because, during the time it was providing the agreed-upon services to respondents, it did not have a valid contractor’s license as required by section 7031, subdivision (a) . . . .” (Fn. omitted.) Neither of these leading licensing cases discussed indemnity issues where a developer of a project, licensed or unlicensed, also acted as its own general contractor and now seeks to obtain indemnity from subcontractors who furnished labor and services on the project.</p>\n<p id=\"b872-6\">It is therefore necessary to inquire into the definition of “compensation” under the licensing law to see if indemnity and contribution sums fit within it. Under section 7031, these developer/contractors may not sue to <em>recover </em>compensation for their work from the property owners (here, themselves) or from the buyers of the property (plaintiff-homeowners). These cross-complaints, however, seek recovery from persons to whom these developer/contractors <em>paid </em>compensation for work, i.e., the subcontractors. The developer/contractors are now subject to being required by strict liability to pay damages to the plaintiff-homeowners, and are seeking to spread that loss among the subcontractors via indemnity. Obviously, this is not the normal “compensation” context, but its converse, which makes applying the licensing law bar particularly difficult here.</p>\n<p id=\"b872-7\">In any case, it is clear that “compensation” for work can take nonmonetary forms: In <em>Johnson </em>v. <em>Mattox </em>(1968) 257 Cal.App.2d 714, 718 [65 Cal.Rptr. 185], it was stated that the term imports payment or reward in any form, which could conceivably include payment in stock of a company. Similarly, in <em>K &amp; K Services, Inc. </em>v. <em>City of Irwindale </em>(1996) 47 Cal.App.4th <page-number citation-index=\"1\" label=\"1411\">*1411</page-number>818, 823-824 [54 Cal.Rptr.2d 836], “compensation” under section 7031 included the granting of a city permit for certain fill rights at a quarry, rather than cash. Such “compensation” is subject to the statutory bar.</p>\n<p id=\"b873-5\">However, the licensing law has been held not to bar certain forms of recovery by unlicensed contractors. Where the unlicensed contractor is also party to a separate contract, the unlicensed status will not bar him from obtaining relief for breach of the separate contract. (See, e.g., <em>McCarroll </em>v. <em>L. A. County etc. Carpenters </em>(1957) 49 Cal.2d 45, 69 [315 P.2d 322] [separate collective bargaining contract]; <em>Davis Co. </em>v. <em>Superior Court </em>(1969) 1 Cal.App.3d 156, 159 [81 Cal.Rptr. 453] [breach of warranty to furnish appropriate materials].) Such separate contracts are not within the scope of the statute. <em>(Ibid.)</em></p>\n<p id=\"b873-6\">Moreover, there are “cases permitting an unlicensed contractor to assert a setoff based on a contract for building services, notwithstanding that the contract is otherwise unenforceable due to the absence of a license. <em>(Marshall </em>v. <em>Von Zumwalt </em>(1953) 120 Cal.App.2d 807 [262 P.2d 363]; <em>Steinwinter </em>v. <em>Maxwell </em>(1960) 183 Cal.App.2d 34 [6 Cal.Rptr. 496]; <em>DahlBeck Electric Co. </em>v. <em>Rogge </em>(1969) 275 Cal.App.2d 893 [80 Cal.Rptr. 440]; <em>S &amp; Q Construction Co. </em>v. <em>Palma Ceia Development Organization </em>(1960) 179 Cal.App.2d 364 [3 Cal.Rptr. 690]; <em>Culbertson </em>v. <em>Cizek </em>(1964) 225 Cal.App.2d 451, 473 [37 Cal.Rptr. 548].)” <em>(R. M. Sherman Co. </em>v. <em>W. R. Thomason, Inc. </em>(1987) 191 Cal.App.3d 559, 564-565 [236 Cal.Rptr. 577], fn. omitted.) The theory is that although the unlicensed contractor cannot recover for work in his own action, the lack of a license “will not bar him <em>from </em>offsetting as a defense sums which would otherwise be due him under the illegal contract,” e.g., for services performed. <em>(S &amp; Q Construction Co. </em>v. <em>Palma Ceia Development Organization, supra, </em>179 Cal.App.2d at p. 367.) Courts will not impose penalties for noncompliance that are in addition to those specified by statute. <em>(Id. </em>at pp. 367-368; see <em>Davis Co. </em>v. <em>Superior Court, supra, </em>1 Cal.App.3d at p. 158.)</p>\n<p id=\"b873-7\">In <em>Gaines </em>v. <em>Eastern Pacific </em>(1982) 136 Cal.App.3d 679, 682 [186 Cal.Rptr. 421], a contractor who was unlicensed when a subcontract was entered into, but licensed during its performance, was allowed to recover on a cross-complaint that alleged the cross-defendant subcontractor breached the contract by refusing to perform the work properly, so that the contractor was required to pay bills and charges for labor, materials, and mechanic’s liens, and to incur additional expenses for completion of the project after the subcontractor was ordered to stop work. The court concluded these expenses did not represent “compensation for [the] performance” of acts called for in <page-number citation-index=\"1\" label=\"1412\">*1412</page-number>the contract. (§ 7031.) The court relied on <em>American Sheet Metal </em>v. <em>Em-Kay Engineering </em>(E.D.Cal. 1979) 478 F.Supp. 809, where it was found that a counterclaim for defective performance which sought damages incurred as a result of plaintiff’s breach was not prohibited by section 7031, because such a cause of action was not within the scope or purpose of the code section; the contractor was not suing to recover compensation under the contract. The Court of Appeal explained, “The purpose of the statute is to protect the public, not to provide a shield against the satisfaction of obligations.” <em>(Gaines </em>v. <em>Eastern Pacific, supra, </em>136 Cal.App.3d at p. 683; also see <em>E.C. Ernst, Inc. </em>v. <em>County of Contra Costa </em>(N.D.Cal. 1982) 555 F.Supp. 122 [contractor with expired license allowed to recover damages for delay in work and necessity to perform it out of sequence].)</p>\n<p id=\"b874-5\">In a somewhat similar context, this court in <em>Executive Landscape Corp. </em>v. <em>San Vicente Country Villas IV Assn. </em>(1983) 145 Cal.App.3d 496, 501 [193 Cal.Rptr. 377], drew a distinction between services covered by a construction contract for which a license was required, and services to be provided for which no license was required. Holding that the licensing statute did not bar an action to recover compensation for some of the work, we explained: “The purpose of the statute is hardly served when a person who is not required to have a contractor’s license is denied legal redress solely because the form of the contract indicates the likelihood that some, perhaps minimal, services requiring a license may be performed under it. A contractual clause calling for hybrid services does not on its face render the contract unenforceable. The converse is also true. Unlicensed persons may not finesse the statute by drafting contracts calling solely for unlicensed services where in reality other services requiring a license will be performed. In each case, the court must examine the substance rather than the form of the bargain and must make all reasonable inferences in support of plaintiff’s position. [Citation.] The contract here can reasonably be interpreted to require [the contractor] to perform work for which no license was required.”</p>\n<p id=\"b874-6\">The above authority represents efforts to reconcile the licensing law with related contract principles. It also represents an effort to read the licensing law penalties strictly so as not to add new penalties the Legislature did not intend to impose. (See <em>Davis Co. </em>v. <em>Superior Court, supra, </em>1 Cal.App.3d at p. 158.)</p>\n<p id=\"b874-7\">On the tort front, in <em>Hydrotech, supra, </em>52 Cal.3d at pages 999-1002, the Supreme Court interpreted the line of authority which has allowed unlicensed contractors to recover tort damages, i.e., where the “plaintiff’s involvement as an unlicensed contractor was incidental to the overall agreement or transaction between the parties. By the same token, the primary <page-number citation-index=\"1\" label=\"1413\">*1413</page-number>fraud alleged in each case was external to the arrangement for construction work as such, and was thus unrelated to any protective concern of the licensing law.” <em>(Id. </em>at p. 1001.) In such cases, “. . . the peripheral involvement of unlicensed contract work did not shield defendants from all tort liability.” <em>(Ibid., </em>italics omitted) The court cautioned, however, that it would be naive to assume tort damages are never equivalent to prohibited “compensation.” <em>(Id. </em>at pp. 1000-1001.)</p>\n<p id=\"b875-5\">From the above authority we learn that the prohibition on actions for compensation by unlicensed contractors is subject to numerous theoretical exemptions, in addition to the express statutory exemptions found in section 7040 et seq. (See 1 Witkin, Summary of Cal. Law (9th ed. 1987) Contracts, § 496, pp. 440-441.)  To determine if the equitable and other forms of indemnity and related relief sought in this cross-complaint are similarly exempt from the licensing law, we turn to an analysis of the nature of the claims made in that cross-complaint, as well as the nature of the cross-complainants’ business.<footnotemark>4</footnotemark></p>\n<p id=\"b875-6\">D</p>\n<p id=\"b875-7\">\n<em>Developer's Versus Contractor’s Liability</em>\n</p>\n<p id=\"b875-8\">In their discussion of liability for defective construction, leading commentators have explained the distinction drawn between “contractors” and “developers”: “The developer builds his improvements for sale to the public after they are completed. He is either a subdivider who improves the raw land and then constructs buildings for sale, or one who buys improved lots and builds the buildings on speculation for sale to the public. In either case, he builds and sells his products in the same manner as any other manufacturer of a product, ['fl] In contrast, the contractor builds improvements on the land of the owner pursuant to a construction contract. His <page-number citation-index=\"1\" label=\"1414\">*1414</page-number>responsibilities and liabilities generally are governed by the terms of his contract and the contract documents.” (8 Miller &amp; Starr, Cal. Real Estate (2d ed. 1990) Defective Construction, § 25:1, pp. 217-218, fn. omitted.)</p>\n<p id=\"b876-5\">In some cases, a contractor who is also an owner-builder may have the responsibilities of a “developer.” (8 Miller &amp; Starr, <em>op. cit. supra, </em>Defective Construction, at § 25:3, pp. 219-221, fn. 30.) In general, though, “[t]he rules of liability applicable to a contractor are different from those placed on the developer.” <em>(Id. </em>at § 25:2, p. 218, fn. omitted.) A contractor may be held liable for negligence (his own and his subcontractors’), implied warranty, and in some cases fraud. <em>(Id. </em>at §§ 25:4-25:7, pp. 221-229.)</p>\n<p id=\"b876-6\">In contrast, a developer may be held liable for defective construction on a strict liability theory, as well as theories of negligence, breach of warranty, nuisance, and fraud or negligent misrepresentation. (8 Miller &amp; Starr, <em>op. cit. supra, </em>Defective Construction, at § 25:14, pp. 265-266 &amp; cases cited; <em>La Jolla Village Homeowners’ Assn. </em>v. <em>Superior Court, supra, </em>212 Cal.App.3d at pp. 1142-1144.) Whether a residence falls within the category of a mass-produced home, such that strict liability for construction defects may be imposed, is a question which must be determined on a case-by-case basis. <em>(Oliver </em>v. <em>Superior Court </em>(1989) 211 Cal.App.3d 86, 89 [259 Cal.Rptr. 160].)  Here, there is no real dispute that these were mass-produced homes. These plaintiff-homeowners have pled all the above theories against these developers/contractors, with the exception of actual fraud: They allege these developers/contractors each wear two (hard) hats, one as contractor and one as developer, all of whom generally “participated in the development, construction and/or sale of the real property and structure thereon, which comprise the Subject Property.”</p>\n<p id=\"b876-7\">With this state of the pleadings in mind as a frame for the issues, we next discuss the licensing status of these contractors and then outline the nature of the indemnity claims pled to see if such status is dispositive of all of their cross-complaints.</p>\n<p id=\"b876-8\">E</p>\n<p id=\"b876-9\">\n<em>Substantial Compliance! Owner-Builder Exceptions to Licensing</em>\n</p>\n<p id=\"b876-10\">Before we may analyze the effect of licensing requirements upon the contract-based causes of action, we must discuss as a threshold matter the developer/contractors ’ claims that there had been substantial compliance with the licensing statute in various ways, and in any case, they should be exempt from licensing requirements because they were “owner-builders” <page-number citation-index=\"1\" label=\"1415\">*1415</page-number>within the meaning of section 7044. Neither the record nor legislative history supports these arguments. (See fn. 6, <em>post, </em>regarding the equitable theories.) First, with respect to the substantial compliance issue, the developers/ contractors point out that their construction activities took place before 1989 amendments to section 7031 were made (adding subdivision (d) to add more restrictions on the use of the substantial compliance doctrine); they thus argue that the more liberal judicial doctrine of substantial compliance must be applied in deciding the licensing issues. In <em>Asdourian </em>v. <em>Araj </em>(1985) 38 Cal.3d 276, 284 [211 Cal.Rptr. 703, 696 P.2d 95], the Supreme Court said that under <em>Latipac, Inc. </em>v. <em>Superior Court </em>(1966) 64 Cal.2d 278 [49 Cal.Rptr. 676, 411 P.2d 564], the test for applying the substantial compliance doctrine must be whether the contractor’s level of compliance has satisfied the policy of the statute. Relevant considerations are whether the contractor held a valid license at the time of contracting, whether a renewal of the license was readily secured, and whether there is confirmation that the managing officer was responsible and competent while the contract was being performed. <em>(Id. </em>at pp. 281-282.)</p>\n<p id=\"b877-5\">Here, Ranchwood’s claim to substantial compliance appears to be that in 1987, one of its owner/lenders, MHP-1, obtained a license, even though the construction took place from 1981-1988. Also, Ranchwood and Sickels, Kellogg both argue that their hiring of licensed subcontractors should suffice for substantial compliance. Sickels, Kellogg adds that it hired a licensed general contractor, SCM, to manage the construction, and argues that also should suffice. None of these circumstances raises triable issues to show substantial compliance nor establishes it as a matter of law, under the prior law as set forth in <em>Asdourian </em>v. <em>Araj, supra, </em>38 Cal.3d at page 284. The policy of the statute was not satisfied here.</p>\n<p id=\"b877-6\">Moreover, we are not persuaded that these developers’ cross-complainants have shown they qualify as owner-builders under section 7044, a licensing requirement exemption for owners doing their own work or hiring licensed subcontractors, etc. This statute was amended in 1989 to change an “apparent exemption” in the licensing law for individual owner-builders, tract development builders, and builders building on speculation. (Assem. Bill No. 3841, statement of legislative intent.) The Assembly Third Reading states that the bill would narrowly restrict the existing owner-builder exemption. It thus appears that the Legislature was seeking to clarify existing law by further defining the owner-builder exemption. “[W]hen the legislation merely clarifies existing law,” it may be applied retroactively. <em>(Balen </em>v. <em>Peralta Junior College Dist. </em>(1974) 11 Cal.3d 821, 828, fn. 8 [114 Cal.Rptr. 589, 523 P.2d 629].) Thus, even though these construction activities took <page-number citation-index=\"1\" label=\"1416\">*1416</page-number>place before the 1989 amendments to section 7044, these developer/contractors cannot be heard to claim they are exempt from licensing requirements on this basis.</p>\n<p id=\"b878-5\">Since the developers/general contractors may not avoid application of the licensing law on these technical bases, we turn to the merits of their cross-complaint claims.</p>\n<p id=\"b878-6\">F</p>\n<p id=\"b878-7\">\n<em>Indemnity: Background and Contractual Theories</em>\n</p>\n<p id=\"b878-8\">In <em>Bay Development, Ltd. </em>v. <em>Superior Court </em>(1990) 50 Cal.3d 1012, 1029 [269 Cal.Rptr. 720, 791 P.2d 290], the Supreme Court set forth the general principles in this area:</p>\n<p id=\"b878-9\">“ ‘The obligation of indemnity, which we have defined as “the obligation resting on one party to make good a loss or damage another has incurred” [citation] may arise under the law of this state from either of two general sources. First, it may arise by virtue of express contractual language establishing a duty in one party to save another harmless upon the occurrence of specified circumstances. Second, it may find its source in equitable considerations brought into play either by contractual language not specifically dealing with indemnification or by the equities of the particular case. [Citations.]’ <em>(E. L. White </em>[v. <em>City of Huntington Beach </em>(1978)] 21 Cal.3d [497, 506-507 (146 Cal.Rptr. 614, 579 P.2d 505)], italics [omitted].)</p>\n<p id=\"b878-10\">“As this passage indicates, in <em>E. L. White </em>we recognized a distinction between an indemnity claim based on an express contract to indemnify, that is, an express contractual indemnity claim, and an indemnity claim based on ‘contractual language not specifically dealing with indemnification’ <em>(E. L. White, supra, </em>21 Cal.3d at p. 507), that is, an implied contractual indemnity claim. We explained that, unlike express contractual indemnity, implied contractual indemnity is a form of equitable indemnity. <em>(Ibid.)” </em>(50 Cal.3d at p. 1029, fn. and italics omitted.)</p>\n<p id=\"b878-11\">In these cases, the developers/contractors ’ cross-complaints include against the subcontractors two groups of theories: (1) equitable indemnity, implied contractual and total indemnity, contribution, and recovery in negligence and (2) express indemnity, breach of contract and warranties, and <page-number citation-index=\"1\" label=\"1417\">*1417</page-number>declaratory relief regarding contractual duties.<footnotemark>5</footnotemark> According to <em>Bay Development Ltd </em>v. <em>Superior Court, supra, </em>50 Cal.3d 1012, implied contractual indemnity must be treated as a form of equitable indemnity. Likewise, total indemnity is a form of equitable indemnity. <em>(Far West Financial Corp. </em>v. <em>D&amp;S Co. </em>(1988) 46 Cal.3d 796, 808 [251 Cal.Rptr. 202, 760 P.2d 399].) Contribution is a closely related equitable concept. (Code Civ. Proc., § 875, subd. (b); <em>Herrero </em>v. <em>Atkinson </em>(1964) 227 Cal.App.2d 69, 73 [38 Cal.Rptr. 490, 8 A.L.R.3d 629].)</p>\n<p id=\"b879-5\">However, we must treat the cross-complaints’ causes of action for express indemnity as contract based, as are the causes of action for breach of contract and warranties and for declaratory relief. Are such causes of action fundamentally based on the illegal construction contract entered into by the unlicensed contractors here? If so, they would fall within the scope of the licensing laws. <em>(Davis Co. </em>v. <em>Superior Court, supra, </em>1 Cal.App.3d at p. 159.)  In <em>Lewis &amp; Queen </em>v. <em>N. M. Ball Sons </em>(1957) 48 Cal.2d 141, 147-151 [308 P.2d 713], the Supreme Court set forth rules for determining whether a licensing bar applies. First, the court explained: “Whatever the state of the pleadings, when the evidence shows that the plaintiff in substance seeks to enforce an illegal contract or recover compensation for an illegal act, the court has both the power and duty to ascertain the true facts in order that it may not unwittingly lend its assistance to the consummation or encouragement of what public policy forbids. [Citations.]” <em>(Id. </em>at pp. 147-148.)</p>\n<p id=\"b879-6\">Moreover, in discussing the scope of coverage of the class to be protected by the statute, the court stated that when the person required to have a license is a general contractor, “then the protected class includes subcontractors, materialmen, employees, and owners dealing with the general contractor.” <em>(Lewis &amp; Queen </em>v. <em>N. M. Ball Sons, supra, </em>48 Cal.2d at p. 153.)</p>\n<p id=\"b879-7\">Under the approach set out in <em>Lewis &amp; Queen </em>v. <em>N. M. Ball Sons, supra, </em>48 Cal.2d 141, it is difficult to conclude that these particular theories are not fundamentally based in contract. They cannot reasonably be viewed as sufficiently closely related to the policies supporting indemnity requests, and thus somehow enforceable as separate contracts unaffected by licensing. Even though the developer/contractors originally contracted to pay the subcontractors money, now they are seeking to recover money from the subcontractors. They, as unlicensed contractors, would not be permitted to recover <page-number citation-index=\"1\" label=\"1418\">*1418</page-number>breach of contract damages from their contract principal on the illegal construction contract. But for the illegal construction contract, there would be no subcontracts for indemnity or otherwise. There is therefore a close relationship between the construction contract and the subcontracts.</p>\n<p id=\"b880-5\">It should be noted that at oral argument on the summary judgment motions, counsel for the developers/general contractors seemed to concede that the contract-based causes of action would have to be adjudicated against them, while still vigorously arguing that the tort-based claims should survive the motion. In the Ranchwood matter, the trial court’s comments indicate that it initially seemed to adopt this approach and would adjudicate only part of the pleadings, but the order that was entered disposed of the entire cross-complaint.</p>\n<p id=\"b880-6\">In any case, we now conclude the contract-based causes of action of the cross-complaint are inseparable from the construction subcontracts and recovery on those subcontracts in the form of express indemnity cannot be sought by the unlicensed general contractors. Express indemnity payments are very similar to breach of contract damages in this context, and the contracts here (construction subcontracts) are illegal due to the lack of a developer/general contractor license, so they may not be enforced and no compensation can be sought under them. <em>(Lewis &amp; Queen </em>v. <em>N. M. Ball Sons, supra, </em>48 Cal.2d at pp. 147-148, 152-154.) The causes of action for express indemnity, breach of contract, breach of warranties, and declaratory relief on contractual indemnity rights are accordingly barred by the section 7031 licensing requirements.</p>\n<p id=\"b880-7\">G</p>\n<p id=\"b880-8\">\n<em>Indemnity: Equitable Theories</em>\n</p>\n<p id=\"b880-9\">Next, in considering the tort-based claims for equitable indemnity, implied contractual indemnity, total indemnity, and contribution, we must be guided by the approach taken by the Supreme Court in <em>Lewis &amp; Queen </em>v. <em>N. M. Ball Sons, supra, </em>48 Cal.2d at pages 150-151, as described above, for analyzing whether an unlicensed contractor is seeking to enforce an illegal contract or recover compensation under it.  The court listed a number of factors that may be taken into account in deciding whether as a matter of policy an illegal contract may be enforced: the nature of the prescribed penalty, the goal of deterring illegal conduct, and the policy of avoiding disproportionately harsh forfeitures. However, a court will not weigh such equitable factors where the statute governing the matter is clear. <em>(Ibid.) </em>“[T]he courts may not resort to equitable considerations in defiance of section 7031.” <em>(Id. </em>at p. 152.)</p>\n<p id=\"b881-4\"><page-number citation-index=\"1\" label=\"1419\">*1419</page-number>Before applying these guidelines, two additional points require discussion. First, we are aware of the rule that where parties have expressly contracted with respect to the duty to indemnify, “ ‘ “the extent of that duty must be determined from the contract and not by reliance on the independent doctrine of equitable indemnity.” ’ [Citations.] This rule seeks to ‘permit[] people to voluntarily order their affairs in a manner agreeable to them’ and recognizes that ‘equity rarely interferes with a contract knowledgeably executed.’ [Citation.]” <em>(Maryland Casualty Co. </em>v. <em>Bailey &amp; Sons, Inc. </em>(1995) 35 Cal.App.4th 856, 873 [41 Cal.Rptr.2d 519].) We deem this rule inapplicable here where contractual relief is unavailable to the unlicensed contractor, but where that contractor also operated in a separate capacity (developer), irrespective of licensing requirements. Any entitlement to equitable indemnity has a separate genesis than do the express indemnity claims which arose out of the illegal contract.</p>\n<p id=\"b881-5\">Also, on a related point, it is instructive to compare the measure of damages for breach of a construction subcontract (the agreed contract price or the reasonable value of labor and materials; <em>Hydrotech, supra, </em>52 Cal.3d at p. 997), and the measure of damages for relief in a construction defect case (the diminution in value caused by the defect or the cost of repair; <em>Orndorff v. Christiana Community Builders </em>(1990) 217 Cal.App.3d 683, 687 [266 Cal.Rptr. 193]). The latter standard applies whether the plaintiff-homeowners seek recovery from the developer under strict liability or some other theory. (8 Miller &amp; Starr, Cal. Real Estate, <em>supra, </em>Defective Construction, § 25:21, pp. 286-288.) It is that loss for which the developers/contractors here seek indemnification. Where “the primary relief sought is compensation for the work, section 7031 bars the action.” <em>(Hydrotech, supra, </em>52 Cal.3d at p. 1002, fn. omitted.) Here, the primary relief sought is not contract damages, but a different form of relief entirely, stemming from a different loss, traceable to the plaintiff-homeowners’ damages for defective construction.</p>\n<p id=\"b881-6\">In GEM <em>Developers </em>v. <em>Hallcraft Homes of San Diego, Inc. </em>(1989) 213 Cal.App.3d 419, 429 [261 Cal.Rptr. 626], this court disagreed with the notion that an “action for equitable indemnification [is] nothing more than a claim by one business against another business for a business loss, a loss which differs from that suffered by a consumer to which strict liability may apply.” We explained, “This reasoning ignores the origin of the loss. OEM’s claim for equitable indemnification derives from the Association’s loss and award of damages. Whether a defendant is held directly to the consumer/ plaintiff for the plaintiff’s loss or is held indirectly liable through a complaint for equitable indemnity, it is the same loss that is being apportioned— the loss suffered by the plaintiff/consumer.” <em>(Ibid.)</em></p>\n<p id=\"b882-4\"><page-number citation-index=\"1\" label=\"1420\">*1420</page-number>In <em>Safeway Stores, Inc. </em>v. <em>Nest-Kart </em>(1978) 21 Cal.3d 322, 330 [146 Cal.Rptr. 550, 579 P.2d 441], the Supreme Court stated: “Nothing in the rationale of strict liability conflicts with a rule which apportions liability between a strictly liable defendant and other responsible tortfeasors.” “[E]ven in cases in which one or more tortfeasors’ liability rests on the principle of strict liability, fairness and other tort policies, such as deterrence of dangerous conduct or encouragement of accident-reducing behavior, frequently call for an apportionment of liability among multiple tortfeasors.” <em>(Ibid.)</em></p>\n<p id=\"b882-5\">This court followed the <em>Safeway Stores </em>lead <em>(supra, </em>21 Cal.3d 322) in <em>Gentry Construction Co. </em>v. <em>Superior Court </em>(1989) 212 Cal.App.3d 177, 181 [260 Cal.Rptr. 421], by holding that where two tortfeasors may both be strictly liable to a consumer, and the losses in dispute are not simply the losses incurred by a commercial enterprise but are losses incurred by the consumer who has a claim for strict liability, one of the tortfeasors may attempt to shift responsibility for the consumer’s losses to the other tortfeasor by seeking comparative equitable indemnity. Although the commercial enterprise could not plead strict liability on its own behalf, as it was not a consumer, it could, as a tortfeasor strictly liable to the plaintiff, seek comparative indemnity from other strictly liable tortfeasors or from negligent tortfeasors. <em>(Id. </em>at p. 183.)</p>\n<p id=\"b882-6\">“[T]he principle of risk distribution has been described as the fundamental policy underlying the doctrine of strict liability <em>(Price </em>v. <em>Shell Oil Co. </em>(1970) 2 Cal.3d 245, 251 [85 Cal.Rptr. 178, 466 P.2d 722].” <em>(La Jolla Village Homeowners’ Assn. </em>v. <em>Superior Court, supra, </em>212 Cal.App.3d at p. 1144.) A homeowner-plaintiff is protected by this doctrine “because the developer is strictly liable for the negligence of its subcontractors <em>and the developer has adequate recourse to proceed against the subcontractors if warranted in any particular case.” (Ibid., </em>italics added.)</p>\n<p id=\"b882-7\">This is such a case. This cross-complaint does not represent “a garden-variety dispute over money owed an unlicensed contractor,” such as the Supreme Court considered in <em>Hydrotech, supra, 52 </em>Cal.3d at page 1002. Under all the circumstances, the primary relief sought here is not merely compensation for the work performed, but rather the spreading of the cost of a plaintiff’s damages incurred because of defective work by others. We do not believe a developer who is being held strictly liable for construction defects, and who also acted as an unlicensed general contractor, should be foreclosed from seeking relief from allegedly negligent subcontractors on theories of equitable indemnity, implied contractual and total indemnity, and <page-number citation-index=\"1\" label=\"1421\">*1421</page-number>contribution, in the form of an action brought in the capacity of a developer.<footnotemark>6</footnotemark> Any total ban on subcontractor liability for equitable indemnity, arising from a too strict interpretation of the licensing law, would be a windfall and would not be within the protective purpose of the licensing statute. <em>(Hydrotech, supra, 52 </em>Cal.3d at p. 995.) Section 7031 does not clearly foreclose the cross-complaint in these respects. <em>(Lewis &amp; Queen </em>v. <em>N. M. Ball Sons, supra, </em>48 Cal.2d at pp. 150-151.)<footnotemark>7</footnotemark></p>\n<p id=\"b883-5\">H</p>\n<p id=\"b883-6\">\n<em>Negligence Theory of Cross-complaints</em>\n</p>\n<p id=\"b883-7\">Finally, the cross-complaints contain causes of action for negligence damages against the subcontractors. Such negligence claims, like those for equitable indemnity and related concepts, we deem to be outside the scope of the contractual claims and thus not to be barred by licensing requirements. As pled in the cross-complaints, they do not allege any negligence damages beyond those suffered by the homeowner-plaintiffs, except for litigation expenses, and thus they are closely related to the indemnity claims. The record shows that the homeowner-plaintiffs have also taken it upon themselves to sue the subcontractors for negligence. The record also suggests in the correspondence file that the subcontractor defendants have reached good faith settlements with the homeowner-plaintiffs. This raises the issue of whether it would amount to a double recovery for the cross-complainants to pursue their own negligence claims against the subcontractors. Supplemental briefing on this issue was requested and was received from the developers/ contractors and amicus curiae, the Community Associations Institute. We discuss these issues for the guidance of the trial court on remand.</p>\n<p id=\"b883-8\">This court has discussed a related issue of potential double recovery in a factual context in which the homeowner-plaintiffs have settled their actions <page-number citation-index=\"1\" label=\"1422\">*1422</page-number>against some defendants, and then seek to pursue the settling defendants’ indemnity rights against nonsettling defendants, on an assignment basis. In <em>Erreca’s </em>v. <em>Superior Court </em>(1993) 19 Cal.App.4th 1475, 1499-1500 [24 Cal.Rptr.2d 156], we were dealing in this context with Code of Civil Procedure section 877, subdivision (a), providing:</p>\n<blockquote id=\"b884-5\">“Where a release, dismissal with or without prejudice, or a covenant not to sue or not to enforce judgment is given in good faith before verdict or judgment to one or more of a number of tortfeasors claimed to be liable for the same tort, or to one or more other co-obligors mutually subject to contribution rights, it shall have the following effect:</blockquote>\n<blockquote id=\"b884-6\">“(a) It shall not discharge any other such party from liability unless its terms so provide, but it shall reduce the claims against the others in the amount stipulated by the release, the dismissal or the covenant, or in the amount of the consideration paid for it whichever is the greater.\"</blockquote>\n<p id=\"b884-7\">In <em>Erreca’s </em>v. <em>Superior Court, supra, </em>19 Cal.App.4th at pages 1503-1504, we explained that if the plaintiffs “are able to successfully pursue their assignment of rights through litigation and judgment, they will have reaped a return on the valuable asset they ‘bought’ at settlement, and may be able to make a profit on their efforts. However, such profit or proceeds from their asset should not be characterized as a ‘double recovery,’ <em>because the nonsettlors have been accorded a credit in the direct action </em>for the fair valuation of the assignment of rights, and later developments (such as any indemnity recovery) do not affect the good faith of the settlement at the time it was approved. Thus, if the two types of primary rights of the plaintiffs are distinguished from one another (direct recovery v. indemnity rights), the problem of a potential double recovery due to the assignment of rights is seen to be illusory.” (Italics added, fn. omitted; see also <em>Regan Roofing Co. </em>v. <em>Superior Court </em>(1994) 21 Cal.App.4th 1685, 1711-1713 [27 Cal.Rptr.2d 62].)</p>\n<p id=\"b884-8\">Here, too, under Code of Civil Procedure section 877, subdivision (a), to the extent that any good faith settlements have been reached in which the subcontractor defendants have paid negligence damages to the plaintiff-homeowners, the developer/contractor defendants will be entitled to appropriate credit against any recovery the plaintiff-homeowners may be able to achieve against them. This is so because “it is the same loss that is being apportioned—the loss suffered by the plaintiff/consumer.” <em>(GEM Developers </em>v. <em>Hallcraff Homes of San Diego, Inc., supra, </em>213 Cal.App.3d at p. 429; also see fn. 7, <em>ante.)</em></p>\n<p id=\"b885-4\"><page-number citation-index=\"1\" label=\"1423\">*1423</page-number>Disposition</p>\n<p id=\"b885-5\">The summary judgments are reversed and the matters are remanded for further proceedings in accordance with the principles set forth in this opinion. Each party to bear its own costs.</p>\n<p id=\"b885-6\">Benke, Acting P. J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b865-13\"> All statutory references are to the Business and Professions Code unless otherwise noted.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b868-8\"> On a procedural note, we have found no abuse of discretion by the trial court under Code of Civil Procedure section 437c, subdivision (b) in accelerating the proceedings by waiving <page-number citation-index=\"1\" label=\"1407\">*1407</page-number>procedural defects in the manner that it did, in light of the predominance of questions of law, not fact, presented by the motions.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b869-12\"> Since these records were prepared before any findings were made in the main actions concerning the developer/general contractor’s liability to the homeowner-plaintiffs, on strict liability or other theories, we are assuming arguendo in this opinion that there will be some such liability determination, for which indemnity will eventually be sought by way of these cross-complaints. We are not presented with and do not intend to resolve any such issues of the developer/general contractors’ underlying direct liability to the homeowner/plaintiffs.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b875-9\"> The developer/contractor cross-complainants in these cases have also sought a determination that the trial court erred in treating all the entities that have brought the cross-complaint alike for purposes of applying the licensing law. They claim that only one or two such entities in each case acted as a general contractor, and the others were merely lenders and/or owners of the property. Under section 7026, which defines a contractor as any person who “does himself <em>or by and through others, </em>construct, alter, repair, add to, subtract from, improve, move, wreck or demolish any building the trial court’s approach was not in error. From the pleadings, showing that all these entities were sued by plaintiff-homeowners as developers and constructors of the improvements, and cross-complained in a like manner, the trial court could logically infer they should be treated as a group for purposes of interpreting the cross-complaint. <em>(La Jolla Village Homeowners’ Assn. </em>v. <em>Superior Court </em>(1989) 212 Cal.App.3d 1131, 1149 [261 Cal.Rptr. 146].) They have not shown why they should be treated differently now.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b879-8\"> In addition, the RCLP cross-complaint includes a strict liability theory against a component supplier, Gold Shield Fiberglas, Inc. and GSF Installation, Inc.. Since those parties have settled and been dismissed from the appeal, all such issues appear to be moot.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b883-9\"> With reference to these equitable theories, it is technically not necessary to discuss the subsidiary issues of substantial compliance or whether these developer cross-complainants qualify as owner-builders under section 7044 or other applicable law. (See <em>Kossler </em>v. <em>Palm Springs Developments, Ltd. </em>(1980) 101 Cal.App.3d 88, 101 [161 Cal.Rptr. 423].) Licensing considerations do not bar these claims, so exceptions to licensing requirements are immaterial in this particular context. (But see our discussion of those issues in connection with the contractual issues in pt. HE, <em>ante.)</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b883-10\"> On a procedural note, the only respondents who have not settled and been dismissed from this appeal are, in No. D023845, Southwest Construction Co., and in No. D022053, the respondents who are in default. (See pt. ID, <em>ante.) </em>Only this group of nondismissed respondents may be party cross-defendants to the cross-complaint on remand. If appropriate, they may raise as a matter of defense in the trial court any good faith settlement orders they obtained in connection with their settlements with the plaintiff-homeowners. (Code Civ. Proc., § 877.6, subd. (c); see pt. ID, <em>ante.)</em></p>\n</footnote>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b885-7\">McINTYRE, J.</author>\n<p id=\"AUp\">JConcurring and Dissenting.—I concur in the holding of the majority except insofar as it concludes that contract based claims for indemnity in these cases are barred by Business and Professions Code section 7031 (hereafter section 7031). As to that point, I respectfully dissent.</p>\n<p id=\"b885-8\">Section 7031, subdivision (a) bars an unlicensed contractor from bringing suit “for the collection of <em>compensation </em>for the <em>performance </em>of any act or contract for which a license is required . . . .” (Italics added.) I believe the majority has too broadly construed these terms. Section 7031 prevents an unlicensed contractor from obtaining, directly or indirectly, “compensation for unlicensed <em>work” (Lewis &amp; Queen </em>v. <em>N. M. Ball Sons </em>(1957) 48 Cal.2d 141, 154-155 [308 P.2d 713], italics added.) The majority attempts to broaden the reach of the statute by referring to contracts entered into by unlicensed contractors as “illegal.” Assuming this term is accurate, section 7031 still does not bar the enforcement of every provision contained in a contract executed by an unlicensed contractor. As this court held in <em>Vitek, Inc. </em>v. <em>Alvarado Ice Palace, Inc. </em>(1973) 34 Cal.App.3d 586, 590 [110 Cal.Rptr. 86]: “While it may be argued the execution of a construction contract is an act for which a license is required, that act is clearly not an act for which compensation for performance is made. Compensation for performance is made for acts called for in the contract and it is that performance which section 7031 controls.”</p>\n<p id=\"b885-9\">Moreover, cases defining “compensation” for the purposes of section 7031 confirm that the statute only bars suits to recover remuneration for work performed without a license. This court stated in <em>Davis Co. </em>v. <em>Superior Court </em>(1969) 1 Cal.App.3d 156,159 [81 Cal.Rptr. 453]: “The term ‘compensation’ as used in the statute ‘denotes sums claimed as an agreed price, fee or percentage earned by performance, and also sums claimed as the reasonable value of work done under implied contract.’ ” (Citing <em>Grant </em>v. <em>Weatherholt </em>(1954) 123 Cal.App.2d 34, 42-43 [266 P.2d 185].) Here, appellants are not seeking compensation for unlicensed work. Rather, they are strictly liable to the plaintiffs for claimed damages based on the costs of repairing the alleged deficiencies or the diminution in value of the property, and are seeking to transfer these damages to other parties who are allegedly at fault.</p>\n<p id=\"b886-4\"><page-number citation-index=\"1\" label=\"1424\">*1424</page-number>Furthermore, allowing these developer/contractors to bring contract based indemnity claims promotes the policy of placing financial responsibility in accordance with fault, and makes it easier for consumers to collect damages where warranted. As appellants argued, in the normal course of construction defect litigation, the developer/contractor, an entity strictly liable to consumers, pursues subcontractors on both contractual and equitable indemnity theories. If contractual indemnity claims are barred by section 7031, the burden of pursuing subcontractors may shift, at least in part, to consumers who will also have to prove fault on the part of the subcontractor. Such a result does not benefit consumers.</p>\n<p id=\"b886-5\">Accordingly, I believe the proper result is that neither contract- nor tort-based indemnity claims are barred by section 7031.</p>\n<p id=\"b886-6\">A petition for a rehearing was denied October 25, 1996. McIntyre, J., was of the opinion that the petition should be granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}