{
  "casebody": {
    "data": "<casebody firstpage=\"1150\" lastpage=\"1154\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1252-7\">Willie ROSS, alias Willie Harrison, Petitioner-Appellant, v. STATE OF TEXAS, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1252-9\">No. 72-1239.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1252-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1252-11\">Jan. 30, 1973.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b1252-12\">Rehearing and Rehearing En Banc Denied March 12, 1973.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1253-7\"><page-number citation-index=\"1\" label=\"1151\">*1151</page-number>Harry H. Walsh, Staff Counsel for Inmates, Texas Dept, of Corrections, Huntsville, Tex., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1253-8\">Crawford Martin, Atty. Gen., Lonny F. Zwiener, Asst. Atty. Gen., Austin, Tex., for respondent-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1253-9\">Before GEWIN, THORNBERRY and CLARK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1253-10\">GEWIN, Circuit Judge:</author>\n<p id=\"b1253-11\">Willie Ross, a state prisoner,<footnotemark>1</footnotemark> sought habeas corpus relief in the district court but was unsuccessful. There he urged several grounds for relief, but his chief contention — and the only one raised on appeal — related to the alleged suppression or non-disclosure by the state of a police offense report at his trial for robbery by assault. This report was based on the police investigation of the crime for which Ross was charged and ultimately convicted. He contended that the report contained certain information favorable to his case and that the State’s failure to divulge it constituted a denial of due process. Following a full eviden-tiary hearing, the district court denied all relief. We affirm.</p>\n<p id=\"b1253-16\">Late on the evening of October 31, 1964, Wilson Broushett left his house to go to the Houston Ship Channel to collect his paycheck for the preceding week. At the time he had almost $100.-00 in cash in his possession. After searching fruitlessly for a taxi, he came upon two people standing next to a parked automobile in the vicinity of Williams’ Restaurant in Houston. He testified that one was an acquaintance named Beatrice Williams and the other was Willie Ross, a man whom Broushett did not know by name at the time. According to Broushett’s version of the ensuing events, Ross agreed to give him a ride to the dock area. But shortly before they got there, Ross turned off on a side street, pulled a knife on Brou-shett and took all of his money. This was reported to the police in the early morning hours of November 1, 1964. Ross was finally arrested on January 27, 1965 after Broushett spotted him at Williams’ Restaurant and called the police.</p>\n<p id=\"b1253-17\">At the trial, Broushett’s testimony represented the State’s chief evidence of Ross’ guilt. He positively identified Ross and unequivocally testified that Ross admitted the robbery and tried to persuade him to accept a return of the <page-number citation-index=\"1\" label=\"1152\">*1152</page-number>money taken and to drop the charges<footnotemark>2</footnotemark>\n<footnotemark>3</footnotemark> The defense consisted of two elements. The first was to develop an alibi. To this end, Ross’ wife, Geraldine, testified that the accused was with her at another place at the time of the robbery. The second element was to impeach Brou-shett’s identification of Ross. This was attempted mainly through the testimony of Beatrice Williams who stated that Ross was not the individual with her when Broushett solicited the ride to the dock area. The defense also brought out the fact that Broushett was unable to provide the police with anything more than' a general description of his assailant, even though he knew the accused’s wife and was aware that she had some relationship with Ross.</p>\n<p id=\"b1254-4\">At the habeas corpus evidentiary hearing there was no substantial dispute as to the facts. Ross established unequivocally that the police offense report made in connection with the alleged robbery was unavailable to him for the preparation of his defense. This report, the existence of which was unknown to the prosecutor, disclosed the various phases of the police investigation in this case. In particular, it revealed that at one point four individuals, none of whom was Ross, were suspected by the police of committing the Broushett robbery. These four had apparently admitted guilt to several other robberies in the vicinity of the ship channel and were in possession of an automobile similar to the one used to take Broushett to get his payroll check on the evening of October 31, 1964.</p>\n<p id=\"b1254-23\">The district court found that the state had not withheld any evidence favorable to Ross’ case and therefore denied the due process challenge to his conviction. Ross now argues that the district court failed to apply the proper legal standard in reaching its conclusion. Relying primarily on the cases of United States v. Bryant, 142 U.S.App.D.C. 132, 439 F.2d 642 (1971) and Levin v. Clark, 133 U.S.App.D.C. 6, 408 F.2d 1209 (1967), he urges that the test which should have been applied is whether the undisclosed evidence <em>might </em>have led the jury to entertain a reasonable doubt as to his guilt. On the facts of this case, <page-number citation-index=\"1\" label=\"1153\">*1153</page-number>it is asserted that through the use of the police offense report, such doubt might have been instilled in the minds of the jurors. Although a rule similar to the one which Ross asks us to adopt seems to be followed in the D. C. Circuit, it does not appear that this circuit has embraced it and we are not aware that any other circuits have done so. Our reluctance to adopt such a rule proceeds from several considerations, not the least of which is our desire to keep the administration of criminal justice free of encumbrances that are not clearly commanded by the policy underlying the due process clause of the federal constitution.</p>\n<p id=\"b1255-5\">Under the rule now urged upon us, the showing of materiality necessary to obtain a new trial would be rather minimal. In the case at hand, Ross would gain a retrial or perhaps his freedom by demonstrating the bare possibility that the police offense report would have led the jury to entertain a reasonable doubt of his guilt. Given the uncertain chemistry of the minds of jurors, almost any evidence remotely relevant to a criminal case could arguably generate such doubt.<footnotemark>3</footnotemark> In our opinion the proposed standard is far too restrictive on the state and is not calculated to foster a proper balance between the individual’s fundamental right to a fair trial and the legitimate interests of the state in prosecuting persons accused of crime.</p>\n<p id=\"b1255-6\"> Moreover, there are other appropriate and necessary factors to be considered. It is of the utmost significance in this case that neither the prosecutor nor any of his assistants were in possession of the police report or were even aware of its existence. Were we to grant the relief Ross seeks, the effect of our decision would be to require more than just the disclosure of evidence possibly helpful to a defendant’s case. By necessary implication it would place upon the prosecutor’s shoulders the added burden of discovering all such evidence even though buried somewhere in the files of any one of numerous other state bureaus or agencies. In view of the unrealistic rigorousness of such an obligation with all of its ramifications, we think that a judicial requirement of disclosure in the circumstances here present is not commanded by the due process clause. While we are committed to the principle that the truth must be pursued diligently and in good faith, the rule urged upon us would require near perfection in this endeavor. The advocated requirement would not strike a proper balance in a judicial system that must accommodate many competing values and interests in addition to those of the defendant. Arguments in support of the desired disclosure expressed in terms of “possibilities” and mere conjecture breed rather than foreclose uncertainty in the judicial process. In our estimation, the likelihood of changing a jury’s decision as a result of newly discovered evidence must rise considerably above the level of speculation. Otherwise, finality would be a vanishing element from all judgments of conviction in criminal cases.</p>\n<p id=\"b1255-12\">The decisions dealing with the suppression or nondisclosure of exculpatory evidence are numerous. In some circumstances it has been considered relatively easy to establish grounds for a new trial: when the suppression has been deliberate or when the substantial value of evidence to the defense could not have escaped the prosecutor’s attention. See e. g., Napue v. Illinois, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959); Miller v. Pate, 386 U.S. 1, 87 S.Ct. 785, 17 L.Ed.2d 690 (1967). Cases involving a specific request for evidence form another category. Where the accused requests evidence from the prosecutor and it is withheld, a due process violation results if the evidence is ma<page-number citation-index=\"1\" label=\"1154\">*1154</page-number>terial either to guilt or punishment without regard to the good or bad faith of the prosecution. Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). In each of these lines of cases, while there is a requirement that the evidence be material, the probable effect of such evidence on the jury’s verdict is not the sole reason for granting a new trial. An additional reason is to deter prosecutorial misconduct or negligence; to be certain that prosecutors bring to light all significant evidence which was known or should have been known to them.</p>\n<p id=\"b1256-4\">None of the above mentioned considerations are involved in the case at hand. The prosecutor can bear no blame for the fact that the police report was never made available to Ross. Consequently, in deciding whether a new trial is necessary, we need not be concerned with creating a deterrent against prosecutor-ial overzealousness or ineptness which results in the unfair administration of the criminal processes. What we are seeking to protect, however, is the defendant’s individual interest in receiving and society’s generalized interest in conducting a fair trial based on all of the material evidence. In eases such as this Judge Friendly has defined the approach to be taken rather well:</p>\n<blockquote id=\"b1256-5\">“ . . . [T]he wider interests of society unite to require a substantially higher probability that disclosure of the evidence to the defense would have altered the result. To invalidate convictions in such cases because a combing of the prosecutor’s files after the trial has disclosed evidence possibly useful to the defense but not likely to have changed the verdict would create unbearable burdens and uncertainties.</blockquote>\n<p id=\"b1256-7\">United States v. Keogh, 391 F.2d 138, 148 (2d Cir. 1968).</p>\n<p id=\"b1256-8\">While the police report may possibly have been of some value to Ross in conducting his defense, we have very strong doubts that it would have resulted in a verdict of acquittal. At best, the report showed that individuals other than Ross were suspected of the Broushett robbery. It should be noted, however, that none of these individuals ever admitted involvement in this crime. Indeed, they all strenuously denied it. It is our conclusion that the report contains nothing to undermine the probative force of Broushett’s positive identification of Ross as his assailant. It surely contains nothing that would mitigate the devastating impact of Ross’ admission to Broushett at the time of the arrest that he was the robber and that he would return the money if charges were dropped.<footnotemark>4</footnotemark> We would reach a different result if the undisclosed evidence were a laboratory report showing that another person’s fingerprints were on the knife used in the Broushett robbery. Such evidence would be of vital, critical and significant importance in determining the truth of the charges and would have a serious bearing on the fundamental fairness of the trial. See, e. g., United States ex rel. Almeida v. Baldi, 195 F.2d 815 (3d Cir. 1952), cert. denied 345 U.S. 904, 73 S.Ct. 639, 97 L.Ed. 1341; Barbee v. Warden, 331 F.2d 842 (4th Cir. 1964). It would make a difference too if Ross had discovered after trial an eyewitness to the crime, unknown to him but known to the prosecutor, who would have testified that he was not the robber. See Jackson v. Wainwright, 390 F.2d 288 (5th Cir. 1968). But such is not the case here. We think the district court was correct in denying the petition.</p>\n<p id=\"b1256-9\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1253-12\">. Ross is presently serving a sentence of life imprisonment at the Ellis Unit of the Texas Department of Corrections. He was convicted by a jury of the crime of robbery by assault in Criminal District Court No. Six of Harris County, Texas. Following this conviction, his appeal to the Texas Court of Criminal Appeals was unsuccessful, Ross v. State, 406 S.W.2d 464 (1966), as was his subsequent attempt to petition the United States Supreme Court for a writ of certiorari, Ross v. Texas, 386 U.S. 938, 87 S.Ct. 962, 17 L.Ed.2d 811 (1967).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1254-5\">. Taken from the transcript of Ross’ state court trial for robbery by assault, the full text of Broushett’s remarks are set forth below:</p>\n<blockquote id=\"b1254-9\">Q. Did you ever have a conversation with tlie Defendant?</blockquote>\n<blockquote id=\"b1254-10\">A. He asked me for a cigarette and he said if I wouldn’t bring a charge against him, he would give me my money back. I said I didn’t want it; ho didn’t have any money.</blockquote>\n<blockquote id=\"b1254-11\">Q. And you told him, “I don’t want it\" ? You said “I am filing charges against you for robbery” ?</blockquote>\n<blockquote id=\"b1254-12\">A. That’s right.</blockquote>\n<blockquote id=\"b1254-13\">Q. And this Defendant told you he was the one that robbed you?</blockquote>\n<blockquote id=\"b1254-14\">A. Yes, he did.</blockquote>\n<blockquote id=\"b1254-15\">Q. You knew he was the one that robbed you, didn’t you?</blockquote>\n<blockquote id=\"b1254-16\">A. Yes, sir.</blockquote>\n<blockquote id=\"b1254-17\">Q. You had pointed him out to the officers, hadn’t you?</blockquote>\n<blockquote id=\"b1254-18\">A. Yes, sir.</blockquote>\n<blockquote id=\"b1254-19\">Q. And he said, \"If you won’t file charges against me, I will give you your $92.00 back” ?</blockquote>\n<blockquote id=\"A55\">A. Yes, sir.</blockquote>\n<blockquote id=\"b1254-21\">Q. And you told him, “No” ?</blockquote>\n<blockquote id=\"b1254-24\">A. Yes, sir.</blockquote>\n<blockquote id=\"b1254-25\">Q. Has he come to you since or some of his family come to you since and offered to return that money?</blockquote>\n<blockquote id=\"b1254-26\">A. His mother and his wife came to my house and offered to give me $16.00 and they said they could pay me the rest, and I told them, “No.”</blockquote>\n<blockquote id=\"b1254-27\">Q. If you would get the charges dismissed in this case?</blockquote>\n<blockquote id=\"b1254-28\">A. That is what they wanted.</blockquote>\n<blockquote id=\"b1254-29\">Q. And you told them no?</blockquote>\n<blockquote id=\"b1254-30\">A. Yes, sir.</blockquote>\n<blockquote id=\"b1254-31\">Q. When the Defendant Willie Ross told you if you wouldn’t file’ those charges, he would give you your money back—</blockquote>\n<blockquote id=\"b1254-32\">A. That’s right.</blockquote>\n<blockquote id=\"b1254-33\">Q. Officer Mackey and Officer Hamilton were right there with you?</blockquote>\n<blockquote id=\"b1254-34\">A. Yes, sir.</blockquote>\n<blockquote id=\"b1254-35\">Q. And they heard this same conversation? Is that right?</blockquote>\n<blockquote id=\"b1254-36\">A. That’s right.</blockquote>\n<p id=\"b1254-37\">The substance of Broushett’s testimony in this regard was corroborated by the two police officers who were in attendance, Officers Mackey and Hamilton.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1255-7\">. In appellant’s brief the effect of the report upon the jury is forthrightly stated as follows:</p>\n<blockquote id=\"b1255-9\">“It is true that the ultimate effect of the offense report or the information contained therein upon- the jury, had it been available to the defense, is speculative in nature.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1256-10\">. See footnote 2, <em>supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}