{
  "casebody": {
    "data": "<casebody firstpage=\"22\" lastpage=\"24\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b124-10\">James Hugh RIDGEWAY, Appellant, v. Terrell Don HUTTO, Commissioner of Correction, State of Arkansas, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b124-12\">No. 72-1637.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b124-13\">United States Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b124-14\">Feb. 20, 1973.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b125-8\"><page-number citation-index=\"1\" label=\"23\">*23</page-number>Kenneth Coffelt, Little Rock, Ark., filed brief for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b125-9\">Ray Thornton (former Atty. Gen.) and Henry Ginger, Deputy Atty. Gen., Little Rock, Ark., filed brief for appel-lee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b125-10\">Before HEANEY, BRIGHT and ROSS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b125-11\">PER CURIAM.</author>\n<p id=\"b125-12\">The petitioner appeals from the denial of his habeas corpus petition in federal District Court. The facts are not in dispute and have been agreed upon by the parties in a stipulation filed in this Court on November 30, 1972:</p>\n<blockquote id=\"b125-13\">“Appellant was charged in the Circuit Court of Pulaski County, Arkansas, under information, filed by the Prosecuting Attorney with the crime of assault with intent to kill one Gene Ray Cannon. The information alleged that appellant did unlawfully, feloniously, wilfully and with malice aforethought make an assault upon Gene Ray Cannon with a deadly weapon, to-wit: a knife, then and there cutting him, the said Gene Ray Cannon with said knife then and there held in the hands of him, the said James Hugh Ridge-way.—</blockquote>\n<blockquote id=\"b125-14\">“In the trial of the case the prosecuting witness, Cannon, testified, and there was no other proof to the contrary on the part of the State, that appellant Ridgeway shot him with a gun, and did not cut him with a knife; that another person, Butch Vaughn, cut him with a knife. The three were on the river bank when the assault occurred.”</blockquote>\n<p id=\"b125-15\">The appellant’s conviction was affirmed by the Arkansas Supreme Court in Ridgeway v. State, 472 S.W.2d 108 (1971).</p>\n<p id=\"b125-16\">The appellant’s sole contention on this appeal is that his right to be “informed of the nature and the cause of the accusation” as guaranteed by the Sixth and Fourteenth Amendments was violated at trial due to a fatal variance between the allegations in the information and the proof at trial.</p>\n<p id=\"b125-17\">We believe the appellant waived any objection he might otherwise have had because he failed to object to the variance at trial. It is clear that the appellant did not object at trial to the introduction of the variant evidence. See, Jackson v. United States, 123 U.S.App.D.C. 276, 359 F.2d 260, 264 &amp; n.3, cert. denied, 385 U.S. 877, 87 S.Ct. 157, 17 L.Ed.2d 104 (1966). Furthermore, even though the appellant did move for a directed verdict at the close of the state’s case and at the close of all the evidence, there is no indication that these motions were based on the variant proof submitted by the state so as to preserve this question for appeal. 2 Wright, Federal Practice and Procedure, § 516 at 378-379 (1969); <em>cf., </em>McIntyre v. United States, 380 F.2d 822, 826 (8th Cir.), cert. denied, 389 U.S. 992, 88 S.Ct. 493, 19 L.Ed.2d 487 (1967).</p>\n<p id=\"b125-18\">In any event, a careful examination of the record reveals that the appellant was not prejudiced by the fact that the proof varied from the allegations in the information. The appellant’s theory at trial was that although <page-number citation-index=\"1\" label=\"24\">*24</page-number>he was in the immediate vicinity of the crime, another person committed both the shooting and knifing. Thus, the variant proof did not prejudice the defendant’s defense. See, United States v. Covington, 411 F.2d 1087, 1089 (4th Cir. 1969). In addition, there is no indication that the appellant was surprised by the variant proof and no motion was made to the court for a continuance for the purpose of preparing a new defense. See, United States v. Covington, <em>supra; </em>United States v. Costello, 381 F.2d 698, 701 (2nd Cir. 1967).</p>\n<p id=\"b126-4\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}