{
  "casebody": {
    "data": "<casebody firstpage=\"1100\" lastpage=\"1102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1116-4\">ROE v. NICHOLS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1116-5\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ay4\">May 8, 1896.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1116-6\">1. Evidence—Bake Pass Book.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1116-7\">A depositor’s bank book, containing entries which show that a sum of money alleged to have been loaned to him was never paid into his bank account, is not admissible to prove that he did not receive the loan.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1116-8\">2. Same—Peesonal Habits.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1116-9\">Evidence that a person’s habits were simple and inexpensive cannot be received as tending to prove that he did not borrow a large sum of money, .and give his note therefor.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b1116-10\">Appeal from circuit court, Suffolk county.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b1116-11\">Action by Caroline E. Roe, as executrix of William Roe, deceased, against Adaline Nichols, to recover on a note. From a judgment entered on a verdict in favor of plaintiff, and from an order denying</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"A2Q\">a motion for a new trial, defendant appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AAjA\">Affirmed.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b1116-12\">Argued before BROWN, P. J., and PRATT, BARTLETT, and HATCH, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b1116-13\">Timothy M. Griffing, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b1116-14\">George H. Furman, for respondent.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1116-15\">BARTLETT, J.</author>\n<p id=\"A6M\">The defendant was sued as the maker of a promissory note, dated at Patchogue, N. Y., November 4, 1889, whereby she promised to pay to William Roe or order, on demand, .the sum of $1,060, with interest at 6 per cent. No question was raised as to the genuineness of this note. The defendant averred, however, that she received no consideration therefor, and that she had been induced to sign it in ignorance of its amount and purport, upon the plaintiff’s representation that it was necessary to straighten up some business transaction between them. She also alleged that subsequently, when she ascertained the true import of the note, the plaintiff represented to her that it was for money previously loaned by William Roe, the payee named therein, to Stephen Jennings, a brother of the defendant, now dead; but the defendant denied that any such sum of money was ever so loaned to him.</p>\n<p id=\"b1116-16\">The question whether there was any consideration for the note in suit was the only issue litigated on the trial; and that issue was narrow'ed by the assertion of the plaintiff in her testimony that the note xvas in fact given to replace a previous note, which she surrendered to the defendant at the time. This prior note, according to the plaintiff, was a joint note to William Roe for $1,000, executed by the defendant, Adaline Nichols, and her brother, Stephen Jennings. The brother having died, the plaintiff, who acted for her husband, William Roe, in the matter, says she asked the defendant <page-number citation-index=\"1\" label=\"1101\">*1101</page-number>for a new note; whereupon the note in suit, for $1,000, principal, and $60, added for interest, was drawn up and signed, and the defendant destroyed the old one, by putting it in the kitchen stove. Mrs. Nichols, on the other hand, testified that she never made any such joint note, and denied that Mrs. Boe surrendered any paper to her when the note in suit was signed. In this conflict of proof, the determination of the case depended upon the view which the jury should take as to the existence or nonexistence of the joint note described b3r the plaintiff. On this question, under instructions to which no exception was taken, the jury found in the plaintiff’s-favor. We are asked to reverse the judgment entered on their verdict, because of two alleged errors in the exclusion of evidence. Both rulings relate to the acts of Stephen Jennings, the brother of the defendant, who is said to have joined with her in making the original note.</p>\n<p id=\"b1117-5\">The defendant, against the plaintiff’s objection and exception, was allowed to read in evidence a book showing an account between Stephen Jennings and the Patchogue Bank from July 7 to August 18, 1887, together with the vouchers referring to such account. Subsequently, the learned trial judge expressed the opinion that the bank book and vouchers were inadmissible, and he struck them out, giving the defendant an exception. The argument in support of this-exception is that the contents of the bank book were relevant, and were properly admitted in the first instance, as tending to show that Stephen Jennings had never received $1,000 from William Roe, because no entry of any such amount, or of any money, said to have come from William Roe, was to be found in the bank book. But the bank book could not have been used by Stephen Jennings when living, as evidence in his own behalf, to show that he had never received any such loan; and we do not perceive how it is any more available to the defendant. The entries in a depositor’s bank book, made by a receiving teller, are not evidence in the depositor’s favor against a third party. Furthermore, there is no presumption that a man deposits in his bank all the money he may receive by way of' loans; and the fact, however proved, that the money represented by the joint note did not go into the bank account of Stephen Jennings, was not legal evidence that he was not indebted to William. Roe in that amount.</p>\n<p id=\"b1117-6\">An inquiry was also attempted into the habits of Stephen Jennings, for the purpose of showing that they were simple and inexpensive, as bearing upon the probability of his having borrowed so large a sum as $1,000. Judge Wilmot M. Smith, who had been the executor of the estate of the father of Stephen Jennings, was asked whether the latter was a spendthrift or anything of that kind. The court sustained the plaintiff’s objection to this question. The ruling was correct. General proof as to a man’s habits in regard to the use of money is not relevant upon the question whether he made a particular promissory note or not. It deals with probabilities or possibilities too remote from the issue.</p>\n<p id=\"b1117-7\">Finally, upon the point that the verdict was contrary to the evidence, it is only necessary to say that there is no such preponder<page-number citation-index=\"1\" label=\"1102\">*1102</page-number>anee as would justify us in interfering with the finding of the jury on that ground.</p>\n<p id=\"b1118-3\">The judgment and order appealed from must be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}