{
  "casebody": {
    "data": "<casebody firstpage=\"528\" lastpage=\"536\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b544-8\">PEOPLE ex rel. DEPEW &amp; S. W. R. CO. v. BOARD OF RAILROAD COM’RS OF STATE OF NEW YORK et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b544-9\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Adm\">April 14, 1896.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b544-10\">1. Certiorari—Review of Railroad Commissioners’ Decision.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b544-11\">. Certiorari will not lie to review the action of railroad commissioners in refusing to issue a certificate of convenience and necessity under Laws 1892, c. 676, § 59, authorizing and requiring the issuance of such certificate by them before a railroad can be constructed, since the same act provides for a review thereof by the appellate division of the department within which the road is to be built.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b544-12\">2. Railroad Commissioners—Necessity for Road—Conflicting} Applications.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b544-13\">Under Laws 1892, c. 676, § 59, requiring a railroad company, before commencing the construction of its road, to publish articles of incorporation and file proof thereof with the board of railroad commissioners, and receive the certificate of the board “that public necessity and convenience require the construction of said railroad” as proposed by the company, the board has jurisdiction to determine, in case of two applications for certificates to construct roads between the same points, whether both or only one, and which one, of the applications shall be granted, without regard to which corporation first filed articles of incorporation.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b545-2\"><page-number citation-index=\"1\" label=\"529\">*529</page-number>8. Certiorari—Review.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b545-3\">Under Code Civ. Proc. § 2140, providing that certiorari will lie to determine whether a decision of an official body violated any rule of law to the prejudice of relator, whether there was competent proof of facts necessary to support the decision, and, if so, whether the preponderance of proof was against the decision, certiorari will lie to review in those respects the decision of the board of railroad commissioners refusing a certificate of convenience and necessity authorized and required by Laws 1892, c. 676, § 59, to relator, and granting one to another applicant for a road between the same points.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b545-4\">4. Same.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b545-5\">The determination of the board that only one road was necessary between the two points is not subject to review on certiorari, since their decision on that point is subject to review by appeal.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b545-6\">5. Same—Preponderance of Evidence.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b545-7\">On certiorari to review the decision of railroad commissioners refusing relator, and granting defendant corporation, a certificate required before a railroad is constructed by Laws 1892, c. 676, § 59, such decision can be re-' versed only if the preponderance of the evidence against their decision was such that, if it had been the verdict of a jury, it would be set aside as against the weight of the evidence.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b545-8\">Parker, J., dissenting.</headnotes>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b545-9\">Certiorari on relation oí the Depew &amp; Southwestern Railroad Company against the board of railroad commissioners of the state of New York and others.</summary>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"Aey\">Writ quashed.</disposition>\n<p data-order=\"16\" data-type=\"judges\" id=\"b545-10\">Argued before PARKER, P. J., and LANDON, HERRICK, PUTNAM, and MERWIN, JJ.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b545-11\">Bissell, Sicard, Bissell &amp; Carey (W. S. Bissell, of counsel), for relator.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b545-12\">John D. McMahon, for defendants.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b545-13\">McMillan, Gluck, Pooley &amp; Depew (James Fraser Gluck, of counsel, for the Terminal Railway of Buffalo.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b545-14\">HERRICK, J.</author>\n<p id=\"Agc\">This is a proceeding by certiorari to review the action of the board of railroad commissioners in refusing to issue to the relator a certificate of convenience and necessity, under section 59 of the “Railroad Law” (Laws 1892, c. 676), and in issuing-such a certificate to the Terminal Railway of Buffalo. The relator,, the Depew &amp; Southwestern Railroad Company, filed its articles of association on the 15th of June, 1895. The Terminal Railway of Buffalo filed its articles of association June 17, 1895. The articles of association of the relator were acknowledged June 1.4,. 1895, and those of the defendant the Tern-inal Railway of Buffalo» were acknowledged June 12, 1895. Both companies made application for the certificate required by section 59 of the railroad law by filing applications therefor with the board of railroad commissioners, July 1, 1895. Each of said companies proposed to run a railroad between the villages of Depew and Blasdell, in the .county of Erie. The routes are practically the same, and are each 10 miles in length. It appears that a number of trunk lines of railroads come into close proximity with each other at the village of Depew, and certain other railroads come into proximity with each other at the village of Blasdell, and that by the construction of a line of railroad between Depew and Blasdell the interchange of <page-number citation-index=\"1\" label=\"530\">*530</page-number>traffic between the group of roads coming into proximity to each other at said villages could be made outside of the city of Buffalo, so as to save a distance of some six miles. The termini of both roads are the same; the amount of capital stock of each is the same; each is to be operated by steam power, and each is what is called “standard gauge”; also each company has complied with the conditions and requirements of section 59 of the railroad law. The relator, upon filing its application for a certificate, asked to be heard upon its application in advance of all others applying for a certificate for any road between the points in question, and also filed notice of a desire to be heard in opposition to the granting of a certificate to any other company. The board of railroad commissioners denied the first request, and resolved to hear both applications on the same day and at the same time. After such hearing, the board of railroad commissioners issued a certificate of public convenience to the defendant the Terminal Railway of Buffalo, and refused to issue such a certificate to the relator. The board of directors of the relator thereupon took the proceedings provided by section 59 of the railroad law for a review of the action of the railroad commissioners in refusing to grant such certificate, which proceeding for a review was pending in the general term of the\" supreme court for the Fourth department at the time the writ of certiorari herein was granted. By this proceeding it is sought to review the action of the board of railroad commissioners, and to' reverse, and vacate their action in refusing to issue a certificate to the relator and issuing one to the defendant the Terminal Railway Company of Buffalo, or at least to reverse their action in issuing such certificate to the latter coinpany.</p>\n<p id=\"b546-5\">While the applications were heard together, and although the decision in one might perhaps have its weight in influencing the decision of the other, as appears to have been the fact in this case, yet they were separate and distinct proceedings. The relator’s grievance is that no certificate of convenience and necessity was granted to it. It can have no cause of grievance because of the granting of a certificate to the defendant the Terminal Railway Company, except as the granting of such certificate interfered with its own application, upon the ground that public necessity and convenience did not require the construction of two lines of railway between the points in question. It has been argued before us that the railroad commissioners had no jurisdiction or authority to adjudicate as between the two companies; that its only function is to determine whether public convenience and necessity require the construction of a railroad between the points mentioned in the articles of association. I think that is hardly .an accurate reading\" of the section under which the certificate is asked. The portion of the section relating to the granting of the certificate is as follows:</p>\n<blockquote id=\"b546-6\">“No railroad corporation hereafter formed under the laws of this state shall exercise the powers conferred by law upon such corporations or begin the construction of its road until the directors shall cause a copy of the articles of association to be published in one or more newspapers in each county in which the road is proposed to be located, at least once a week for three successive weeks, and shall file satisfactory proof thereof with the board of rail<page-number citation-index=\"1\" label=\"531\">*531</page-number>road commissioners; nor until the board of railroad commissioners shall certify that the foregoing conditions have 'been complied with, and also that public convenience and necessity requite the construction of said railroad as proposed in said articles of association.”</blockquote>\n<p id=\"b547-5\">Under that the railroad commissioners have to pass upon the specific application oí each company. They are to determine whether “public convenience and necessity require the construction of said railroad as proposed in said articles of association” of the petitioning company. That is something more than determining whether public necessity and convenience require the construction of a railroad between the points mentioned in the articles of association as the proposed termini of their road. It means something more than merely determining whether public convenience and necessity require the building of any road between the proposed termini. They must determine whether public convenience and necessity require the construction of the specific road proposed in the articles of association of the petitioning corporation. And in determining that question various things are to be taken into consideration by the commissioners, as suggested in the case of In re Amsterdam, J. &amp; G. R. Co., 86 Hun, 578, 33 N. Y. Supp. 1009. Among other things to be taken into consideration is the route that the proposed road is to take between the named termini. It is evident that the act contemplates the filing of maps of the proposed route, for it speaks of their certifying copies of all maps filed with them, in order that the same may be presented to the supreme court; indicating that the route or line of road as shown upon the map is a proper subject for consideration in reaching their decision; thus further indicating that the question for them to decide is whether public convenience and necessity require the construction of the proposed road, not any road. If they were only to determine whether a road was required between any given termini, there would be no occasion for maps or profiles, or any consideration of its character, steam or electric, its route or gauge. It may sometimes happen, as in this case, that two companies apply for a certificate to construct a road between the same points, and it may be that such railroad commissioners can properly certify as to each that public conven-' ience and necessity require the construction of its road, or it may be that they cannot conscientiously certify that public convenience and necessity require the construction of more than one road. It is a question that must be determined by some one, and the board of railroad commissioners is the only body or tribunal vested with authority to issue the certificate in question, and from necessity, therefore, it has jurisdiction to determine, in the case of conflicting applicants, whether certificates shall be issued to both or only to one, and, if only to one, which one. While, as I have before stated, the applicants for the certificates in question made by the relator and by the Terminal Bailway Company were heard together, yet each was a separate and distinct proceeding, and they must be so considered by us.</p>\n<p id=\"b547-6\">For the redress of the relator’s grievance a remedy is provided by section 59 of the railroad law by a review of the proceedings before <page-number citation-index=\"1\" label=\"532\">*532</page-number>the railroad commissioners, formerly by the general term, now by the appellate division of the department within which it is proposed to build the road in question. The relator has availed itself of that remedy, and it appears by the return of the railroad commissioners that since the issuance of the writ herein the general term of the supreme court for the Fourth department has reviewed the proceedings of the railroad commissioners in refusing to grant the relator the certificate applied for, and the prevailing opinion of the court is embodied in such return. Whatever my views may be as to the propriety of the decision of the railroad commissioners, or of the general term in affirming it, it would be unbecoming for me to assert that opinion, because this court cannot sit in review of the decision of the general term of the Fourth department, nor can it indirectly reverse that decision in passing upon the writ of certiorari now before it. A writ of certiorari cannot be issued “to review a determination, which does not finally determine the rights of the parties with respect to the matter to be reviewed,” or “where the determination can be adequately reviewed by an appeal to a court, or some other body or officer.” Code Civ. Proc. § 2122, subds. 1, 2. It has been held that it is not a final determination where a resort may be had to some other body, tribunal, or officer for a revision, rehearing, or réview. People v. Dennison, 28 Hun, 328; People v. Board of Sup’rs of Wayne Co., 49 Hun, 476, 2 N. Y. Supp. 555;. People v. Nichols, 79 N. Y. 582. And in a proceeding to procure a certificate of public convenience and necessity, a review of a refusal, by the railroad commissioners to grant such certificate may be had. in the supreme court, as I have heretofore stated. The action, then, of the railroad commissioners in refusing to grant such certificate-cannot be said to finally determine the rights of the parties, and therefore the writ of certiorari will not lie. Adequate provision has been made for the review of a refusal to issue a certificate, and for that reason the writ of certiorari will not lie. The application .to the general term to review the proceedings of the railroad commissioners is a proceeding in the nature of an appeal from their decision, and it has been held that a writ of certiorari will not be entertained while an appeal is pending in the same matter.. People v. Wallace, 4 Thomp. &amp; C. 438; People v. Dennison, 28 Hun, 328. When the writ of certiorari was issued in this case, a review of the refusal of the railroad commissioners to issue a certificate to the-relator was pending before the general term of the supreme court, and undecided. For these reasons I think that this court cannot review in these proceedings the action of the railroad commissioners-in refusing to grant a certificate to the relator.-</p>\n<p id=\"b548-5\">There is no provision made in the law for an appeal from or a review of the proceedings of the railroad commissioners in granting a certificate of public convenience and necessity, and, no other proceeding being authorized by law to review their proceeding in that respect, a proper case is presented to do so by certiorari. At common law the office of the certiorari was to bring up the record of inferior tribunals to enable the court to determine whether such tribunals had proceeded within their jurisdiction. People v. Betts, <page-number citation-index=\"1\" label=\"533\">*533</page-number>55 N. Y. 600. The common law in that respect has been extended in practice and by statute, and now, in addition to jurisdictional questions, the court is empowered to determine upon certiorari whether, “in making the determination, any rule of law, affecting the rights of the parties thereto, has been violated, to the prejudice of the relator”; “whether there was any competent proof of all the facts, necessary to be proved, in order to authorize the making of the determination;” “if there was such proof, whether there was, upon all the evidence, such a preponderance of proof, against the existence of any of those facts, that the verdict of a jury, affirming the existence thereof, rendered in any action in the supreme court, triable by a jury, would be set aside by the court, as against the weight of evidence.” Code Civ. Proc. § 2140. That the railroad commissioners had jurisdiction in the proceedings is conceded. Did they, in granting the certificate to the Terminal Railway, violate any rule of law affecting the rights of the parties, to the prejudice of the relator? As I understand it, the relator contends that there was such a violation of law to its prejudice, in this: that it, having completed its organization first, acquired a right to have its application for a certificate heard and passed upon before that of the Terminal Railway; and that, the application of the latter being heard at the same time and passed upon before that of the relator, the decision upon its application granting to it a certificate operated to the disadvantage of the relator, because, the railroad commissioners having decided that only one road was necessary, the issuing of a certificate -to the Terminal Railway Company operated to exclude the relator,—the assumption being that, if the application of the relator had been heard and decided first, it would have received the certificate, and the Terminal Railway Company would have been excluded. I cannot see that that result would necessarily follow. It might not have received the certificate if there had been no other applicant. The relator, however, contends that it has a vested right to such certificate as against the Terminal Railway Company. This contention proceeds upon the theory, as stated by the counsel for the relator, that:</p>\n<blockquote id=\"b549-5\">“On June 15,1895, it [the relator] became vested under the law with the right to construct its railroad from Depew to Blasdell, whenever it should appear to the satisfaction of the railroad commissioners that public convenience and necessity required the construction of a railroad between these points.”</blockquote>\n<p id=\"b549-6\">No authority was cited to us to sustain this claim; neither have I been able to find any, and I do not think it can be sustained, either upon principle or authority. I have before called attention to the fact that the certificate is not to be to the effect that public convenience and necessity require the construction of a railroad, but of the railroad proposed in the articles of association of the petitioning company, and as proposed in such articles of association. To say that when it appears that public convenience and necessity require the construction of some road between given termini, then the persons first associated together to build a road between such termini are entitled as of right to have the railroad commissioners issue a certificate to them that public convenience and necessity <page-number citation-index=\"1\" label=\"534\">*534</page-number>require the construction oí the particular railroad proposed in their articles of association, regardless of the route proposed, the kind of a railroad, whether steam or electric, or whether broad or narrow gauge, is to deprive the railroad commissioners of a large part, if not all, of the discretion supposed to have been conferred upon them. But, without further discussion of that portion of the statement of relator’s claim, it does not seem to me that the relator acquired any vested right by filing its articles of association. The association of a number of persons together does not constitute them a corporation until all the laws necessary to give them corporate powers have been complied with.</p>\n<p id=\"b550-4\">The construction of a railroad is not a matter of right; it is a privilege granted by the state, and can only be obtained by complying with the laws of the state regulating the granting of such privileges. In re Amsterdam, J. &amp; G. R. Co., 86 Hun, 578, 33 N. Y. Supp. 1009. One of those laws is that, before any railroad corporation can exercise any of the powers conferred by law upon such corporations, or begin the construction of its road, it must secure from the railroad commissioners a certificate of the kind hereinbefore described. Chapter 676, § 59, Laws 1892. The statute does not recognize that prior to the granting of the certificate, the corporation has any powers. It does not say it shall not exercise its powers, but the “powers conferred by law upon such corporations.” If it can exercise no corporate powers, what rights or privileges has it? Corporate powers and rights go together; one cannot exist without the other. The only right a corporation has is the ability to exercise certain powers. I cannot conceive of a corporation with no corporate powers. Powers which cannot be exercised are not powers. The ability <em>to </em>exercise corporate power constitutes the breath of life to a corporation. Without it, it cannot exist. Practically, a corporation that has no powers that it can exercise has no power at all, and is not in fact a corporation. It is not a case of suspended animation, but a case where there has been, as yet, no life. It seems to me that it is-not complete as a corporation until the certificate mentioned has been granted. Until that time, it is an inchoate thing; and until that time it has no vested rights. Both applications for certificates having been made at the same time, I think the railroad commissioners had the legal right to consider them together, without regard to who had filed their articles of association ■ first, and that consequently no “rule of law affecting the rights of the parties thereto has been violated to the prejudice of the relator.”</p>\n<p id=\"b550-5\">It is conceded that public convenience and necessity require the construction of some railroad between Depew and Blasdell, and the railroad commissioners decided that only one railroad was required. While, as an original proposition, I might be inclined to differ with them in that respect, yet I do not see that we can review their determination in that regard here. That was a proper subject for consideration upon the review of their refusal to grant the relator a certificate by the supreme court of the Fourth department. Hav<page-number citation-index=\"1\" label=\"535\">*535</page-number>ing decided that only one certificate should be issued, it is a matter of no practical importance which case was in form decided first, both being considered together. Having come to the conclusion that a railroad was required, the next thing for them was whether the particular road as proposed by either applicant in its articles of association was required. In determining that question they had a right, among other things, to take into consideration the routes to be taken in connecting the two termini, and the manner of construction of the proposed roads; and, if there was any practical differences in these respects between the parties applying, to consider them in determining to which of them the certificate should be granted. It seems to me, by the findings or opinion of the commission, that in considering the application of the relator elements were taken into consideration by them that should have no effect or weight in determining a question of this kind,—as, for instance, “the parties in interest,” it being conceded that both were acting in good faith, and of sufficient ability to build the road; “and the lines that are to furnish the same” (i. e. business), whether the corporations were organized in this or other states, or whether the capital thereof was owned by residents of this or of an adjoining state. These elements do not appear to have been considered by the general term in its review of the refusal to grant the relator a certificate, and, presumably, were not called to its attention; and I am not clear as to whether we have a right to consider them here upon the question as to whether the certificate was properly awarded to the Terminal Railway Company, for it is that certificate we are now considering. But, assuming that we have a right to take such alleged errors into consideration, and eliminating them from the case, still I cannot say that the action was erroneous in refusing to award a certificate to the relator and granting one to the Terminal Railway Company. The burden is upon the relator to show error, and, with the improperly considered elements eliminated from the case, I cannot say that the decision of the commissioners would not or should not have been the same. There would be still enough left in the case to call for the exercise of their discretion as to which of the two applications should receive a certificate,</p>\n<p id=\"b551-3\">We cannot consider the evidence as if we were determining the matter in the first instance. Some weight and importance must be attached to the decision of the commissioners, and the burden is upon the relator to show to us that the decision of the commissioners was contrary to the clear weight of evidence. In re Hew Hamburgh R. Co., 76 Hun, 76, 27 N. Y. Supp. 664; In re Amsterdam, J. &amp; G. R. Co., 86 Hun, 578, 33 H. Y. Supp. 1009. To reverse their decision upon certiorari, we must find that there was such a preponderance of evidence adverse to the conclusion they arrived at that, if it had been the verdict of a jury, we would set it aside as against the weight of evidence. Code Civ. Proc. § 2140, subd. 5. I can find no such preponderance of evidence. '</p>\n<p id=\"b551-4\">My conclusion therefore is that the action of the board of railroad commissioners in refusing to issue to the relator the certificate <page-number citation-index=\"1\" label=\"536\">*536</page-number>provided for in section 59 of the railroad law cannot be reviewed by us in these proceedings, because their action did not finally determine the rights of the relator, and because another means is provided by law whereby their decision could be adequately reviewed, and also because, at the time of issuing the writ herein, a proceeding to review the action of the railroad commissioners, in the manner prescribed by law, was then pending and undecided; that in the proceedings on the application for a certificate by the Terminal Railway Company the said commissioners had jurisdiction of the proceedings, and jurisdiction to determine whether it would issue certificates to both applicants or to only one, and, if to one only, which one; that in making their determination they vio.ated no rule of law affecting the rights of the relator to its prejudice; that there was competent proof of the facts necessary to be proved in order to authorize them to make a determination, and that there was not such a preponderance of evidence against their determination as would justify us in setting it aside. The. decision of the railroad commissioners is therefore- affirmed, and the writ of certiorari quashed, with $50 costs and disbursements to the defendant the Terminal Railway Company of Buffalo.</p>\n<p id=\"b552-5\">MERWIN, PUTNAM, and LANDON, JJ., concur. PARKER, P. J., dissents. For dissenting opinion, see 38 N. Y. Supp. 861,</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}