{
  "casebody": {
    "data": "<casebody firstpage=\"137\" lastpage=\"143\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b145-9\">William J. Williams v. Thomas H. Turner et al.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b145-10\">1. Equitable owner may sue on breach op warranty.—Land was bought with the wile’s separate funds, but the deed was taken to the husband. ■ The deed contained the usual covenant of warranty. Suit was brought for tile land, by an adverse claimant, and the land recovered. Suit was brought by the husband and wife on the warranty, claiming in right of the wife as equitable owner. It being objected “that the legal title to the land was in the husband, he only liad the right to sue for breach of warranty <em>Held,. </em>That suit on the warranty, for use of the wife, could be maintained.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b146-3\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>2. Same.—The wife was not a necessary party to the suit, hut she was properly made a party plaintiff.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b146-4\">Appeal from Marion. Tried below before the Hon. B. T. Estes.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b146-5\">This suit was instituted March 6, 1874, by T. II. Turner and his wife, E. H. Turner. The petition alleges that in 1865 appellant conveyed to T. H. Turner six hundred and forty acres of land, for $640 in cash and a note for $640, made by T. H. Turner, payable to appellant twelve months after date; that in 1871 Haney Rogers, by judgment of the District Court of Titus county, evicted T. II. Turner from the land, which judgment was affirmed by the Supreme Court; that all the purchase-money ($640) paid for the land was the separate property of Mrs. E. H. Turner; and that the warranty from Williams was for her use and benefit and for her protection. They pray that a judgment he entered for Mrs. Turner, and that the note for $640 be delivered up to be cancelled.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b146-6\">In January, 1875, T. H. Turner filed an amendment suggesting the death of his wife, and prayed that her heirs he made parties plaintiff.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b146-7\">April 23,1877, T. H. Turner and C. R. Davenport amend, allege their appointment as administrators of the estate of Mrs. E. H. Turner, and ask leave to prosecute the suit for and on behalf of her estate. Defendant answered by general demurrer and a special answer.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b146-8\">In Hovember, 1877, judgment was rendered in favor of Mrs. E. H. Turner, and for the use of her estate, for $368.64 and costs.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b146-9\">Motion for new trial was overruled, and Williams appealed.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b146-10\">&lt; There is no statement of facts or assignment of errors.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b146-11\"><em>M. L. Crawford </em>and <em>G. T. f C. S. Todd, </em>for appellant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b146-12\">I. The court should have sustained the demurrer to the petitions, original and amended.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b146-13\">II. One merely entering and claiming title to land cannot sue upon covenants made to a prior occupant. He must <page-number citation-index=\"1\" label=\"139\">*139</page-number>prove a title by deed. (3 Hill, on Real Prop., sec. 5, p. 592; 4 Vt., 471; 2 Greenl., sec. 240.)</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b147-5\">TTT. The benefits of covenants for title pass with the legal estate, and cannot be invoked by the holder of a mere equity. (McGoodwin <em>v. </em>Stephenson, 11 B. Monr., <em>22.)</em></p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b147-7\"><em>T. J. Campbell, </em>for appellees.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"Axd\">Where a husband purchases land for his wife, with her separate funds, and takes the title under a warranty deed in his own name, upon a breach of said warranty will a suit lie, under our law, in the name of the husband and wife, to recover for her use and benefit the damages growing out of such breach ? We maintain that it will.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b147-8\">Appellees.deny the first proposition of appellant, and say that the court below did not err in refusing to sustain the demurrer of appellant to appellees’ pleadings, and submits the following as counter-propositions:</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b147-9\">I. Appellee’s pleadings presented a good cause of action.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b147-10\">The record shows that the warranty in this case was a covenant to warrant and defend the title. This covenant of warranty and the deed were made by the appellant for the use and benefit of the appellee, Mrs. Turner, the wife; and the money paid for the land was hers, advanced by her out of her own separate means.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b147-11\">There was an eviction by a judgment of a court of competent jurisdiction, and both husband and wife were ejected from the land. This eviction and the suit of Haney Rogers were known to appellant.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b147-12\">Appellees, denying the second and third propositions of appellant and the applicability of the authorities cited to this case, submit—■</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b147-13\">H. The covenant of warranty, as shown by the facts above stated, is a personal covenant sounding in damages, and a personal action may be brought thereon; (Rawle on Cov. for Tit., pp. 234, 235, and note;) and the property of defendant, real and personal, is liable to the judgment.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b148-5\"><page-number citation-index=\"1\" label=\"140\">*140</page-number>At common law an action of covenant lies for the breach of such a covenant. (1 Chit, on PL, 116.)</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b148-6\">ITT. It being shown by the pleadings and admitted by the demurrer that the money which was used to pay for said land was the separate estate of the appellee, Mrs. Turner, the husband, during the marriage, had the right to manage and dispose of the same and to invest the same for her use and benefit. (Paschal’s Dig., sec. 4641.)</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b148-7\">The statement shows, as above set forth, that the husband, under this right to manage and dispose of said fund, did in fact invest it for her in said land.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b148-8\">IV. The property of the wife, when separate, remains her separate property, whatever may be its changes or mutations. (Rose <em>v. </em>Houston, 11 Tex., 326.)</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b148-9\">V. The wife may sue for all debts due to her, however they may be evidenced, and whether taken in her own name or in the name of her husband; and even where the husband takes a note in his own name, given for the wife’s money, the wife may intervene and claim a judgment for herself, and, indeed, claim the note itself. (Rose <em>v. </em>Houston, 11 Tex., 326.)</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b148-10\">VI. There is no difference in principle between the case at bar and the case cited above. The case at bar is a covenant of warranty belonging to the wife, and the case in Rose <em>v. </em>Houston, <em>supra, </em>was a note belonging to the wife, both evidences of indebtedness due to the wife.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b148-11\">The damages for the breach belong to the wife; and ought she to be prohibited from suing for them ?</p>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b148-12\">Bonner, Associate Justice.</author>\n<p id=\"ArC\">In this case there is no assignment of errors and no statement of facts, and nothing will be considered except such alleged fundamental error of law mentioned in the brief of counsel as being apparent upon the record.</p>\n<p id=\"b148-13\">The pleadings of plaintiffs allege that on the 21st of December, 1865, the appellant, William J. Williams, made, <page-number citation-index=\"1\" label=\"141\">*141</page-number>executed, and delivered to Thomas H. Turner, for a valuable consideration, a deed to a certain tract of land therein mentioned, in which he covenanted to forever warrant and defend the title and possession of said land unto the said Thomas H. Turner, his heirs' and assignees; that although said deed was taken in the name of the said Thomas H. Turner, in fact the whole of the purchase-money which was paid for said land was the separate property of Ellinor E. Turner, wife of the said Thomas, and that the investment was made for her separate use and benefit; that afterwards one Eancy Rogers instituted suit for said land, and by proper judgment of the District Court, ‘and which was affirmed by this court, she recovered judgment for the title and possession of the same, and by virtue of which and the proceedings thereunder the said Thomas IT. and Ellinor Turner were legally dispossessed. Thereupon this suit was instituted by them jointly, for the' use and benefit of the wife, against Williams for breach of said covenant. During the pendency of the suit Ellinor departed this life, and the said Thomas H. Turner and one Charles Davenport, having qualified as administrators upon her estate, the suit was prosecuted by them as such.</p>\n<p id=\"b149-6\">The defendants excepted to the pleadings of plaintiffs. A jury was waived and the cause submitted to the court. Judgment was rendered for the plaintiffs, overruling said exceptions, and that they recover for the use and benefit of said estate the sum of $368.64; and from this judgment the defendant appeals.</p>\n<p id=\"b149-7\">The judgment of the court overruling the general, exception of the defendant is the only question sxibmitted for our consideration. The proposition of law insisted on by counsel for appellant is, substantially, that the benefit of covenants for title pass with the legal estate, and cannot be invoked by the holder of a mere eqxiity; and that one who merely entox-s upon and claims title to land cannot sue upon covenants made to a prior occupant, but must prove title by deed.</p>\n<p id=\"b150-3\"><page-number citation-index=\"1\" label=\"142\">*142</page-number>In 3 Washburn on Eeal Property, chap. 5, secs. 5, 15, 18, 19, 20, the doctrine is laid down, that the broadest and most effective covenant contained in American deeds is that of warranty, which, in some of the States, is the only one in general use; that this covenant of warranty is a personal one, and is in effect a covenant for quiet enjoyment, and runs with the estate in reference to which it is made, and may be sued on by any one to whom the same shall come by deed, even after several successive conveyances, or by descent or devise; and that an action for its breach should be brought by whoever may be the owner of the - land at the time the covenant is broken.</p>\n<p id=\"b150-4\">The covenant here under consideration is admitted by the demurrer to be, in express terms, one of general warranty and for quiet possession.</p>\n<p id=\"b150-5\">In Eawle on Covenants, 352, it is said: “ But whatever difference of opinion may exist as to the right of an assignee to take advantage of the covenant for seizin, or against incumbrances, there is none as regards the covenants for quiet enjoyment and of warranty.”</p>\n<p id=\"b150-6\">Was, then, Mrs. Ellinor Turner such an owner as could maintain an action for the breach of this covenant ?</p>\n<p id=\"b150-7\">It is said by Judge Story, and approved by this court, that “ the clear result of all the cases, without a single exception, is that the trust of the legal estate, whether freehold, copy-hold, or leasehold; whether taken in the name of the purchaser and others jointly, or in the name of others without the purchaser; whether in the name of one or several; whether jointly or successively, [successive,] results to the man who advances the purchase - money.” (2 Story’s Eq., sec. 1201; Eeill <em>v. </em>Keese, 5 Tex., 29.)</p>\n<p id=\"b150-8\">Under our statute, the husband has the sole management of the wife’s separate property ; and suits for the same may be brought either in his own name or jointly with the wife. (Paschal’s Dig., arts. 4636, 4641.)</p>\n<p id=\"b150-9\">There is both good reason and authority to support the <page-number citation-index=\"1\" label=\"143\">*143</page-number>position that, as a general rule, the wife should be joined in the suit.</p>\n<p id=\"b151-6\">The separate property of the wife remains such, whatever changes it may undergo, so long as it can be clearly and indisputably traced as such. (Rose <em>v. </em>Houston, 11 Tex., 324.)</p>\n<p id=\"b151-7\">From these authorities, it seems beyond question that the suit was properly brought for the use and benefit of the wife, and that the demurrer was not well taken. It may be added, that, in fact, the suit was brought both in the name of the wife and of the husband also, to whom the covenant was originally made and in whom was the legal title.</p>\n<p id=\"b151-8\">That the wife availed herself of a statutory provision to join in the suit for the protection of her rights, could not, it is believed, have operated to prejudice any rights of the defendant, and affords no legal ground of complaint by him.</p>\n<p id=\"b151-9\">There being no error apparent in the record, the judgment below is affirmed.</p>\n<p id=\"b151-10\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}