{
  "casebody": {
    "data": "<casebody firstpage=\"131\" lastpage=\"135\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b171-11\">Thomas <em>v. </em>State of Indiana.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b171-12\">[No. 1269S290.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJI0\">Filed October 22, 1970.</decisiondate>\n<p data-order=\"3\" data-type=\"misc\" id=\"Ak\">No petition for rehearing filed.]</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b172-6\"><page-number citation-index=\"1\" label=\"132\">*132</page-number><em>Palmer K. Ward, </em>of Indianapolis, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b172-7\"><em>Theodore L. Sendak, </em>Attorney General, <em>Robert </em>A. <em>Zaban, </em>Deputy Attorney General, for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b172-8\">DeBruler, J.</author>\n<p id=\"AMo\">Appellant was charged by affidavit with second degree burglary in violation of Acts 1941, ch. 148, § 4, Burns Ind. Stat. Ann. § 10-701, in Marion County Criminal Court, Division Two. In a trial without jury appellant was convicted of entering to commit a felony, Acts 1941, ch. 148, § 5, Burns Ind. Stat. Ann. § 10-704, which reads as follows:</p>\n<blockquote id=\"b172-9\">“10-704. <em>Entering to commit a </em>felony—Penalty.—Whoever enters any . . . business-house . . . shop, office, storehouse, warehouse ... or any other erection or inclosure, with the intent to commit a felony therein, shall on conviction, be imprisoned for not less than one (1) year nor more than ten (10) years, and be disfranchised and rendered incapable of holding any office of trust or profit for any determinate period.”</blockquote>\n<p id=\"b172-10\">Appellant’s first contention is that there was insufficient evidence to sustain the trial court finding.</p>\n<p id=\"A9G\">In reviewing the allegation of insufficient evidence this Court will not weigh the evidence nor resolve questions of credibility of witnesses, but will look to that evidence and the reasonable inferences therefrom which support the finding of the trial court. <em>Asher </em>v. <em>State </em>(1989), 253 Ind. 25, 244 N. E. 2d 89. The conviction will be affirmed if from that viewpoint there is evidence of probative value <page-number citation-index=\"1\" label=\"133\">*133</page-number>from which the trier of fact could reasonably infer that the appellant was guilty beyond a reasonable doubt. <em>Smith </em>v. <em>State </em>(1970), 254 Ind. 401, 260 N. E. 2d 558.</p>\n<p id=\"b173-5\">Officer Wyatt of the Indianapolis Police Department testified that on June 8, 1969, he was on patrol duty headed south on Bright Street at Indiana Avenue. He noticed that a plywood board, used to cover up one of the broken windows of Newbauer’s Department Store, had been pried loose and was leaning against the building. This board had not been in that position earlier in the evening. A man was standing outside the building and when Wyatt went over to investigate he walked away. Wyatt called him back and then he heard voices inside the building. Wyatt testified three different times that he found appellant inside the building with two other men. Wyatt identified Exhibits 1 and 2 as a man’s shirt and a woman’s dress that were on the ground outside the window.</p>\n<p id=\"b173-6\">Officer Armor of the Indianapolis Police Department testified that he was with Wyatt when the above events occurred and their attention had been attracted by the board leaning against the building because it had not been there earlier. Armor could not say positively that appellant was one of the men inside the building. Armor said Exhibits 1 and 2 were laying over the open window sill.</p>\n<p id=\"b173-7\">Jack Newbauer testified that a few days prior to June 8, all the windows in the store had been smashed and covered with plywood boards. Newbauer went to the store on June 9, and found some articles missing. He identified Exhibits 1 and 2 as articles from the store by the private sales ticket in his wife’s handwriting. Jack Newbauer and his wife owned the building, she owned the store and he managed it. No permission was given to appellant to enter the store or take anything from the store. We believe the above evidence was sufficient to sustain a finding that appellant entered Newbauer’s Department Store with the intent to steal some of the articles therein.</p>\n<p id=\"b174-4\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>Appellant’s second contention is that there was a fatal variance between the pleading and the proof. The affidavit reads as follows:</p>\n<blockquote id=\"b174-5\">“BE IT REMEMBERED, That, on this day before me Noble R. Pearcy, Prosecuting Attorney of the nineteenth Judicial Circuit, personally came William Bryant, who, being duly sworn, upon his oath, says that James Hurlo Pierson, Carl Edward Stevenson, Jr., Marion Lieutenant Thomas and Lonnie Oscar Smith, alias John Harris on or about the 8th day of June, A.D. 1969, at and in the County of Marion in the State of Indiana, did then and unlawfully, feloniously and burglariously break and enter into the building and structure of Jack Newbauer, doing business as Newbauer’s Department Store, then and there situate at 770 Indiana Avenue, City of Indianapolis, County of Marion, State of Indiana, which said building and structure was not a place of human habitation, with the intent to commit a felony therein, to-wit: to unlawfully obtain and exert unauthorized control over property of said Jack Newbauer, doing business as Newbauer’s Department Store and to deprive Jack Newbauer, doing business as Newbauer’s Department Store permanently of the use and benefit of said property, then and there being contrary to the form of the statute in such case made and provided and against the peace and dignity of the State of Indiana.”</blockquote>\n<p id=\"b174-6\">The variance lies in the fact that the affidavit states appellant’s intent to obtain unauthorized control over property belonging to Jack Newbauer doing business as Newbauer’s Department Store, whereas the proof was that Newbauer and his wife owned the building, but the wife was the sole owner of the department store business and Jack Newbauer merely <em>managed </em>the store for her.</p>\n<p id=\"b174-7\">The evidence does show that Jack Newbauer managed the store for his wife and as such he was in possession of the store property as an agent of the owner.</p>\n<p id=\"ADY\">It is well established that it is not essential that the absolute ownership be in the person alleged to be the owner. It is sufficient to avoid a variance if the evidence shows that the person alleged to be the owner is in possession of the property as bailee, agent, trustee, executor or <page-number citation-index=\"1\" label=\"135\">*135</page-number>administrator. This rule has been reaffirmed many times in Indiana. In <em>Gunder </em>v. <em>State </em>(1968), 250 Ind. 689, 238 N. E. 2d 655, it was applied where the defendants were charged with stealing from coin operated vending machines from a gas station and the evidence showed the station owner had lawful possession of the machines but did not own them. In <em>Passwater </em>v. <em>State </em>(1967), 248 Ind. 454, 229 N. E. 2d 718, it was applied where the defendant was charged with breaking and entering with the intent to steal the property of Keyless Lock Co. and the evidence showed the defendant was in the process of breaking into a vending machine not owned by Keyless Lock Co. but in its possession. The rule was also applied in <em>Lucas </em>v. <em>State </em>(1918), 187 Ind. 709, 121 N. E. 274, where the charge was that the defendant stole five chickens which were the property of Amanda Engle and the proof was that her husband James Engle, was the true owner of the chickens and his wife merely had possession and control of them. See also <em>Lake </em>v. <em>State </em>(1967), 248 Ind. 451, 229 N. E. 2d 724; <em>Rhoades </em>v. <em>State </em>(1946), 224 Ind. 569, 70 N. E. 2d 27; <em>State </em>v. <em>Tillett </em>(1909), 173 Ind. 133, 89 N. E. 589.</p>\n<p id=\"b175-5\">In addition the rule is supported by the definition of the term owner in the Theft Act, Acts 1963 (Spec. Sess.), ch. 10, § 13, Burns Ind. Stat. Ann. § 10-3040 (12), which reads:</p>\n<blockquote id=\"b175-6\">“ ‘Owner’ means a person, other than the actor, who has possession of or any other interest in the property involved, even though such interest or possession is unlawful, and without whose consent the actor has no authority to obtain or exert the complained of control over the property.”</blockquote>\n<p id=\"b175-7\">There is no variance in this case.</p>\n<p id=\"b175-8\">Judgment affirmed.</p>\n<judges id=\"b175-9\">Hunter, C.J., Arterburn, Givan and Jackson, JJ., concur.</judges>\n<p id=\"Akr\">Note.—Reported in 263 N. E. 2d 158.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}