{
  "casebody": {
    "data": "<casebody firstpage=\"57\" lastpage=\"59\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b81-4\">Southern Pacific Railway Company v. G. d'Arcais.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b81-5\">Decided June 12, 1901.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b81-6\">1. —Carrier of Goods—Negligence—Unexplained Loss—Presumption.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b81-7\">Where a carrier receives goods for transportation which are not delivered at destination, and the loss is unexplained, the presumption is that the loss was due to the carrier’s negligence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b81-8\">2. —Same—Measure of Liability—Value at Destination—Contract Stipulation Invalid—Interstate Commerce.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b81-10\">The law fixes the carrier’s liability at the value of the goods at the place of destination, and in a case involving the carrier’s negligence a stipulation in the contract limiting the liability to the value at the point of shipment, or to anything less than the value at destination, is invalid as against public policy; and the fact that the shipment was an interstate one does not vary the rule.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b81-11\">3. —Foreign Law—Presumption.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b81-12\">The law of another State is presumed, in the absence of proof on the point, to be the same as the law of this State.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b81-13\">4. —Same—Fraud by Shipper—Value of Goods.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b81-14\">Appellee shipped a box of goods stated to be, and marked, “Photo Goods,” which contained some negative views of prehistoric cities of large value. He made no representations as to value, and the carrier’s agent made no inquiry relative thereto, but assumed the goods were of ordinary value, and testified that a higher rate would have been charged had their full value been disclosed. Held not to raise an issue of fraud and concealment as to the character and value of the goods.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b81-15\">Appeal from El Paso.</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"AK2\">Tried below before Hon. J. M. Goggin.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b81-16\"><em>Beall &amp; </em>Gamp, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b81-17\"><em>Turney &amp; </em>Burges, for appellee.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-18\">JAMES, Chief Justice.</author>\n<p id=\"Abs\">The suit is to recover of appellant damages for failure to deliver a box of “photo goods” shipped by appellee at Los Angeles, Cal., to be delivered to him at El Paso, Texas. The value sought to be recovered was the market value of the goods at El Paso at the time delivery should have been made there,—alleged to have been $1500, which sum was also alleged to have been their reasonable value at El Paso.</p>\n<p id=\"b81-19\">The defendant answéred that the goods were delivered to appellant company and received by it for transportation under a special contract or bill of lading, executed by appellee on the 1st day of April, 1899, to be shipped by appellant from Los Angeles, in the State of California, to El Paso, in the State of Texas, the same being an interstate shipment; that by the terms of said contract, it was agreed as one of the conditions of shipment as aforesaid, that, in case of loss of said goods, in the adjustment thereof, the first cost of the goods at the place and date of shipment should be the limit of recovery against appellant, and that should the plaintiff recover, he should be limited to that amount, according to the terms of the contract of shipment. And, further, appellant answered that at the time said goods were delivered for shipment <page-number citation-index=\"1\" label=\"58\">*58</page-number>they were boxed up and marked at the instance of appellee, as “photo-goods,” and were so designated in the bill of lading; that appellant’s-agent at Los Angeles, who received the goods, understood from the mark on the box that the merchandise was only the usual assortment of photo-goods, such as camera, photo plates, and such other ordinary goods as photographers use in their business; that appellee, by the use of the-term “photo goods” on said box, purposely and fraudulently concealed from appellant the character and value of the articles contained in said box, and that thereby appellee obtained a lower rate of freight than he should have paid on the goods, if they were of the great value now claimed by him; that had appellant’s agent been informed that said box contained negatives of the ancient ruins of Mitla, in the Republic of Mexico, and other negatives of great value, appellant’s agent would not have received said goods at the low rate charged thereon for transportation, and that appellee should not be allowed to recover for the loss of the goods the great value as now claimed by them. The jury, under instrufetions from the court, found in favor of appellee, and assessed his-damages at the sum of $1458.10, with 6 per cent interest.</p>\n<p id=\"A80\">' The first, second, and third assignments complain of the failure of the court to charge upon the written contract of shipment as shown by the bill of lading, and in refusing to give defendant’s special instruction which made the measure of damages the cost of the photo goods atLos Angeles, as stipulated in the contract; also of the admission of testimony as to the value of the goods at El Paso, the place of destination,, for the reason that in the contract of shipment it was agreed that in the-adjustment of loss of said goods the same should be limited to the first cost at the time and place of shipment; and also in refusing to give an instruction to the effect that, if the jury should find that there was no-evidence of their value at the place and time of shipment, to find for defendant. As there was no such evidence this would have been a peremptory instruction for defendant.</p>\n<p id=\"b82-4\">The contract was as alleged by defendant, and the testimony is that, the box was never delivered, and its loss was unexplained. The presumption in such a case is that the loss was due to appellant’s negligence. Railway v. Ball, 80 Texas, 606.</p>\n<p id=\"b82-5\">The same authority decides that the law fixes the liability at the-value of the goods at the place of destination, and that in a case involving its own negligence a stipulation in the contract limiting the liability to value at the. point of shipment, or to anything less than the-value at the place of destination, will be disregarded. To the same effect; is Railway v. Greathouse, 82 Texas, 110, and Railway v. Williams, 31 S. W. Rep., 556.</p>\n<p id=\"b82-6\">The fact that this was an interstate shipment makes no difference.. The cases above cited all related to that class of contracts. There was no evidence here touching the law of California on this subject, if the-Jaw of that State should be looked to in determining, the rights of the-parties under this contract. In the absence of proof of the law of that: <page-number citation-index=\"1\" label=\"59\">*59</page-number>State, it will be presumed to be the same as ours. There is.no merit in said assignments.</p>\n<p id=\"AB7\">The fourth assignment complains of the refusal of a charge in effect that if the jury should believe that plaintiff had been guilty of fraud in the shipment, by suppressing the real value of the photo goods, in order to secure a lower rate of freight than he should have paid thereon, to-find for defendant. And the fifth and sixth assignments relate to testimony offered by defendant’s agent at Los Angeles, which was excluded. This testimony was as follows: “When the shipper used the term photo goods I understood him to mean an assortment of photographic goods such as photo plates, possibly a camera, or probably something of the kind; that is to say, that it was made up of miscellaneous goods to be used in connection with the taking of photographs. From the class of goods, I supposed they were of small value, comparatively;, that is to say, from five to twenty-five dollars.” “If the box contained negative views, or any pictures -of prehistoric cities, or anything of the value of $500 or more, then the goods were not correctly described to me.”</p>\n<p id=\"A8m\">The testimony introduced by plaintiff was that the contents of the box were in fact photo goods, as marked on the box and stated to the agent. There is nothing contradicting this testimony. The aggnt testified that had he been informed, or had known that the box contained negative views, or any views or pictures of any kind of the value of $500, he would not have received the shipment at the rate charged, but would have referred it to Mr. Seylar, his superior in the office. Mr. Seylar testified that, had plaintiff represented the character of the goods and the value thereof, they would not have been accepted at the rate charged ; that had he been informed that the articles in the box were negatives and that they were valued at $500, he would not have received them. This is not testimony that they were not photo goods. The most that can be said of it is that these agents did not know that the box contained photo goods of this kind and value, and that they understood that it contained photographic goods of small value. This seems to have been their own conclusion, not induced by anything said or done by plaintiff. They did not inquire what specific articles were in the box, nor what their value was, and plaintiff made no representations on these subjects. The testimony that was rejected would not have tended to show that these articles were not embraced within the term “photo goods,” nor that by such expression only certain photographic articles of small value would be commonly understood, or that the description was calculated to mislead an ordinarily prudent person. It would have proved no more than that this agent took it that way.</p>\n<p id=\"b83-7\">, We conclude that there was no testimony given in the case, and none offered, that would fairly raise an issue of fraud or concealment as to the character and value of the goods, and .therefore the assignments are not well taken. The judgment is affirmed.</p>\n<p id=\"b83-9\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b83-8\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}