{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b183-4\">Lowry, Appellant, <em>v. </em>Letzelter.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b183-5\">\n<em>Execution—Levy—Appraisement—Valuation—Appointment of appraisers—Sheriff’s interpleader.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b183-6\">1. In sec. 6 of tbe Act of May 26, 1897, P. L. 95, wbicb reads “the value of the goods and chattels claimed shall be determined by appraisers appointed by the sheriff subject to the approval thereof by the court,” the word “thereof” refers to the valuation of the goods as determined by the appraisers, and not to the mere appointment of the appraisers.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b183-7\">2. Where a party has acquiesced in the valuation of the goods made by the appraisers, and has given the bond required by the statute in double the amount of that valuation, he cannot subsequently object to the admission of the appraisement in evidence because “the appointment of the appraisers was not made according to law.”</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b183-8\">3. On the trial of a sheriff’s interpleader where the claimant has filed a bond and taken the property, and is the plaintiff in the issue, the jury, if they find in favor of the defendant, are bound also to determine by their verdict the value of the property, and if the court neglects to charge them to that effect, and a mere verdict for the defendant, without more, is rendered, a judgment on such verdict will be reversed.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b183-9\">Argued May 4, 1910.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"ADK\">Appeal, No. 167, April T., 1910, by plaintiff, from judgment of C. P. Somerset Co., May <page-number citation-index=\"1\" label=\"144\">*144</page-number>Term, 1909, No. 398, on verdict for defendant in case of J. C. Lowry v. M. Letzelter.</summary>\n<judges data-order=\"7\" data-type=\"judges\" id=\"AoA\">Before Rice, P. J., Henderson, Morrison, Orlady Head, Beaver and Porter, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"ADH\">Reversed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b184-4\">Sheriff’s interpleader to determine ownership of goods taken in execution. Before Kooser, P. J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b184-5\">At the trial the court admitted under objection and exception the appraisement made by the appraisers summoned by the sheriff. [1]</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b184-6\">The court charged in part as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b184-7\">[If you find that it was not a fair\" sale, a bona fide sale, you would then return your verdict in favor of the defendant. But if you find the sale itself at its inception, October 13, was fair and bona fide, then come down to the later question and determine whether such possession was taken as is required by the law; and even if the sale was fair, if you find the possession taken was not such as the law requires, even then your verdict would be for the defendant.] [2]</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b184-8\">Verdict and judgment for defendant. Plaintiff appealed.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b184-9\"><em>Errors assigned </em>were (1) rulings on evidence as above, quoting the bill of exceptions, and (2) portion of charge, quoting it.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b184-10\"><em>J. A. Berkey, </em>with him <em>J. C. Lowry </em>and <em>C. L. Shaver, </em>for appellant,</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"Add\">cited as to the form of the verdict: Mann v. Salsberg, 17 Pa. Superior Ct. 280.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b184-11\"><em>C. W. Walker, </em>with him <em>Fred W. Biesecker, </em>for appellee.</attorneys>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"Azx\">March 3, 1911:</decisiondate>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b184-12\">Opinion by</p>\n<author id=\"AEP\">Porter, J.,</author>\n<p id=\"b184-13\">Letzelter obtained a judgment against one William Parson and under an execution upon that judgment a levy was made upon certain personal property; whereupon, <page-number citation-index=\"1\" label=\"145\">*145</page-number>Lowry notified the sheriff that he claimed the property. The sheriff, for his own protection, obtained a rule for an interpleader, under the provisions of the Act of May 26, 1897, P. L. 95, and the matter was so proceeded in that an issue was framed in which Lowry, the claimant, was plaintiff and Letzelter, the execution creditor, was defendant, to determine the question of ownership. The property was valued and appraised, by appraisers appointed by the sheriff, at the sum of $1,071. Lowry gave a bond, with surety, in double the amount of the value of the goods as thus appraised, which was duly approved by the court, and the sheriff thereupon delivered to him the property. The trial of the issue resulted in a verdict and judgment in favor of the defendant, the execution creditor, and the claimant appeals.</p>\n<p id=\"b185-4\">The first specification of error refers to the admission in evidence of the appraisement, made by appraisers appointed by the sheriff, and filed in the case. The admission of this appraisement in evidence was objected to by the appellant, who thus stated his ground of objection, “for the reason that the appointment of the appraisers was not made according to law.” This was the only ground upon which the objection was based, if there were other grounds of objection they ought to have been stated in the court below. The appellant must stand by the record which he has made. The appraisers had been appointed by the sheriff, and the statute expressly conferred upon that officer the power to make the appointment; “Section 6. The value of the goods and chattels claimed shall be determined by appraisers appointed by the sheriff, subject to the approval thereof by the court.” The word “thereof ” in this section refers to the valuation of the goods as determined by the appraisers, and not to the mere appointment of the appraisers. The thing which is made subject to approval by the court is not the naming of the appraisers but the result of their work. This section of the statute does not expressly require that the appraisement must be approved by the court, before it shall be<page-number citation-index=\"1\" label=\"146\">*146</page-number>come effective to determine the value of the goods. The language is not that the value of the goods shall be determined by the appraisers, “when approved by the court,” the words are “subject to the approval thereof by the court.” The word “subject,” as used in this section of the statute, has the same meaning which must be given it in the tenth section of the act which, referring to the final judgment on the verdict in these cases, says: “and the judgment recovered shall be subject to appeal to the Supreme Court or Superior Court as in other cases.” The construction which must be given to the sixth section is that the action of the appraisers in determining the value of the goods shall be subject to review and supervision by the court. If any of the parties have valid ground for objecting to the valuation made by the appraisers they have the right to file exceptions, and upon the hearing of those exceptions the court undoubtedly has power to set aside the appraisement, upon a showing which warrants such an order. This appellant had acquiesced in the valuation of the goods made by the appraisers and had given the bond, required by the statute, in double the amount of that valuation, which bond was approved by the court. This constituted a waiver of any objection which he might have urged against the appraisement. The eighth section of the statute makes the appraised value of the goods, thus ascertained, prima facie evidence of the real value. This specification of error is without merit.</p>\n<p id=\"b186-4\">The language of the court in that part of the charge which is the subject of the second specification of error embraces all that the learned judge said to the jury as to the form of their verdict, in case they found that the plaintiff, this appellant, had not, prior to the execution, acquired title to the property, as against the creditors of the defendant in the execution. The jury were thus instructed that in case they found against the claimant they should return “a verdict in favor of the defendant.” The language of the court was perfectly proper, as far as it went, but it did not go far enough. The goods in controversy <page-number citation-index=\"1\" label=\"147\">*147</page-number>in this case had been taken by the claimant, this appellant, and the thirteenth section of the statute requires that, in such a case, the jury shall determine by their verdict the value of the property. The jury should have been instructed as to their duty in this regard; the failure to give this instruction left the charge inadequate, and the result was that the jury literally followed the instruction of the court, found <em>“a </em>verdict in favor of the defendant” without more, which was defective in substance: Mann v. Salsberg, 17 Pa. Superior Ct. 280. The execution creditor, who becomes the defendant in the interpleader proceeding, already has liquidated his claim against the execution defendant, but the claimant who takes the goods levied upon does not by such taking becom'e responsible to pay the entire debt of the original execution defendant; the liability of the claimant, who thus takes the goods, must be determined in the interpleader proceeding, and the limit of the amount which he can be called upon to pay is the value of the goods as determined in that proceeding. The third section of the statute provides that the bond given by the claimant shall inure to the benefit, not only of the plaintiff in the execution, but that of any other person who may be adjudged to have a right or title to said goods or chattels. The failure of the learned judge of the court below to instruct the jury as to their duty to determine the value of the property in question was an error which resulted in a verdict and judgment not such as contemplated by law, in this proceeding. The second specification of error is sustained.</p>\n<p id=\"b187-4\">The judgment is reversed and a venire facias de novo awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}