{
  "casebody": {
    "data": "<casebody firstpage=\"579\" lastpage=\"590\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b611-4\">796 A.2d 899</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b611-5\">RICHIE AND PAT BONVIE STABLES, INC., A NEW JERSEY CORPORATION AND RALPH J. POCARO, PLAINTIFFS-APPELLANTS, v. DONALD IRVING AND GEORGE HARP, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b611-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b611-7\">Argued December 12, 200</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AqF\">Decided March 18, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b612-9\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>Before Judges BAIME, NEWMAN and FALL.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b612-10\"><em>Ralph J. Pocaro, </em>appellant, argued the cause pro se and <em>Jeffrey R. Pocaro </em>argued the cause for appellant Richie and Pat Bonvie Stables, Inc. <em>(Ralph J. Pocaro, </em>attorney, and <em>Jeffrey R. Pocaro, </em>attorney, on the joint brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b612-11\"><em>Robert P. Zoller </em>argued the cause for respondents <em>(Stems &amp; Weinroth, </em>attorneys; <em>Mr. Zoller, </em>of counsel, and <em>Anthony E. Bush, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b612-12\">The opinion of the court was delivered by</p>\n<author id=\"b613-5\"><page-number citation-index=\"1\" label=\"581\">*581</page-number>FALL, J.A.D.</author>\n<p id=\"b613-6\">Plaintiffs, Richie &amp; Pat Bonvie Stables, Inc. and Ralph Pocaro, appeal from an order entered on October 13, 2000, granting summary judgment in favor of defendants, Donald Irving and George Harp, dismissing their complaint.</p>\n<p id=\"b613-7\">Plaintiffs’ complaint against defendants arose from their November 6,1998 purchase of a horse named Kid Glory at an auction in Hanover, Pennsylvania conducted by Standardbred Horse Sales Company for the sum of $35,000; the horse was owned by defendants.</p>\n<p id=\"b613-8\">Defendants are professional breeders of standardbred racehorses (trotters) in Florida. Plaintiffs have been involved in racing for many years in New Jersey and have purchased several horses from defendants in the past.</p>\n<p id=\"b613-9\">Defendants, through their consignor Fox Den Farm, offered Kid Glory for sale at the 60th Annual Auction conducted by Standardbred Horse Sales Company in Harrisburg, Pennsylvania. Prior to the auction, in the Fall of 1998, Irving suggested that plaintiffs consider purchasing Kid Glory at the upcoming auction. Plaintiffs contend Irving represented to them that Kid Glory had never received any injections or had any problems, and that the horse was “100%.”</p>\n<p id=\"b613-10\">At his deposition, Irving admitted he advised plaintiff that Kid Glory “hadn’t been injected from ear to asshole all summer.” However, Irving maintained “[tjhat don’t mean he never had one shot. He might have had one.” Irving denied that he made any representations regarding prior surgeries, stating that plaintiffs never asked if Kid Glory had undergone any operations.</p>\n<p id=\"b613-11\">Prior to his purchase by plaintiffs, Kid Glory had raced extensively in Florida, was among the top three finishers in ten of his fifteen races as a two-year-old and had earned $29,194.</p>\n<p id=\"b613-12\">Prior to their purchase of Kid Glory, plaintiffs were aware that no latent defect disclosure concerning Kid Glory had been made by Fox Den Farm pursuant to the following disclosure obligation <page-number citation-index=\"1\" label=\"582\">*582</page-number>imposed on defendants’ consignor by Standardbred Horse Sales Company:</p>\n<blockquote id=\"b614-5\">If you are aware of a latent defect such as a broken bone, [ossified calcium deposits], chronic illnesses, etc. or <em>if any unusual treatment such as surgery has been performed on any of the horses, </em>we require that you advise us so that this may be announced. In the event that this becomes an issue in contention, Standardbred Horse Sales Company will not guarantee payment until such time as payment has been received by Standardbred Horse Sales Company.</blockquote>\n<blockquote id=\"b614-6\">[Emphasis added.]</blockquote>\n<p id=\"b614-7\">At the beginning of the auction, plaintiffs were furnished with a catalog of the horses, containing a “NOTICE TO BIDDERS,” “TERMS AND CONDITIONS OF SALE” form, which stated, in pertinent part:</p>\n<blockquote id=\"b614-8\">The horses described in this catalog are presented for sale by Standardbred Horse Sales Company (the “Company” or “Standardbred”) as agent on behalf of the consignors thereof on the following terms and conditions. Making a bid evidences your acceptance of and agreement to these terms and conditions:</blockquote>\n<blockquote id=\"b614-9\">ASIS:</blockquote>\n<blockquote id=\"b614-10\">ALL HORSES ARE SOLD AS IS. IF YOU DO NOT AGREE TO THAT ESSENTIAL RULE, PLEASE DO NOT BID ON ANY HORSES. The buying and selling of horses inevitably involves substantial risk. AS A BIDDER, YOU AGREE TO ACCEPT THAT RISK. THE COMPANY ACCEPTS NONE OF THAT RISK. IF YOU CANNOT ABIDE BY THESE RULES, PLEASE DO NOT BUY ANY HORSES AT THIS SALE.</blockquote>\n<blockquote id=\"b614-11\">CHALLENGES:</blockquote>\n<blockquote id=\"b614-12\">Immediately after a horse is struck down, the purchaser should examine it. If any condition, alleged warranty or representation is challenged, the matter must immediately be reported to the sales manager who shall have the sole right of appointing a person to make examination to determine whether any such condition, alleged representation or warranty has been breached. The decision of the referee so appointed (and no other) shall be binding upon both the consignor and the buyer. The Company shall incur no liability from either party due to such decision. Thereafter, (and in no event after the conclusion of the sale session at which the horse was sold) no other condition, alleged representation or warranty may be challenged.</blockquote>\n<blockquote id=\"b614-13\">ABSENCE OF REPRESENTATION AND WARRANTIES:</blockquote>\n<blockquote id=\"b614-14\">(a) Terms of Sale. All horses are sold “as is” with all existing conditions and defects except that any yearling sold in this sale which is described at the time of this sale as a colt and does not at such time have two testes palpable in their entirety ... shall be subject to return to consignor unless such change has been announced. THERE ARE NO WARRANTIES, STATUTORY, EXPRESS OR <page-number citation-index=\"1\" label=\"583\">*583</page-number>IMPLIED, WITH RESPECT TO THE MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, CONDITION, QUALITY OR DURABILITY OF ANY HORSES PRESENTED FOR SALE.</blockquote>\n<blockquote id=\"b615-5\">(b) Liability of the Company. The Company neither assumes nor bears any responsibility to any bidder for the accuracy of any statement of fact or opinion appearing in this catalog or made by the auctioneer in reference to any horse. All such matters are the sole responsibility of the person or persons consigning the horse to the sale. The Company does not make any representation or warranty with respect to the merchantability, fitness for a particular purpose, condition, quality, durability, breeding or foaling date, soundness, identity, or any other quality or characteristic of any horse. Ages, heights, marks, speed and other matters of that character are provided to the Company by consignor, should be recognized as approximations, and are not guaranteed by the Company. Bidders should examine horses for themselves since the catalog statement may be in error. It is the consignor’s responsibility to bring all printed errors to the attention of the auctioneer in order that any errors may be announced and corrected. The consignor is at all times responsible for the identity of all horses consigned by him.... Any dispute concerning any of the above matters shall be resolved between the consignor and the successful bidder only and the Company shall not be made a party thereto.</blockquote>\n<p id=\"b615-6\">Murray Brown, the vice-president and general manager of Standardbred Horse Sales Company, testified at his deposition that the “as is” provisions in the terms and conditions of sale were only applicable as between Standardbred Horse Sales Company and the purchasers of horses at the auction.</p>\n<p id=\"b615-7\">Plaintiffs purchased Kid Glory at the auction for $35,000, and they signed a confirmation of sale in which they agreed to be bound by the stated terms of the sale.</p>\n<p id=\"b615-8\">Plaintiffs contend Kid Glory exhibited marked lameness during his training shortly after being shipped to New Jersey. An examination of Kid Glory by an equine veterinarian on December 3, 1998, disclosed swelling and inflammation in Kid Glory’s left rear ankle and hock, which were treated with a series of injections.</p>\n<p id=\"b615-9\">Plaintiffs later learned from Harp, who had trained Kid Glory in Florida during 1998, that Kid Glory had undergone arthroscopic surgery to remove ossified calcium deposits in 1998 and had received numerous pre- and post-race injections during the summer of 1998. According to plaintiffs, they then contacted Irving <page-number citation-index=\"1\" label=\"584\">*584</page-number>who made similar admissions. At his deposition, Irving conceded that, following Kid Glory’s surgery, an injection of cortisone and hyaluronic acid is usually administered to an affected joint.</p>\n<p id=\"b616-4\">Thereafter, plaintiffs obtained copies of Kid Glory’s medical records, which appeared to indicate L,that Kid Glory had been injected with the performance-enhancing drugs “ACTH,” a thyroid-stimulating hormone, and “TSH,” both on days leading up to a race, which would be legal, and on race days, which would be illegal. Plaintiffs lodged a complaint with the Florida Racing Commission, which investigated and concluded, in April 2000, that there was no proof that Kid Glory had been illegally injected with either of those drugs within twenty-four hours of a race.</p>\n<p id=\"b616-5\">Although plaintiffs raced Kid Glory at the Meadowlands Race Track in New Jersey and then later in Florida, the horse did not perform well.</p>\n<p id=\"b616-6\">It is also noted that on December 3,1998, plaintiffs filled out an application for mortality and theft insurance coverage for Kid Glory, representing to the insurance company that Kid Glory had never been treated for lameness and that he was capable of performing his intended use. Plaintiffs contend that representation was based upon their assumed condition of Kid Glory as of the date of purchase.</p>\n<p id=\"b616-7\">In a letter to Irving dated January 6, 1999, plaintiffs accused defendants of having made fraudulent misrepresentations concerning the condition of Kid Glory and demanded a refund. After receiving no response to their letter, plaintiffs filed suit against defendants on January 20, 1999, alleging intentional and fraudulent false representations concerning the condition of Kid Glory, seeking rescission of the sale, reimbursement of the purchase price and all attendant expenses. Plaintiffs filed an amended complaint on February 24, 2000, further alleging that defendants had illegally administered drugs to Kid Glory in order to enhance his performance at the track.</p>\n<p id=\"b617-5\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>Plaintiffs continued to race Kid Glory at the Meadowlands through July 1999, but he never placed higher than one third-place finish. During his racing in August through October 1999 in Florida, Kid Glory did win two races. The horse earned a total of $7,705 in 1999. After severely injuring his right front foot, Kid Glory was euthanized in late 1999.</p>\n<p id=\"b617-6\">Defendants moved for summary judgment based, in part, upon the “as is” clause contained in the terms and conditions of the sale. Plaintiffs cross-moved, seeking an order striking the “as is” defense asserted by defendants. These motions were argued before the Law Division on May 12, 1999. The judge denied the motions based upon an incomplete record and because discovery was not yet completed stating, in pertinent part:</p>\n<blockquote id=\"b617-7\">I think it’s a factual matter that this is an insufficient record for this Court at this time to determine whether the separate [“as is”] defense applies in this case. Certainly, it wouldn’t apply to active misrepresentations that took place, in any event, as between the buyer and the seller.</blockquote>\n<blockquote id=\"b617-8\">I think this is something that the trial judge again will make a determination, after hearing evidence as to what issues of credibility or issues of fact as to what was said and what wasn’t said, as to whether this applies to the parties that are in this suit as distinguished from the ... auction house that’s not involved.</blockquote>\n<p id=\"b617-9\">After discovery was completed, both parties renewed their motions. Plaintiffs also moved for a declaration that Pennsylvania law applied to the purchase of Kid Glory. The motions were argued before the Law Division on October 13, 2000. The judge first ruled that the substantive issues in the case were governed by Pennsylvania law.</p>\n<p id=\"b617-10\">In granting summary judgment in favor of defendants, the trial court ruled that the “as is” clause was applicable to the transaction as to plaintiffs and defendants, and that plaintiffs could not defeat the terms of the contract of sale because they had failed to present a <em>prima facie </em>claim of fraud. After considering the arguments presented, the judge stated, in pertinent part:</p>\n<blockquote id=\"b617-11\">[T]he court will grant plaintiffs’ motion for Pennsylvania law to apply. However, it is interesting to note that in the context of the as is clause and the fraud claim, the law of either jurisdiction would warrant the same result.</blockquote>\n<blockquote id=\"b618-4\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>Plaintiffs’ first argument in opposition to this motion is that the as is contract clause does not apply to the alleged misrepresentation made by the defendant Irving before the plaintiff purchased a horse because the as is contract clause was not between plaintiffs and defendants, but rather between the plaintiffs and the auctioneer. The court finds this argument without merit. Obviously the auctioneer is selling the horse for the seller and therefore the contract clause is applicable to the plaintiff’s’ cause of action.</blockquote>\n<blockquote id=\"b618-5\">Further, plaintiff is a sophisticated buyer of horses who has been buying and selling horses since 1978. The rules of the auction were well known to the plaintiff when he bought Kid Glory____</blockquote>\n<blockquote id=\"b618-6\">The notice to bidders also contains an absence of representations and warranty clause____</blockquote>\n<blockquote id=\"b618-7\">There is also an exclusive method for challenging the propriety of a sale[J ...</blockquote>\n<blockquote id=\"b618-8\">Plaintiff, as a veteran horse breeder, obviously knew and understood these rules. Most importantly, the confirmation of sale in part states,</blockquote>\n<blockquote id=\"b618-9\">“The undersigned agrees to be bound by the terms and conditions of the sale as printed in the sales catalogue that my purchase is made as is,” — as is, is capitalized — “without any representations or warranties.”</blockquote>\n<blockquote id=\"b618-10\">This confirmation was signed by plaintiff Richard B. Bonvie immediately following the plaintiff’s purchase of the horse, therefore the court finds that the as is clause of the sale contract is binding on the plaintiffs and therefore any statements made by the defendants before the sale of the horse did not become part of the sales contract and the court will not permit parol evidence to be introduced regarding any alleged statements made by the defendant Irving before the sale of a horse unless the plaintiff can show a prima facie claim of fraud, which claim of fraud is an exception for allowing parol evidence to be introduced to supplement or supplant the terms of the written agreement.</blockquote>\n<blockquote id=\"b618-11\">The court will assume, as it must in this motion for summary judgment, that the defendant Irving did in fact tell the plaintiffs that the horse had no injections prior to the sale. The illegality question, as [to] the injections are now moot, the State of Florida Department of Business and Professional Regulation, Division of Parimutuel Wagering investigated this claim at the urging of plaintiffs and concluded that no illegal injections had been given. In addition, the defendants were not obligated to disclose the fact that the horse had any injections during the sale of the horse at the auction. Therefore, since the injections ... given were legal in the State of Florida and defendant was under no obligation to disclose any information regarding the injections, plaintiffs’ reliance argument in this context is specious.</blockquote>\n<blockquote id=\"b618-12\">The court also notes that the plaintiffs raced the horse approximately 22 times after purchasing the horse without the benefit of the injections[.] ... However, there’s a letter from plaintiff’s veterinarian which states that plaintiff also gave injections to Kid Glory during the times he raced the horse. Therefore as a matter of law, the court finds that the horse could not have been lame when the plaintiffs purchased the horse, and secondly, whether the horse had injections before a race <page-number citation-index=\"1\" label=\"587\">*587</page-number>was not significant one way or the other since it raced and competed in any event with or without having injections.</blockquote>\n<blockquote id=\"b619-6\">As far as reliance on the representations of the defendant Irving regarding injections, the plaintiffs are veteran horse breeders. As such, plaintiffs cannot avail themselves of the argument that they blindly relied on the defendant’s representations regarding injections. The plaintiffs knew what the horse[’s] racing record was ... Therefore as a matter of law, if plaintiffs blindly relied upon the words of the defendant Irving that the horse had never had injections, that reliance was not reasonable nor was it significant as the horse was able to compete regardless of having an injection or not having an injection.</blockquote>\n<blockquote id=\"b619-7\">As for the question about the surgery to remove the [ossified calcium deposits], the sales ... contract stated that disclosure is required if the horse has “a latent defect such as a broken bone, I ossified calcium deposits].” Here no disclosure was required because the horsefs] [ossified calcium deposits] had already been removed. In addition, the plaintiff sold [a] horse in the same auction which had multiple throat surgeries without disclosing the fact, which made it clear that the plaintiffs themselves did not believe that surgery was required to be disclosed. Also, the auctioneer stated at his deposition that the announcements made at auction regarding defect or surgery are usually made in regards to yearlings, horses with no proven track record____In this case, Kid Glory had a track record and therefore it would not be customary for surgery records to be disclosed either by the auctioneer or the seller. It becomes obvious that experienced purchasers such as plaintiffs would not rely on past surgical records in this type of transaction.</blockquote>\n<blockquote id=\"b619-10\">Here, the defendant made no representation as to the quality of the horse as a competitive race horse. The plaintiffs allege only that defendants made statements about Kid Glory’s general physical condition____Plaintiff in this case simply wants the defendants to assume the risk for a horse that plaintiff bought who thereafter failed to perform as expected. Therefore ... this court finds that <em>the </em>parol evidence rule applies to bar the fraud allegations of plaintiffs since there are no facts to show a prima facie ease of fraud[.] . . It follows the plaintiffs’ cause of action fails as a matter of law, the as is provision of the contract controls and summary judgment is hereby granted.</blockquote>\n<p id=\"b619-13\">On appeal, plaintiffs present the following arguments for our consideration:</p>\n<blockquote id=\"b619-14\">\n<em>POINT I</em>\n</blockquote>\n<blockquote id=\"b619-15\">THE TRIAL COURT ABUSED ITS DISCRETION IN GRANTING THE DEFENDANTS’ MOTION FOR SUMMARY JUDGMENT AND DISMISSING THE PLAINTIFFS’ COMPLAINT.</blockquote>\n<blockquote id=\"b619-16\">\n<em>POINT II</em>\n</blockquote>\n<blockquote id=\"b619-17\">THERE ARE FACT QUESTIONS WHICH REQUIRE THIS MATTER TO BE SUBMITTED TO A JURY.</blockquote>\n<blockquote id=\"b619-18\">\n<em>POINT III</em>\n</blockquote>\n<blockquote id=\"b619-19\">THIS “AS IS” CLAUSE ONLY PROTECTS THE AUCTION COMPANY AND NOT THE SELLERS AND THE SEPARATE DEFENSE RAISED BY THE <page-number citation-index=\"1\" label=\"588\">*588</page-number>DEFENDANTS SHOULD HAVE BEEN STRICKEN BY THE TRIAL COURT JUDGE.</blockquote>\n<p id=\"b620-5\">Pursuant to <em>R. </em>4:46-2, summary judgment shall only be granted in the absence of a genuine issue as to any material fact challenged and where the moving party is entitled to judgment as a matter of law. Our Supreme Court has articulated the standard, as follows:</p>\n<blockquote id=\"b620-6\">[A] determination whether there exists a “genuine issue” of material fact that precludes summary judgment requires the motion judge to consider whether the competent evidential materials presented, when viewed in the light most favorable to the non-moving party, are sufficient to permit a rational factfinder to resolve the alleged disputed issue in favor of the non-moving party.</blockquote>\n<blockquote id=\"b620-7\"><em>[Brill v. Guardian Life Ins. Co. of Am., </em>142 <em>N.J. </em>520, 540, 666 A.2d 146 (1995).]</blockquote>\n<p id=\"b620-8\">The motion judge concluded that the “as is” clause contained in the terms and conditions of sale, incorporated into the confirmation of sales statement executed by plaintiffs, was applicable as between plaintiffs and defendants. We disagree. Viewing the auction documents as a whole and the deposition testimony of Brown, it is clear that the “as is” and “no warranties” language was designed to protect Standardbred Horse Sales Company against claims made by purchasers of horses at the auction. Moreover, even if applicable, those clauses were not intended to insulate defendants against their misrepresentations or their concealment of information they were required to disclose. Clearly, defendants’ consignor, and hence defendants, were under an obligation to disclose to Standardbred Horse Sales Company whether “a latent defect such as a broken bone, OCD’s, chronic illness, etc. or <em>if any unusual treatment such as surgery has been performed </em>on any of the horses[.]” (Emphasis added). That requirement was to facilitate disclosure by Standardbred Horse Sales Company to prospective bidders. It is clear that defendants failed to comply with this disclosure requirement.</p>\n<p id=\"b620-9\">We also disagree with the motion judge’s conclusion that plaintiffs failed to present a <em>prima facie </em>case of fraudulent conduct. Citing to <em>Forbis v. Reilly, </em>684 <em>F.Supp. </em>1317, 1322-23 (W.D.Pa.), <em>affd o.b., </em>862 F.2d 307 (1988), the judge found that the statements made by Irving constituted mere “puffing,” as opposed <page-number citation-index=\"1\" label=\"589\">*589</page-number>to actionable misrepresentations. Although we agree that mere opinion by an owner about the quality of a horse or speculation concerning the horse’s future performance is “sales talk” or “puffing,” we distinguish such non-actionable statements of opinion from specific knowingly false statements of fact upon which reliance is placed. Here, Irving’s statement that no injections had previously been given was patently false, and when viewed in the context of the failure of defendants’ consignor to disclose the prior surgery performed on Kid Glory, constituted sufficient <em>prima facie </em>evidence of fraud, precluding the entry of summary judgment.</p>\n<p id=\"b621-6\">In order to establish a viable claim of fraudulent misrepresentation, a plaintiff must show:</p>\n<blockquote id=\"b621-7\">(1) | a] representation; (2) which is material to the transaction at hand; (3) made falsely, with knowledge as to whether it is true or false; (4) with the intention of misleading another party into relying on it; (5) justifiable reliance on the misrepresentation; and (6) the resulting injury was proximately caused by the reliance.</blockquote>\n<blockquote id=\"b621-8\"><em>[GMH Assocs., Inc. v. The Prudential Realty Group, </em>752 A.2d 889, 901 (Pa.Super.Ct.2000)]</blockquote>\n<p id=\"b621-9\">Here, plaintiffs have established <em>prima facie </em>proof that Irving made a representation material to the transaction that was false, with knowledge that it was false, with the intention to mislead plaintiffs into relying on same. Plaintiffs also presented <em>prima facie </em>evidence that they justifiably relied on that statement, which resulted in injury proximately caused by that reliance. We note that whether plaintiffs’ reliance upon Irving’s statement was reasonable is a jury question and evidence of the custom and usage in the industry, not presented here, may have relevance.</p>\n<p id=\"b621-10\">Again, through the eyes of the summary judgment spectrum, Irving’s statement must be viewed in the context of defendants’ failure to disclose the prior surgery, through their consignor, to Standardbred Horse Sales Company. Accordingly, summary judgment was improperly granted.<footnotemark>1</footnotemark></p>\n<p id=\"Aga\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b621-11\"> Subsequent to oral argument, plaintiffs filed a motion, M-2012-01, to supplement the record with records and information concerning Kid Glory's receipt of <page-number citation-index=\"1\" label=\"590\">*590</page-number>injections in the State of Florida. We deny that motion. The information sought to be supplemented is irrelevant to our determination of this appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}