{
  "casebody": {
    "data": "<casebody firstpage=\"561\" lastpage=\"565\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b603-2\">[S. F. No. 15338.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AyJS\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A83\">October 23, 1936.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b603-3\">PACIFIC INDEMNITY COMPANY (a Corporation), Petitioner, v. INDUSTRIAL ACCIDENT COMMISSION, SOPHRONIA A. WESTMORELAND et al., Respondents. PACIFIC INDEMNITY COMPANY (a Corporation), Petitioner, v. INDUSTRIAL ACCIDENT COMMISSION, MRS. SEBASTIANA RUBIO et al., Respondents.</parties>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b603-4\">[S. F. No. 15339.</docketnumber>\n<p data-order=\"5\" data-type=\"court\" id=\"A_O\">In Bank.</p>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"AR0\">October 23, 1936.]</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b603-9\">Keith <em>&amp; </em>Creede for Petitioner.</p>\n<p data-order=\"8\" data-type=\"summary\" id=\"b603-10\">Everett A. Corten and Emmet J. Seawell for Respondents.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b603-11\">SHENK, J.</author>\n<p id=\"AsL\">The petitioner, Pacific Indemnity Company, seeks on review an annulment of the decision and order of the Industrial Accident Commission in two cases. The first involved an award of compensation made to Sophronia A. Westmoreland and Roy Westmoreland, the dependent sur<page-number citation-index=\"1\" label=\"562\">*562</page-number>viving wife and minor child of Ambrose R Westmoreland who, on February 17, 1931, suffered an injury in the course of his employment with Belmont Metals Corporation, and from which he died. The award to the dependents was made on November 18, 1932.</p>\n<p id=\"b604-3\">The insurance carrier of the employer at the time of the injury was American Mine Owners Casualty Corporation, a Pennsylvania corporation, duly licensed to issue policies of workmen’s compensation insurance in this state. The statute enacted to protect beneficiaries of workmen’s compensation insurance policies from the defaults or insolvency of insurance carriers (Stats. 1917, p. 292), requires such insurance carriers annually to deposit securities or file a bond approved by the insurance commissioner. By section 2 of the act the bond must provide that in the event the carrier becomes insolvent or fails for a period of thirty days to pay any award rendered against it by the Industrial Accident Commission, the surety will pay forthwith the award to the extent of its liability under the bond. Section 3 contemplates the filing of a new bond on or prior to the first day of July of each year. That section in part reads: “Upon the filing of said new bond, approved as herein required, and not until such filing and approval, all liability under the previous bond shall thereby terminate. Said new bond shall embrace the entire liability of said previous bond except in so far as the same may have been paid or discharged. ’ ’</p>\n<p id=\"b604-4\">At the time of the injury to Westmoreland and until June 30, 1931, the petitioiier herein was the surety on the bond filed by American Mine Owners Casualty Company. Previous to the expiration date of its bond and about May 27, 1931, the American Mine Owners Casualty Company merged with Commonwealth Casualty Company, which thereupon and on June 1, 1931, merged with Independence Indemnity Company, a Pennsylvania corporation. One month later, at the expiration date of the Pacific Indemnity Company’s bond, the Columbia Casualty Company’s bond was filed and approved by the insurance commissioner as a new bond in place of the Pacific Indemnity Company’s bond. On September 16, 1931, the Independence Indemnity Company transferred its assets'and liabilities to another corporation also having the title Independence Indemnity Com<page-number citation-index=\"1\" label=\"563\">*563</page-number>pany, a Pennsylvania corporation. On July 1, 1932, Columbia Casualty Company renewed its bond for the Independence Indemnity Company for the period July 1, 1932, to June 30, 1933. On October 31, 1932, the new Independence Indemnity Company sold out to International Reinsurance Corporation, which on the same date procured the filing of a bond on its behalf by Union Indemnity Company. The International Reinsurance Corporation became insolvent in March, 1933.</p>\n<p id=\"b605-4\">Upon the default of the insurance carrier, the insurance commissioner, acting as trustee for the beneficiaries Westmoreland, pursuant to the statute, intervened in the proceedings before the respondent commission which ordered an award against the Pacific Indemnity Company, the Columbia Casualty and the Union Indemnity Company, as sureties on the bonds of the various consolidating carriers. The Pacific Indemnity Company instituted this proceeding to annul the award as against it on the ground that the commission had exceeded its jurisdiction.</p>\n<p id=\"b605-5\">Heretofore on March 31, 1936, this court filed its decision in the case of <em>Columbia Casualty Co. </em>v. <em>Industrial Acc. Com., Bertha B. Ridgway et al., </em>S. F. No. 15335 (5 Cal. (2d) 770 [56 Pac. (2d) 1527]), in which the principal questions involved herein are stated and determined.  That decision disposes of all the contentions presented here with the exception of the question whether the Pacific Indemnity Company is liable on its bond for a default which occurred subsequent to the expiration date thereof and after a new bond had been filed to replace it. As hereinabove noted, although the injury to Westmoreland occurred during the period when the Pacific Indemnity Company’s bond was on file, the default of the carrier in the payment of the Westmoreland award occurred subsequent to the expiration date of the Pacific Indemnity Company’s bond and when the bond of the Columbia Casualty Company replacing it was on file with the approval of the insurance commissioner.</p>\n<p id=\"b605-6\">It is held to be the general rule in <em>Lawrence </em>v. <em>American Surety Co., </em>263 Mich. 486 [249 N. W. 3], citing numerous authorities, that liability on the first bond continues when a subsequent bond is furnished until such second bond is approved as a substitute for the first; but where a bond is <page-number citation-index=\"1\" label=\"564\">*564</page-number>accepted in lieu of a previous bond the former surety is released when the substitution becomes effective. That a new bond filed and approved as provided supersedes all previous bonds as to all future defaults is indicated by our decision in the case of <em>Columbia Casualty Co. </em>v. <em>Industrial Acc. Com. and Ridgway, supra, </em>and by the decision in <em>In re International Reinsurance Corporation, </em>271 N. Y. 381 [3 N. E. (2d) 518], decided July 8, 1936, citing with approval <em>People </em>v. <em>Columbia Casualty Co., </em>155 Misc. 91 [278 N. Y. Supp. 792], which is to the same effect. It follows from the foregoing that the Industrial Accident Commission was without power to impose liability on the Pacific Indemnity Company for the default of the insurance carrier in the matter of the- Westmoreland aiyard.</p>\n<p id=\"b606-3\">The second case involved in these proceedings has to do with an award of compensation to the dependents of John Rubio, whose employer at the date of his injury and death was also insured by American Mine Owners Casualty Company. The award of compensation in that case was not made until September 30, 1933, but pursuant to the statute the default of the carriers occurred when the International Reinsurance Company became insolvent in March, 1933, which also was subsequent to the period when the Pacific Indemnity Company’s bond was on file and unreplaced by a new bond. Likewise in that matter the insurance commissioner intervened before the Industrial, Accident Commission and secured an award in its favor as trustee of the beneficiaries against all of the sureties herein mentioned. The Pacific Indemnity Company petitioned this court for a review and annulment of the commission’s award against it. The same conclusion follows, viz., that the commission has exceeded its jurisdiction in fastening liability for the default of the carriers upon this petitioner.</p>\n<p id=\"b606-4\">There is no inconsistency between the disposition of the awards against the petitioner in these cases and the affirmance of the awards against the Columbia Casualty Company therein. <em>(Columbia Casualty Co. </em>v. <em>Industrial Acc. Com., Mrs. Sebastiana Rubio et al., </em>S. F. No. 15336, 5 Cal. (2d) 785 [56 Pac. (2d) <em>533]; Columbia Casualty Co. </em>v. <em>Industrial Acc. Com., Sophronia A. Westmoreland et al., </em>S. F. No. 15337, 5 Cal. (2d) 785 [56 Pac. (2d) 533].) In conformity with our decision in the case of <em>Columbia Casualty Co. </em>v. <page-number citation-index=\"1\" label=\"565\">*565</page-number><em>Industrial Acc. Com. and Ridgway, supra, </em>the defaults of the carriers occurred during the period prior to June, 1933, and when the bond of the Columbia Casualty Company was on file and unreplaced by any bond of another surety. Also the result in that case that both the Independence Indemnity Company and the International Reinsurance Corporation were liable as carriers, and that each thereof had on file a bond protecting beneficiaries against its. default, does not militate against the correctness of the result on the present proceedings.</p>\n<p id=\"b607-3\">The awards against the Pacific Indemnity Company for the defaults of the insurance carrier with respect to the payment of the awards of compensation to the Westmoreland and Rubio dependents are and each is annulled.</p>\n<p id=\"b607-4\">Thompson, J., Curtis, J., Langdon, J., Nourse, J., <em>pro tem., </em>and Waste, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}