{
  "casebody": {
    "data": "<casebody firstpage=\"124\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b150-4\">520 A.2d 382</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b150-5\">Robert Thomas CREIGHTON v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b150-8\">No. 436,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A4q\">Sept. Term, 1986.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b150-9\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Atn\">Feb. 4, 1987.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b152-12\"><page-number citation-index=\"1\" label=\"126\">*126</page-number>Mark Colvin, Asst. Public Defender (Alan H. Murrell, Public Defender on the brief), Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b152-13\">John S. Bainbridge, Jr., Asst. Atty. Gen. (Stephen H. Sachs, Atty. Gen., Baltimore, Sandra A. O’Connor, State’s Atty. for Baltimore County and Joseph J. Steigerwald, Assistant State’s Atty. for Baltimore County, Towson, on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b153-4\"><page-number citation-index=\"1\" label=\"127\">*127</page-number>Submitted before GILBERT, C.J., and WEANT and ROSALYN B. BELL, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b153-5\">ROSALYN B. BELL, Judge.</author>\n<p id=\"b153-6\">Robert Thomas Creighton was convicted by a jury in the Circuit Court for Baltimore County of daytime housebreaking <footnotemark>1</footnotemark> and theft. He was sentenced to 25 years imprisonment as an habitual offender for the housebreaking offense under Md.Code Ann. Art. 27, § 643B(c) (1957, 1982 Repl.Vol., 1986 Cum.Supp.), and a concurrent 18-month term for the theft conviction. Both Creighton and the State appeal. Creighton asks this Court to consider the following questions:</p>\n<blockquote id=\"b153-7\">“1. Is the evidence insufficient to sustain the convictions?</blockquote>\n<blockquote id=\"b153-8\"><em>“2. </em>Did the State waive its right to seek a sentence of twenty-five years without the possibility of parole under Art. 27, § 643B(c)?”</blockquote>\n<p id=\"b153-9\">The State cross-appeals, contending that the trial court should have sentenced Creighton instead to life imprisonment without the possibility of parole under Md.Code Ann. Art. 27, § 643B(b) (1957, 1982 Repl.Vol., 1986 Cum.Supp.). We will consider the issues raised on the cross-appeal after we resolve the question of the sufficiency of the evidence. Since Creighton’s second issue on appeal only becomes significant because of our holding on the State’s cross-appeal, we will consider his second challenge after our disposition of the cross-appeal.</p>\n<p id=\"b154-3\"><page-number citation-index=\"1\" label=\"128\">*128</page-number>I. SUFFICIENCY OF EVIDENCE</p>\n<p id=\"b154-4\">Creighton asserts that the evidence adduced at trial was insufficient to sustain his convictions for daytime housebreaking and theft. Specifically, he contends that the proof failed to establish his criminal agency. In reviewing this contention, we are guided by the Supreme Court’s mandate in <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979), wherein the Court set out the test for the sufficiency of evidence as follows:</p>\n<blockquote id=\"b154-5\">“[W]hether, after viewing the evidence in the light most favorable to the prosecution, <em>any </em>rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” (Emphasis in original.)</blockquote>\n<p id=\"b154-6\"><em>See also Bloodsworth v. State, </em>307 Md. 164, 167, 512 A.2d 1056 (1986).</p>\n<p id=\"b154-7\">At trial, Carolyn Fickus testified that on June 10, 1985 she saw her next door neighbor, Curtis Harris, leave his house. She stated that moments later she observed a man near the Harris house whose height, build and clothing reminded her of “somebody else” who “didn’t belong in our community ... [b]ecause he had done some B &amp; E’s down there, and his prior record stated that he was not able to come back into our community.” She further related that she watched the man walk past the Harris residence and disappear from her view. After she heard Harris’s dog bark a few moments later, she walked over to Harris’s house but saw nothing unusual. Fickus recounted that shortly thereafter Harris began shouting that “somebody was in his house, call the police.” Fickus then telephoned the police and relayed Harris's description of the offender. She stated she later gave the police her own description of the man. Fickus described the man as between 5'10\"-6'0\" in height and very thin. She also stated that he had short dark hair, but she could not see whether he had any facial hair. She described his attire as including dark, straight-leg pants, a “conductor’s cap,” black boots, a black T-shirt displaying a white circle with a red emblem, and a chain hanging out of his left back pants pocket. She could not <page-number citation-index=\"1\" label=\"129\">*129</page-number>identify Creighton at trial as the man she saw in her neighborhood.</p>\n<p id=\"b155-5\">Harris took the stand and stated that after he arrived home around 12:15 p.m. he walked into his kitchen, and a man “walked out of the bedroom behind me, and he said someone had broken in your house, and I came in to see—first I asked him, what are you doing here? He said, Someone broke in your house, and I came in to see what I could do.” When Harris went into the bedroom to see if any property was missing, the man ran out of the house. Harris stated he then shouted for Fickus and asked her to call the police. He gave her a description of the intruder to give to the police. Harris described the man as approximately 6'0\" tall, weighing 175-180 pounds, with dark brown hair, long sideburns, and a short “scrubby” beard. He stated the intruder was wearing a black shirt with white letters on it, blue jeans, and a bandanna tied around his head. He did not remember whether the man was wearing a cap. The property missing from Harris’s house included jewelry and about $40 in quarters. Harris did not identify Creighton at trial.</p>\n<p id=\"b155-6\">Alvin Nehus, a taxicab driver, identified Creighton at trial and testified that on June 10, 1985 he picked up Creighton a few blocks from Harris’s residence at approximately 12:55 p.m. and dropped him off at another location 10-12 minutes later. He stated Creighton paid his fare, $6.60, with $6.75 worth of quarters. Nehus recounted that after Creighton entered the cab, he asked if he could lie down because “several of his buddies ... was hunting for him to beat up on him____” According to Nehus, Creighton also told him that he wanted to lie down on the rear seat because he had been putting shingles on his grandfather’s roof and he was “a little bit overcome from heat____ He was feeling bad.” Nehus described Creighton as having a dark beard, whiskers and dark hair which at the time he picked him up appeared shorter than it was at trial. He did not recall how Creighton was dressed the day of the incident.</p>\n<p id=\"b156-4\"><page-number citation-index=\"1\" label=\"130\">*130</page-number>Officer James May testified that he received a call about a break-in at approximately 12:20 p.m. on June 10 and went to Harris’s residence. There he interviewed Harris and Fickus. He stated that both individuals gave the same description of the offender. After following several leads, Creighton was arrested and the officer recounted that he interviewed Creighton at which time Creighton denied being in the area of the Harris house. Later in the interview, Creighton admitted being in the neighborhood and explained that “his girlfriend, Ruby Jacobs, had sent him down there in regards to some kind of a dope deal.” May recounted that during the interview Creighton also stated at different times that he had been in the area of the Harris residence to visit a friend or to do some roof work. Creighton denied to May that he took a taxi but after being advised that he had been identified by the cabdriver, he stated he had taken a taxi because his car had broken down. In explanation for how he paid the fare, May recalled Creighton stated that quarters were “what he had on him at the time.”</p>\n<p id=\"b156-5\">Ruby Jacobs was called as a State’s witness and averred that she was having a relationship with Creighton at the time of this incident. She stated that on the morning of June 10, he was wearing “[a] pair of dark jeans and a brown leather hat.” She could not recall what shirt he was wearing and in response to inquiry, she also could not recall whether Creighton owned a black T-shirt with white lettering and a red emblem.</p>\n<p id=\"b156-6\">It was stipulated at trial that entry into the Harris residence was accomplished “by breaking ... a pane of glass in the rear kitchen door and unlocking this door.” It was also agreed on the record that the scene was processed by the crime laboratory, but no physical evidence or latent fingerprints were recovered.</p>\n<p id=\"b156-7\">Viewing this evidence in the appropriate posture, we hold the proof was sufficient to sustain Creighton’s convictions. Circumstantial evidence can be sufficient to <page-number citation-index=\"1\" label=\"131\">*131</page-number>support a conviction. <em>Finke v. State, </em>56 Md.App. 450, 468, 468 A.2d 353 (1983), <em>cert. denied, </em>299 Md. 425, 474 A.2d 218, <em>cert. denied, </em>469 U.S. 1043, 105 S.Ct. 529, 83 L.Ed.2d 416 (1984). Presence near the scene of a crime “when coupled with other suspicious circumstances may be enough to base a conviction upon circumstantial evidence.” <em>Yopps v. State, </em>234 Md. 216, 221, 198 A.2d 264, <em>cert. denied, </em>379 U.S. 922, 85 S.Ct. 279, 13 L.Ed.2d 336 (1964).</p>\n<p id=\"b157-5\">In the case <em>sub judice, </em>Creighton was identified at trial by Nehus, a witness who placed him near the crime scene. The descriptions offered by the neighbor, the homeowner, and Creighton’s girlfriend with respect to the offender’s clothing and appearance were very similar and were also similar to that offered by Nehus. In addition, Creighton lied to police several times about his presence in the area and behaved suspiciously in the taxicab. He also paid for his ride in quarters. These facts combined presented sufficient proof for a rational trier of fact to conclude that Creighton had committed the offenses charged.</p>\n<p id=\"b157-6\">Creighton relies on <em>Craig v. State, </em>14 Md.App. 515, 287 A.2d 330 (1972), and <em>In re Appeal No. 504, Sept. Term, 1974, </em>24 Md.App. 715, 332 A.2d 698 (1975), to support his conclusion that Fickus’s and Harris’s failure to identify him at trial mandates reversal. Both these cases were tried by the court rather than by a jury and are otherwise factually distinguishable. In <em>Craig, </em>Craig and another boy were accused of breaking into the home of Mrs. Hines. The only evidence adduced to support Craig’s conviction was Hines’s observation of someone breaking glass and entering her hall. She came face-to-face with the intruder but could not describe his facial features and Hines could not identify Craig at trial. Craig and his companion were apprehended by a State Trooper approximately one-half mile from the scene of the breaking. Judge Gilbert, now Chief Judge, speaking for this Court, ruled that the evidence was insufficient to sustain Craig’s conviction. As Creighton correctly points out, Judge Gilbert found fatal the fact that Hines failed to identify Craig as the intruder despite a face-to-face <page-number citation-index=\"1\" label=\"132\">*132</page-number>opportunity to do so. Unlike the case <em>sub judice, </em>however, the description she allegedly gave to the State Trooper was at odds with her own description of the individual she saw in the hall.</p>\n<p id=\"b158-5\">Similarly, <em>In re Appeal No. 504 </em>is of no assistance to Creighton. In that case, this Court reversed a finding of juvenile delinquency. We held that while the juvenile was observed with a group of four other youths at the scene of a purse snatching and was apprehended near the scene, he was affirmatively identified by a witness as not being one of the youths who took the purse. We also found of salient import that the trial court erroneously took judicial notice that purse snatchings are usually done in concert.</p>\n<p id=\"b158-6\">In <em>Woodard v. State, </em>16 Md.App. 300, 295 A.2d 789 (1972), also relied on by Creighton, the only evidence adduced at the jury trial was the defendant’s presence with five or six others in a store shortly before it was robbed and the fact that he denied to police his involvement but suggested to them that he did not want to take sole responsibility for the crime. We held this was insufficient and reversed the conviction for armed robbery.</p>\n<p id=\"b158-7\">In contrast to the facts in <em>Craig, In re Appeal No. 504, </em>and <em>Woodard, </em>in the case <em>sub judice </em>Creighton was identified by two different individuals as being in very close proximity to the crime scene. He acted suspiciously in the taxi. He paid for the cab ride in quarters. He lied to the police about his whereabouts several times. The descriptions of the offender by the homeowner, the neighbor and the cab driver were all similar. All these circumstances, while individually not enough to sustain Creighton's convictions, were sufficient in concert to establish his agency.</p>\n<p id=\"b158-8\">II. LIFE SENTENCE</p>\n<p id=\"b158-9\">Several weeks before trial, the State served on Creighton a notice advising him of its intention to seek a mandatory sentence as an habitual offender under § 643B(c). The notice stated that because Creighton had been convicted of <page-number citation-index=\"1\" label=\"133\">*133</page-number>two crimes of violence and had served one term of confinement, the State would seek a 25-year term with a limited possibility of parole. On the day of sentencing, the State filed and served on Creighton an amended notice which stated its intent to request a mandatory life sentence without the possibility of parole pursuant to § 643B(b) based on the same convictions set out in the first notice.<footnotemark>2</footnotemark></p>\n<p id=\"b159-5\">Creighton moved to dismiss the amended notice because the notice was not timely served under Rule 4-245(c). That motion was denied, but when it became apparent to the court that the parties needed additional time to brief a relevant legal issue, the court granted a 15-day postponement as provided under the Rule.</p>\n<p id=\"b159-6\">At sentencing, the State set forth the following proof:</p>\n<blockquote id=\"A6Q\">Case No. 59386—On February 24, 1978, Creighton plead guilty to robbery before the Circuit Court for Baltimore County. He was sentenced to the Department of Corrections for eight years, all but three years were suspended. Upon release Creighton was placed on supervised probation for five years. Creighton was released from the Baltimore County Detention Center on July 17, 1979.</blockquote>\n<blockquote id=\"b159-7\">Case No. 84-CR-3225—On October 23, 1984, Creighton plead guilty to daytime housebreaking<footnotemark>3</footnotemark> before the Circuit Court for Baltimore County. He was sentenced to the Department of Corrections for two years beginning on July 31, 1984. On January 31, 1985, the balance of the sentence was suspended and Creighton was placed on two years probation on the condition that he enter a drug rehabilitation program. On July 1, 1985, Creighton’s <page-number citation-index=\"1\" label=\"134\">*134</page-number>probation was revoked because he failed to attend the program and his original sentence of two years was reimposed. (As of the date of sentencing in the instant case, Creighton was still serving this sentence.)</blockquote>\n<blockquote id=\"b160-5\">Case No. 84-CR-3033—On October 23, 1984, Creighton plead guilty to daytime housebreaking<footnotemark>4</footnotemark> before the Circuit Court for Baltimore County. He was sentenced to the Department of Corrections for two years. This sentence was to be consecutive to the sentence imposed under 84-CR-3225. On January 31, 1985, the balance of the sentence was suspended and Creighton was placed on two years probation on the condition that he enter a drug rehabilitation program. On July 1, 1985, Creighton’s probation was revoked because he failed to attend the program and his original sentence of two years to run consecutive to the sentence imposed in 84-CR-3225 was reimposed.</blockquote>\n<blockquote id=\"b160-6\">Case No. 85-CR-3512—On December 3, 1985, Creighton was convicted of the instant offenses.</blockquote>\n<p id=\"b160-7\">In its cross-appeal, the State contends that the court erred in failing to sentence Creighton under § 643B(b) to a term of life imprisonment without the possibility of parole. When sentencing him to the lesser penalty of 25 years under § 643B(c), the court stated that because two of Creighton’s predicate convictions, Case Nos. 84-CR-3225 and 3033, arose from a single plea bargain, the “separate convictions” requirement under § 643B(b) was not satisfied.</p>\n<p id=\"b160-8\">Section 643B of the Code codifies Maryland’s habitual offender penalties. Subsection (b) sets out what has become known as the “four-time loser” provision:</p>\n<blockquote id=\"b160-9\">“(b) Mandatory life sentence.—Any person who has served three separate terms of confinement in a correctional institution as a result of three separate convictions of any crime of violence shall be sentenced, on being <page-number citation-index=\"1\" label=\"135\">*135</page-number>convicted a fourth time of a crime of violence, to life imprisonment without the possibility of parole. Regardless of any other law to the contrary, the provisions of this section are mandatory.”</blockquote>\n<p id=\"b161-4\">Subsection (c) sets out the lesser penalty for a “three-time loser”:</p>\n<blockquote id=\"b161-5\">“(c) Third conviction of crime of violence.—Any person who (1) has been convicted on two separate, occasions of a crime of violence where the convictions do not arise from a single incident, and (2) has served at least one term of confinement in a correctional institution as a result of a conviction of a crime of violence, shall be sentenced, on being convicted a third time of a crime of violence, to imprisonment for the term allowed by law, but, in any event, not less than 25 years. Neither the sentence nor any part of it may be suspended, and the person shall not be eligible for parole except in accordance with the provisions of Article 31B, § 11. A separate occasion shall be considered one in which the second or succeeding offense is committed after there has been a charging document filed for the preceding occasion.”</blockquote>\n<p id=\"Aa\">Maryland Courts have recognized the inconsistency between these two provisions and the “inartful” draftsmanship of the statute. <em>Calhoun v. State, </em>46 Md.App. 478, 489-90, 418 A.2d 1241 (1980), <em>aff'd, </em>290 Md. 1, 425 A.2d 1361 (1981); <em>see Lett v. State, </em>51 Md.App. 668, 679-80, 445 A.2d 1050, <em>cert. denied, </em>294 Md. 442 (1982). On one hand, for an habitual offender to receive a 25-year mandatory sentence under § 643B(c), the State must prove, <em>inter alia, </em>that the defendant has been convicted “on two separate occasions” of violent crimes arising from separate incidents. A “separate occasion” is defined as “one in which the second or succeeding offense is committed after there has been a charging document filed for a preceding occasion.” To this definition, in <em>Garrett v. State, </em>59 Md.App. 97, 118, 474 A.2d 931, <em>cert. denied, </em>300 Md. 483, 479 A.2d 372 (1984), we added the requirement that “the two convictions serving as the predicate for the enhanced sentence must precede in <page-number citation-index=\"1\" label=\"136\">*136</page-number>time the commission of the offense upon which the instant conviction is based.”</p>\n<p id=\"b162-5\">To qualify for the more severe penalty under § 643B(b), on the other hand, the State need only prove that the defendant has three separate convictions and has served three separate terms of confinement. The separate occasion and separate incident language is absent from the mandatory life sentence section.</p>\n<p id=\"b162-6\">Although Creighton wishes us to extend the language of § 643B(b) to reconcile the inconsistency between the enhanced sentence provisions, the State urges that the language of the section controls because it is plain and unambiguous. The State counsels us that if when construing the provision the plain language leads to an absurdity or is illogical, it is up to the Legislature to alter the statute. Recently in <em>Blandon v. State, </em>304 Md. 316, 319, 321-22, 498 A.2d 1195 (1985), and <em>Hall v. State, </em>69 Md.App. 37, 60-61, 516 A.2d 204 (1986), however, the Court of Appeals and this Court ruled that in interpreting § 643B, the various provisions must be read together and courts will not presume that the Legislature intended results that are illogical. Moreover, courts “should reject a proposed statutory interpretation if its consequences are inconsistent with common sense.” <em>Blandon, </em>304 Md. at 319, 498 A.2d 1195. We are also cognizant that “[i]n construing a penal statute and in resolving a dispute over the severity of the penalty, a presumption arises in favor of the lesser penalty over the greater one.” <em>Calhoun, </em>46 Md.App. at 488, 418 A.2d 1241. With these principles in mind, we turn to the meaning of § 643B(b).</p>\n<p id=\"b162-7\">Separate Convictions</p>\n<p id=\"b162-8\">The first question presented is what does the word “separate” mean with respect to establishing three separate convictions for crimes of violence. The State argues that since Creighton was convicted of three unrelated offenses, the plain language of the statute controls and the court erred in determining that convictions entered on the same <page-number citation-index=\"1\" label=\"137\">*137</page-number>date are not separate convictions under § 643B(b). Creighton responds that the term separate convictions should be defined by the “separate occasion” requirement found under § 643B(c), or in the alternative that a sequentiality element should be read into the statute.<footnotemark>5</footnotemark> Since we agree with the State, we consider each of Creighton’s interpretations.</p>\n<p id=\"b163-5\">a. Separate Occasions</p>\n<p id=\"b163-6\">Creighton posits that since the offense in 84-CR-3033 was committed on July 15, 1984 and the offense in 84-CR-3225 was committed on July 24, 1984, and since the charging documents were filed on August 27, 1984 and September 17, 1984, respectively, the separate occasion requirement under § 643B(c) has not been satisfied. Creighton suggests that if the separate occasion language found in § 643B(c) is inserted into § 643B(b), then the enhanced provisions will be consistent and the proof required for the lesser penalty will not be more stringent than that required for the greater penalty. In support of his argument, Creighton notes that both the trial court and the State conceded at sentencing that the variance of proof between the two sections was most likely a legislative “oversight.” We are not convinced that the difference in proof was an oversight.</p>\n<p id=\"b163-7\">We find it of controlling significance that in response to invitations in <em>Calhoun, </em>46 Md.App. at 490, n. 5, 418 A.2d 1241, and <em>Lett, </em>51 Md.App. at 680, 445 A.2d 1050, to rectify the inconsistency between the proof required under § 643B(b) and (c), the Legislature amended § 643B(c) by adding the separate occasion requirement. The General Assembly, however, left § 643B(b) unchanged. In <em>Garrett, </em>59 Md.App. at 116-17, 474 A.2d 931, examining the statutory changes that were made in response to the comments in <em>Calhoun </em>and <em>Lett, </em>we again expressed our frustration <page-number citation-index=\"1\" label=\"138\">*138</page-number>over the still present inconsistencies between subsections (b) and (c). The Legislature has not as yet chosen to alter subsection (b). Given the various opportunities to amend the life sentence section and the Legislature’s reluctance to impose any additional requirements into § 643B(b), we cannot say that the Legislature clearly intended to superimpose a “separate occasion” element into the life sentence section.</p>\n<p id=\"b164-5\">The cardinal rule of statutory construction is to ascertain and effectuate the intent of the Legislature. <em>Hawkins v. State, </em>302 Md. 143, 147, 486 A.2d 179 (1985). The primary source of that intent is the language of the statute. <em>Hawkins, </em>302 Md. at 147, 486 A.2d 179. Where the Legislature was aware of a defect in the statute and took steps to remedy it, we cannot circumvent the clear expression of their intent by inserting words or phrases into the statute. <em>In re Appeals No. 1022 and No. 1081, Sept. Term, 1975, </em>278 Md. 174, 178, 359 A.2d 556 (1976). We must confine ourselves to the statute as now written. <em>In re Appeals No. 1022 and No. 1081, </em>278 Md. at 178, 359 A.2d 556. Since the Legislature was satisfied to keep § 643B(b) intact, we must assume the statute means what it says. <em>See Lett, </em>51 Md.App. at 681, 455 A.2d 1050. Thus, under the separate convictions requirement, the fact that two of Creighton’s convictions did not occur on separate occasions, as that term is defined, is of no import when applying § 643B(b).</p>\n<p id=\"b164-6\">b. Sequentiality</p>\n<p id=\"b164-7\">Creighton argues, in the alternative, that if a separate occasion element is not implicated under § 643B(b), a sequentiality requirement is mandated. That is, the State must show that each predicate conviction preceded in time the commission of the next offense, i.e., the conviction for offense # 1 must precede the commission of offense # 2, and the conviction for offense # 2 must precede the commission of offense # 3. He argues that this requirement will effectuate the deterrent purpose behind the statute.</p>\n<p id=\"b165-4\"><page-number citation-index=\"1\" label=\"139\">*139</page-number>In <em>Hawkins, </em>302 Md. at 148, 486 A.2d 179, the Court of Appeals recognized that</p>\n<blockquote id=\"b165-5\">“[t]he purpose of [§ 643B] is to protect the public from assaults upon people and injury to property and to deter repeat offenders from perpetrating other criminal acts of violence under the threat of an extended period of confinement.”</blockquote>\n<p id=\"b165-6\">Creighton is correct that insertion into § 643B(b) of a requirement for sequential predicate convictions supports the deterrent objective of the habitual offender statute. If an offense must be committed after conviction for a previous offense, then the statute affords a defendant the opportunity to refrain from committing a second crime of violence after being charged and convicted of a first offense and so forth. <em>Garrett, </em>59 Md.App. at 118, 474 A.2d 931. This interpretation, however, ignores the other expressed purpose behind the recidivist statute—protection of the public. While protecting the public might be achieved by deterring repeat offenders from perpetrating further acts of violence, protection was set out as a separate and independent goal. Protecting the public from repetitive offenses is clearly occasioned when a four-time offender is punished for the number of crimes of violence he or she commits regardless of the order in which they were committed. Again, since the Legislature had an opportunity to speak with respect to the proof required under § 643B(b) and remained silent, we will not insert the prerequisite of sequentiality of predicate convictions.</p>\n<p id=\"b165-7\">Creighton refers us to numerous cases from foreign jurisdictions where the courts in those States have read into their mandatory sentencing statute a sequentiality requirement, although the statute was silent on this point. There appears to have emerged a split of authority based on the stated purpose behind the particular jurisdiction’s enhanced penalty statute. <em>See Garrett, </em>59 Md.App. at 113-14, n. 2, 474 A.2d 931. As summarized by the Utah Supreme Court in <em>State v. Montague, </em>671 P.2d 187, 189 (Utah 1983):</p>\n<blockquote id=\"b166-4\"><page-number citation-index=\"1\" label=\"140\">*140</page-number>“Regardless of the statutory language, the difference in holdings of the courts appears to be based upon each one’s determination of what is the underlying purpose of its habitual criminal statute. Where the purpose is determined to be reformation ... the courts impose the sequential requirement. Where the purpose is found to be to make persistent offenders subject to greater sanctions, courts place no importance on the timing of the prior offenses.”</blockquote>\n<p id=\"b166-5\">In discussing this dichotomy, the Utah Court concluded that reformation of the individual was equatable with deterrence of the individual.</p>\n<p id=\"b166-6\">Since Maryland’s recidivist statute embraces the purpose of both deterrence of criminal behavior and protection of the public and is absolutely silent about reformation of the offender, we conclude that, absent a clear statement that the Legislature intended a requirement of convictions in sequence, we will not interject such a requirement into our statute.</p>\n<p id=\"b166-7\">We hold that while the purpose behind the 25-year repeat offender provision is deterrence, <em>Garrett, </em>59 Md.App. at 118, 474 A.2d 931, the plain language of § 643B(b) evinces that public protection is the primary goal of this section. The Legislature, in implementing a “four-time loser” provision, and in leaving it intact when reexamining it, specifically recognized the importance of removing certain individuals from society in order to protect the public from the violent conduct of these individuals. Section 643B(b) addresses the situation where the only offense to be deterred is a fourth crime of violence after conviction for three prior crimes of violence and imposition of three terms of confinement therefrom. Once a defendant has received three convictions for crimes of violence and served all or a portion of three terms of confinement, the offender is put on notice that unless he or she refrains from violent criminal conduct as defined under the statute, there is a very real possibility of permanent incarceration. This interpretation best serves to protect the public under § 643B(b).</p>\n<p id=\"b167-3\"><page-number citation-index=\"1\" label=\"141\">*141</page-number>c. What Does “Separate” Mean?</p>\n<p id=\"b167-4\">As we have ruled, the term “separate convictions” does not mean predicate convictions that are entered on separate occasions or ones that occur sequentially. The question still remains as to what the Legislature intended when it referred to three separate convictions under § 643B(b).</p>\n<p id=\"b167-5\">In <em>Lett, </em>51 Md.App. at 679, 455 A.2d 1050, Judge Weant looked to the dictionary for a definition of the word “separate” with respect to what the Legislature intended by requiring convictions on separate occasions under § 643B(c). We follow his lead. <em>Webster’s Ninth New Collegiate Dictionary </em>1073 (9th ed. 1983), defines separate as being “not shared with another,” “existing by itself,” “dissimilar in nature or identity.” <em>Black’s Law Dictionary </em>1224 (5th ed. 1979), defines it as “distinct; particular; disconnected.” Taking these two authorities together, we conclude that the term “separate convictions” has a plain meaning and is not fairly susceptible of an interpretation other than that of three unconnected convictions that arose out of distinct events that occurred at different times and could not or did not merge at sentencing. Whether the convictions are sequential or whether they arise after a charging document is filed is of no consequence under § 643B(b).</p>\n<p id=\"b167-6\">Creighton’s argument that our definition will result in an absurdity is specious. Creighton hypothesizes that in the absence of a separate occasion or sequentiality requirement, a defendant who engages in an uncharacteristic one-day crime spree, serves a one-month sentence for each conviction, and upon release commits a fourth offense would be subject to life imprisonment without the possibility of parole. Creighton’s scenario is an oversimplification.</p>\n<p id=\"b167-7\">Assuming that the predicate offenses of three crimes of violence occurred on the same day, those crimes would still have to be perpetrated at different times and result from separate events, and the defendant would still have to be convicted of those three crimes of violence. Separate sen<page-number citation-index=\"1\" label=\"142\">*142</page-number>tences would also have to be imposed prior to the conviction for the fourth crime of violence. <em>See Garrett, </em>59 Md.App. at 112-18, 474 A.2d 931. Thus, in order to qualify for the life penalty, the defendant would have exhibited some degree of recidivism. Moreover, in <em>Davis v. State, </em>68 Md. App. 581, 589-95, 514 A.2d 1229 (1986), Judge Adkins writing for this Court extended the constitutional proscription against cruel and unusual punishment to the imposition of an enhanced life sentence.</p>\n<p id=\"b168-5\">In conclusion, the language of § 643B(b) is clear. No separate occasion or sequentiality of predicate crimes is required. All that must be shown is that a defendant was convicted of three distinct and unrelated crimes of violence resulting from different events. Since the State in the instant case proved that Creighton’s three predicate convictions met the definition we set forth, the first element of § 643B(b) was met.</p>\n<p id=\"b168-6\">Separate Terms of Confinement</p>\n<p id=\"b168-7\">The State also argues that in addition to proving Creighton had three separate convictions for crimes of violence, it proved he served three terms of confinement as a result of convictions for crimes of violence as required under § 643B(b). Creighton, on the other hand, maintains that even if the State proved three separate convictions, it did not prove he served three separate terms of confinement. He launches a two-fold attack.<footnotemark>6</footnotemark> We find his second challenge persuasive.</p>\n<p id=\"b168-8\">Creighton first posits that since the sentences imposed in 84-GR-3225 and 84-CR-3033 were both imposed on the same day and resulted from the same act constituting the violations of probation, namely, the failure to enter a drug rehabilitation program, his terms of two years to be <page-number citation-index=\"1\" label=\"143\">*143</page-number>served consecutively are actually one four-year sentence. Thus, he has not served <em>three </em>terms of confinement. We disagree.</p>\n<p id=\"b169-4\">Merely because the original sentences were imposed on the same day and the suspensions of those sentences were removed on the same day does not mean they are one sentence. Likewise, just because the reason for lifting the suspension of those sentences stems out of the same probation violations does not mean the two sentences are to be treated as a single term of incarceration. The original sentences were imposed for two distinct and unrelated offenses and two distinct sentences were ordered.</p>\n<p id=\"b169-5\">Creighton also argues that since he has not yet completed serving the sentence imposed in 84-CR-3225, he has yet to serve the consecutive sentence ordered in 84-CR-3033. Hence, he asserts, he has not <em>served </em>three terms of confinement.<footnotemark>7</footnotemark> Relying on <em>Leuschner v. State, </em>45 Md.App. 323, 413 A.2d 227, <em>cert. denied, </em>288 Md. 738 (1980), the State posits that this Court was presented with and rejected the same argument. The State is misguided.</p>\n<p id=\"b169-6\">Briefly, Leuschner was convicted and sentenced to life imprisonment for the murder of nine-year-old Rusty Marine. We affirmed that judgment. <em>Leuschner v. State, </em>41 Md. App. 423, 397 A.2d 622, <em>cert. denied, </em>285 Md. 731, <em>cert. denied, </em>444 U.S. 933, 100 S.Ct. 279, 62 L.Ed.2d 192 (1979). Subsequently, Leuschner was tried and convicted for the murder of nine-year-old Troy Krause. Upon conviction, he was sentenced to life imprisonment without parole under § 643B(b). In addition to the Marine murder, Leuschner had been convicted and served time for two rape convictions in California. On appeal, Leuschner argued that his § 643B(b) sentence was unfounded becuase he had not yet served three terms of confinement for crimes of violence— <page-number citation-index=\"1\" label=\"144\">*144</page-number>he was still serving the Marine sentence at the time of disposition for his fourth crime of violence.</p>\n<p id=\"b170-5\">Rejecting Leuschner’s argument, this Court held that since the § 643B(b) sentence was imposed consecutively to the Marine sentence and since, therefore, Leuschner would not begin serving his § 643B(b) sentence until after he had completed serving the Marine sentence, the statutory requirement had been met. <em>Leuschner, </em>albeit cryptically, addressed the question of whether the predicate sentences had to be completed before the statutory recidivist penalty could be imposed. Five months later, in <em>McLee v. State, </em>46 Md.App. 472, 477, 418 A.2d 1238 (1980), <em>cert. denied, </em>289 Md. 738 (1981), this Court definitively held that it is not necessary under the enhanced penalty statute that the defendant have served the complete term of imprisonment imposed for the prior convictions.</p>\n<p id=\"b170-6\">In contrast to <em>Leuschner </em>and <em>McLee, </em>in the case <em>sub judice, </em>the issue the State presents us is one step removed. The State asks us to determine whether it is necessary under the enhanced penalty statute that the defendant have served some time for each predicate term of confinement before the habitual offender sentence may be imposed, or whether it is enough that the defendant will have served some time for each predicate term of confinement at the time he or she actually begins serving the life sentence imposed under the recidivist statute. We hold a defendant must have served some time for each predicate offense before an habitual offender sentence may be imposed.</p>\n<p id=\"b170-7\">Whether we look at the periods of confinement served as of the date of conviction for the fourth crime of violence or as of the date of disposition on the fourth crime of violence,<footnotemark>8</footnotemark> Creighton has not served any part of his sentence imposed for the third predicate offense. As of <page-number citation-index=\"1\" label=\"145\">*145</page-number>either date, he was still serving a period of confinement for the first of the two consecutive sentences imposed for his 1984 convictions. The sentence for the third predicate offense had neither in whole nor in part been “served.”</p>\n<p id=\"b171-4\">While <em>Leuschner </em>and <em>McLee </em>make clear that the phrase “has served” in the recidivist statute does not mean “has completed the term(s) of confinement imposed,” we hold it is necessary that a defendant have served some portion of each of the three predicate sentences before being sentenced to life imprisonment without the possibility of parole under § 643B(b). The language of § 643B(b) is not subject to any other plausible interpretation. The section addresses itself to “[a]ny person who has served three separate terms of confinement in a correctional institution____” It does not refer to “[a]ny person who” <em>will have served </em>“three separate terms of confinement____” As stated, we must confine ourselves to the words of the statute. <em>In re Appeals No. 1022 and No. 1081, </em>278 Md. at 178, 359 A.2d 556.</p>\n<p id=\"b171-9\">The State argues, however, that this ruling produces an absurd result: “if [Creighton] had been given the more lenient treatment of concurrent sentences on his 1984 convictions, he would have been in line for the harsher recidivist penalty.” Although the State raises an interesting point, we are constrained to review the case before us. We must take this defendant and his history of incarceration as we find it. We cannot alter a sentence or sentences previously imposed to ensure a defendant does or does not qualify for a recidivist penalty. It is a reality of the sentencing process that, from time to time, inequities may result.</p>\n<p id=\"b171-10\">In conclusion, since Creighton’s third predicate sentence was imposed consecutively to his second predicate sentence and since he had not served any time for the third offense, Creighton had not served three terms of confinement. Section 643B(b) is thus inapplicable. The court properly refused to impose the recidivist life penalty.</p>\n<p id=\"b172-3\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>III. WAIVER OF 25-YEAR ENHANCED PENALTY</p>\n<p id=\"b172-4\">As his second issue on appeal, Creighton challenges the imposition of the 25-year enhanced penalty. He does not challenge the sufficiency of the proof to support the penalty, but rather he argues that the State waived the right to seek the lesser enhanced penalty. We disagree.</p>\n<p id=\"b172-5\">At the disposition hearing, after the court determined that Creighton was not eligible for a life sentence under § 643B(b), Creighton challenged the State’s right to proceed under the 25-year provision. The court ruled that, despite the fact the State had amended its notice of intent to seek an enhanced sentence from the 25-year penalty to the life penalty, the State had not waived its right to secure the lesser penalty.</p>\n<p id=\"b172-6\">Creighton now posits that because the State asserted at the sentencing hearing that “[t]he Amendment ... notified the defense that we were not going to seek a three-time loser mandatory sentence ...” and because the amended notice did not preserve the right to continue under the original notice, the State waived its right to proceed pursuant to the 25-year provision. Based on the facts of this case, Creighton’s arguments are untenable.</p>\n<p id=\"b172-7\">In <em>Davis v. State, </em>56 Md.App. 694, 701, 468 A.2d 698 (1983), <em>cert. denied, </em>299 Md. 425, 474 A.2d 218 (1984), Davis challenged the imposition of an enhanced life penalty because the notice sent to him only alerted him that the State was seeking a penalty under § 643B. It did not specify whether it was proceeding under § 643B(b) or (c). In rejecting his challenge, this Court, through Judge Moylan, stated:</p>\n<blockquote id=\"b172-8\">“The undergirding purpose of the notice requirement is not to erect an obstacle course for the State but to give the defendant a fair chance to prepare a defense against the enhanced punishment danger.”</blockquote>\n<p id=\"b172-9\">We continued that since Davis had not enlightened us on how his preparation for a defense to the life penalty would have been any different than that for the 25-year sentence, <page-number citation-index=\"1\" label=\"147\">*147</page-number>the lack of specificity in the notice was of no import. Similarly, Creighton has not stated how his defense would have been any different under the 25-year penalty as opposed to the life penalty. In fact, he proffered numerous defenses to both the imposition of the life term and the 25-year term. Moreover, until he received the amendment at the sentencing hearing, Creighton ostensibly had prepared a defense to his incarceration under § 643B(c). He cannot now claim that because the court ruled that the State failed to prove he was an habitual offender under § 643B(b), he “unprepared” his defense to the § 643B(c) penalty. In conclusion, we find succor in the following quotation from <em>Davis, </em>56 Md.App. at 702, 468 A.2d 698:</p>\n<blockquote id=\"A_\">“In a word, he was well prepared to defend. When the animating purpose of the notice requirement has been well served, as it was here, we are not going to permit ourselves to be distracted or ‘hung up’ by strained formalities.”</blockquote>\n<p id=\"b173-5\">JUDGMENTS AFFIRMED.</p>\n<p id=\"b173-6\">COSTS TO BE PAID TWO-THIRDS BY APPELLANT/CROSS-APPELLEE AND ONE-THIRD BY AP-PELLEE/CROSS-APPELLANT, BALTIMORE COUNTY.</p>\n<footnote label=\"1\">\n<p id=\"b153-10\">. The computer printout of docket entries filed in this record reflects that Creighton was charged with and convicted of burglary; the daytime housebreaking charge was nol prossed. The indictment filed does not even list burglary as a count lodged against Creighton. Since both the State and Creighton do not dispute that the instant conviction was for daytime housebreaking, not burglary, we only point out the discrepancy for clarification. This same computer printout and indictment discrepancy is present with respect to two of the earlier cases against Creighton. <em>See </em>n. 3 and n. 4.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b159-8\">. Since the time the original notice was sent, Creighton had twice violated his probation and two terms of incarceration were reimposed which resulted in the State proceeding against Creighton on an amended notice.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b159-9\">. Although the transcript of the plea hearing reflects that Creighton plead guilty to daytime housebreaking, the computer printout of docket entries reflects he plead guilty to burglary. He was not even charged with burglary in the indictment filed in that case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b160-10\">. The same discrepancy as in 84-CR-3225 occurred in this case between the charges stated in the indictment and the printout of docket entries.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b163-8\">. The issue of sequentiality of convictions under § 643B(b) is presently pending before the Court of Appeals in Montone v. State, No. 74, Sept. Term, 1985 (argued December 10, 1985.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b168-9\">. Creighton does not raise the issue of whether a sentence served for violating probation is a term of confinement \"as a result of’ conviction for a crime of violence. Since he does not argue this point, we do not decide it. This issue as well is pending before the Court of Appeals in <em>Montone v. State.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b169-7\">. Creighton does not dispute he served one term of confinement for his 1978 conviction.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b170-8\">. We need not decide whether the date of the fourth conviction or the disposition is the measuring rod under § 6438(b) because that issue is not before us.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}