{
  "casebody": {
    "data": "<casebody firstpage=\"350\" lastpage=\"351\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b376-4\">Michael Ezekwesiri AGUGUA, Petitioner, v. Alberto R. GONZALES, U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b376-7\">No. 06-60211</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AXA\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b376-8\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b376-10\">March 29, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b376-11\">Lawrence Blake Mitchell, Dallas, TX, Kenneth G. Wincorn, Wincorn, Hsueh <em>&amp; </em>Alexander, Richardson, TX, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b376-12\">Thomas Ward Hussey, Director, U.S. Department of Justice Office of Immigration Litigation, Washington, DC, Anne M. Estrada, U.S. Immigration <em>&amp; </em>Naturalization Service, Dallas, TX, Caryl G. Thompson, U.S. Immigration <em>&amp; </em>Naturalization Service District Directors Office, New Orleans, LA, for Respondent.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b376-13\">Alberto R. Gonzales, U.S. Department of Justice, Washington, DC, pro se.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b376-15\">Before DAVIS, BARKSDALE, and BENAVIDES, Circuit Judges.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b376-16\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b376-17\">Michael Ezekwesiri Agugua, a native and citizen of Nigeria, petitions this court for review of a Board of Immigration Appeals (BLA) order affirming the immigration judge’s (IJ) order denying his request for cancellation of removal. Agugua argues that the BIA erred by denying his request for cancellation of removal under 8 U.S.C. § 1229b. Agugua also moves this court for a stay of removal. For the reasons that follow, the motion is denied.</p>\n<p id=\"b376-22\">The BIA’s determination that cancellation of removal was not warranted under the facts of the case was a discretionary denial of relief that this court does not have jurisdiction to review. <em>See </em>8 U.S.C. § 1252(a)(2)(B)(i); <em>Wilmore v. Gonzales, </em>455 F.3d 524, 526-28 (5th Cir.2006); <em>Rueda v. Ashcroft, </em>380 F.3d 831, 831 (5th Cir.2004). We note that Agugua’s contention that he was erroneously found to be ineligible for cancellation of removal based on his conviction of an aggravated felony offense is unsupported by the record. We dismiss the petition to the extent that it seeks review from the BIA’s discretionary decision to deny cancellation of removal.</p>\n<p id=\"b376-23\">Agugua argues that the denial of cancellation of removal violated his due process rights. We have jurisdiction to consider this legal question. <em>Hernandez-Castillo v. Moore, </em>436 F.3d 516, 519 (5th Cir.), <em>cert. denied, </em>— U.S. -, 127 S.Ct. 40, 166 L.Ed.2d 18 (2006). The argument is unavailing, however, as Agugua’s “[eligibility for discretionary relief from a removal order is not a liberty or property interest warranting due process protection.” <em>See Mireles-Valdez v. Ashcroft, </em>349 F.3d 213, 219 (5th Cir.2003) (internal quotation marks and citation omitted). To the extent that Agugua’s claim challenges the BIA’s denial of cancellation of removal on due process grounds, the petition is denied.</p>\n<p id=\"b377-4\"><page-number citation-index=\"1\" label=\"351\">*351</page-number>PETITION DISMISSED IN PART, DENIED IN PART; MOTION FOR STAY OF REMOVAL DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b376-18\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}