{
  "casebody": {
    "data": "<casebody firstpage=\"414\" lastpage=\"433\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b482-3\">Irving ELLENTUCK and Mildred Ellentuck, Mark R. Bryce and Roberta Bryce, A. Gerard Hyde, Saul Novak and Phyllis Novak, Leonard Savino and Kevin P. Wilkinson and Margaret Wilkinson, on their own behalf and on behalf of other adjoining property owners who objected to and object to the granting of a variance to the subject premises permitting a Class A multiple dwelling therein, and all others similarly situated, Plaintiffs-Appellants, v. Joseph B. KLEIN, Philip Agusta, Howard B. Hornstein, Henry M. Carroll and John P. Walsh, as Commissioners constituting the Board of Standards and Appeals of the City of New York, Philip Agusta, Henry M. Carroll and John B. Walsh, Individually, Jeremiah T. Walsh as Commissioner of Buildings of the City of New York, H. Irving Sigman, as Borough Superintendent of the Borough of Queens, and Individually, Erling Karlsen, as Inspector of the Department of Buildings of the City of New York and Individually, Joseph Stein, as former Commissioner of Buildings of the City of New York, Kimball Construction Co. Inc., John Kimball and Marie A. Kimball, as officers and directors of the Kimball Construction Co. Inc., and Individually, Richmond Hill Savings Bank, Julius Granirer, the Honorables M. Henry Martuscello, Henry J. Latham, John P. Cohalan, Jr., Samuel Rabin and Vito J. Titone, as Justices of the Supreme Court of the State of New York, Appellate Division, Second Department, and the Honorable Alfred D. Lerner, as Judge of the Supreme Court of the State of New York, County of Queens, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b482-8\">No. 69, Docket 77-7209.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b482-9\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b482-10\">Argued Sept. 30, 1977.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b482-11\">Decided Jan. 4, 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b482-14\">Lumbard, Circuit Judge, concurred specially and filed opinion.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b482-15\">Feinberg, Circuit Judge, concurred in result and filed opinion.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b484-10\"><page-number citation-index=\"1\" label=\"416\">*416</page-number>Dora Aberlin, New York City, for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b484-11\">Ronald E. Sternberg, New York City (W. Bernard Richland, Corp. Counsel, L. Kevin Sheridan, New York City, of counsel), for municipal appellees.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b484-12\">Sheldon Lobel, Woodside, N. Y. (David B. Kweller, Woodside, N. Y., of counsel), for appellees Kimball Const. Co., Inc., John Kimball and Marie Kimball.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b484-13\">Lincoln D. Harkow, Jamaica, N. Y. (Frey &amp; Harkow, Jamaica, N. Y., of counsel), for appellees Richmond Hill Sav. Bank and Julius Granirer.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b484-14\">Paul E. Dahlman, Deputy Asst. Atty. Gen. of State of N. Y., New York City (Louis J. Lefkowitz, Atty. Gen. of State of N. Y., and Samuel A. Hirshowitz, First Asst. Atty. Gen., New York City, of counsel), for Justices of the Appellate Division and Supreme Court.</attorneys>\n<p data-order=\"12\" data-type=\"judges\" id=\"b484-16\">Before LUMBARD, MOORE and FEIN-BERG, Circuit Judges.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b484-17\">MOORE, Circuit Judge:</author>\n<p id=\"b484-18\">Plaintiffs are property owners in Belle Harbor, a seaside section of Queens, New York. Aggrieved by a decision of the Building Department of the City of New York to grant an alteration permit to a builder in the area permitting the conversion of an existing building into a multiple dwelling, they sought to have the permit revoked as contrary to New York law. Their struggles led to a long course of litigation in the courts of the State of New York and, most significantly, to the dismissal of their appeal on constitutional grounds by the New York Court of Appeals “upon the ground that no substantial constitutional question [was] directly involved”. <em>Ellentuck v. Klein, </em>39 N.Y.2d 743, 384 N.Y.S.2d 1030 (1976). Plaintiffs did not seek review from the Supreme Court of the United States, but rather commenced the instant civil rights action in the federal district court for the Southern District of New York, asserting four separate causes of action against several groups of the principals in the New York land use dispute. The district court dismissed the entire complaint with prejudice on the grounds of res judicata, collateral estoppel, and “principles of federal-state comity”. It is from this order of dismissal that plaintiffs appeal. A meaningful analysis of appellants’ claims is only possible after a more detailed description of the prior proceedings.</p>\n<p id=\"b484-19\">I.</p>\n<p id=\"b484-20\">On June 14, 1972, defendant Kimball Construction Company (“Kimball”) purchased a three-story-and-basement wood frame building located on Rockaway Beach Boulevard, Belle Harbor, from the Sisters of Reparation of the Congregation of Mary, Inc. Over a period of some twenty years, the Sisters had used the premises as a con<page-number citation-index=\"1\" label=\"417\">*417</page-number>vent, primarily as a home for homeless and/or aged women. At the time the building was purchased by Kimball, it contained approximately 24 bedrooms, 10 bathrooms, a large dining room, a commercial kitchen, a laundry room, and a garage.</p>\n<p id=\"b485-5\">Prior to making the purchase, neighborhood resident John Kimball, an officer of Kimball Construction Company and an individual defendant in this suit, reviewed records on file at the Queens office of the New York City Department of Buildings.<footnotemark>1</footnotemark> According to those records, the building had previously been accepted as a Class “B” multiple dwelling (rooming house) and an alteration application submitted in 1950 showed “existing legal use” as a “Class ‘B’ Heretofore Converted Dwelling”.<footnotemark>2</footnotemark></p>\n<p id=\"b485-6\">On or about June 30, 1972, John Kimball filed plans with the Department of Buildings in order to obtain a permit to convert the premises to a Class “A” multiple dwelling (apartment house for permanent residents). The proposed conversion was seemingly permitted under the New York City Zoning Resolution, even in the R2 Zoning District (single family detached residences) encompassing the Belle Harbor area, since a Class “B” multiple dwelling constituted a nonconforming use and the Resolution provided for alteration from one nonconforming use to another nonconforming use. New York City Zoning Resolution § 52-61, effective December 15, 1961.</p>\n<p id=\"b485-7\">Thus, plans submitted by Kimball were approved pursuant to instructions from Er-ling Karlsen,<footnotemark>3</footnotemark> Inspector for the Department of Buildings for the Borough of Queens, and on November 17, a construction permit was issued by Borough Superintendent H. Irving Sigman, a defendant in the first cause of action. Pursuant to the permit, work was commenced on the conversion of the building into a dwelling which was to contain 14 apartments plus an apartment for a superintendent.</p>\n<p id=\"b485-13\">Shortly thereafter, the Belle Harbor Property Owners Association, Inc., sought to have the permit invalidated. Several of their representatives met with Borough Superintendent Sigman and with then-Commissioner of Buildings of the City of New York, Joseph Stein,<footnotemark>4</footnotemark> to discuss the propriety of revoking the permit. Sigman, by interdepartmental memorandum to Stein, expressed his opinion that the plans had been properly approved, stating that the dwelling had been accepted as a Class “B” multiple dwelling since 1945 and recorded as such in the records of the Department. Sigman also expressed his belief that the resulting condition (i. e., the existence of a multiple dwelling in a neighborhood zoned for one-family residences) might be undesirable, but that, since the conversion seemed in all respects consistent with the law, the issuance of the permit was a matter “over which we have no control”.<footnotemark>5</footnotemark></p>\n<p id=\"b485-14\">After further communications among all concerned, Stein notified the President of the Property Owners Association that the request to revoke the permit was being denied, but that, as a result of the objections, he was directing that the entire building be equipped with sprinklers and that each dwelling unit be provided with a second means of egress.</p>\n<p id=\"b485-15\">Still dissatisfied, the adjacent landowners decided that legal proceedings should be instituted to vindicate their interests.<footnotemark>6</footnotemark> At <page-number citation-index=\"1\" label=\"418\">*418</page-number>that time there existed legal impediments to suing as an association in the State of New York. Hence, several of the landowners in the area joined in an application to the New York Supreme Court, Queens County, to obtain a declaration that the permit was void.<footnotemark>7</footnotemark> The defendants named in the State court suit were Stein as the Building Commissioner, Sigman as the Borough Superintendent, Karlsen as the Buildings Department Examiner, and Kimball Construction Company.</p>\n<p id=\"b486-4\">In the State suit, the plaintiffs attempted to prove that, despite the Building Department Records’ indication that the subject building was a Class “B” multiple dwelling, that nonconforming use had been abandoned<footnotemark>8</footnotemark> because the previous owners of the building, the Sisters of Reparation of the Congregation of Mary, Inc., had used the building as a convent;<footnotemark>9</footnotemark> and given the abandonment which resulted in a conforming use, the new owner had lost the right to maintain the nonconforming use and could not convert the premises to a second nonconforming use under the Zoning Resolution.</p>\n<p id=\"b486-5\">After denial of a temporary stay preventing construction, a non-jury trial was held; the complaint was dismissed on the ground that the prior use had been conforming, as indicated by the Building Department records. The property owners appealed.</p>\n<p id=\"b486-6\">During the pendency of the appeal, Kim-ball completed the conversion process and received a certificate of occupancy as a Class “A” multiple dwelling and several tenants moved in. On April 29, 1974, approximately one and one-half months after the certificate of occupancy was issued, and at a time when five tenants were residing in the building, the Appellate Division, Second Department, reversed on the law and on the facts. The appellate court stated that it</p>\n<blockquote id=\"b486-12\">“[f]ound the evidence overwhelming (e. g., Sisters’ testimony, tax exemptions, combustible permit fee exemption, 1968-1969 telephone directory, other documents, etc.) that from approximately 1951 to 1972 the Sisters operated the premises as a convent and, on a charitable non-profit basis, primarily as a home for homeless and/or aged women. This usage is a conforming usage under R-2 classification (detached residences) imposed by the zoning ordinance resolution that became effective in December 1961. [W]e find that the evidence clearly established that the Class B classification was clearly abandoned by the Sisters’ conforming usage from 1952 until the 1972 transfer to Kimball and that, in any event, in view of the character of the neighborhood, the nature of the conversion, and the dismal assessment of the conversion by Borough Superintendent Sigman of the Department of Buildings of the City of New York, on December 8, 1972, the 1972 alteration permit permit<page-number citation-index=\"1\" label=\"419\">*419</page-number>ting the conversion should not have been granted.” <em>Ellentuck v. Stein, </em>44 A.D.2d 714, 714-15, 354 N.Y.S.2d 705, 707 (2d Dept. 1974).</blockquote>\n<p id=\"b487-5\">The decision, which ended with a declaration of nullity of the permit and which ■enjoined further construction under the permit, was not appealed.</p>\n<p id=\"b487-6\">Based on the decision of the Second Department, Building Commissioner Jeremiah T. Walsh (who succeeded Stein in that position), by letter dated May 17, 1974 (Joint App. at 99A), directed Superintendent Sig-man to apply to the Board of Standards and Appeals (“BSA”) for revocation of the certificate of occupancy. A letter dated June 11, 1974 requesting revocation was sent by Sigman to the BSA. (JA at 100A).</p>\n<p id=\"b487-7\">The BSA set the matter for hearings and, on or about October 1, 1974, approximately five months after the Appellate Division decision, revoked the certificate of occupancy-</p>\n<p id=\"b487-8\">II.</p>\n<p id=\"b487-9\">The second stage of the dispute commenced at this juncture. About three weeks after the certificate of occupancy was revoked, Kimball applied to the BSA for a variance on grounds of “hardship” pursuant to Section 72-21 of the Zoning Resolution of the City of New York,<footnotemark>10</footnotemark> asking for permission to maintain and operate the building as a class “A” multiple dwelling. The Chairman of the Community Planning Board # 14, the local community board having jurisdiction in the area, was notified of the request for the variance. The Planning Board had its own public hearing, and subsequently notified the BSA that it was making no recommendation at all on the subject. The BSA then held hearings on three dates (January 29, February 18, and March 11, 1975), after notice was sent to property owners residing within 400 feet of the property, in accordance with the rules of procedure of the BSA. At the hearings, extensive evidence was presented, much of it informally as is customary in such proceedings. Some 83 adjacent landowners filed objections to the granting of the variance; 11 adjoining landowners submitted consent forms to the BSA requesting that the variance be granted. The owners of the two houses directly adjoining the subject building supported the variance.<footnotemark>11</footnotemark></p>\n<p id=\"b487-12\">After the somewhat heated hearings, the BSA granted the variance, conditioned on the reduction of the number of residential units to eleven, plus one caretaker’s unit. Three of the five members of the BSA voted in favor of the variance; one voted to deny, and one did not participate.</p>\n<p id=\"b487-13\">On March 27, 1975, just two days after the BSA granted the variance, the property owners instituted a proceeding under Article 78 of the New York Civil Practice Law &amp; Rules (CPLR), seeking to annul the variance. After the proceeding was transferred to the Appellate Division, Second Department, pursuant to CPLR § 7804(g), the court confirmed the order of the BSA and dismissed the proceeding on the merits. <em>Ellentuck v. Klein, </em>51 A.D.2d 964, 380 N.Y.S.2d 327 (2d Dept.1976). In its opinion, the court affirmed the BSA’s finding that Kim-ball was entitled to relief from “unnecessary hardship”, rejecting petitioners’ argument -that the BSA was foreclosed from <page-number citation-index=\"1\" label=\"420\">*420</page-number>granting the variance by virtue of the earlier decision of that court which had annulled the building permit. That earlier decision, stated the court,</p>\n<blockquote id=\"b488-4\">“related solely to the propriety of the issuance of the alteration permit. . The fact that some of the issues before the board were discussed on an <em>arguendo </em>basis in this court’s prior decision did not preclude the board’s intensive consideration of those factors, based upon additional evidence (including a personal inspection of the premises and neighborhood), and its conclusion that those factors were not as ‘dismal’ as they had appeared to be in the earlier proceeding . . . and, further, that they were outweighed by the elements of hardship.” 51 A.D.2d at 964, 380 N.Y.S.2d at 329.</blockquote>\n<p id=\"b488-7\">On March 10, 1976, the petitioners filed a notice of appeal as of right to the New York Court of Appeals, asserting that there were constitutional questions involved. Kimball moved to dismiss.</p>\n<p id=\"b488-8\">III.</p>\n<p id=\"b488-9\">While the appeal was pending, petitioners learned that Honorable Henry J. Latham, one of the Appellate Division Justices who had participated in the decision confirming the action of the BSA, was a trustee of the Richmond Hill Savings Bank, which, as mortgagee on the Kimball mortgage for the building, had intervened in the BSA proceedings. Richmond had represented to the BSA that it would be irreparably damaged if the variance were denied, and had pointed out that it had acted in good faith reliance on a search and the report of its title insurance company, which confirmed that the property had been “classified in Department of Buildings as a Heretofore converted Class B Rooming House (28 Rooms). No Certificate of Occupancy required — None issued”. This letter was one of the many pieces of evidence which had been before the BSA when it made its decision on the variance.</p>\n<p id=\"b488-11\">After the petitioners learned of Justice Latham’s tie to the bank, they filed an affidavit with the New York Court of Appeals detailing the relationship and contending that, because of the relationship, the decision in which Justice Latham had participated, although unanimous, was rendered void.<footnotemark>12</footnotemark></p>\n<p id=\"b488-12\">On April 6, 1976, the New York Court of Appeals, responding to Kimball’s motion, dismissed the appeal “on the ground that no substantial constitutional question was directly involved”. <em>Ellentuck v. Klein, </em>39 N.Y.2d 743, 384 N.Y.S.2d 1030 (1976).</p>\n<p id=\"b488-13\">Petitioners also moved in the Appellate Division to vacate the court’s March 1, 1976 decision. On April 27, 1976, the Second Department granted the motion to the extent of permitting reargument and adhered to its original decision. Justice Latham again sat on the panel, but he did not participate in the vote.</p>\n<p id=\"b488-14\">Petitioners then sought leave to appeal to the New York Court of Appeals, but their motion was denied on May 6, 1976. <em>Ellentuck v. Klein, </em>39 N.Y.2d 707, 385 N.Y.S.2d 1026 (1976). They also filed an appeal as of right — on constitutional grounds — from the order of the Appellate Division after reargument, specifically challenging, <em>inter alia, </em>the propriety of Justice Latham’s participation in the proceedings. That appeal was dismissed <em>sua sponte </em>by the New York Court of Appeals, again upon the ground that no substantial constitutional question was directly involved. <em>Ellentuck v. Klein, </em>40 N.Y.2d 844, 387 N.Y.S.2d 1034 (1976).</p>\n<p id=\"b488-15\">Petitioners did not seek <em>certiorari </em>from the United States Supreme Court. Rather, they filed a motion in the Queens County Supreme Court, Special Term, requesting an order vacating the final judgment entered in that court. The court, per Justice Lerner, denied the motion, stating that “[t]he decisions upon which this judgment is predicated, having been reviewed by the Court of Appeals, are binding upon this court and leave it no discretion whatever in the matter”. <em>Ellentuck v. Klein, </em>No. <page-number citation-index=\"1\" label=\"421\">*421</page-number>3754/75 (Supreme Court Queens County, July 23, 1976).</p>\n<p id=\"b489-5\">IV.</p>\n<p id=\"b489-6\">After the decision of the Queens County Supreme Court, plaintiffs abandoned the State forum. They brought the instant action' in the federal district court for the Southern District of New York, alleging that the actions of the various Building Department officials, the members of the Board of Standards and Appeals, Kimball Construction Company and its officers, the Appellate Division Justices, and Supreme Court Justice Lerner had violated their civil rights. Jurisdiction was claimed to exist under the substantive provisions of 42 U.S.C. §§ 1983 and 1985(3) and their jurisdictional counterpart, 28 U.S.C. § 1343.<footnotemark>13</footnotemark> Given the history of the State litigation and the dismissal by the State’s highest court for lack of a substantial constitutional question, the district judge dismissed the entire complaint on the ground of res judicata, collateral estoppel, and comity, holding that “the federal, state, local and administrative claims made by the plaintiffs here were thoroughly litigated in the state forum”. As to the second and third causes of action, we agree with the district court’s conclusion. The first and fourth causes of action require further analysis, and we discuss these several claims separately.</p>\n<p id=\"b489-12\">V.</p>\n<p id=\"b489-13\">THE SECOND AND THIRD CAUSES OF ACTION</p>\n<p id=\"b489-14\">In plaintiffs’ second cause of action, they name the following persons as defendants: the three members of the BSA who voted in favor of the variance, John B. Walsh, Philip Agusta, and Henry M. Carrol, all individually; Kimball Construction Company and <page-number citation-index=\"1\" label=\"422\">*422</page-number>its officers, John and Marie A. Kimball; Richmond Hill Savings Bank, Kimball’s mortgagee; and Julius Granirer, an attorney for and trustee of the Richmond Hill Savings Bank who, according to plaintiffs, drew up the mortgage for Kimball’s loan and also represented Kimball on that deal. The gist of this cause of action is that the named defendants “entered into a purposeful scheme and conspiracy and conspired together at various times and places to violate the provisions of the Zoning Law of the City of New York, the Multiple Dwelling Law of the State of New York and the Constitution of the United States . . .” by favoring the interests of defendant Kim-ball. Amended Complaint, ¶ 86, JA at 20A.</p>\n<p id=\"b490-5\">According to plaintiffs, the Multiple Dwelling Law of the State of New York prohibits the action taken by the Board of Standards and Appeals. To make their point, plaintiffs make reference to various provisions of the Multiple Dwelling Law, the New York City Charter, and the Zoning Resolution of the City of New York, as well as to the Administrative Code of the City of New York, all relating to the powers of the BSA with respect to wooden frame structures. It is alleged that these provisions were violated by the joint and willful efforts of the various defendants — and that, in furtherance of the alleged conspiracy: the Kimballs filed the application for the variance and later claimed to have made great expenditures; the members of the BSA permitted unsworn evidence to be offered, much of it <em>ex parte </em>; the Richmond Hill Bank intervened in the proceedings by its letter which was accepted ex <em>parte </em>by the BSA; and the BSA did not require audited statements of expenditures made by Kimball — all to the detriment of plaintiffs’ rights to due process and equal protection. 'Apart from the conspiracy claims, then, the second cause of action attacks the procedures that were followed in granting the variance and the result that obtained. Plaintiffs ask for damages of $1 million, and a declaration that the BSA’s order granting the variance is void, as well as an injunction restraining the BSA from re-granting a variance.</p>\n<p id=\"b490-9\">The third cause of action is directed against the five justices of the Appellate Division who confirmed the BSA’s grant of the variance, and against Supreme Court Justice Lerner, who refused to order undone that which the New York Court of Appeals had reviewed. After detailing the history of the actions taken by those courts and the alleged “interest” of Justice La-tham, plaintiffs requested that the federal court declare the decisions of the Appellate Division and the Supreme Court, Queens County, to be void on the ground that due process of law was denied by virtue of the participation of Justice Latham in the procedure.</p>\n<p id=\"b490-10\">The papers before the court make it abundantly clear that the due process arguments and the challenge to Justice Latham’s participation were vigorously presented to the New York Court of Appeals.<footnotemark>14</footnotemark> It is equally clear that, as a legal matter, a dismissal by the New York Court of Appeals for want of a substantial constitutional question is “tantamount to a dismissal of the constitutional issues on the merits,” <em>Turco v. Monroe County Bar Association, </em>554 F.2d 515, 521 (2d Cir.), <em>cert. denied, </em>- U.S. -, 98 S.Ct. 122, 54 L.Ed.2d 95 (U.S. 1977) (No. 76-1816); <page-number citation-index=\"1\" label=\"423\">*423</page-number><em>McCune v. Frank, </em>521 F.2d 1152, 1155 (2d Cir. 1975), and is thus determinative of the issues actually raised and litigated, either by way of res judicata or collateral estop-pel.</p>\n<p id=\"b491-5\">Plaintiffs, however, urge that we must not give res judicata or collateral estoppel effect to the New York Court of Appeals’ dismissal in this case. They argue that Article 78 of the New York CPLR, under which the BSA’s decision was reviewed, places a strict limitation on the questions that can be considered by a New York court reviewing agency action<footnotemark>15</footnotemark> — and that matter which was not before the agency may not be considered at all. They support their argument by reference to decisions of the New York Court of Appeals which have warned that the constitutionality of legislative enactments cannot be questioned in an Article 78 proceeding. <em>E. g., Friedman v. Cuomo, </em>39 N.Y.2d 81, 382 N.Y.S.2d 961, 346 N.E.2d 799 (1976); <em>Merced v. Fisher, </em>38 N.Y.2d 557, 381 N.Y.S.2d 817, 345 N.E.2d 288 (1976); <em>Kovarsky v. Housing and Development Administration, </em>31 N.Y.2d 184, 335 N.Y.S.2d 383, 286 N.E.2d 882 (1972). Given these pronouncements, plaintiffs argue, the New York Court of Appeals <em>could not </em>have exercised jurisdiction to review their claims of denial of due process, nor of the disqualification of Justice Latham, because both claims presented “additional facts and documents not part of the certified record of proceedings held before the Board of Standards and Appeals”. Brief for Appellants at 35.</p>\n<p id=\"b491-6\"><em>If </em>the New York Court of Appeals lacked jurisdiction to render a constitutional decision on the merits, we must of course, accept plaintiffs’ arguments that res judicata and collateral estoppel are inapplicable, and their failure to seek review from the Supreme Court of the United States would be of no moment. But that is simply not the case here.</p>\n<p id=\"b491-13\">In <em>Matter of Kovarsky v. Housing and Development Administration, supra, </em>31 N.Y.2d 184, 335 N.Y.S.2d 383, 286 N.E.2d 882 (1972), the New York Court of Appeals was faced with a constitutional challenge to the enactment under which the respondent agency had acted. The matter was before the court under Article 78 of the New York CPLR — the same provision as was used by the Belle Harbor plaintiffs to attack the decision of the BSA. The New York Court of Appeals, while declaring that constitutional challenges should normally be brought by way of an action for a declaratory judgment, nonetheless proceeded to the merits, treating the proceeding as a declaratory judgment action under the power conferred by CPLR § 103(c) (McKinney 1972). The <em>Kovarsky </em>principle represented the view of the New York Court of Appeals that a court “should not become involved in drawing fine lines of distinction in characterizing the form in which relief is sought”, 31 N.Y.2d at 192-93, 335 N.Y.S.2d at 388, 286 N.E.2d at 886, and has been followed, e. <em>g., Port Chester Electrical Construction Corp. v. Edythe Atlas, </em>40 N.Y.2d 652, 389 N.Y.S.2d 327, 357 N.E.2d 983 (1976); <em>New York Public Interest Research Group, Inc. v. Steingut, </em>40 N.Y.2d 250, 254 n.1, 386 N.Y.S.2d 646, 353 N.E.2d 565 (1976); <em>Matter of Fritz v. Huntington Hospital, </em>39 N.Y.2d 339, 347, 384 N.Y.S.2d 92, 348 N.E.2d 547 (1976), in cases where all necessary parties were before the court and the constitutional matters had been briefed. <em>See also Lombard v. Board of Education of the City of New York, </em>502 F.2d 631, 637 (2d Cir. 1974). Thus, if the “necessary parties” were before the New York courts, jurisdic<page-number citation-index=\"1\" label=\"424\">*424</page-number>tion existed under CPLR § 103(c) to render a decision on the constitutional questions actually litigated.</p>\n<p id=\"b492-4\">We must consider, then, who, in fact, were the parties affected by the constitutional issues raised by the Belle Harbor property owners, and whether they were before the New York Court of Appeals.</p>\n<p id=\"b492-5\">Chapter 27 of the New York City Charter relates to the powers of the Board of Standards and Appeals. Section 666(2) of that Chapter confers power on the BSA, after public hearings (see § 665(c)):</p>\n<blockquote id=\"b492-6\">“[t]o make, amend and repeal rules and regulations for carrying into effect the provisions of the laws, resolutions, rules and regulations in respect to any subject-matter, jurisdiction whereof is conferred by law on the board, and to include in such rules and regulations provisions applying to specific conditions and prescribing means and methods of practice to effectuate such provisions and for carrying into effect the powers of the board.”</blockquote>\n<p id=\"b492-7\">Among the powers of the Board is the power to grant variances pursuant to the provisions of the Zoning Resolution of the City of New York, effective December, 1961. Section 72-01(d) of that Resolution also vests power in the BSA to “adopt, amend, or repeal” its own rules of procedure after public hearings. Pursuant to its power to grant variances, the BSA has indeed adopted its own procedures, and is thus the responsible party in a case, such as this, where the procedural fairness of its rule is questioned. The BSA was the respondent in the Article 78 proceeding, represented by the Corporation Counsel of the City of New York. Thus, the “necessary party” criterion for conversion of the proceeding to a declaratory judgment action was satisfied.<footnotemark>16</footnotemark> Any due process claim with respect to the procedures of the BSA that was actually litigated was thus resolved against the Belle Harbor plaintiffs, and they cannot be heard to litigate the same cause a second time.</p>\n<p id=\"b492-10\">The same is true as to Justice Latham’s participation. Moreover, it is clear that under New York law, if a judge is disqualified, that disqualification strips the court of subject matter jurisdiction. <em>Wilcox v. Supreme Council of Royal Arcanum, </em>210 N.Y. 370, 104 N.E. 624 (1914). If, in this case, the Appellate Division had no jurisdiction to make a determination in the Article 78 proceeding because it lacked subject matter jurisdiction, that defect would be raisable at any time during the proceeding, even, as in this case, for the first time on appeal. <em>See MacAffer v. Boston &amp; Maine R.R., </em>268 N.Y. 400, 404, 197 N.E. 328 (1935); <em>Deile v. Boettger, </em>250 App.Div. 633, 295 N.Y.S. 115 (2d Dept. 1937). Obviously, when the matter was raised before the New York Court of Appeals and the Appellate Division (on reargument), those courts had the jurisdiction to determine if jurisdiction did, in fact, exist. <em>See </em>CPLR § 3211(a)(2) (McKinney 1970). Thus, we believe that the Appellate Division properly considered the question of its own jurisdiction and that the New York Court of Appeals necessarily decided the question when it considered the decision below and, instead of dismissing for lack of jurisdiction, <em>cf., Friedman v. Cuomo, </em>39 N.Y.2d 81, at n.*, 382 N.Y.S.2d 961, 346 N.E.2d 799, citing <em>Matter of Merced v. Fisher, </em>38 N.Y.2d 557, 381 N.Y.S.2d 817, 345 N.E.2d 288, found no constitutional question to exist. The matter has been finally resolved against plaintiffs herein.<footnotemark>17</footnotemark></p>\n<p id=\"b493-4\"><page-number citation-index=\"1\" label=\"425\">*425</page-number>We find, in sum, that under the <em>Kovarsky </em>rationale, the constitutional questions that were raised were fully litigated and decided adversely to the Belle Harbor property owners. It follows, then, that were they dissatisfied with the adjudication, their proper course was to seek review by the Supreme Court of the United States. This they did not do.</p>\n<p id=\"b493-5\">We have, in the recent past, had many occasions to reaffirm the salutary policies underlying the doctrines of res judicata and collateral estoppel, e. <em>g., Expert Electric, Inc. v. Levine, </em>554 F.2d 1227 (2d Cir.), <em>cert. denied</em>, — U.S. -, 98 S.Ct. 300, 54 L.Ed.2d 190 (U.S. 1977) (No. 77-218); <em>Turco v. Monroe County Bar </em>Association, <em>supra, </em>554 F.2d 515 (2d Cir.), <em>cert. denied, </em>- U.S. -, 98 S.Ct. 122, 54 L.Ed.2d 95 (U.S. 1977) (No. 76-1816); <em>Mitchell v. National Broadcasting Co., </em>553 F.2d 265 (2d Cir. 1977), and we see no need to reiterate those principles in this case. <em>See also Thistlethwaite v. City of New York, </em>497 F.2d 339 (2d Cir.), <em>cert. denied, </em>419 U.S. 1093, 95 S.Ct. 686, 42 L.Ed.2d 686 (1974); <em>Tang v. Appellate Division, </em>487 F.2d 138 (2d Cir. 1973), <em>cert. denied, </em>416 U.S. 906, 94 S.Ct. 1611, 40 L.Ed.2d 111 (1974). Suffice it to say, as we did in the <em>Mitchell </em>case, <em>supra, </em>553 F.2d at 272, that the applicability of the doctrine “does not depend on whether the prior judgment was free from error”, contrary to plaintiffs’ assertions. Indeed, even as to a claim termed a federal civil rights violation, “[f]ederal courts do not sit to review the determinations of state courts”, <em>id. </em>at 273, whose judges are as beholden to the Constitution as are we, as federal judges. Since the due process matters in the second and third causes of action were fully adjudicated, and since plaintiffs failed to seek Supreme Court review, neither the district court nor this court should nullify the determination of the New York Court of Appeals. <em>Rooker v. Fidelity Trust Co., </em>263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923).<footnotemark>18</footnotemark></p>\n<p id=\"b493-12\">Two further matters must be addressed, however, before we can dispose of the second cause of action. The first concerns the claim that in this federal action, there are two named plaintiffs who were not named petitioners in the Article 78 proceeding, and that, therefore, they cannot be barred from raising the claims in federal court. Curiously, plaintiffs themselves failed to raise this point at the district court level and on appeal until after it was raised by the “Municipal Appellees”. Rather, in their amended complaint, plaintiffs aver that they are suing “for themselves as the owners of property adjacent to the subject premises . . . and for other adjacent property owners . . . <em>” </em>— i. <em>e., </em>as a class of property owners whose association paid all the legal fees and disbursements of the State proceedings. <em>See </em>Appellant’s Brief at 4; footnote 7 <em>supra. </em>Indeed, in their main brief to this court, they characterize themselves as the petitioners in the Article 78 proceeding. <em>E. g., </em>Appellant’s Brief at 25.</p>\n<p id=\"b493-15\">This court has recently had occasion to address itself to the issue of the lack of true “identity” of parties in the context of a claim of res judicata. In <em>Expert Electric, Inc. v. Levine, supra, </em>554 F.2d at 1233, Chief Judge Mishler of the Eastern District of New York, sitting by designation, wrote for the court that identity “is a factual determination of substance, not mere form. . Generally speaking, one whose interests were adequately represented by another vested with the authority of representation is bound by [a prior] judgment, al<page-number citation-index=\"1\" label=\"426\">*426</page-number>though not formally a party to the litigation”. In <em>Expert Electric, </em>the court found various contractors barred by res judicata because the trade associations to which they belonged had adequately represented the collective interests of the individual participants in prior litigation based on the same factual predicate. We think that the <em>Expert Electric </em>rationale is equally applicable to the instant case, and we hold that all plaintiffs in the case at bar, according to their own self-characterization, were represented by the Belle Harbor Property Owners’ Association, as they are in this case. They are thus estopped from litigating the due process issue anew.</p>\n<p id=\"b494-4\">The second matter that need be addressed concerns plaintiffs’ claim, in their second cause of action, of a conspiracy between the named defendants to violate their rights to due process and equal protection of the laws. Admittedly the conspiracy aspect was not raised before the New York Court of Appeals, and appellants attempt to bring themselves within the ambit of federal civil rights jurisdiction by alleging a conspiracy under 42 U.S.C. § 1985(3). We reject the allegations as vague and conclusory, showing no more than a history of State court litigation that resulted in a decision adverse to plaintiffs’ interests.</p>\n<p id=\"b494-5\">One of the major cases dealing with § 1985(3) was decided by this court in 1964. In <em>Powell v. Workmen's Compensation Board, </em>327 F.2d 131 (2d Cir. 1964), plaintiff, disappointed by the result of Workmen’s Compensation Board hearings, charged a civil rights conspiracy among the various principals to the hearings. As in this case, the allegations in the complaint detailed the course of the State litigation, concluding that a conspiracy must have been afoot for such a result to have obtained. This Court affirmed the dismissal of the matter, stating:</p>\n<blockquote id=\"b494-6\">“A complaint in a case like this must set forth facts showing some intentional and purposeful deprivation of constitutional rights. <em>Snowden v. Hughes, </em>321 U.S. 1, 64 S.Ct. 397, 88 L.Ed. 497 (1944). This complaint does contain some general allegations, framed in broad language closely paralleling that used in [section] . . 1985(3), that defendants successfully conspired to deprive plaintiff of his rights. But plaintiff was bound to do more than merely state vague and conclu-sionary allegations respecting the existence of a conspiracy. It was incumbent upon him to allege with at least some degree of particularity overt acts which defendants engaged in which were reasonably related to the promotion of the claimed conspiracy. . . . <em>The allegations contained in the complaint indicate no more than the action of several interested parties to a workmen’s compensation proceeding, who sought vigorously to protect their own interests, coupled with the normal administrative processes of adjudication and appeal. Indeed, were we to hold this complaint sufficient, we would be inviting every party to a state proceeding ... to file a complaint in this court reciting the history of his state case and concluding with a general allegation of conspiracy. </em>Moreover, with respect to plaintiff’s claimed deprivation of equal protection, he has not even alleged any discrimination essential to a denial of this right.” 327 F.2d at 137 (emphasis added).</blockquote>\n<p id=\"b494-10\">We think the instant case is fully governed by <em>Powell. </em>There is nothing in the complaint or in any of the numerous affidavits and papers before the court to suggest any concerted action by the defendants. Nor can the property owners of Belle Harbor claim to be a “class” against whom discrimination was practiced because of their membership in the class, for the purpose of equal protection analysis. Indeed, none of the allegations rise to the level of “racial, or perhaps otherwise class-based, invidiously discriminatory animus,” allegation of which is necessary to sustain a § 1985(3) action. <em>Griffin v. Breckenridge, </em>403 U.S. 88, 102, 91 S.Ct. 1790, 1798, 29 L.Ed.2d 338 (1971).</p>\n<p id=\"b494-11\">In sum, we find that insofar as the second and third causes of action raise due process claims which might otherwise be <page-number citation-index=\"1\" label=\"427\">*427</page-number>actionable under 42 U.S.C. § 1983 — and we indicate no view on the merit of that contention — we are precluded by the doctrines of res judicata, collateral estoppel, and comity from addressing ourselves to plaintiffs’ assertions. Insofar as conspiracy under 42 U.S.C. § 1985(3) is alleged, it is insufficiently supported to require further proceedings. We affirm the dismissal of those two counts.</p>\n<p id=\"b495-5\">VI</p>\n<p id=\"b495-6\">THE FOURTH CAUSE OF ACTION</p>\n<p id=\"b495-7\">In plaintiffs’ fourth cause of action, interposed solely against the BSA, there appear to be two different claims. First, certain allegations address the procedures for the conduct of hearings established by the BSA pursuant to its authority to make its own rules, <em>i. e., </em>the New York City Charter, the Administrative Code of the City of New York, and the Zoning Resolution of the City of New York, effective December, 1961. As in the papers before the New York Court of Appeals,<footnotemark>19</footnotemark> plaintiffs mount a due process challenge to those procedures’ informality, specifically: The provisions permitting service of notice of hearings on mortgagees instead of owners of property; the lack of requirement that witnesses be sworn; the limited availability of cross-examination and rebuttal; the BSA’s acceptance of <em>ex parte </em>evidence; the unavailability of subpoena power by which plaintiffs could obtain the variance applicant’s books and records to rebut the claimed expenditures; and the tardiness in this case of the BSA’s mandatory statement of its findings of fact to support the variance grant. After making these allegations, plaintiffs then aver that the procedures are standard practice, and that they permit the deprivation of property without due process of law. They ask that the rules and regulations of the BSA be declared void.</p>\n<p id=\"b495-8\">Insofar as the fourth cause of action challenges the BSA procedures on due process grounds, we affirm the dismissal of the complaint on the ground of res judicata for the same reasons that the due process allegations of the second cause of action can no longer be raised. The issues were conclusively litigated in the New York Court of Appeals which, under its <em>Kovarsky </em>doctrine, could convert the Article 78 proceeding into an action for a declaratory judgment. As in the second cause of action, the party responsible for the allegedly unconstitutional action — here, the BSA, promulgator of its own rules and regulations — was before the court and its action <em>vis-a-vis </em>plaintiffs was determined to pose no constitutional problems. Plaintiffs may not relitigate the issue.</p>\n<p id=\"b495-13\">However, there is a second prong to the fourth cause of action. Paragraph 175 of the amended complaint alleges</p>\n<blockquote id=\"AFZ\">“that those portions of the New York City Charter, Administrative Code of the City of New York, the Zoning Resolution of the City of New York and the rules and regulations for the conduct of hearings adopted by the Board of Standards and Appeals, which either by express statute or rule, or by failure to enunciate proper guidelines, permit deprivation of valuable property rights of plaintiffs and others without due process of law, are unconstitutional and void.”</blockquote>\n<p id=\"b495-14\">As we construe the pleading, aside from the attack on the self-made rules of the BSA, which is barred by the prior litigation, plaintiffs are alleging that there was an impermissible delegation of power to an agency of the City, unlawful because of its lack of adequate standards. As to this claim, the party responsible for the challenged <em>enactments </em>— i. <em>e., </em>the City of New York — was not technically a party to the Article 78 proceeding.<footnotemark>20</footnotemark> Thus, the <em>Kovar-sky </em>doctrine would not necessarily have permitted adjudication of the issue.</p>\n<p id=\"b495-15\">We need not decide this delicate question of New York jurisdiction, however, <page-number citation-index=\"1\" label=\"428\">*428</page-number>for even if the delegation issue could never have been litigated in a hypertechnical sense,<footnotemark>21</footnotemark> and even if plaintiffs are not barred from now raising it,<footnotemark>22</footnotemark> it does not, standing alone, state a claim cognizable under 42 U.S.C. § 1983.</p>\n<p id=\"b496-4\">The concept of the separation of governmental powers, which underlies any claim of improper delegation, rises to a federal issue only as to the federal government. The organization of the governments of the various states is a matter of state (constitutional) law. <em>See Friedman v. </em>Beame, 558 F.2d 1107, 1111 (2d Cir. 1977), <em>citing Sweezy v. State of New Hampshire, </em>354 U.S. 234, 77 S.Ct. 1203, 1 L.Ed.2d 1311 (1957). It is true that at times, an improper delegation under state law may rise to the level of a due process violation and implicate federal constitutional standards. <em>Sweezy v. State of New Hampshire, supra, </em>354 U.S. 234, 77 S.Ct. 1203; <em>see also City of Eastlake v. Forest City Enterprises, Inc., </em>426 U.S. 668, 93 S.Ct. 2358, 49 L.Ed.2d 132 (1976). To the extent that federal constitutional values are involved in the case at bar, however, we are still without subject matter jurisdiction to consider the claim, for the simple reason that the City of New York is, as noted, the proper defendant in an action to annul its enactments. While amendment of the complaint might be properly permitted in a case where a necessary party is not before the court, it would not confer jurisdiction in this case, for, under 42 U.S.C. § 1983 and its jurisdictional base, 28 U.S.C. § 1343, a city is not a “person” within the meaning of § 1983, irrespective of whether the relief requested is legal or equitable. <em>Monroe v. Pape, </em>365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961); <em>City of Kenosha v. Bruno, </em>412 U.S. 507, 93 S.Ct. 2222, 37 L.Ed.2d 109 (1973). Thus, even if federal claims may be involved, and even if plaintiffs may still assert those claims, a federal district court is powerless to resolve them under the Civil Rights Act.<footnotemark>23</footnotemark> We therefore affirm the dismissal of <page-number citation-index=\"1\" label=\"429\">*429</page-number>that portion of the fourth cause of action which attacks the New York City Charter, the Administrative Code of the City of New York, and the Zoning Resolution of the City of New York on the ground that, even assuming federal constitutional rights are implicated, the district court lacks subject matter jurisdiction with respect to those challenges.</p>\n<p id=\"b497-4\">VII.</p>\n<p id=\"b497-5\">THE FIRST CAUSE OF ACTION</p>\n<p id=\"b497-6\">Plaintiffs’ first cause of action relates solely to the facts detailed in Part I of this opinion, and concerns only the initial grant of the building permit by various officials of the New York City Department of Buildings. Defendants in this action are Kimball Construction Co. and its officers; and H. Irving Sigman, Borough Superintendent, both in his official capacity and individually.<footnotemark>24</footnotemark></p>\n<p id=\"b497-7\">Plaintiffs argue that both Kimball and Sigman “knew or should have known” that the permit was illegal under state law; and that their continued efforts to circumvent the law, especially after the validity of the proposed conversion was challenged, constituted a denial of due process and equal protection. The wrongdoing, plaintiffs contend, should be actionable as a violation of the Civil Rights Act because, were it not for Kimball’s expenditures made possible only because of the construction undertaken pursuant to an invalid permit, Kimball would never have been able to prove his right to a variance on grounds of unnecessary hardship. Were it not for the permit, plaintiffs argue, the value of their property would not have been depreciated.</p>\n<p id=\"b497-8\">It is urged that this cause of action was erroneously held barred by the district judge because the constitutional questions raised in the Article 78 proceeding dismissed by the New York Court of Appeals concerned only the variance — not the permit.</p>\n<p id=\"b497-12\">We hold, however that, regardless of whether a wrong was committed under state law, no civil rights claim is stated in the first cause of action for the reason that no constitutionally protected “property” interest was infringed by the actions of the named defendants.</p>\n<p id=\"b497-13\">Property interests are</p>\n<blockquote id=\"b497-14\">“of course . . . not created by the Constitution. Rather, they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law — rules or understanding that secure certain benefits and that support claims of entitlement to those benefits.” <em>Board of Regents v. Roth, </em>408 U.S. 564, 577, 92 S.Ct. 2701, 2709, 30 L.Ed.2d 181 (1972), quoted in <em>Paul v. Davis, </em>424 U.S. 693, 709, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976).</blockquote>\n<p id=\"b497-16\">Under New York law, the source of plaintiffs’ property rights, a landowner has no vested interest in the existing classification of his property. <em>Shepard v. Skaneateles, </em>300 N.Y. 115, 89 N.E.2d 619 (1949). Indeed, a zoning ordinance which changes a particular district, if a rational and proper exercise of the police power, <em>Euclid v. Ambler Realty Co., </em>272 U.S. 365, 47 S.Ct. 114, 71 L.Ed. 303 (1926), does not offend the Constitution as a “taking” of property; rather, it sets forth the “rules and understandings” which define the property interests of those affected by the ordinance — interests which, when so defined, would be entitled to constitutional protection.</p>\n<p id=\"b497-17\">Again under New York law, no right to a nonconforming use is gained when a landowner applies for a permit, nor even when an illegal permit is issued. <em>See Matter of Jayne Estates v. Raynor, </em>22 N.Y.2d 417, 422, 293 N.Y.S.2d 75, 239 N.E.2d 713 (1968); <em>B. &amp; G. Construction </em><page-number citation-index=\"1\" label=\"430\">*430</page-number><em>Corp. v. Board of Appeals, </em>309 N.Y. 730, 128 N.E.2d 287 (1955). Thus, by Kimball’s receipt of the invalid permit, neither Sigman nor Kimball effectuated a change of the status of Kimball’s interest, nor an irreversible change in the relationship between the respective rights of Kimball and the other Belle Harbor property owners as to the use of their property. No interest or expectation was irreparably altered or extinguished at that point in time,<footnotemark>25</footnotemark> <em>see Paul </em>v. <em>Davis, </em>424 U.S. 693, 711, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976), as is evidenced by plaintiffs’ initial success in their effort to have the permit voided. What plaintiffs really decry is the result of the variance — a matter they can no longer litigate.</p>\n<p id=\"b498-4\">Yet, plaintiffs would have us hold that federal jurisdiction exists to impose liability on Sigman and Kimball because of their alleged willfulness and indifference to New York law and to plaintiffs’ rights thereunder. They state that there was a conspiracy afoot to favor Kimball, to deny them their rights to keep their neighborhood intact: that Kimball was permitted to begin construction even before the permit was issued; that Sigman knew that the apartment building proposed by Kimball would be out of keeping with the neighborhood; and that the various delays on the part of Building Department officials indicated bad faith as to plaintiffs’ rights.<footnotemark>26</footnotemark></p>\n<p id=\"b498-5\">While we do not foreclose the possibility that tortious conduct may have been present, be it intentional or negligent, we cannot agree that this dispute is one cognizable under the Civil Rights Act. Speaking of the scope of § 1983 and of the fourteenth amendment, the Supreme Court, in its recent decision in <em>Paul v. Davis, </em>424 U.S. 693, 700, 96 S.Ct. 1155 (1976), quoted the Court’s earlier decision in <em>Screws v. United States, </em>325 U.S. 91, 109, 65 S.Ct. 1031, 89 L.Ed. 1495 (1945), wherein Justice Douglas observed that in enacting the criminal provisions of the Civil Rights Act, Congress did not intend “to make all torts of state officials federal crimes”. Nor was the fourteenth amendment intended to be a “font of tort law to be superimposed upon whatever systems may already be administered by the States”. <em>Paul v. Davis, supra, </em>424 U.S. at 701, 96 S.Ct. at 1160; <em>Jones v. Marshall, </em>528 F.2d 132 (2d Cir. 1975).</p>\n<p id=\"b498-8\">In the case at bar, we are not dealing with allegations of unfair and discriminatory conduct purposefully directed <em>toward plaintiffs </em>which, historically, has been held to state a civil rights action. <em>See Burt v. City of New York, </em>156 F.2d 791 (2d Cir. 1946) (sustaining civil rights action under predecessor to § 1983 and § 1985(3) against BSA and other persons associated with Building Departments when it was alleged that defendants “selected [plaintiff] for . oppressive measures”). <em>See also, e. g., Cordeco Development Corp. v. Santiago Vasquez, </em>539 F.2d 256 (1st Cir. 1976) (impermissible political considerations entered into officials’ decisions); But <em>see id. </em>at 260 n.5, suggesting that the matter is not settled. And contrary to plaintiffs’ vague and conclusory assertions of conspiracy, inadequate facts are alleged to suggest concerted action actually intended to effectuate a violation of plaintiffs’ interests or a devaluation of their property because of their membership in a class or otherwise. <em>Snowden v. Hughes, </em>321 U.S. 1, 64 S.Ct. 397, 88 L.Ed. 497 (1944); <em>Powell v. Work</em><page-number citation-index=\"1\" label=\"431\">*431</page-number>men’s <em>Compensation Board, supra, </em>327 F.2d 131 (2d Cir. 1964).</p>\n<p id=\"b499-5\">We decline to intercede in this essentially state affair and to extend the Civil Rights Act beyond its outermost intendments.<footnotemark>27</footnotemark> <em>See South Gwinnet Venture v. Pruitt, </em>491 F.2d 5 (5th Cir.) <em>(en </em>banc), <em>cert. denied, </em>419 U.S. 837, 95 S.Ct. 66, 42 L.Ed.2d 64 (1974).</p>\n<p id=\"b499-6\">We thus affirm the dismissal of the first cause of action. Such dismissal, however, will not affect any action that may exist under state law.</p>\n<p id=\"b499-7\">The order and judgment entered thereon dismissing the amended complaint are <em>affirmed.</em></p>\n<footnote label=\"1\">\n<p id=\"b485-8\">. Affidavit of Marie Kimball (also a named individual defendant, as an officer of Kimball Construction Company) in support of Kimball’s motion to dismiss, Record at 100.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b485-9\">. A copy of the “Report of Search” addressed to Kimball’s title insurer appears in the Joint Appendix (“JA”) at page 128a and confirms the classification as a Class “B” dwelling, “Rooming House” occupancy.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b485-10\">. Karlsen was named as a defendant in the first cause of action. However, he died before the action was commenced. Brief for Appellants at 8.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b485-17\">. Stein was also named as a defendant in the first cause of action. However, he reportedly has left the jurisdiction and was never served. Brief for Appellants at 7-8.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b485-18\">. The letter is reproduced in the JA at page 98A.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b485-19\">. Apparently, an attempt was made by plaintiffs to reach a settlement. According to plain<page-number citation-index=\"1\" label=\"418\">*418</page-number>tiffs’ attorney, in February, 1973, the property owners “offered to withdraw their objections if Kimball would agree to limit the number of apartments to not more than six”. Affidavit of Dora Aberlin presented to New York Court of Appeals with Order to Show Cause, Record, Exhibit “E”, at 12.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b486-8\">. The Property Owners Association, however, paid all legal fees and disbursements. Brief for Appellants at 4. The legal impediment to suits by property owners’ associations has been abrogated since the State court actions were initiated. <em>Douglaston Civic Ass’n, Inc. v. Galvin, </em>36 N.Y.2d 1, 364 N.Y.S.2d 830, 324 N.E.2d 317 (1974).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b486-9\">. Under New York law, abandonment of a nonconforming use may be found if there was a manifestation of intent to discontinue the prior nonconforming use, coupled with an actual discontinuance. <em>See, e. g., Village of Spencerport v. Webaco Oil Co., </em>33 A.D.2d 634, 305 N.Y.S.2d 20 (4th Dept. 1969) and authorities therein cited.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b486-15\">. Under the definitional section of the New York Multiple Dwelling Law, § 4(7) (McKinney 1974), a “multiple dwelling” is defined as a “dwelling which is either rented, leased, or hired out . .” Section 4(9) defines a “class B” multiple dwelling as one “which is occupied ... as the more or less temporary abode of individuals or families who are lodged with or without meals”. Rooming houses are specifically included. However, § 4(7) also provides that “[a] ‘multiple dwelling’ shall not be deemed to include a . convent . . ..\"</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b487-10\">. Section 72-21 confers power on the BSA to grant a variance from the strict provisions of the Zoning Resolution when “there are practical difficulties or unnecessary hardship in the way of carrying out the strict letter of such provision ... so that the spirit of the law shall be observed, public safety secured, and substantial justice done”. Five findings of fact must be made prior to the granting of a variance, including: (1) that there are unique physical conditions; (2) that there can be no reasonable return without the variance; (3) that the variance will not alter the “essential character of the neighborhood” and will not be “detrimental to the public welfare”; (4) that the difficulties claimed by the owner are not self-created; and (5) that the variance is the minimum necessary to afford relief. These provisions have been the subject of considerable State litigation, and we will not contribute further to the dialogue.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b487-15\">. This information, which is undisputed, appears in the affidavit of Marie Kimball in support of Kimball’s motion to dismiss, Record at 107.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b488-10\">. Justice Latham was also a member of the panel which had declared the alteration permit to be void. 51 A.D.2d 714, 380 N.Y.S.2d 327 (2d Dept. 1974).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b489-7\">. Section 1983 provides;</p>\n<blockquote id=\"b489-8\">Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereto to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</blockquote>\n<p id=\"b489-9\">Section 1985(3) reads:</p>\n<blockquote id=\"b489-10\">(3) If two or more persons in any State or Territory conspire or go in disguise on the highway or on the premises of another, for the purpose of depriving, either directly or indirectly, any person or class 'of persons of the equal protection of the laws, or of equal privileges and immunities under the laws; or for the purpose of preventing or hindering the constituted authorities of any State or Territory from giving or securing to all persons within such State or Territory the equal protection of the laws; or if two or more persons conspire to prevent by force, intimidation, or threat, any citizen who is lawfully entitled to vote, from giving his support or advocacy in a legal manner, toward or in favor of the election of any lawfully qualified person as an elector for President or Vice President, or as a Member of Congress of the United States; or to injure any citizen in person or property on account of such support or advocacy; in any case of conspiracy set forth in this section, if one or more persons engaged therein do, or cause to be done, any act in furtherance of the object of such conspiracy, whereby another is injured in his person or property, or deprived of having and exercising any right or privilege of a citizen of the United States, the party so injured or deprived may have an action for the recovery of damages, occasioned by such injury or deprivation, against any one or more of the conspirators.</blockquote>\n<p id=\"b489-16\">Finally, the jurisdictional section:</p>\n<blockquote id=\"b489-17\">§ 1343.</blockquote>\n<blockquote id=\"b489-18\">The district courts shall have original jurisdiction of any civil action authorized by law to be commenced by any person:</blockquote>\n<blockquote id=\"b489-19\">(1) To recover damages for injury to his person or property, or because of the deprivation of any right or privilege of a citizen of the United States, by any act done in furtherance of any conspiracy mentioned in section 1985 of Title 42;</blockquote>\n<blockquote id=\"b489-20\">(2) To recover damages from any person who fails to prevent or to aid in preventing any wrongs mentioned in section 1985 of Title 42 which he had knowledge were about to occur and power to prevent;</blockquote>\n<blockquote id=\"b489-21\">(3) To redress the deprivation, under color of any State law, statute, ordinance, regulation, custom or usage, of any right, privilege or immunity secured by the Constitution of the United States or by any Act of Congress providing for equal rights of citizens or of all persons within the jurisdiction of the United States;</blockquote>\n<blockquote id=\"b489-22\">(4) To recover damages or to secure equitable or other relief under any Act of Congress providing for the protection of civil rights, including the right to vote.</blockquote>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b490-6\">. See Affirmation of Dora Aberlin (attorney for plaintiffs herein) supporting Order to Show Cause Why Stay Should Not Be Continued Pending Appeal on Constitutional Grounds, presented to the New York Court of Appeals, Record on Appeal, Exhibit “E”, at page 8: “The hearings conducted by the Board violated the most fundamental concepts and principles of due process. Not a single witness . . . was sworn. Ex parte statements . . . were accepted as evidence. . . Affirmation of Dora Aberlin in Opposition to Kim-ball’s Motion to Dismiss, Record, Exhibit “G”, raising claims that due process was violated by the BSA and by Justice Latham’s participation, and that BSA had ho jurisdiction to grant the variance; Memorandum in Support of Motion by Petitioners-Appellants Relative to Continuance of Stay, Exhibit “H”; Notice of Motion for Leave to Appeal to the New York Court of Appeals and Supporting Papers, Exhibit “J”; Notice of Appeal to New York Court of Appeals and Statement Under Rule 500.2 of the New York Court of Appeals, Exhibit “N”.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b491-7\">. CPLR § 7803 (McKinney 1963) provides:</p>\n<blockquote id=\"b491-8\">The only questions that may be raised in a proceeding under this article are:</blockquote>\n<blockquote id=\"b491-9\">1. whether the body or officer failed to perform a duty enjoined upon it by law; or</blockquote>\n<blockquote id=\"b491-10\">2. whether the body or officer proceeded, is proceeding or is about to proceed without or in excess of jurisdiction; or</blockquote>\n<blockquote id=\"b491-11\">3. whether a determination was made in violation of lawful procedure, was affected by an error of law or was arbitrary and capricious or an abuse of discretion . . .; or</blockquote>\n<blockquote id=\"b491-16\">4, whether a determination made as a result of a hearing held, at which evidence was taken, pursuant to direction by law is, on the entire record, supported by substantial evidence.</blockquote>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b492-8\">. In contrast, in the case of <em>Matter of Overhill v. Delaney, </em>28 N.Y.2d 449, 322 N.Y.S.2d 696, 271 N.E.2d 537 (1971), Article 78 petitioners challenged the entire village ordinance as unconstitutional, presumably as an “irrational taking” under the standards of <em>Euclid v. Ambler Realty Co., </em>272 U.S. 365, 395, 47 S.Ct. 114, 71 L.Ed. 303 (1926). The New York Court of Appeals dismissed that aspect of the case since the parties responsible for the enactment, <em>i. e., </em>the Village trustees, were not before the court. In the instant case, however, the Belle Harbor plaintiffs in their second cause of action challenge the procedures as to which the BSA had full responsibility.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b492-12\">. Moreover, it cannot be said that a question of disqualification, once determined by a State court, raises a question of constitutional magnitude at all. In <em>Taylor v. New York City Transit </em><page-number citation-index=\"1\" label=\"425\">*425</page-number><em>Authorlty, </em>433 F.2d 665 (2d Cir. 1970), for example, this court affirmed the dismissal of a civil rights action brought by a former employee of the Transit Authority who claimed that one of the administrative officials who had been involved in ordering his dismissal as an employee had been prejudicially interested in the outcome. We found no per se violation of due process to exist by reason of the alleged disqualification.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"AZr\">. Interestingly, the <em>Rooker </em>case itself involved a challenge to the State court’s jurisdiction because of an alleged disqualifying interest on the part of one of the State judges. The charge, said the Court “[d]id not change the nature of the bill [to have the State determination nullified by a federal district court] or require that it be given any effect which it otherwise would not have”, 263 U.S. at 417, 44 S.Ct. at 151.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b495-9\">. See documents cited at n.14 <em>supra.</em></p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b495-10\">. We say technically because, as a practical matter, the BSA was represented by the Corporation Counsel of the City of New York, whose attorneys represent the City in its litigation.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b496-5\">. <em>See, e. g., Kohnberg v. Murdock, </em>6 N.Y.2d 937, 190 N.Y.S.2d 1005, 161 N.E.2d 217 (1959), suggesting that the New York Court of Appeals does not consider itself bound to technicalities in a case where the Corporation Counsel represents the City’s interest in an Article 78 proceeding, in which, on appeal to that court, the petitioners raise constitutional arguments concerning the source and nature of the BSA’s variance powers. Indeed, in <em>Kohnberg, </em>the same argument now advanced by petitioners, <em>i. e., </em>a claim of delegation without adequate standards, was rejected by the New York Court of Appeals on the merits.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b496-6\">. Given the conclusivity of the prior determination in the Article 78 proceeding, to which both Kimball and the BSA were respondents, we express serious doubt whether plaintiffs should now be permitted to litigate a claim that their constitutional rights were violated. The applicable test for res judicata and collateral estoppel purposes is</p>\n<blockquote id=\"b496-7\">“whether a different judgment in [a] subsequent action would impair the rights created pursuant to the judgment rendered in the prior action . . .; whether the evidentia-ry basis of the first and second actions is the same . . .; or whether the essential facts and issues were similarly presented in both cases ...</blockquote>\n<blockquote id=\"b496-10\">The crucial element underlying all of these standards is the factual predicate of the several claims asserted. For it is the facts surrounding the transaction or occurrence which operate to constitute the cause of action, not the legal theory upon which a litigant relies.” <em>Expert Electric, Inc. v. Levine, supra, </em>554 F.2d at 1234 (citations omitted).</blockquote>\n<p id=\"aqx-dedup-0\">Under the rationale so expressed, plaintiffs’ factual claims were presented. At least as to them, the BSA’s grant of the variance was held not to have infringed their constitutional rights, and the judgment established that Kimball was entitled to the variance. No claim that might impair the rights so determined can thus be further litigated. To the extent that plaintiffs attempt to litigate the rights “of others” (see paragraph 175 of their amended complaint, quoted above), we seriously question their standing to do so, but we do not explore the matter further.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b496-13\">. To resolve any further argument, we note that, even were plaintiffs to attempt to amend their complaint to assert jurisdiction under 28 U.S.C. § 1331, the general federal question jurisdictional provision, claiming a cause of action directly under the fourteenth amendment, as has recently been approved by a panel of this court, <em>see Gentile v. Wallen, </em>562 F.2d 193, (2d Cir. 1977), the requisite amount in controversy could not be shown since plaintiffs claim no damages under the fourth cause of action— and, indeed, cannot do so since their rights were held not to have been violated by the procedures here contested. Any inconsistent averment would not survive res judicata and collateral estoppel analysis, nor would the dele<page-number citation-index=\"1\" label=\"429\">*429</page-number>gation claim, standing alone, rise to a fourteenth amendment issue. <em>Friedman v. Beame, </em>558 F.2d 1107 (2d Cir. 1977).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b497-10\">. As noted, Building Inspector Erling Karlsen and former Commissioner of Buildings Joseph Stein were also named in the complaint. Karl-sen has died, and Stein left the jurisdiction; hence, of the named officials, only Sigman remains a party.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b498-6\">. For this reason, if plaintiffs’ cause of action is said to rest on the “Taking” Clause of the fifth amendment, as incorporated through the fourteenth, it must fail for the reason that no “taking” occurred since the Zoning Resolution allowed for alteration of property and, indeed, for the granting of variances. Unless the zoning provisions are “clearly arbitrary and unreasonable”, <em>Euclid v. Ambler Realty Co., </em>272 U.S. 365, 395, 47 S.Ct. 114 (1926), they are not subject to constitutional challenge. <em>See also City of Eastlake v. Forest City Enterprises, Inc., 426 </em>U.S. 668, 93 S.Ct. 2358, 49 L.Ed.2d 132 (1976).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b498-10\">. The claim that Sigman delayed in requesting revocation of the certificate of occupancy after the initial Appellate Division decision is cast in doubt by plaintiffs’ lack of success in having Sigman and Kimball punished for contempt of the Appellate Division’s order. <em>See Ellentuck v. Stein, </em>48 A.D.2d 675, 371 N.Y.S.2d 642 (2d Dept. 1975). Although we explore the matter no further, it is entirely possible that res judica-ta might be applicable here.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b499-12\">. The origins and scope of the Civil Rights Act have been the subject of considerable comment, and we need not repeat the debates here. It is enough to point out that the Act was passed in response to a specific need to protect minorities from impermissible maltreatment at the hands of the State. <em>See generally Monroe v. Pape, </em>365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), in which Justice Douglas undertook an extensive discussion of the Act and the debates underlying its passage. <em>See also </em>Nahmod, <em>Section 1983 and The “Background” of Tort Liability, </em>50 Ind.L.J. 5 (1974); Shapo, <em>Constitutional Tort: </em>Monroe v. Pape <em>and The Frontiers Beyond, </em>60 Nw.U.L.Rev. 277 (1965); Note, <em>Section 1983 and Federalism: The Burger Court’s New Direction, </em>28 U.Fla.L.Rev. 904 (1976). We believe, as do most of the commentators, that the breadth of § 1983 must be limited to ensure that our federal system prevails. The federal courts are not the guarantors of a perfect world. In the absence of more definitive development of the law under § 1983 in the wake of <em>Monroe v. Pape’s </em>expansion of the federal remedy, we would hope that litigants whose claims are State matters will exercise some judgment before committing their tort claims to federal courts.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b499-8\">LUMBARD, Circuit Judge</author>\n<p id=\"AUS\">(concurring):</p>\n<p id=\"b499-9\">I concur in the affirmance of the order dismissing the complaint and join in Judge Moore’s reasoning with respect to plaintiffs’ third and fourth causes of action under § 1983. I believe, however, that the first and second causes of action ought to be dismissed for reasons other than those relied on by Judge Moore.</p>\n<p id=\"b499-10\">I</p>\n<p id=\"b499-11\">Part V of Judge Moore’s opinion holds that the second and third causes of action in the Ellentuck complaint are barred by res judicata and collateral estoppel, as well as by comity. I do not agree that res judicata or collateral estoppel principles are applicable to those counts on the facts of this case; the very facts that seem to me to make these doctrines inapt serve also to emphasize the magnitude of the interference with New York courts’ interpretation of New York law that would be entailed by a federal court’s hearing the plaintiffs’ claims at this time.</p>\n<p id=\"b499-14\">Under New York law, a court’s determination that it has subject matter jurisdiction over a case is a bar to collateral attack on the judgment in that case only if the decision as to jurisdiction turned on a question of fact. If the conclusion was purely one of law, then it is always open to subsequent challenge. <em>Friedman v. State, </em>24 N.Y.2d 528, 536, 301 N.Y.S.2d 484, 490-91, 249 N.E.2d 369 (1969).</p>\n<p id=\"b499-15\">Plaintiffs’ contention herein has consistently been phrased in terms of an attack on the jurisdiction of the New York courts and agencies to render the decisions they did. We are presented with assertions concerning the effect of the New York Multiple Dwelling Law (specifically sections 56 and 310) and the New York City Administrative Code (specifically section 666(6)-2) — the merits of which I do not address — which, if true, would certainly lead one to doubt the jurisdiction of the Board of Standards and Appeals to act as it did. None of the state court opinions in this case reached these statutory questions.</p>\n<p id=\"b499-16\">Because I regard plaintiffs’ second cause of action as an attack on the jurisdiction of the state bodies to act as they did, and because the courts’ decisions that the BSA had jurisdiction to grant the variance (and their implicit decisions that they could validate the BSA’s actions) turned on questions of law rather than of fact, I do not believe that count II<footnotemark>1</footnotemark> of the instant § 1983 action <page-number citation-index=\"1\" label=\"432\">*432</page-number>is barred by res judicata or collateral estop-pel.<footnotemark>2</footnotemark></p>\n<p id=\"b500-4\">Nonetheless, I agree that the action should be dismissed. Plaintiffs’ claims concern a denial of due process by New York courts and agencies based on the failure of these entities to observe the requirements of New York law. The interrelationship of the Multiple Dwelling Law, the Zoning Resolution and the Administrative Code is obscure, and it is an obscurity that I do not believe we should attempt to clarify without some preliminary guidance from the New York courts. For whatever reasons, we have not received any such guidance in this case; the only question that has been explicitly decided by the New York courts is that the variance granted was authorized by section 72-21 of the New York City Zoning Resolution. It is for the state courts to decide in the first instance whether the apparently conflicting provisions of the Multiple Dwelling Law and Administrative Code operate to make the granting of the variance a denial of due process.</p>\n<p id=\"b500-5\">II</p>\n<p id=\"b500-6\">Plaintiff’s first cause of action concerns the grant to Kimball of the original permit for the alteration he sought to make. Judge Moore holds that this does not state a claim for relief because New York law creates no property right in the existing classification of real estate. <em>See Paul v. Davis, 424 </em>U.S. 693, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976). I do not believe that there is any assertion in this case of a vested right to retain a given zoning classification. Rather, what plaintiffs are asserting, it seems to me, is that the value of their own homes— in which they undoubtedly possess property interests — was reduced by actions unconstitutionally taken and connived in by the various defendants. Accordingly, I do not see that our task is in any way furthered by an analysis of the source of rights which may be vindicated in § 1983 suits.</p>\n<p id=\"b500-11\">If the complaint herein alleged that the actions of Kimball and the other defendants on the first cause of action were actually aimed at plaintiffs, a claim under the Civil Rights Act would be stated. Instead, however,</p>\n<blockquote id=\"b500-12\">[t]he allegations contained in the complaint indicate no more than the action of several interested parties to a proceeding, who sought vigorously to protect their own interests, coupled with the normal administrative processes of adjudication and appeal.</blockquote>\n<p id=\"b500-13\"><em>Powell v. Workmen’s Compensation Board, </em>327 F.2d 131, 137 (2d Cir. 1964). Such allegations have consistently been held not to <page-number citation-index=\"1\" label=\"433\">*433</page-number>satisfy the requirements of an action under § 1983.</p>\n<p id=\"b501-5\">It is for this reason (also alluded to in Judge Moore’s opinion) that I would affirm the dismissal of plaintiffs’ first cause of action. I agree with Judge Moore that nothing said in either opinion should be taken in any way to foreclose plaintiffs from pursuing any remedies that they may retain under state law.</p>\n<author id=\"b501-6\">FEINBERG, Circuit Judge</author>\n<p id=\"A6s\">(concurring):</p>\n<p id=\"b501-7\">I concur in the result. I agree that the second and third causes of action are barred on res judicata/collateral estoppel grounds. I join in so much of Part VI of Judge Moore’s opinion as dismisses on res judicata grounds the fourth cause of action’s challenge to BSA procedures. As to that portion of the fourth cause of action which alleges an impermissible delegation of legislative authority by the City of New York, I would dispose of it by holding that appellants lack standing to raise the point, since they are estopped — on res judicata grounds — from challenging the procedures adopted pursuant to the delegation and, therefore, can point to no cognizable injury to them arising out of the delegation. I agree with Judge Lumbard’s rationale for disposing of the first cause of action (set out in Part II of his concurring opinion).</p>\n<footnote label=\"1\">\n<p id=\"b499-18\">. I concur in Judge Moore’s analysis of plaintiffs’ third cause of action; I agree that the New York courts had inherent power to con<page-number citation-index=\"1\" label=\"432\">*432</page-number>sider the effect of Justice Latham’s participation on their jurisdiction, and I conclude that the determination that their jurisdiction was not ousted turned on a factual analysis of his alleged interest in the case, which we ought not to review here.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b500-8\">. One of the arguments adduced by Judge Moore in favor of the applicability of res judi-cata is the doctrine of <em>Kovarsky v. Housing and Development Administration, </em>31 N.Y.2d 184, 335 N.Y.S.2d 383, 286 N.E.2d 882 (1972). I deem it unnecessary to become involved in the complicated questions of who are the indispensable parties to a declaratory judgment action because I think the whole <em>Kovarsky </em>issue is irrelevant.</p>\n<p id=\"b500-9\">The issue turns on plaintiffs’ contention that the New York courts had no power to hear their constitutional claims in an Article 78 proceeding. While there is such a doctrine, it does <em>not </em>refer to constitutional claims of the kind made by plaintiffs’ second cause of action. Rather, it bars a court from considering the constitutionality of the legislative enactment under which the challenged agency action was taken. A challenge to the constitutionality of the procedure employed by the agency, especially one that assumes the validity of the relevant state statutes, can always be heard. <em>See </em>N.Y.C.P.L.R. § 7803(3); <em>Anderson v. Board of Educ., </em>77 Misc.2d 904, 354 N.Y.S.2d 521, 526-27 (Sup.Ct. Westchester County 1974). Specifically in the zoning context, this means that the constitutionality of a zoning ordinance may not be challenged in an Article 78 proceeding, but the construction or application of the relevant statutes in an unconstitutional manner may. <em>Comparato v. Knauf, </em>61 Misc.2d 245, 305 N.Y. S.2d 640, 644 (Sup.Ct. Monroe County 1969).</p>\n<p id=\"AZT\">Therefore, if the objection that the New York courts had never in fact had an opportunity to consider plaintiffs’ constitutional claims were the only bar to the application of res judicata, I would join fully in Part V of Judge Moore’s opinion — as 1 do in Part VI, where the <em>Kovar-sky </em>rationale is properly applied to plaintiffs’ fourth cause of action, which does attack the constitutionality of the underlying statute.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}