{
  "casebody": {
    "data": "<casebody firstpage=\"896\" lastpage=\"903\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1000-6\">UNITED STATES of America, Appellee, v. Walter LEVY, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1000-8\">No. 866, Docket 78-1010.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1000-9\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1000-10\">Argued May 4, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1000-11\">Decided June 21, 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1002-4\"><page-number citation-index=\"1\" label=\"898\">*898</page-number>Gerald L. Shargel, New York City (Fis-chetti &amp; Shargel, New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1002-5\">Henry H. Korn, Asst. U. S. Atty., S. D. N. Y., New York City (Robert B. Fiske, Jr., U. S. Atty., and Richard Weinberg, Asst. U. S. Atty., S. D. N. Y., New York City, of counsel), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1002-6\">Before MOORE, OAKES and GURFEIN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1002-7\">GURFEIN, Circuit Judge:</author>\n<p id=\"b1002-8\">Walter Levy appeals from a judgment of conviction entered after a jury trial in the Southern District of New York. Levy, along with Fred Bernstein and John Glick, was named in a three-count indictment. Count One charged that the three conspired to violate the federal narcotics law, 21 U.S.C. § 846. Count Two charged that the defendants distributed and possessed with intent to distribute heroin on May 28, 1977, in violation of 21 U.S.C. §§ 841(a)(1), 841(b)(1)(A). Count Three charged Levy and Bernstein with another violation of 21 U.S.C. § 841 on May 29, 1977. Levy was tried alone after his co-defendants pleaded guilty, and the jury found him guilty on Counts One and Three, and not guilty on Count Two.<footnotemark>1</footnotemark></p>\n<p id=\"b1002-9\">Acting on information from Glick and Bernstein, Agents White, Rice, and DiGra-vio of the Drug Enforcement Administration (“DEA”) arrested Levy in his hotel room in Manhattan early on the morning of May 30, 1977. The agents gave Levy the customary <em>Miranda </em>warnings. Levy thereupon made various statements to the agents, volunteering that he had cooperated with the Federal Bureau of Narcotics (“FBN”) in the past. After arriving at DEA headquarters shortly thereafter, Levy again made statements to Agent DiGravio. Later that day, during a prearraignment conference, Levy again made statements to Assistant United States Attorney Cooney. On the following day, after his arraignment, he returned to DEA headquarters with his lawyer and had a further conversation with Agent DiGravio, who suggested to Levy, in response to his offer to cooperate, that he get in touch with DEA Agent Day in Los Angeles. Some nine days later, while released on bail, Levy did approach Day in Los Angeles and had a discussion with him during which Levy offered to cooperate with the DEA. During the course of the conversation, Levy volunteered some incriminatory statements.</p>\n<p id=\"b1002-12\">Levy contends on appeal that certain of his statements should not have been admitted into evidence. The jury could have found the following facts without considering those statements.</p>\n<p id=\"b1002-13\">Bernstein testified that he repeatedly telephoned Levy in California and asked Levy to supply heroin for a sale Bernstein could make to Glick in New York, and that Levy finally purchased over an ounce of heroin in California and brought it to New York. He delivered a sample and then the entire amount to Bernstein, 18 grams to be resold to Glick for $90 per gram.<footnotemark>2</footnotemark> The arrests occurred when Glick later delivered the heroin to a DEA informant.</p>\n<p id=\"b1002-14\">Bernstein also testified that after his arrest he decided to cooperate with the DEA, and had a telephone conversation with Levy <page-number citation-index=\"1\" label=\"899\">*899</page-number>which was recorded, with his consent, by DEA agents. In the tape recording, Bernstein told Levy that he had the money and Levy invited Bernstein to bring the money to Levy’s hotel room.</p>\n<p id=\"b1003-5\">Glick testified to his role in the conspiracy, corroborating the parts of Bernstein’s testimony that had related to Glick’s side of the transaction. DEA Agent Rice, who as an undercover agent managed the informant to whom Glick eventually delivered the heroin, testified that he was present when Glick delivered the sample to the informant, and that Glick said at that time that Bernstein was at the Hilton Hotel with “the main connection from L.A.” Rice also testified that at the time of Glick’s arrest, Glick identified Bernstein as the source of the heroin, and offered to cooperate with the DEA. DEA Agent White testified that at the time of Levy’s arrest, White and the other DEA agents seized small amounts of heroin and cocaine found in Levy’s hotel room.</p>\n<p id=\"b1003-6\">In addition to the evidence of the foregoing, the following oral statements by Levy were admitted. White testified that after Levy had been informed of his right to remain silent and to have counsel, Levy made various statements, among them that he had purchased the heroin seized from Glick from someone named Julio in California. Assistant United States Attorney Coo-ney testified that, after a thorough cautioning about his rights, Levy told Cooney that he had obtained the heroin in California for $800, that “this was the first time that he and Freddie Bernstein had ever tried to sell any heroin”, and that he had agreed to the deal only after Bernstein’s repeated telephone calls. With appreciation of the evidence against Levy, we turn now to his claims of error.</p>\n<p id=\"b1003-7\">Levy contends, first, that the trial court erred in admitting his statement that he had cooperated with the FBN in the past. In his opening statement, the prosecutor told the jury that they would hear evidence of statements made by Levy that he had cooperated with the FBN in a “prior case”. Then Agent White testified that Levy made the statement at the time of his arrest, Assistant United States Attorney Cooney testified that Levy made such a statement during the pre-arraignment conference, and Agent Day repeated that testimony in substance.</p>\n<p id=\"b1003-11\">Appellant contends that the reference to his cooperation with the Government in a prior case necessarily implied that he had been arrested before, that such an implication was tantamount to proof of a prior crime or act, and that such proof was inadmissible because its only relevance was to show his bad character. While it would have been better for the prosecutor to have omitted the reference in his opening statement, the error was cured by subsequent developments.</p>\n<p id=\"b1003-12\">In his own opening statement appellant’s counsel suggested that the evidence would show that Levy was a heroin addict but not a dealer, thus explaining the heroin found in Levy’s hotel room, and he pressed that theory in his cross-examination of Bernstein, the Government’s first witness. Proof of Levy’s prior cooperation in “initiating cases” for the FBN was relevant to rebut the defense that he was only a user, since the jury could well conclude that a mere user could have been of little assistance to the FBN in their investigations.</p>\n<p id=\"b1003-13\">Levy argues, however, that even if the admission was relevant, it violated Fed. R.Evid. 404, because the jury could not help concluding that his prior cooperation had resulted from the commission of a prior crime.<footnotemark>3</footnotemark> This point was first raised as an <page-number citation-index=\"1\" label=\"900\">*900</page-number>objection to the prosecutor’s mention of the defendant’s prior cooperation, culminating in a motion for a mistrial when such mention was made a second time. We need not consider whether, as an abstract matter, prior crime evidence to show extensive knowledge of the drug business would have been admissible under Rule 404(b), because the defendant refused an offer of instructions that would have eliminated the inference of a prior crime. There is no doubt that if the defendant had requested an instruction that prior cooperation does not mean that the defendant committed another crime, such an instruction would have been given. In a colloquy with counsel at the close of the first day of the trial, the trial judge said:</p>\n<blockquote id=\"b1004-4\">“I will now state for the record that whether or not the reference to the ‘prior case’ is sufficient to grant a mistrial on that, I am willing to give <em>any instruction that you request </em>to try to wipe that out of the case . . . . People sometimes cooperate with the Bureau of Narcotics without being arrested [TJhere aré a few . . . people who cooperate just for the fun or the money of cooperating.” Tr. 59 (Emphasis added)</blockquote>\n<p id=\"Avl\">The defense counsel, however, neither requested a curative instruction nor accepted the trial judge’s offer to give one.</p>\n<p id=\"b1004-7\">Despite counsel’s misgivings, such an instruction would have no more aggravated the problem than does the common instruction that the failure of a defendant to take the stand may not be held against him. <em>Cf. Lakeside v. Oregon, </em>435 U.S. 333, 98 S.Ct. 1091, 55 L.Ed.2d 319 (1978) (instructing jury not to draw adverse inferences from defendant’s failure to testify, despite defense counsel’s request that charge be omitted, held not a violation of defendant’s constitutional right against self-incrimination and right to counsel). Though such cautionary instructions necessarily draw the jury’s attention to an illicit inference, the court must assume both the jury’s prior awareness of the inference and their ability to heed the instruction. <em>Lakeside v. Oregon, supra, </em>98 S.Ct. at 1095. Cautionary instructions in the present case could have forestalled any problem under Fed.R.Evid. 404, since the prosecution added no fillip to the mere statement concerning cooperation, a statement which did not provide such obvious proof of a prior criminal record that a cautionary instruction would not have eliminated the danger. We hold, therefore, that even if the admission of this evidence without proper limiting instructions would have been erroneous under Rule 404, the refusal of the defense to accept a curative instruction in this case forecloses the point on appeal. <em>See United States v. Splain, </em>545 F.2d 1131, 1133 (8th Cir. 1976); <em>United States v. Czarnecki, </em>552 F.2d 698, 701 (6th Cir.), <em>cert. denied, </em>431 U.S. 939, 97 S.Ct. 2652, 53 L.Ed.2d 257 (1977).</p>\n<p id=\"b1004-10\">There was testimony also concerning offers by Levy to cooperate in the future. Agents White, DiGravio, and Day each testified that Levy had offered to cooperate with the DEA in future investigations.<footnotemark>4</footnotemark> We think that such an offer evidences a consciousness of guilt and is relevant to prove the charge against Levy.</p>\n<p id=\"b1004-11\">Appellant contends, however, that these statements were made by him in the setting of plea bargaining discussions, and that they are consequently inadmissible under F.R.Crim.P. 11(e)(6). That rule provides:</p>\n<blockquote id=\"b1004-12\"><em>“Inadmissibility of Pleas, Offer of Pleas, and Related Statements. </em>Except <page-number citation-index=\"1\" label=\"901\">*901</page-number>as otherwise provided in this paragraph, evidence of a plea of guilty, later withdrawn, or a plea of nolo contendere, or of an offer to plead guilty or nolo conten-dere to the crime charged or any other crime, or of statements made in connection with, and relevant to, any of the foregoing pleas or offers, is not' admissible in any civil or criminal proceeding against the person who made the plea or offer. However, evidence of a statement made in connection with, and relevant to, a plea of guilty, later withdrawn, a plea of nolo contendere, or an offer to plead guilty or nolo contendere to the crime charged or any other crime, is admissible in a criminal proceeding for perjury or false statement if the statement was made by the defendant under oath, on the record, and in the presence of counsel.”</blockquote>\n<p id=\"b1005-5\">Here we deal with admissions made, not during the course of formal plea bargaining, but as part of an apparent effort by the defendant to help himself without pausing to request any consideration whatever from the prosecutor for his cooperation.</p>\n<blockquote id=\"AEW\">“[T]he language of Rule 11(e)(6), to which [Fed.R.Evid.] Rule 410 has been conformed, is capable of being read expansively to include admissions at the earliest stage of an investigation. Such an interpretation would have a radical effect in immunizing admissions and it is apparent that none of the draftsmen had any such intention.”</blockquote>\n<p id=\"b1005-6\">2 <em>Weinstein’s Evidence </em>H 410[07], at 410-40 to 410-41.</p>\n<p id=\"b1005-7\">We think that this view of the Rule is correct. <em>See United States </em>v. <em>Stirling, </em>571 F.2d 708, 730-81 (2d Cir. 1978). Plea bargaining implies an offer to plead guilty upon condition. The offer by the defendant must, in some way, express the hope that a concession to reduce the punishment will come to pass. A silent hope, if uncommuni-cated, gives the officer or prosecutor no chance to reject a confession he did not seek. A contrary rule would permit the accused to grant retrospectively to himself what is akin to a use immunity. Even statements voluntarily made after <em>Miranda </em>warnings would be later objected to on the purported ground that they were made in anticipation of a guilty plea since reconsidered. A balanced system of criminal justice should not be made to function in such a swampy terrain.</p>\n<p id=\"b1005-9\">On the other hand, the purpose of Rule 11(e)(6) should not be forgotten. The purpose is to encourage plea bargaining, a system thought by many, though others disagree, to be desirable. We recognize that in the light of <em>Santobello v. New York, </em>404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), care must be taken lest roadblocks be set in the way of easy access to the system. We think that the purpose can best be served if the accused is required, at least, to make manifest his intention to seek a plea bargain before he takes the route of self-incrimination. <em>See Hutto v. Ross, </em>429 U.S. 28, 97 S.Ct. 202, 50 L.Ed.2d 194 (1976).</p>\n<p id=\"b1005-10\">We need not decide, on this appeal, whether or in what circumstances, admissions by a defendant will be suppressed when they are part of a <em>de facto </em>process of plea bargaining even though it is less than formal. <em>Cf. United States v. Herman, </em>544 F.2d 791 (5th Cir. 1977) (statement to postal inspectors); and <em>cf. United States v. Smith, </em>525 F.2d 1017, 1021 (10th Cir. 1975) (to policemen). For Levy made his offers of cooperation and attendant admissions without attaching any condition to his admissions. The agents did not initiate the discussion. <em>See ABA, Minimum Standards for Criminal Justice, Standards Relating to Pleas of Guilty </em>§ 3.4 at 78 (1968). Rather, he volunteered to cooperate in the absence of any request from the agents. His decision to offer his cooperation was spontaneous, apparently based upon a successful pri- or experience of his own.</p>\n<p id=\"b1005-11\">No fault can be found with allowing in evidence his volunteered desire to cooperate in the future, since it was evidence of his consciousness that he was in serious difficulty with the law and needed to do something to extricate himself. We glean nothing from Levy’s various conversations that is fairly discernible as an offer of a bargain. <page-number citation-index=\"1\" label=\"902\">*902</page-number>Nor were the admissions that were made concurrently with the offer immunized from use, since there was no offer to plead guilty on condition that the charges or the possibility of maximum punishment would be reduced. It is enough, in the circumstances, that the statement was voluntary, for even when there has been a plea bargain, the lack of a causal connection between the bargain and the confession precludes exclusion of the confession. <em>Hutto v. Ross, supra, </em>429 U.S. at 30, 97 S.Ct. at 203-04.</p>\n<p id=\"b1006-4\">The testimony of Agent Day that Levy offered to cooperate with him in California stands in somewhat different posture. By this time appellant had been arraigned and he had a lawyer. He had spoken with Assistant United States Attorney Cooney about the possible result of cooperation with the DEA. The attempt to cooperate with the DEA in California was made known to the prosecutor, so it seems likely that admissions in that setting were made in an attempt to induce a plea bargain. We need not decide whether Rule 11(e)(6) applies to the statement to Day, however, because if there was error in admitting Day’s testimony, the error was harmless since Day did not add to the testimony of offers to cooperate at earlier stages which we have held to be admissible. His testimony in this regard was simply cumulative, and any error in its admission therefore harmless under the circumstances. Further, we note that in his brief, Levy carefully restricts his challenge to the admission of the statements offering to cooperate, rather than to accompanying admissions of criminal activity. Since his other statements to Day and others concerning the drug transaction with Bernstein amounted to a virtual confession of the crime, the admission of the evidence of his offer to cooperate with Agent Day was harmless error for this reason as well.</p>\n<p id=\"b1006-5\">Agent Day’s testimony was not cumulative in one respect, however. Day offered his unsolicited opinion that “evidently he [Levy] had been in prison there [Mexico] before.” Counsel promptly moved for a mistrial. He acknowledges on appeal that the reference by the witness was inadvertent, and that the Government did not exploit it. <em>See United States v. Splain, supra, </em>545 F.2d at 1133. The trial judge offered to give a curative instruction to the jury but the defense refused. A simple instruction that the witness had no evidence to support his assumption and that it must be disregarded would have cured the inadvertence, especially if accompanied by an admonition to the witness to refrain from guessing about things outside his knowledge. Having chosen to forgo a curative instruction which would have eliminated any substantial chance of error, the defendant may not complain on appeal of the resulting possibility of error.</p>\n<p id=\"b1006-7\">Nor is there merit in Levy’s claim that Agent Day’s testimony should have been excluded because he did not warn appellant of his constitutional rights before talking to him about cooperation. Levy was not in custody when, with the knowledge and approval of his counsel, he voluntarily contacted Day. <em>Miranda </em>warnings were not necessary to make Levy’s statements admissible. <em>See United States v. Lam Lek Chong, </em>544 F.2d 58, 69-70 (2d Cir. 1976), <em>cert. denied, </em>429 U.S. 1101, 97 S.Ct. 1124, 51 L.Ed.2d 550 (1977); <em>United States v. Jeffers, </em>520 F.2d 1256, 1268-69 &amp; n. 19 (7th Cir. 1975), <em>cert. denied, </em>423 U.S. 1066, 96 S.Ct. 805, 46 L.Ed.2d 656 (1976); <em>United States v. Gaynor, </em>472 F.2d 899, 899-90 (2d Cir. 1973); <em>United States v. Barone, </em>467 F.2d 247, 249 (2d Cir. 1972).</p>\n<p id=\"b1006-8\">The trial judge, in his charge to the jury, undertook to marshal the evidence for the jury. The decision to summarize the evidence is within the discretion of the district judge. <em>United States v. Taylor, </em>562 F.2d 1345, 1364 (2d Cir. 1977). But where, as in the present case, the trial is a short one (five days) and involves only one defendant, evidence that is highly repetitive, and a fairly simple drug transaction, the potential problems involved in summarizing the evidence may easily outweigh the benefits of a summary. District court judges should “carefully consider the preliminary <page-number citation-index=\"1\" label=\"903\">*903</page-number>question whether any further summary of the evidence is needed in the charge in a case of this sort.” <em>United States v. Wiener, </em>534 F.2d 15, 19 (2d Cir. 1976), <em>cert. denied, </em>429 U.S. 820, 97 S.Ct. 66, 50 L.Ed.2d 80 (1976). Levy does not argue, however, that the district judge abused his discretion in deciding to marshal the evidence for the jury; rather, he argues that having decided to do so, the district judge failed to summarize the evidence fairly.</p>\n<p id=\"b1007-6\">The purpose of marshaling the evidence by the trial judge is to provide a fair summary of the evidence, and nothing more; to attain that purpose, the district judge must show strict impartiality. <em>United States v. Light, </em>394 F.2d 908, 910-11 (2d Cir. 1968); <em>United States v. Press, </em>336 F.2d 1003, 1015 (2d Cir. 1964), <em>cert. denied, </em>379 U.S. 965, 85 S.Ct. 658, 13 L.Ed.2d 559 (1965). Even where the defendant has presented no evidence, the district court’s summary of the evidence'should try to give fair recognition to relevant points raised by the defense in cross-examination as well as to the general theory of the defense. We recognized the importance and necessity of giving such a “theory of the defense” charge, even where the defense has presented no evidence, in <em>United States v. Alfonso-Perez, </em>535 F.2d 1362, 1365 (2d Cir. 1976), and we reemphasize it here.</p>\n<p id=\"b1007-8\">In the present case, the district judge made no effort to balance his summary of the Government’s evidence with some mention of Levy’s theory of defense. In introducing this portion of his charge, the trial judge said, “I will summarize briefly what I remember to be <em>the Government’s case </em>as presented to you” (Tr. 654, emphasis added); at the close of his summary of the evidence, the judge concluded that “that is the Government’s evidence as I remember it.” Despite defense counsel’s repeated objections to the summary as given,<footnotemark>5</footnotemark> the trial judge declined to amend the summary by reviewing the defense’s attack on the credibility of the Government’s witnesses and its case in any respect. We think that the trial judge erred in his refusal.</p>\n<p id=\"b1007-12\">The failure to refer to the defense theory is the only error in the charge that is urged on appeal. In so simple a case, with such an abundance of evidence pointing to the defendant’s guilt, the error cannot have prejudiced the defendant. <em>Compare United States v. Alfonso-Perez, supra, </em>535 F.2d at 1365 (failure to give “theory of defense” charge would not alone be prejudicial, but was prejudicial when considered in conjunction with other flaws in the charge). Accordingly, we hold that the failure to include in the summary of the evidence a reference to the defense theories was error, but harmless in the circumstances. We trust that, in the future, when trial judges charge on the facts, they will balance the charge by referring to the evidence or to the theory of the defense. In a close case, an unbalanced charge on the evidence may require reversal. This is not such a case.</p>\n<p id=\"b1007-13\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1002-10\">. On December 28, 1977, Judge Goettel sentenced Levy to two and one-half years’ imprisonment on each of Counts One and Three, to run concurrently, and imposed a five year special parole term to follow expiration of confinement.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1002-15\">. Agent White testified that the 18 grams of heroin were enough for 500 to 1,000 doses for addicts on the streets.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1003-8\">. “Rule 404. <em>Character Evidence Not Admissible To Prove Conduct; Exceptions; Other Crimes</em></p>\n<p id=\"b1003-9\">“(a) Character Evidence Generally. — Evidence of a person’s character or a trait of his character is not admissible for the purpose of proving that he acted in conformity therewith on a particular occasion, except:</p>\n<blockquote id=\"b1003-15\">“(1) Character of Accused. — Evidence of a pertinent trait of his character offered by an accused, or by the prosecution to rebut the same;</blockquote>\n<blockquote id=\"b1004-8\"><page-number citation-index=\"1\" label=\"900\">*900</page-number>“(b) Other Crimes, Wrongs, or Acts. — Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1004-13\">. White testified to statements made by Levy at the time of Levy’s arrest; DiGravio to statements made at the DEA offices both immediately after the arrest and on the following day, after Levy’s arraignment; and Day to statements made nine days later when Levy contacted Day to discuss the details of the cooperation. Day also testified that Levy never contacted him again after their initial meeting.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1007-9\">. Defense counsel argued that “I think that it was absolute error, your Honor, to go over the Government’s case without any regard whatsoever to the points raised by the defense.” Later in the same post-charge conference, he made the following request: “I would request your Honor to say to the jury that . . . with respect to your review of the evidence it’s to be remembered that on the basis of the arguments raised by defense counsel, that the defense claims that the Government has not made this proof beyond a reasonable doubt. I think there has to be some balancing.” (Tr. 678). The “arguments raised by counsel” included the failure of the Government ever to obtain a signed statement from Levy; discrepancies in the testimony of Bernstein concerning the exact chronology of events on the night that the sample heroin was passed from Levy to Glick; and the unreliability of accomplice testimony. The judge did make the latter point elsewhere in his charge.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}