{
  "casebody": {
    "data": "<casebody firstpage=\"595\" lastpage=\"599\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b611-2\">E. C. ROBINSON, ADMR., v. WILLIAM DODGE ET UX.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b611-4\">May Term, 1894.</p>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b611-5\">\n<em>Evidence. Recommitting refort to special master.</em>\n</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b611-6\">1. The question being as to the price of certain property which was bought by the defendant for himself, but which was conveyed by the grantor to the intestate as security for the purchase price, which was paid by the intestate, held, that the defendant could not show conversations between himself and the grantor as to the amount of such purchase price which took place during the making of the contract of purchase, not in the presence of the intestate.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b611-8\">2. It is discretionary with the chancellor to recommit the report of a special master for further findings upon the testimony already taken.</headnotes>\n<summary data-order=\"5\" data-type=\"headnotes\" id=\"b611-10\">Foreclosure of a mortgage. Heard at the February term, 1894, Orleans county, upon the report and supplemental report of a special master and exceptions of both parties thereto. Rowell, chancellor, decreed for the orator. The defendants appeal.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b611-11\">The premises in question were conveyed to the .intestate by one S. D. Bates, administrator of Elexis Bates, in October, 1867. The master found that the premises were purchased by William Dodge, on his own account, of S. D. Bates, and that they were conveyed to the intestate as security for the purchase price, which was advanced by the intes<page-number citation-index=\"1\" label=\"596\">*596</page-number>tate. The defendant immediately took possession of the premises and has ever since continued in possession of the same. From 1867 he made payments from time to time to the intestate and received advances in money from the intestate. January 9, 1882, a settlement was had; the intestate gave a deed of the premises and received from defendant certain notes for the balance then found due which were secured by mortgage upon the property. These notes were afterwards given up and other notes and another mortgage substituted, but for the purposes of this suit it may be considered that the original notes had never been paid.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b612-3\">The defendant claimed that at the time of the settlement on January 9, 1882, interest was computed by the intestate at the rate of more than six per cent, and that this usurious interest entered into and became a part of the notes which he then gave, and should be deducted from the amount now due on those notes in determining the sum due in equity. The parties did not agree as to the price paid Bates by Stewart for the property. The orator claimed that the gross sum was three thousand three hundred dollars, while the defendant insisted that it was three thousand fifty dollars. As the master stated the accounts between the parties, if the purchase price was as claimed by the orator, no usury was included in the notes; while if the purchase price was as claimed by the defendant, then usury was included in the notes. As bearing upon the amount of the purchase price the orator introduced certain entries upon the books of the intestate ; the defendant objected to the admission of these entries for the reason that they were not items of account, but simply memoranda made by the intestate in his life time. The entries were admitted by the master and the defendants excepted.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b612-4\">As bearing still further upon this question the orator introduced one Julia M. Stewart, widow of the intestate, who testified that at the time of the purchase in 1867, she over<page-number citation-index=\"1\" label=\"597\">*597</page-number>heard a conversation between the defendant and her husband, the intestate, and that it was then understood between them that the purchase price of the property which Stewart was to pay Bates was three thousand three hundred dollars.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b613-4\">The defendant upon his part introduced the testimony of one Elizabeth Badger, his daughter, who testified that she was residing at home at the time her father purchased the property in question and that she overheard the conversations between her father and Bates in reference to the purchase of that property ; that she knew from those conversations what the purchase price was, and that it was three thousand fifty dollars. To the admission of this testimony the orator objected and excepted.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b613-5\">The master found from all the testimony received by him that the purchase price was three thousand three hundred dollars. The orator thereupon requested the master to report that in finding the purchase price of said property he did not consider the aforesaid entries, and that he would have found the same facts without those entries, but the master said in answer to this request that he was unable to so find.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b613-6\">When the case came on for hearing upon the master’s report the chancellor recommitted the report to the master with instructions to say what his finding as to the purchase price would be without considering the entries in question. Thereupon the master reported that if the evidence of Elizabeth Badger, above, was improperly received and that of Mrs. Stewart was properly received, then without considering the entries he found the purchase price to be three thousand three hundred dollars.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b613-7\">Upon this report the chancellor sustained the exception of the orator to the admission of the testimony of Elizabeth Badger, overruled the exceptions of the defendants, and decreed foreclosure for the orator for the sum then found due by the master.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b614-2\"><page-number citation-index=\"1\" label=\"598\">*598</page-number><em>Dickerman &amp; Young </em>for the orator.</attorneys>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b614-3\">No exception lies to the action of the chancellor in recommitting the report to the master for further findings. <em>Stone et al. </em>v. <em>Foster, </em>16 Vt. 547; <em>Birchard </em>v. <em>Moulton, </em>18 Vt. 204; <em>Randall et al. </em>v. <em>Randall et al., </em>55 Vt. 214.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b614-4\"><em>C. A. Prouty </em>for the defendants.</attorneys>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b614-5\">The master in his original report stated that he could not find the purchase price to be three thousand three hundred dollars without considering the entries. In the supplemental report he changes this finding and finds the purchase price to be three thousand three hundred dollars without a consideration of these same entries. When a master has once made a finding and filed his report he cannot subsequently make an exactly opposite finding upon the same testimony. <em>Smith </em>v. <em>Sprague, </em>40 Vt. 43; <em>Baxter </em>v. <em>Thompson, </em>25 Vt. 505 ; <em>Rice </em>v. <em>Clark, 8 </em>Vt. 104.</summary>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b614-6\">THOMPSON, J.</author>\n<p id=\"Ap0\">I. The testimony of Elizabeth Badger in respect to the conversation between Sydney Bates and the defendant, William Dodge, when the orator’s intestate was not present, was not admissible, it not appearing that Dodge was then the agent of the intestate. The court below, therefore, properly sustained the orator’s exception to its admission by the master.</p>\n<p id=\"b614-7\">II. It was clearly within the discretion of the chancellor to recommit the master’s report for further findings upon the testimony already before him. No question is made in this court by the defendants in respect to the competency of Julia M. Stewart, the intestate’s widow, as a witness. Upon her testimony, the master finds that the intestate paid three thousand three hundred dollars for the farm and personal property in question. This finding precludes any claim that usurious interest was included in the notes given by the <page-number citation-index=\"1\" label=\"599\">*599</page-number>defendant, William Dodge, for the property, and it therefore becomes unnecessary to pass upon the admissibility of the entries on the intestate’s account book.</p>\n<p id=\"b615-5\">\n<em>Decree affirmed and cause remanded.</em>\n</p>\n<judges id=\"b615-6\">Start, J., being engaged in county court, did not sit.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}