{
  "casebody": {
    "data": "<casebody firstpage=\"342\" lastpage=\"356\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b360-4\">[Civ. No. 20477.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A2m\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXv\">Dec. 3, 1954.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b360-5\">RICHARD J. BICE et al., Appellants, v. JAMES STEVENS et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b360-10\">Philip E. Poppler and Glen A. Duke for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b360-11\">Reynolds, Painter &amp; Cherniss, Louis Miller, Walker &amp; Horn and M. W. Horn for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b360-12\">VALLÉE, J.</author>\n<p id=\"AQd\">Respondents-defendants, other than William F. Thompson, have filed two motions to dismiss on the ground the notice of appeal was not filed within the time prescribed by the Rules on Appeal. Notice of appeal must be filed within 60 days from the date of entry of the judgment except that when a valid notice of intention to move for a new trial is served and filed by any party within 60 days after entry of judgment and the motion is denied, the time for filing the notice of appeal from the judgment is extended for all parties until 30 days after either entry of the order denying the motion or denial thereof by operation of law. (Rules on Appeal, rule 2(a), 3(a); 36 Cal.2d 1, 2.) The judgment was entered on January <page-number citation-index=\"1\" label=\"343\">*343</page-number>5, 1954. Appellants-plaintiffs, within time, served and filed a notice of intention to move for a new trial. An order was entered denying the motion on March 4, 1954. The notice of appeal was filed on March 25, 1954, seventy-nine days after entry of the judgment. The question is: Was the notice of intention to move for a new trial valid ? If it was, the appeal was timely; if it was not, the appeal was not timely. We have concluded that the notice was valid and that the appeal was timely.</p>\n<p id=\"b361-6\">The cause came on regularly for trial on December 28, 1953. All parties were represented by counsel. When the court called the cause, all defendants answered they were ready. The judge stated he had read the pleadings. Counsel for plaintiffs then made an opening statement. The court next directed counsel for plaintiffs to proceed. Counsel for plaintiffs then called one of the defendants under section 2055 of the Code of Civil Procedure. Before the witness was sworn, counsel for defendants moved the court to exclude all evidence on the ground “the complaint fails to state the facts sufficient to state a cause of action against the defendants or any of them.” The motions were argued at length with comments by the court. During the course of the argument counsel for plaintiffs asked leave to amend the complaint, stating specifically the nature of the proposed amendment. The court then stated that the motions of the defendants to exclude all evidence were granted. Argument on the request for leave to amend followed. The request for leave to amend was denied. Counsel for defendants then asked, “Will the Court on the sustaining of the objection enter an order of judgment of dismissal?” The court responded, “For the defendants.” Judgment that plaintiffs “take nothing by reason of this action, and that said action be and it is hereby dismissed,” followed. The judgment recites that “The above entitled cause came on regularly for trial on December 28, 1953, . . . . ”</p>\n<p id=\"b361-7\">Respondents contend that no valid notice of intention to move for a new trial was filed which would operate to extend the time for filing a notice of appeal for the reason, they assert, that no issue of fact was decided by the trial court and the judgment was decided on issues of law alone.<footnotemark>1</footnotemark> They rely on <page-number citation-index=\"1\" label=\"344\">*344</page-number><em>Abbey Land etc. Co. </em>v. <em>San Mateo, </em>167 Cal. 434 [139 P. 1068, Ann.Cas. 1915C 804, 52 L.R.A.N.S. 508], <em>Gray </em>v. <em>Cotton, </em>174 Cal. 256 [162 P. 1019], <em>City of Pasadena </em>v. <em>Grace, </em>114 Cal.App. 24 [299 P. 565], <em>Confar </em>v. <em>Whelan, </em>8 Cal.App.2d 101 [46 P.2d 991], <em>Hotel Park Cent. </em>v. <em>Security-First Bank, </em>15 Cal.App.2d 293 [59 P.2d 606], and <em>Lynch </em>v. <em>Watson, </em>69 Cal.App.2d 51 [158 P.2d 250]. Appellants, in opposition, rely on <em>Stow </em>v. <em>Superior Court, </em>178 Cal. 140 [172 P. 598], <em>Allen </em>v. <em>California Mut. B. &amp; L. Assn., </em>40 Cal.App.2d 374 [104 P.2d 851], and <em>Smith </em>v. <em>City of Los Angeles, </em>84 Cal.App.2d 297 [190 P.2d 943].</p>\n<p id=\"b362-5\">In <em>Abbey Land etc. Co. </em>v. <em>San Mateo, supra, </em>167 Cal. 434, when the ease came on for trial the defendants moved for judgment on the pleadings, and the parties stipulated that it should be submitted on the pleadings. The defendants’ motion was denied, and judgment rendered for the plaintiffs from which the defendants appealed. The defendants also appealed from an order dismissing their motion for a new trial. The court held (p. 436) : “There was no trial of the cause upon issues of fact and, therefore, a motion for a new trial could not be entertained. The court below properly refused to consider it, and it calls for no further discussion in this court.” In <em>Gray </em>v. <em>Cotton, supra, </em>174 Cal. 256, on motion of the plaintiff, a judgment was entered against the surety in an undertaking for the stay of execution on appeal. The surety filed a notice of intention to move for a new trial of the motion. The motion was denied. More than 60 days after entry of the judgment, but within 30 days of the date the order was made denying a new trial, the surety filed a notice of appeal from the judgment. Dismissing the appeal, the court stated (p. 258): “By signing the undertaking on appeal the surety, Rowe, consented that judgment should be entered against him on motion for the amount as to which the judgment appealed from should be affirmed, and waived notice thereof. No notice to him of the making of the motion was necessary. [Citations.] The records and files in the case were before the court for the purposes of the motion. Formal introduction thereof in evidence was unnecessary. The court had to decide, and in this case did in fact decide, only the question of law, whether or not, upon the facts appearing in these documents, the plaintiff was entitled to the judgment against the surety. [Citation.] The provisions of the code allowing a new trial to be ordered (Code Civ. Proc., secs. 656-660) follow immediately the provisions for the fram<page-number citation-index=\"1\" label=\"345\">*345</page-number>ing of issues, the trial and the decision of civil actions. ‘A new trial is a re-examination of an issue of fact in the same court after a trial and decision by a jury, court, or referee.’ (Sec. 656.) This refers, of course, to the trials and decisions of the issues of fact in the civil actions and proceedings embraced in the preceding code provisions, issues raised by ordinary pleadings, and it has no reference to decisions of questions of fact on motions. It is well settled that proceedings for new trial do not lie to secure the re-examination of the decision of a motion. [Citations.] It follows that the attempt to obtain a new trial was unauthorized, and that the pendency and decision thereof did not extend the time for taking the appeal beyond the sixty days allowed where no motion for a new trial is instituted.”</p>\n<p id=\"b363-6\"><em>City of Pasadena </em>v. <em>Grace, </em>supra, 114 Cal.App. 24, was a motion to dismiss an appeal from a judgment dismissing a proceeding in eminent domain. The defendant moved to dismiss the proceeding on the ground of the failure of the plaintiff to proceed. The motion was granted and judgment entered in favor of the defendant and against the plaintiff. The plaintiff filed a notice of intention to move for a new trial, which motion was denied. More than 60 days after entry of the judgment, but within 30 days of entry of the order denying a new trial, the plaintiff filed a notice of appeal from the judgment. On motion the appeal was dismissed, the court holding that the determination of the motion to dismiss the proceeding “involved no determination of any issue <em>of fact or law </em>presented in that case, but was entirely disconnected therewith” (italics added), and “that the decision of the trial court was not rendered in the trial of the ease, and the motion for a new trial could not, therefore, extend the time for the filing of an appeal.” There was no petition for hearing by the Supreme Court in the Grace case. <em>Confar </em>v. <em>Whelan, supra, 8 </em>Cal.App.2d 101, was an appeal from a judgment of dismissal entered on an order sustaining a demurrer to a complaint without leave to amend. Notice of intention to move for a new trial of the issues raised by the demurrer was served and filed. The motion was denied. The appeal was dismissed on the ground that only questions of law were raised by the demurrer and the notice of intention to move for a new trial did not extend the time within which to appeal from the judgment beyond 60 days from entry of the judgment. The Supreme Court denied a hearing.</p>\n<p id=\"b363-7\"><em>Hotel Park Cent. </em>v. <em>Security-First Bank, supra, </em>15 Cal. <page-number citation-index=\"1\" label=\"346\">*346</page-number>App.2d 293, was an appeal by the plaintiff from a judgment for the defendant after an order sustaining an objection to the introduction of evidence, which was apparently followed by a motion for judgment on the pleadings which was granted. Notice of intention to move for a new trial was served and filed. The motion was denied. Notice of appeal was filed more than 60 days after entry of judgment but within 30 days after the ruling on the motion for a new trial. There was also an appeal from a later order denying relief under section 473 of the Code of Civil Procedure. Dismissing the appeal from the judgment, the court said (p. 295): “The order of the court granting a motion for judgment on the pleadings after a ruling sustaining an objection to the introduction of evidence, on the ground that the amended complaint failed to state a cause of action, was a decision upon questions of law alone. No motion for new trial lies in such cases. <em>(Abbey Land etc. Co. </em>v. <em>San Mateo County, </em>167 Cal. 434 [139 P. 1068, Ann.Cas. 1915C 804, 52 L.R.A.N.S. 408].) An attempted motion for new trial in a case where none is authorized does not <em>extend </em>the time within which an appeal can be taken. ’ ’ The order denying relief was affirmed. The Supreme Court denied a hearing. <em>Lynch </em>v. <em>Watson, supra, </em>69 Cal.App.2d 51, was an appeal from a judgment entered on an order granting a motion to dismiss the action made on three grounds: “ (1) that plaintiff had failed to file or present any claim against the estate of Holmstrand as required by section 709, Probate Code; (2) that he had failed to prosecute said action with due or any diligence; and (3) that he had failed to file a nonresident cost bond as required by section 1030, Code of Civil Procedure.” The ground on which the motion to dismiss the action was granted does not appear in the opinion. Notice of intention to move for a new trial was served and filed. The motion was denied. Notice of appeal was not filed within 60 days of the entry of judgment but was filed within 30 days of the order denying a new trial. In dismissing the appeal, the court stated (p. 53): “Plaintiff’s notice was not a ‘valid’ one. The filing of the alleged notice of motion for a new trial by plaintiff did not have the effect of extending the time for filing the notice of appeal because a motion for a new trial is not a proper proceeding to review the action of the court in dismissing a case where there has been no trial upon the issues presented by the pleadings. In such ease there is no provision for a new trial and the notice of intention to so move is ineffectual for any purpose. [Citations.] <page-number citation-index=\"1\" label=\"347\">*347</page-number>In <em>Gray </em>v. <em>Cotton, supra, </em>174 Cal. 256, the court said (p. 258): ‘It is well settled that proceedings for a new trial do not lie to secure the re-examination of the decision of a motion. ’ ” The Supreme Court denied a hearing.</p>\n<p id=\"b365-6\">The identical question presented in the case at bar, on exactly the same facts, was decided adversely to respondents’ contention in <em>Stow </em>v. <em>Superior Court, supra, </em>178 Cal. 140, a proceeding in certiorari to review the action of the superior court in granting a motion for a new trial. The facts are stated in the opinion (p. 141): “Action was commenced in the superior court, plaintiff’s cause resting largely upon the alleged obligations arising from a certain written contract attached to the complaint as an exhibit. Demurrer to the complaint was overruled, an answer was filed, and the cause being at issue was brought on for trial before a judge other than the one who had ruled upon the demurrer. A trial by jury was waived; counsel for the respective parties made their addresses outlining their respective theories and the proofs which they intended to offer in support thereof; a witness for plaintiff was called and sworn and his testimony was sought to be introduced by plaintiff. Defendants’ counsel objected to the introduction of any evidence on behalf of plaintiff on the ground that the complaint failed to state facts sufficient to constitute a cause of action, in that the contract attached to the complaint as an exhibit was for an indefinite term. The objection was sustained by the learned judge of the superior court upon the ground that by the terms of the contract attached as an exhibit to the complaint an action on that agreement was not maintainable. Thereafter, defendants moved to dismiss their cross-complaint and the motion was granted. Then they moved for judgment on the pleadings on the ground that the complaint did not state facts sufficient to constitute a cause of action. This motion was granted. The judge by affidavit has declared that in granting the motion last referred to, he did not take into consideration the allegations of the complaint at all, but only regarded the contract marked ‘Exhibit A.’ Subsequently, on motion for new trial the court, convinced that the conclusion regarding the insufficiency of the complaint had been erroneous, granted the motion, and this is the order which, it is contended, was beyond the jurisdiction of the superior court to make.</p>\n<p id=\"b365-7\">“At the trial, after the court had expressed a conviction that the complaint did not state facts sufficient to constitute <page-number citation-index=\"1\" label=\"348\">*348</page-number>a cause of action, counsel for plaintiff said: ‘Well, if your Honor has that view of it, there is no use going any further; if the complaint does not state a cause of action, of course, then, the easiest way to test that is by the defendant making a motion for judgment on the pleadings, and, if that is granted, then I can settle that bill of exceptions very quickly. ’ This was followed by dismissal of the cross-complaint at request of counsel for defendants and the making and granting of the motion for judgment on the pleadings.” The court held (p. 143):</p>\n<blockquote id=\"b366-5\">‘ ‘ The situation, therefore, is this: Upon trial of issues under pleadings which had passed demurrer, proffered testimony was rejected upon the ground that it could not be relevant under the complaint believed by the court to be faulty; plaintiff stood upon his pleading; and the court gave judgment against him. Respondent takes the position that in essence this was a judgment of nonsuit, and with this view we agree. In the case of <em>Green </em>v. <em>Duvergey, </em>146 Cal. 379 [80 P. 234], the court refused to permit the introduction of any evidence unless plaintiff would deposit a certain sum of money with the clerk. Plaintiff declining to obey this preliminary order, a nonsuit was entered and a judgment of dismissal was given. Plaintiff’s motion for a new trial was denied and on appeal the court reversed the order denying it, saying, in part: ‘The trial of a cause includes all the rulings of the court and the proceedings before it which conduce to the decision which it makes upon the issues in the case as the basis of its judgment. <em>(People </em>v. <em>Turner, </em>39 Cal. 370; <em>Moore </em>v. <em>Bates, </em>46 Cal. 29.) Any erroneous ruling, by virtue of which a party is precluded from introducing evidence in support of his cause of action as set forth in his complaint or his defense, is an error of law occurring at the trial. The action of the court in improperly granting or refusing a nonsuit is also an error of law, whether made upon the opening statement of counsel or after the close of the evidence in the cause. <em>(Craig </em>v. <em>Hesperia Land &amp; Water Co., </em>107 Cal. 675 [40 P. 1057].) Under these principles, the order of the court requiring the plaintiffs to pay into court the sum of twenty-five thousand dollars, as a condition upon which they could proceed to trial, and the order granting a nonsuit upon the opening statement and admissions of their counsel, may be reviewed as errors of law occurring at the trial.’ Respondent is of the opinion that in essence the judgment entered in the superior court in <em>Ewell </em>v. <em>McKenzie et al. </em>was a judgment of nonsuit, and <page-number citation-index=\"1\" label=\"349\">*349</page-number>that calling it by another name does not alter that fact. We are constrained to agree with this view, and we believe that <em>Green </em>v. <em>Duvergey, supra, </em>supports our conclusion. In that case as in the Ewell case the court declined to hear proffered testimony at the trial. In that case the refusal was regarded as error of law by this court on appeal. In the Ewell case the judge who made the ruling excluding the evidence believed that he had committed error and sought to give appropriate relief. That one error was due to a misunderstanding of the court’s power and the other to a misconception of the sufficiency of a pleading does not, in our opinion, make any difference in regard to the power and jurisdiction of the trial court upon motion for a new trial.</blockquote>\n<blockquote id=\"b367-6\">“The fact that the judgment itself recites that it was one entered upon the pleadings is not controlling. The whole record is before us, and a recital in the judgment will not prevent this court from examining the entire record for the purpose of learning all of the facts. A new trial may be granted for errors in law, occurring at the trial and excepted to by the party making the application. (Code Civ. Proc., § 657, subd. 7.) Judge Hayne, in his work on New Trial and Appeal, uses the following language (vol. I, § 1, p. 9, rev. ed.):</blockquote>\n<blockquote id=\"b367-7\">“ ‘But errors <em>oemrring at the trial, </em>and having an indirect relation to the pleadings, may be ground for a new trial. So at the trial a party may test the question whether his adversary’s pleading states a cause of action or defense by objecting to the introduction of any evidence under it, and the ruling upon such objection may be reviewed on motion for new trial.’</blockquote>\n<blockquote id=\"b367-8\">“Since the court’s ruling upon the exclusion of evidence under the complaint was reviewable as an alleged ‘error in law, occurring at the trial,’ we must hold that no successful attack may be made upon the court’s jurisdiction to pass upon the motion for a new trial.” The writ was discharged.</blockquote>\n<p id=\"b367-9\">In <em>Carton Corp. </em>v. <em>Superior Court, </em>76 Cal.App. 434, 436 [244 P. 932], it was held that a motion for a new trial could properly be entertained in a case in which a judgment of nonsuit is granted, a motion which raises only a question of law. (See also <em>Castillo </em>v. <em>Warren, </em>44 Cal.App.2d 903, 907 [113 P.2d 232].) The same rule applies in a case in which a motion for a directed verdict is granted, a motion which raises only a question of law. <em>(Steele </em>v. <em>Werner, </em>28 Cal.App.2d 554, 556 [83 P.2d 56].)</p>\n<p id=\"b368-4\"><page-number citation-index=\"1\" label=\"350\">*350</page-number>The facts in <em>Allen </em>v. <em>California Mut. B. &amp; L. Assn., </em>40 Cal.App.2d 374 [104 P.2d 851], are similar to those in the case at bar. The cause came on for trial; the plaintiffs called a witness; before the witness had given any testimony the defendants interposed an objection to the taking of any evidence on the ground the complaint did not state a cause of action. Later the objection was sustained. Still later, on motion of the defendants, the trial court ordered a judgment in their favor on the pleadings. The plaintiffs moved for a new trial, which was granted. The appeal was from that order. The defendants contended that a motion for a new trial was not proper, citing <em>Abbey Land etc. Co. </em>v. <em>San Mateo, supra, </em>167 Cal. 434, and <em>Hotel Park Cent. </em>v. <em>Security-First Bank, supra, </em>15 Cal.App.2d 293. The court said (p. 377): “The plaintiffs stress the fact that the trial court sustained an objection to the introduction of evidence. Thereupon they assert they had a right to make a motion for a new trial for the purpose of having reviewed an ‘ error in law occurring at the trial and excepted to by the \"party making the application. ’ (Code Civ. Proc., § 657, subd. 7.) They then claim that because the court thereafter granted a motion for judgment on the pleadings they were not deprived of their right to make a motion for a new trial. They cite and rely on <em>Moore </em>v. <em>Bates, </em>46 Cal. <em>29; Green </em>v. <em>Duvergey, </em>146 Cal. 379, 385 [80 P. 234]; <em>Stow </em>v. <em>Superior Court, </em>178 Cal. 140, 142-145 [172 P. 598]; <em>People </em>v. <em>Garcia, </em>98 Cal.App. 702, 705 [277 P. 747]; <em>Johnson </em>v. <em>Superior Court, </em>121 Cal.App. 288, 292 [8 P.2d 1047]. We think the defendants are in error and that the contention of the plaintiffs must be sustained. The difference between the two lines of cases is not broad, but nevertheless it is clear. It is settled law and has been for many years, that an order granting a motion for a nonsuit, whether the motion is based on the opening statement or after the close of the evidence, may be reviewed on a motion for a new trial. <em>(Carton Corp. </em>v. <em>Superior Court, </em>76 Cal.App. 434, 436 [244 P. 932], and cases there cited.) It is also settled law that an order ruling on a motion may not be reviewed on a motion for a new trial. (20 Cal.Jur. 19, New Trial, § 7.) In accord with that rule a motion for judgment on the pleadings, not accompanied or associated with other rulings made at the time of the trial, falls within the rule last stated. <em>(Abbey Land etc. Co. </em>v. <em>San Mateo, supra.) </em>But when on an examination of the entire record it appears the trial court sustained an objection of the defendants to the introduction <page-number citation-index=\"1\" label=\"351\">*351</page-number>of any evidence by the plaintiffs on the ground the plaintiffs’ complaint failed to state a cause of action, and continuing it ordered judgment on the pleadings in favor of the defendants, such proceedings are, in effect, the granting of a nonsuit and the same may be reviewed by a motion for a new trial. <em>(Stow </em>v. <em>Superior Court, </em>178 Cal. 140, 142-145 [172 P. 598].) And the fact that the judgment recites it was based on the pleadings is not controlling. <em>(Stow </em>v. <em>Superior Court, supra.) </em>The ease entitled <em>Hotel Park Cent. </em>v. <em>Security-First Nat. Bank, supra, </em>refers to an ‘attempted motion for a new trial,’ and contains some language at variance with what we have said. But, if it was meant to hold that under the facts of that case a new trial did not lie, the ease was not supported by the Abbey case in which the facts were different and it was in conflict with the Stow case in which the facts were similar. All we have said finds support, <em>arguendo </em>at least, in <em>City of Pasadena </em>v. <em>Superior Court, </em>212 Cal. 309 [298 P. 968], and <em>Carton Corp. </em>v. <em>Superior Court, supra. </em>In the latter ease the authorities are carefully reviewed and we have but followed that court’s conclusions. (See, also, vol. 1, Hayne on New Trial and Appeal, rev. ed., p. 9, sec. 1.) For the foregóing reasons we think it may not be said that the plaintiffs were not entitled to move for a new trial.” The Supreme Court unanimously denied a hearing.</p>\n<p id=\"b369-7\">In <em>Horstman </em>v. <em>Krumgold, </em>55 Cal.App.2d 296 [130 P.2d 721], the facts, as stated in the opinion, were: “When the action was called for trial twelve jurors were called to the jury box and their examination on <em>voir dire </em>was commenced, whereupon defendant presented a motion to the court to compel plaintiff to make an election between the first and second causes of action. The motion was granted and plaintiff elected to proceed under the first cause of action. The court then granted defendant’s motion to dismiss the second cause of action. When the evidence had all been received the court, on defendant’s motion, directed the jury to return a verdict for defendant. Thereafter the court granted plaintiff’s motion for a new trial as to the second cause of action.” The court held (p. 298): “Defendants cite section 656 of the Code of Civil Procedure, in which it is stated that ‘A new trial is a re-examination of an issue of fact’ and, asserting that there has been no trial of an issue of fact as to the second count, contend that the court was without jurisdiction to grant the new trial as to such count. Section 656 must be considered in connection with section 590 of the Code of Civil Procedure <page-number citation-index=\"1\" label=\"352\">*352</page-number>in which it is provided: ‘An issue of fact arises—1. Upon a material allegation in the complaint controverted by the answer. ’ In the case now before us an issue of fact arose as to the second cause of action upon material allegations in the complaint which were controverted by the answer. In section 657 of the Code of Civil Procedure it is provided that the verdict must be vacated and a new trial granted on all or part of the issues . . . for an ‘error in law, occurring at the trial and excepted to by the party making the application. ’ Manifestly, the trial court committed errors in law in compelling plaintiff: to elect and in dismissing the second cause of action after the election to stand upon the first count. Our conclusion that the court had authority to grant the motion for a new trial is in line with several decisions of the reviewing courts of this state.” The court referred to and quoted from <em>Stow </em>v. <em>Superior Court, supra, </em>178 Cal. 140, referred to <em>Green </em>v. <em>Duvergey, </em>146 Cal. 379 [80 P. 234], and <em>Allen </em>v. <em>California Mut. B. &amp; L. Assn., supra, </em>40 Cal.App.2d 374, and continued (p. 299): “In the case now before us the action of the trial court in dismissing the second cause of action was, in effect, the granting of a nonsuit and was reviewable on motion for new trial.” There was no petition for hearing in the Horstman ease.</p>\n<p id=\"b370-5\">Judge Hayne in his work on new trial and appeal says: “ It is not necessary to a trial that evidence be actually introduced. Thus where, when the case was called for trial, the court upon motion of the defendant made an order excluding all evidence on the part of the plaintiff, upon the ground that he had failed to furnish a bill of particulars upon demand therefor, it was held that there had been a ‘trial,’ and that therefore a motion for a new trial was proper.” (1 Hayne, New Trial and Appeal, rev. ed. 13, § 1.)</p>\n<p id=\"b370-6\">The Code of Civil Procedure declares that “Issues arise upon the pleadings when a fact or a conclusion of law is maintained by the one party and is controverted by the other. They are two kinds: 1. Of law; and 2. Of fact” (§ 588), and that “An issue of law must be tried by the court, unless it is referred upon consent” (§ 591). Section 657 provides that a new trial may be granted on any one of several grounds, one of which is error in law occurring at the “trial.” Consideration of the meaning of the term “trial” points inevitably to the conclusion that a trial was had in the case at bar and that the granting of the motions to exclude all evidence was, if erroneous, an error in law occurring at the trial.</p>\n<p id=\"b371-5\"><page-number citation-index=\"1\" label=\"353\">*353</page-number><em>City of Pasadena </em>v. <em>Superior Court, </em>212 Cal. 309 [298 P. 968], was mandate, to compel the superior court to settle a proposed bill of exceptions. The court said (p. 313): “A new trial is defined by section 656 of the Code of Civil Procedure as £a re-examination of an issue of fact in the same court after a trial and decision by a jury, court or referee. ’ Subdivision 7 of section 657 provides that a new trial may be granted for ‘an error in law, occurring at the trial and excepted to by the party making the application. ’ If the court’s decision constituted a ruling on a matter of law <em>in the trial of a case, </em>the motion for a new trial was proper, and the time for taking the appeal extended. But if the court’s decision was merely a ruling on a motion independent of a trial, the motion for a new trial was not proper, it being well settled that proceedings for a new trial do not lie to secure the re-examination of the decision on a motion. (20 Cal.Jur., p. 19, § 7.)”</p>\n<p id=\"b371-6\">In <em>Smith </em>v. <em>City of Los Angeles, supra, </em>84 Cal.App.2d 297, a demurrer to a complaint was sustained without leave to amend and judgment entered dismissing the action. On appeal the judgment was reversed with directions to overrule the demurrer. Thereafter an answer was filed and the cause set for trial. On the day of trial, all parties being represented, the defendants moved to dismiss the action on the sole ground it had not been brought to trial within five years from the date of its commencement. The motion was granted and a judgment of dismissal entered. The question on appeal was whether the action had been brought to trial within the meaning of section 583 of the Code of Civil Procedure. The court held (p. 301) : “A definition of the word ‘trial,’ one quoted and never to our knowledge disapproved, is. found in the case of <em>Tregambo </em>v. <em>Comanche M. &amp; M. Co., </em>57 Cal. 501, 505, as follows:</p>\n<blockquote id=\"b371-7\">“ ‘A trial is the examination before a competent tribunal, according the the law of the land, of the facts or <em>law </em>put in issue in a cause for the purpose of determining such issue. When a court hears and determines any issue of fact <em>or of law for the purpose of determining the rights of the parties, </em>it may be considered a trial. ’ (Emphasis added.)</blockquote>\n<blockquote id=\"b371-8\">“We are persuaded that such an issue was presented on the hearings of the demurrers, grounded on the claim that plaintiffs’ complaints did not state facts sufficient to constitute a cause of action. The trial of the issues thus presented was the trial of the cause as a cause and not the settlement of a <page-number citation-index=\"1\" label=\"354\">*354</page-number>mere matter of form in procedure. When the final judgments were entered on the sustaining of the demurrers, it was a final determination of the rights of the parties, and could be pleaded in bar to any other suit for the same cause of action.</blockquote>\n<blockquote id=\"b372-5\">“The foregoing definition of a ‘trial’ includes trials which involve only questions of law. General demurrers such as were here interposed, challenging as they did the sufficiency of the facts, went direct to the determination of the rights of the parties, and all rights involved in the complaints. The judgments rendered herein, being upon orders sustaining demurrers without leave to amend, constitute a trial on the merits, based upon issues of law raised by such demurrers, and must be considered as judgments after trial <em>(Tregambo </em>v. <em>Comanche M. &amp; M. Co., supra; Goldtree </em>v. <em>Spreckels, </em>135 Cal. 666, 669, 670, 671, 672 [67 P. 1091]; <em>Booth </em>v. <em>County of Los Angeles, </em>69 Cal.App.2d 104, 108 [158 P.2d 401]; <em>Erganian </em>v. <em>Brightman, </em>13 Cal.App.2d 696, 700 [57 P.2d 971]; <em>Provencher </em>v. <em>City of Los Angeles, </em>10 Cal.App.2d 730, 732 [52 P.2d 983]; <em>Olwell </em>v. <em>Hopkins, </em>28 Cal.2d 147, 150 [168 P.2d 972]). . . .</blockquote>\n<blockquote id=\"b372-6\">“Respondents contend that the foregoing cases are inapplicable because none of them involve a construction of section 583 of the Code of Civil Procedure. However, the foregoing’ authorities do hold unequivocally that proceedings which result in a judgment finally determining the rights of the parties constitutes ‘a trial,’ as that word is used in our Code of Civil Procedure, and we see no reason why the word ‘trial,’ as applied to the facts of the eases now before us, should be accorded a different meaning under the provisions of section 583 of the Code of Civil Procedure.” The court distinguished a ruling overruling a demurrer from one sustaining a demurrer without leave to amend, saying (p. 303): “There can be no question that under the facts of that case <em>[Perrin </em>v. <em>Miller, </em>35 Cal.App. 129 (169 P. 426)] no ‘trial’ was had because the overruling of a demurrer does not constitute a determination of ‘any issue of fact or law for the purpose of determining the rights of the parties. ’ Had the trial court sustained the demurrer without leave to amend and rendered judgment for the plaintiff, the situation would be analogous to the one now before us”; and continued (p. 304): “Were we to follow respondents’ contentions regarding what constitutes a ‘trial’ it would necessarily result in a determination that where a cause is submitted on an agreed statement of facts, there was no ‘trial’ because no <page-number citation-index=\"1\" label=\"355\">*355</page-number>determination of any issue of fact was involved, but only one of law, viz., what judgment should be entered. . . . The very fact that judgments have been rendered would seem to strongly imply that a ‘trial’ has been had, for as said by the Supreme Court in <em>Matter of Lambert, </em>134 Cal. 626, 632 [66 P. 851, 86 Am.St.Rep. 296, 55 L.R.A. 856]: ‘ ... it is a cardinal principle in English jurisprudence that before any judgment can be pronounced against a person, there must have been a trial of the issue upon which the judgment is given. ’ ... We therefore conclude that the judgments entered herein after an order sustaining a demurrer without leave to amend constituted judgments after trial.” The Supreme Court unanimously denied a hearing. (See also <em>Goldtree </em>v. <em>Spreckels, </em>135 Cal. 666 [67 P. 1091].)</blockquote>\n<p id=\"b373-6\">The term “trial” as defined in <em>Tregambo </em>v. <em>Comanche M. &amp; M. Co., </em>57 Cal. 501, 505, quoted in <em>Smith </em>v. <em>City of Los Angeles, supra, </em>84 Cal.App.2d 297, is referred to or quoted with approval in <em>Finn </em>v. <em>Spagnoli, </em>67 Cal. 330, 332 [7 P. 746]; <em>Redington </em>v. <em>Cornwell, </em>90 Cal. 49, 62 [27 P. 40]; <em>Goldtree </em>v. <em>Spreckels, </em>135 Cal. 666, 669 [67 P. 1091]; <em>Keating </em>v. <em>Keating, </em>169 Cal. 754, 758 [147 P. 974]; <em>City of Pasadena </em>v. <em>Superior Court, </em>212 Cal. 309, 313 [298 P. <em>968]; People </em>v. <em>Stokes, </em>5 Cal.App. 205, 214 [89 P. 997]; <em>Perrin </em>v. <em>Miller, </em>35 Cal.App. 129, 131 [169 P. 426]<em>; </em>and <em>Gibbon </em>v. <em>Justice's Court, </em>81 Cal.App. 396, 397 [253 P. 961]. In <em>Finn </em>v. <em>Spagnoli, </em>67 Cal. 330 [7 P. 746], it was held that the hearing and disposition of a motion for a new trial is a trial. <em>O'Day </em>v. <em>Superior Court, </em>18 Cal.2d 540 [116 P.2d 621], says (p. 544): “Generally speaking, a ‘trial’ includes all rulings of a court in proceedings before it made in furtherance of the decisions made upon the issues in the case which form the basis of the judgment. <em>(Stow </em>v. <em>Superior Court, </em>178 Cal. 140 [172 P. 598]; see also <em>Green </em>v. <em>Duvergey, </em>146 Cal. 379 [80 P. 234]; <em>Goldtree </em>v. <em>Spreckels, </em>135 Cal. 666 [67 P. 1091].) The petitioners take the position that a trial has not commenced until the jury has been impaneled and the introduction of evidence begun. ... [I]n the present proceeding the judgment of dismissal was rendered after the court had commenced to examine the great volume of evidence that was to be presented to the jury and to make rulings upon its admissibility. These determinations were decisions on questions of law and were made in furtherance of the trial upon the merits. The trial had, therefore, begun and the court was <page-number citation-index=\"1\" label=\"356\">*356</page-number>authorized to render a judgment of dismissal against petitioners for their failure to attend.”</p>\n<p id=\"b374-5\">We conclude: First, an erroneous ruling in the trial of a case which precludes the plaintiff from introducing evidence in support of his complaint is an error in law occurring at the trial.  Second, if in the trial of a case, whether evidence is received or not, a motion for judgment on the pleadings is granted, the ruling may be reviewed on a motion for a new trial.</p>\n<p id=\"b374-6\">In the case at bar the ruling excluding all evidence was made in the trial of the case. If erroneous, it was an error in law occurring at the trial and it was reviewable on motion for a new trial. Since the notice of appeal was filed within 30 days after entry of the order denying the motion for a new trial, it was timely.</p>\n<p id=\"b374-7\">The motions to dismiss the appeal are denied.</p>\n<p id=\"b374-8\">Wood (Parker), J., concurred. Shinn, P. J., concurred in the judgment.</p>\n<p id=\"b374-9\">Respondents’ petition for a hearing by the Supreme Court was denied January 26, 1955.</p>\n<footnote label=\"1\">\n<p id=\"b361-8\">If a question of jurisdiction were not involved, respondents would be estopped to make the motions to dismiss the appeal. It developed at the oral argument that respondents resisted the motion for a new trial on the merits and that they did not then question the jurisdiction of the trial court to entertain the motion. The motions to dismiss were filed in this court after appellants’ opening brief was on file.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}