{
  "casebody": {
    "data": "<casebody firstpage=\"754\" lastpage=\"755\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b770-8\">Strafford</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Afm\">No. 85-436</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b770-9\">The State of New Hampshire <em>ex rel. </em>Mary Ann Casinelli v. Steven Bourgeois</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b770-12\">March 3, 1986</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b770-19\"><em>Stephen E. Merrill, </em>attorney general <em>(Loretta S. Platt, </em>assistant attorney general, on the brief and orally), for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b771-2\"><page-number citation-index=\"1\" label=\"755\">*755</page-number><em>Anthony T. Coraine, </em>of Rochester, by brief and orally, for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b771-3\">Memorandum Opinion</p>\n<p id=\"b771-4\">On the recommendation of a Marital Master <em>(Stephanie Nute, </em>Esq.) the Superior Court <em>(Nadeau, </em>J.) denied a petition for an increase in payments for the support of the defendant’s child in the custody of the relator. We reverse.</p>\n<p id=\"b771-5\">The relator filed a petition in the district court of Dorchester, Massachusetts, under the Uniform Reciprocal Enforcement of Support Act, <em>see </em>M.G.L.A. ch. 273A; RSA ch. 546, by which she sought an order to increase the defendant’s required support for the parties’ minor child from its preexisting level of $5 a week. The Massachusetts court certified the relator’s petition, which alleged a need for support of $50 a week. Because the defendant is a resident of Strafford County, the petition was referred to the superior court for that county, under M.G.L.A. 273A:8.</p>\n<p id=\"b771-6\">Although neither party requested a transcript of the hearing or findings of fact, the record does include the parties’ affidavits. The defendant’s financial affidavit includes a claim that he spends $100 a week for food for himself alone, and indicates that he makes installment payments totalling $415 a month on two separate personal motor vehicles, a 1983 Ford and a 1978 Cadillac. After the hearing, the master simply recommended that “Defendant shall continue the payment of $5/wk child support through the Dorchester District Court. No further child support ordered.” The relator appeals, arguing that this denial of her petition was an abuse of discretion.</p>\n<p id=\"b771-7\">The defendant relies upon the rule that we cannot infer abuse of discretion from a silent record, <em>see Hunneyman v. Hunneyman, </em>118 N.H. 652, 653, 392 A.2d 147, 148 (1978). His reliance is misplaced, however, for this record is not entirely silent. When a court allows a father to limit his support for a child to $5 a week, after claiming apparently inflated and unnecessary personal expenses, judicial error is probable and may be assumed in the absence of any explanation for the result. There is no such explanation in this case. There was no finding of failure to prove substantially changed circumstances and no indication of how a $5 a week order might be appropriate on the merits. We therefore reverse and vacate the superior court’s order.</p>\n<p id=\"b771-8\">Because the superior court justice who issued the order below was merely approving a master’s recommendation, we have no reason to believe that our reversal of the judgment will affect the judge’s objectivity. We therefore remand the case for a new hearing directly before <em>Nadeau, </em>J.</p>\n<p id=\"b771-9\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}