{
  "casebody": {
    "data": "<casebody firstpage=\"717\" lastpage=\"722\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b749-5\">[Crim. No. 280.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Arv\">Third Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMQ\">January 31, 1907.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b749-6\">THE PEOPLE, Respondent, v. PALERMO LAND AND WATER COMPANY, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b749-7\">Criminal Law—Violation of County Ordinance—Refusal of Water Company to Deliver Water—Misdemeanor—Jurisdiction.—Under a county ordinance, making it a misdemeanor for any person, company or corporation having water to sell, who shall refuse to deliver water to any person tendering therefor in advance for one day’s supply, and punishing the same hy a fine not exceeding two hundred dollars or by imprisonment in the county jail not exceeding one hundred days, or by both such fine and imprisonment, the misdemeanor of a water company in so refusing to deliver water is within the jurisdiction of the justice court, as defined by law, and the superior court has no jurisdiction thereof.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b749-8\">Id.—Limits of Jurisdiction of Superior Court Over Misdemeanors.— The constitutional jurisdiction of the superior court over misdemeanors is limited to “cases of misdemeanor <em>not otherwise provided for,” </em>and does not include any misdemeanors whose punishment is otherwise provided for by law.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b749-9\">Id.—Offense by Corporation—Mode of Procedure—Jurisdiction.— The fact that the offense under such ordinance is committed by a corporation engaged in the sale of water cannot affect the jurisdiction of the justice’s court over the offense; nor can such jurisdiction be affected by the mode of procedure prescribed against cor<page-number citation-index=\"1\" label=\"718\">*718</page-number>porations in sections 1392 to 1397 of the Penal Code. The means by which the defendant is brought within the jurisdiction of tie court does not affect its right to try the defendant.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b750-3\">Id.—Mode Applicable to Justice’s and Police Courts.—Section 1427 of the Penal Code, as amended'in 1905 (Stats. 1905, p. 706), furnishes a rule of procedure in case of a corporation charged with a misdemeanor triable in a justice’s court or a police court. [By supreme court on petition for rehearing.]</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b750-4\">APPEAL from a judgment of the Superior Court of Butte County. E. P. McDaniel, Judge Presiding.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b750-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b750-6\">Carlton Gray, and A. F. Jones, for Appellant.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b750-7\">U. S. Webb, Attorney General, and R. C. Van Fleet, for Respondent.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b750-8\">BURNETT, J.</author>\n<p id=\"AWR\">By an information filed by the district attorney in the superior court of Butte county, appellant was accused of the crime of “failing and refusing to sell and deliver water for the purpose of irrigating the orchard of William Hilemon. ’ ’ A motion was made to set aside the information on the ground “that before the filing thereof the defendant had not been legally committed by a magistrate.” The motion was denied.</p>\n<p id=\"b750-9\">A demurrer to the information was also interposed, setting forth: “1. That.the court has no jurisdiction of the offense charged therein; 2. That it does not substantially conform to the requirements of sections 951 and 952 of the Penal Code; 3. That the facts stated do not constitute a public offense.” The demurrer was overruled. Appellant was tried by a jury and convicted and was sentenced by the court to pay a fine of one hundred dollars. The appeal is from the judgment and an order denying the motion for a new trial.</p>\n<p id=\"b750-10\">The charging part of the information is as follows: “The Palermo Land and Water Company, being at all times herein mentioned a corporation, duly organized and existing under the laws of the State of California, for the purpose of selling, distributing and renting water, and having water to sell, rent and distribute, did, on or about the first day of July, 1905, at Butte County, State of California, and before the <page-number citation-index=\"1\" label=\"719\">*719</page-number>filing of this information, wrongfully, unlawfully, willfully and maliciously refuse and fail to sell and deliver six inches of water to said William Hilemon for irrigating his orchard, after being tendered seventy-five cents payment in advance for one day’s supply thereof, the said corporation having then and there water to sell, contrary to and in violation of the provisions of Ordinance No. 211, passed by the Board of Supervisors of Butte County, State of California, February 27, 1905, the orchard of the said William Hilemon being then and there within the limits of the unincorporated town of Oroville, in Butte County, State of California, and not within the limits of any incorporated town, city or village, contrary to the form, force and effect,” etc.</p>\n<p id=\"b751-3\">Ordinance 211, upon which the prosecution was based, among other things provides :</p>\n<blockquote id=\"b751-4\">“Section 1. The rate or compensation to be collected by any person, company or corporation in the County of Butte for the use of water supplied to any unincorporated city or town, or the inhabitants thereof, is hereby fixed and established as follows: ...</blockquote>\n<blockquote id=\"b751-5\">“29. For water used for irrigation or mining ditches, for irrigation of vineyards, orchards and similar uses, the rate shall not exceed 10 cents per inch, miner’s measure, for day of twenty-four hours. ...</blockquote>\n<blockquote id=\"b751-6\">“Section 3. Any person, company or corporation having water to sell, who shall refuse to deliver water to any person tendering payment therefor, in advance, for one day’s supply, shall be guilty of a misdemeanor, and on conviction thereof, shall be punished by a fine <em>not exceeding $200.00, or by imprisonment in the County Jail not exceeding 100 days, or by both such fine and imprisonment.”</em></blockquote>\n<p id=\"b751-7\">Among the grounds of demurrer, as already observed, is one involving the determination of the question of the jurisdiction of the superior court to try the offense charged against the appellant. The claim is made that it is within the exclusive jurisdiction of the justice court to try offenses wherein the punishment “does not exceed a fine of five hundred dollars or imprisonment not exceeding six months or by both such fine and imprisonment.” In the present instance the maximum punishment provided by the ordinance is a “fine of $200 and imprisonment for one hundred days in the county jail.”</p>\n<p id=\"b752-2\"><page-number citation-index=\"1\" label=\"720\">*720</page-number>To the consideration of this vital question of jurisdiction our attention will be directed. In the discussion it will be assumed that the ordinance in question is sufficiently pleaded, so that the court could take judicial notice of its terms. The jurisdiction of the superior court is conferred directly by the constitution of the state; that of the justice court arises from the act of the legislature. Section 5, article VI, of the constitution provides: “The Superior Court shall have original jurisdiction . . . <em>in all criminal cases </em>amounting to felony and cases of misdemeanor <em>not otherwise provided for.” </em>The authority delegated to the legislature in respect to the jurisdiction of the justice court is found in section 11 of said article 6. The provision is: “The legislature shall determine the number of justices of the peace to be elected in townships, incorporated cities and towns, or cities and counties, and shall fix by law the powers, duties and responsibilities of justices of the peace; provided, such powers shall not in any case trench upon the jurisdiction of the several courts of record,” etc. In consonance with this grant of power the legislature has clothed the justice court with jurisdiction over certain misdemeanors. The test and measure of its said jurisdiction are presented in section 115, Code of Civil Procedure, as follows: “The justices’ courts shall have jurisdiction of the following public offenses committed within the respective counties in which such courts are established: . . . 3. Breaches of the peace, riots, routs, affrays, committing a willful injury to property, <em>and all misdemeanors </em>punishable by fine not exceeding five hundred dollars, or imprisonment not exceeding six months, or by both such fine and imprisonment.” Therefore, it would seem that the misdemeanor of which appellant has been convicted is “otherwise provided for,” and not cognizable within the scope of the original jurisdiction of the superior court. The subject has received elaborate treatment from the supreme court on different occasions. If authority be needed to determine what seems so clear from the said provisions of the constitution and Code of Civil Procedure, reference may be made to the following cases: <em>Ex parte Wallingford, </em>60 Cal. 103; <em>Gafford </em>v. <em>Bush, </em>60 Cal. 149; <em>Green </em>v. <em>Superior Court, </em>78 Cal. 556, [21 Pac. 307, 541]; <em>People </em>v. <em>Joselyn, </em>80 Cal. 544, [22 Pac. 217]; <em>People </em>v. <em>Lawrence, </em>82 Cal. 182, [22 Pac. 1120]; <em>People </em>v. <em>Hamberg, </em>84 Cal. 468, [24 Pac. 298]; <em>People </em>v. <em>Tom Nop, </em><page-number citation-index=\"1\" label=\"721\">*721</page-number>124 Cal. 150, [56 Pac. 786]; <em>People </em>v. <em>Haagen, </em>139 Cal. 115, [72 Pac. 836].</p>\n<p id=\"b753-3\">The case at bar, however, is sought to be distinguished from the others on the ground that appellant is a corporation. In this behalf it is argued that the supreme court had jurisdiction to try defendant by virtue of the provisions of chapter IX, title X, part II, of the Penal Code, entitled, “Proceedings Against Corporations.” In the first place, independent of said chapter, it is clear that as far as jurisdiction of the offense is concerned, it can make no difference whether the accused be a corporation or an individual. Section 7 of the Penal Code provides that the word “person” includes a corporation as well as a natural person, and it would be judicial legislation to hold that “all misdemeanors” mean “all misdemeanors committed by a natural person.” There is no reasonable foundation in the nature of things or such intrinsic difference between corporations and natural persons, of which I am aware, that requires the application of a measure of jurisdiction over an offense committed by a corporation different from that to be invoked where an individual is charged with the same or similar crime. The general rule, in criminal cases, where corporations are amenable to the criminal law, when limited to the officers through whom the corporation performs its corporate acts, is the same as in civil cases. “Private corporations in respect to their liability for the acts of their agents or servants stand before the law on the same footing as individuals.” (10 Cyc. 1204, and cases cited.)</p>\n<p id=\"b753-4\">Nor do the provisions of the Penal Code, sections 1390 to 1397, inclusive, cited by respondent, affect the question at issue. That chapter simply provides a mode of procedure against corporations charged with crime. It is well settled that “the jurisdiction of the offense is not determined by the form of procedure by which it is prosecuted, but by the nature of the offense itself.” <em>(Ex parte Wallingford, </em>60 Cal. 103.) Even if it be conceded that the form of procedure provided is applicable only to cases tried in the superior court and that it seems to contemplate that all criminal charges against corporations shall be submitted to such tribunal, it still remains true that the test of jurisdiction afforded by the statute indubitably sustains appellant’s contention.</p>\n<p id=\"b754-2\"><page-number citation-index=\"1\" label=\"722\">*722</page-number>In conclusion, it may be suggested that the procedure provided by section 1391 et seq. of the Penal Code may be made available to the justice court in the prosecution of corporations, although it must be remembered that the “means by which the defendant has been brought within the jurisdiction of the court does not affect its right to try him.” <em>(Ex parte Ah Men, </em>77 Cal. 198, [11 Am. St. Rep. 263, 19 Pac. 380]; <em>People </em>v. <em>Pratt, </em>78 Cal. 345, [20 Pac. 731]; <em>Mahon </em>v. <em>Justice, </em>127 U. S. 708, [8 Sup. Ct. Rep. 1204].) If this procedure be not apt and adequate, then resort must be had to the sections of the code in reference to the trials of persons, and also to section 187, Cole of Civil Procedure, which provides that “in the exercise of its jurisdiction, if the course of proceeding be not specifically pointed out by this code or the statute, any suitable process or mode of proceeding may be adopted which may appear most conformable to the spirit of this code.”</p>\n<p id=\"b754-3\">The judgment and order denying the motion for a new trial are reversed and the court below is directed to dismiss the proceedings.</p>\n<p id=\"b754-4\">Hart, J., and Chipman, P. J., concurred.</p>\n<p id=\"b754-5\">A petition to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on March 28, 1907, and the following opinion was then rendered thereon:</p>\n<author id=\"b754-6\">THE COURT.</author>\n<p id=\"AtS\">The application that the above-entitled cause be heard and determined by this court, after decision in the district court of appeal for the third appellate district, is denied.</p>\n<p id=\"b754-7\">In denying the application, it is proper to state that section 1427 of the Penal Code, as amended in 1905 (Stats. 1905, p. 706), apparently furnishes a rule of procedure in the case of a corporation charged with a misdemeanor triable in a justice’s court or police court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}