{
  "casebody": {
    "data": "<casebody firstpage=\"343\" lastpage=\"344\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b367-10\">UNITED STATES of America, Plaintiff-Appellee v. Jerome PINKSTON, also known as Jerome Edgar, Jr., also known as C-Ball, also know as Nigel Hill, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b367-13\">No. 09-30208</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AyQ\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b367-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b367-16\">May 20, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b367-17\">Maurice Landrieu, Assistant U.S. Attorney, Diane Hollenshead Copes, Assistant U.S. Attorney, U.S. Attorney’s Office, Eastern District of Louisiana, New Orleans, LA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b367-20\">Gary V. Schwabe, Jr., Assistant Federal Public Defender, Federal Public Defender’s Office, Eastern District of Louisiana, New Orleans, LA, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b367-22\">Before GARZA, CLEMENT, and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b367-23\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b367-24\">Jerome Pinkston, federal prisoner # 29310-0344, pleaded guilty to possessing with intent to distribute cocaine base (crack cocaine). Citing Fed.R.Crim.P. 11(c)(1)(C), Pinkston’s plea agreement stipulated that a sentence of 188 months was an appropriate disposition of the case. Pinkston was sentenced to 188 months of imprisonment.</p>\n<p id=\"b367-25\">Pinkston appeals the district court’s order denying his motion for a reduction of sentence, brought pursuant to 18 U.S.C. § 3582(c)(2), in light of recent amendments to the crack cocaine sentencing guidelines. In denying the motion, the district court stated that it would not exercise its discretion to lower Pinkston’s sentence below the term stipulated in the plea agreement.</p>\n<p id=\"b367-26\">The Government asserts that Pinkston waived the right to bring the instant appeal under the terms of his plea agreement. We disagree. <em>See United States v. Cooley, </em>590 F.3d 293, 297 (5th Cir.2009).</p>\n<p id=\"b367-27\">Pinkston argues that a reduction is not precluded by the plea agreement’s stipulation concerning the appropriate sentence. <page-number citation-index=\"1\" label=\"344\">*344</page-number>He contends that it was an abuse of discretion to deny his motion because, according to him, the original sentence was based not on the stipulation in the plea agreement but on a guidelines range that has subsequently been lowered. He asserts further that there are no record facts indicating that he is undeserving of a reduction.</p>\n<p id=\"b368-4\">Even if the district court erred in its finding concerning the effect of the stipulation of an appropriate sentence, the error was harmless because the district court made clear that, in its discretion, the proper sentence was 188 months — which was the stipulated sentence as well. <em>See United States v. Tello, </em>9 F.3d 1119, 1131 (5th Cir.1993) (holding that a sentencing error will be deemed harmless if the appellate court is persuaded that the district court “would have imposed the same sentence” even without the error). We find no basis in the record for concluding that the district court abused that discretion by settling on a sentence of 188 months.</p>\n<p id=\"b368-5\">The district court may reduce a sentence after considering the applicable 18 U.S.C. § 3553(a) factors and the applicable guidelines policy statements. § 3582(c)(2). The decision whether to reduce a sentence under § 3582(c)(2) is reviewed for abuse of discretion only. <em>United States v. Evans, </em>587 F.3d 667, 672 (5th Cir.2009). A reduction is not obligatory. <em>Id. </em>at 673. Additionally, if we are able to conclude from the record that the sentencing court considered the § 3553(a) factors in denying a sentence reduction, it does not matter whether the sentencing court explained how it applied those factors or whether it stated the reasons for its decision. <em>See id. </em>at 674.</p>\n<p id=\"b368-6\">Pinkston does not mention any statutory sentencing factors or even suggest that § 3553(a) has any application to the disposition of his motion. He has thus waived any argument that the district court abused its discretion by not considering factors contemplated by § 3553(a). <em>See Hughes v. Johnson, </em>191 F.3d 607, 613 (5th Cir.1999) (stating that issues not argued on appeal are deemed abandoned). Moreover, the record reveals that the district court in fact considered matters addressed by § 3553(a). The district court noted the original guidelines calculation and the revised calculation, both being matters of the type covered by § 3553(a)(4)(A). It also noted Pinkston’s lengthy history of criminal convictions. It remarked on Pink-ston’s prior drug conviction in particular and on the fact that Pinkston, by virtue of the Government’s plea agreement promise not to prosecute him for a prior drug offense, had been spared the risk of facing a mandatory minimum sentence of 240 months on a conviction for that offense. Thus, the district court considered matters pertinent to Pinkston’s history and characteristics. <em>See </em>3553(a)(1). Accordingly, Pinkston has not shown that the district court’s denial of his motion was an abuse of discretion. <em>See Evans, </em>587 F.3d at 673-74.</p>\n<p id=\"b368-8\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b367-18\"> Pursuant to 5th Cir R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}