{
  "casebody": {
    "data": "<casebody firstpage=\"8\" lastpage=\"16\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b40-3\">MINERVA S. PATTERSON’S APPEAL.</parties>\n<p data-order=\"1\" data-type=\"history\" id=\"AbL\">APPEAL FROM THE ORPHANS’ COURT OF FAYETTE COUNTY.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b40-5\">Argued January 31, 1887</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ay\">Decided April 11, 1887.</decisiondate>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b40-6\">1. Some of the beneficiaries in the will of a testatrix were not of kin to her; others were of kin'but not entitled to share in case of intestacy; other persons so entitled were not named in the will; a large part of the estate being given to one who was not of kin. Certain of those entitled to share in case of intestacy joined with certain of the beneficiaries in an agreement under seal that in case their effort to set aside , the will should succeed “ each one of said heirs who shall sign this paper shall retain in full such portion of the estate of the said Sidney as may have been received by any one of the said heirs at the time of the signing this article, or to which said heirs would be entitled in the event of the establishment of said will, clear and outside of any distribution which may be made in the event of the breaking of said will ; that is to say, that in the event of the breaking of said will only such portions of the estate shall be distributed to the heirs aforesaid as is not given by the said alleged will to the blood relations or any of them of said deceased, etc.” The will having been set aside, a parcel of real estate devised to one who had signed the agreement and who was of kin but not entitled to share in case of intestacy, was sold in partition proceedings in the Orphans’ Court and an auditor appointed to report distribution:</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b40-8\"><em>Held, </em>that the agreement was valid and binding upon those who signed it; . the heirs of the decedent who were not parties to it were not affected by its covenants; the parties to it could not prevent the partition and sale of the said real estate; the Orphans’ Court had jurisdiction to enforce the covenant rights of those who were parties to it; and those who covenanted with the devisee of the real estate sold were estopped from sharing in the proceeds of its sale.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b40-10\">2. A party interested under the intestate laws agreed in writing, not under seal, that in case the said will be set aside he would make no claim to-any part of the real or personal estate given to one of kin but not entitled under the intestate laws, but that the latter should have the same interest in said estate that she would take in case said will be sustained:</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b40-11\"><em>Held, </em>that in the absence of proof of consideration, of the inducement or of the attendant circumstances, the agreement was invalid.</syllabus>\n<judges data-order=\"8\" data-type=\"summary\" id=\"b40-12\">Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett and Green, <em>JJ.; </em>Clark, J., absent.</judges>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b40-13\">No. 59 January Term, 1887, Sup. Ct.; court below, No. 22 September Term, 1884, O. C. .</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b41-3\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>Sidney Connell died in 1875, leaving no lineal descendants bnt certain collateral heirs, among whom were Joseph Cole-stock, a brother, Susan McCormick and Margaret Castle, sisters, Joseph A. Williams, Sidney Jennison, George Johnston and I. T. Gilmore, children of deceased sisters; and leaving also among others of kin to her, Minerva S. Colestock, after-wards Minerva S. Patterson, a daughter of said Joseph Cole-stock.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b41-4\">Mrs. Connell left a paper purporting to be her last will and testament, by which a large portion of her estate was given to Joshua M. Dushane, who was not related to her either by blood or marriage. Other bequests and devises were made to persons of kin to her, among which was a devise of a house and lot in Connellsville to her niece Minerva Patterson, who on the death of Mrs. Connell went into possession of said house and lot. Mrs. Patterson also became the owner by a deed of conveyance of all the interest of Margaret Castle in the decedent’s estate. George Johnston assigned all his interest to Joshua M. Dushane.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b41-5\">This testamentary paper was admitted to probate and letters testamentary issued thereon by the register of wills to Joshua M. Dushane, the executor named therein, who was proceeding to administer the estate, when, on an appeal to the Orphans’ Court by Susan McCormick, the decree of the register admitting the will to probate, etc., was reversed and the letters testamentary revoked. Por a review of these proceedings, see Dushane’s App., 4 W. N. 78 and Johnston’s App., Idem, 80.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b41-6\">Before the appeal of Susan McCormick from the register’s decree was entered, certain beneficiaries and heirs of Sidney Connell including Susan McCormick, Margaret Castle, Joseph Colestock, I. T. Gilmore and Minerva Patterson, but not including Joshua M. Dushane or George Johnston, executed an agreement, under their several seals, which was acknowledged at different dates by some of the parties thereto, but not by Mrs-Patterson, and placed on record in the recorder’s office. The agreement, called paper “ A,” was as follows:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b41-7\">This Article of Agreement, made by and between the subscribers is to certify that for good and sufficient considerations, moving us thereto we do hereby agree that in case our effort to break the Will of Mrs. Sidney Connell shall succeed each one <page-number citation-index=\"1\" label=\"10\">*10</page-number>of the said heirs who shall sign, this paper shall retain in full such portion of estate of the said Sydney as may have been received by any one of the said heirs at the time of signing this article or to which such said heirs would be entitled in the event of the establishment of said will clear and outside of any distribution which may be made in the event of the breaking of said will. That is to say that in the event of the breaking of said will only such portions of the estate shall be distributed to thé heirs aforesaid as is not given by the said alleged will to the blood relations or any of them of the said deceased. And we and each of us do hereby release to each and every other one of us and to the heirs and assigns of each one all our right, title, interest and claim as aforesaid. In witness whereof we have hereunto set our hands and seals.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b42-4\">The will having been set aside, Joshua M. Dushane, alienee of George Johnston, instituted proceedings in partition upon the house and lot which had been devised to Minerva Patterson, resulting in the appointment of Joseph Colestock as trustee to sell the same. To the account of the trustee, filed after his return of sale, exceptions were filed by certain heirs at law, and an auditor, appointed to hear and determine the exceptions and to report a distribution, sustained certain exceptions and in. creased the balance for distribution. The distribution reported was in seven equal shares to the heirs at law of the decedent, giving to Minerva S. Patterson one share as the alienee of Margaret Castle. To this report exceptions were filed by Minerva Patterson, who alleged she had had no notice of the hearing before the auditor' or knowledge of it until the auditor was about to make his report, and that she held an assignment of the interests of all the heirs in the real estate sold, except that of George Johnston; whereupon the court referred the report back to the auditor for a re-hearing.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b42-5\">At this second hearing Minerva S. Patterson putin evidence the agreement marked “ A,” above; also a paper, marked “ B,”. as follows:</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b42-6\">For value received, I do hereby agree that in the event that the will of Sidney Connell is set aside or broken by her heirs in the action soon to be brought for that purpose I will as one of the said heirs make ho claim to any part of the real or personal estate given to Mrs. Minerva S. Patterson, late Colestock, <page-number citation-index=\"1\" label=\"11\">*11</page-number>but do further agree that she shall have the same interest in said estate that she will take in case said will is sustained.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b43-4\">January 18,1876.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"AYx\">(Signed) J. A. Williams.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b43-5\">Mrs. Patterson also put in evidence a letter from Sidney Jennison to Mr. Gilmore, dated Monticello, January 24, 1876, marked “ 0,” from which the following relevant extract is made:</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b43-6\">Mr. Gilmore : — Sir: — I received your letters, and delayed answering until I heard from my brother......I wrote the contents of your first letter to him. He replied he presumed Aunt Sidney willed her property to whom she wished to have it, and it was not his and he had no desire to meddle with it. But I think differently. According to your statement she has given it to strangers and perhaps not in her right mind ; I shall say to you, for my mother, take the responsibility on yourself in the prosecution of this matter and for your trouble if you are successful I agree to do as the others, and if you are not successful you shall be at all the expense of prosecution, and as for Miss Colestock or Mrs. Patterson, I am willing for her to keep what she has. • • • •</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b43-9\">Mrs. Patterson also produced the deed to her from Margaret Castle for the latter’s interest in the real estate sold by the trustee.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b43-10\">In his second report the auditor disregarded the agreement “A” and the paper “ B ” upon the ground that he was of the opinion that it was not his duty to pay any attention to them and he would not recognize them in this proceeding. The letter from Sidney Jennison, “ C,” was disregarded for the reason “ that said Sidney Jennison is now claiming her interest out of said estate and the auditor is of the opinion that she should not be held to-a mere opinion expressed more than two years ago, and further that said letter is not sufficient to divest [the interest of Sidney Jennison under] the intestate laws of the State of Pennsylvania. The validity of the above agreement, release and letter is disputed.” The distribution reported was the same as that made in the auditor’s first report, the costs of the re-hearing being charged against the share of Mrs. Patterson. After argument of exceptions filed to this second report, the report was confirmed by the Orphans’ Court, InghRAM, P. J., when this appeal was entered by Minerva S. Patterson, and <page-number citation-index=\"1\" label=\"12\">*12</page-number>errors assigned to the decree of the cotirt below; to the dismissal of the exceptions to the action of the auditor, (1) In disregarding the agreement marked “ B ” ; (2) In not distributing to Minerva S. Patterson the shares of Joseph Colestoek, Susan McCormick, I. T. Gilmore, Sidney Jennison, Joseph A.. Williams (and others named), instead of to the said parties,, they having released to her all their right, title and interest and. claim to the same; (3) In imposing the costs of the second hearing upon the appellant; and to the confirmation of said report.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"AVz\"><em>Mr. S. L. Mestrezat </em>of <em>Boyle </em>Mestrezat, <em>(Morrow Hertzog </em>with them,) for the appellant.</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"b44-6\">1. The meaning and effect of paper “A.”</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b44-7\">The legatees, except Dushane, were relatives of the decedent, but some of them were' not heirs. Minerva S. Patterson, the appellant, was a niece and was a principal beneficiary excepting Dushane; but she was not an heir at law. To:procure her aid as well as that of the other beneficiaries in bearing the expense of a contest which might prevent the estate from pass.ing out of the family this paper was executed.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b44-8\">“ Each one of <em>said heirs </em>shall retain in full such portion, etc.”The expression “ said heirs ” must have been intended by the parties to refer to the same persons designated in the beginning of the paper as “ subscribers.”</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b44-9\">Paper “ A ” is an agreement to do certain things in the premises, but it is more than an agreement. Operating upon the lot in possession of the appellant, whose entry was lawful* it is a release and surrender to her. It is under seal and imports a, consideration: Mack’s App., 68 Penn. St. 231. The sale under proceedings in partition did not change the character of the property, but the fund arising therefrom remains realty for purposes of distribution in the first instance: Hay’s App., 52 Idem 449; and the heirs who signed paper “ A,” being estopped from claiming an interest in the lot of ground itself, are also estopped from claiming any interest in the. fund.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b44-10\">2. The jurisdiction of the Orphans’ Court in the premises is ample. By § 1, Act of 13 April, 1840, P. L. 319, the Orphans’ Court has authority “ to appoint one or more auditors to make distribution of estates in the hands of executors <page-number citation-index=\"1\" label=\"13\">*13</page-number>or administrators .... to and among the persons entitled to the same.” In Otterson v. Gallagher, 88 Penn. St. 355, it is decided that “ in proceedings to distribute an estate the Orphans’ Court has jurisdiction to inquire into and determine all questions in the way of distribution affecting creditors, or .-assignees of legatees; and parties who submit themselves to its -decrees are concluded thereby:” Bull’s App., 24 Idem 288; Lippincott’s Appeal, 73 Idem 474.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b45-5\">The cases cited refer to the distribution of funds in the hands of executors and administrators. The Act of 11 April 1863, § 1, P. L. 341, provides that upon the sale of any real estate 'by an administrator or trustee after proceedings in partition in the Orphans’ Court, it shall be the duty of the said administrator or trustee to file an account, etc., “ in the same manner as is now by law required in the settlement of estates of decedents.” By Act of 27 March 1865, § 1, P. L. 45, modified by Act of 28 April 1868, § 1, P. L. 105, it is provided that “the moneys arising from such sales shall be distributed according to law,” either by having the fund paid into court or by such other manner as to the court may seem just in the premises. The .same rules and principles, therefore, apply in the distribution of a fund in the hands of a trustee as in case of administrators -and executors.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b45-6\">The appellant’s title to certain portions of the fund was complete by operation of paper “ A; ” she is therefore a proper distributee of such portions. In addition she is entitled to the share of J. A. Williams, under paper “ B,” and to the share of .Sidney Jennison under letter marked “ C; ” and having had no notice of the first audit and being justly entitled to be heard, .she ought not to have had the costs of the second audit placed upon her.</p>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b45-7\"><em>Mr. Nathaniel Ewing (Mr. John Collins </em>with him) for the appellees.</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"AD\">Minerva S. Patterson was not an heir of Sidney Connell; therefore no part of the decedent’s real estate vested in her, but it did vest in the heirs of Sidney Connell the moment she died, although they could not get possession legally until those illegally holding the same could be dispossessed.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b45-9\">The essentials of a legal contract are, first, parties; secondly, <page-number citation-index=\"1\" label=\"14\">*14</page-number>consideration; thirdly, assent of parties; and fourthly, the subject matter of the contract: 1 Pars. Con. 8.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b46-5\">The parties intended as entering into the agreement were those v?ho were heirs of Sidney Connell, but not legatees, and' those who were heirs and also. legatees. It is a contract entered into and confined to a particular class, and that class is described bjr the word “ heirs.” The names of several persons who are not heirs are to the paper; the appellant is one. There is no evidence that she ever did sign it, no attesting witness, no date or acknowledgment. If she is to be taken as a party to the agreement, it should have been shown that she became a party thereto prior to the will being set aside. “ A mere assent does not suffice to constitute a contract, for there may be an assent in a matter of opinion or in some fact which is done and completed at the time and therefore leaves no obligation behind it: ” 1 Pars. Con. 339.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b46-6\">There is no mutuality between the heirs of Mrs. Connell and the appellant in this contract. The appellant was not a party to the contest about the will; she had nothing to give up, nor did she release anything that had been willed to her. There are no words in the agreement which would designate her as a party to it.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b46-7\">The paper “ B ” is relied upon as an agreement conveying the interest of J. A. Williams to Minerva S. Patterson. Its execution is disputed. It purports but a gift, without consideration. Not being under seal a consideration must be proven, as much as if the contract were oral only: Dodge v. Burdell, 10 Conn. 170; 1 Pars. Con. 355. Paper “B ” was proved so as to get it on record, not by any acknowledgment by the party whose name appears to it, but by the oath of M. M. Patterson, husband of appellant.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b46-8\">The letter “C ” imports no sale, no gift; a mere expression of willingness that the appellant keep what she had; no sealing and delivery, no consideration. There is no evidence to show that Mrs. Jennison knew what appellant had, or what had been given her under the will.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b46-9\">The appellant has no right to any of the fund except that allowed her under the deed from Margaret Castle. Several of the heirs at law of Sidney Connell (naming them) did not sign paper “ A.” Under no circumstances is the appellant entitled <page-number citation-index=\"1\" label=\"15\">*15</page-number>to their interests in the fund arising from the sale of the lot devised to her, because the will had been set aside and Mrs. Connell having died seized of the same, it passed to her heirs, of whom the appellant was not one.</p>\n<opinion data-order=\"40\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b47-5\">Opinion,</p>\n<author id=\"A7\">Mr. Justice Trunkey:</author>\n<p id=\"b47-6\">Sidney Connell’s will was probated on November 22, 1875. It contained a bequest and a devise to Minerva Colestock and a number of bequests and devises to other persons, the residue of the estate to J. M. Dushane. Some of the objects of the bounty of the testatrix were not of kin to her, others were of kin but not entitled to share in her estate in case of intestacy, and some who would be entitled as heirs and next of kin were not named in her will. The contest of the alleged will was successful.</p>\n<p id=\"b47-7\">A number of those interested in the result of the contest entered into an agreement, which, if not artistically drawn, is not void for uncertainty as to its meaning. No objection was made to its admission in evidence, and the auditor gave no reason for throwing it out of consideration other than that its validity was disputed.</p>\n<p id=\"b47-8\">The subscribers to the instrument mutually agree that if they succeed in their efforts to break the will, each one shall retain such portion of the estate as he or she may have received under the will, and only such portions of the estate shall be distributed to the subscribers as are not given by the will to the blood relations of the decedent, and each releases to each and every other all his or her right as aforesaid. It is declared in the instrument that it is made for good consideration, and the parties affixed their seals. The heirs of the decedent who are not parties are not affected by its covenants, and they are entitled to their respective shares in the estate, and to the remedies for recovery, provided by the intestate laws. The parties to the covenant could not prevent the partition and sale of the real estate, and the proper place for them to assert their covenant rights is in the distribution of the proceeds. Those who covenanted with Minerva Colestock that she should have the land devised to her in the will, and released to her their interest in the same, are not now entitled to take any of the money arising from sale of that land. They agreed that no distribu<page-number citation-index=\"1\" label=\"16\">*16</page-number>tion should, be made to them of any part of the estate given by the will to a blood relation. It was error to disregard the covenant as foreign to all questions arising in the distribution.</p>\n<p id=\"b48-5\">The appellees contend that the agreement, if valid at all, is only valid between the heirs of the decedent, and Minerva Colestock, not being an heir, has no right under the covenant. But she was a party interested in the contested will and became uninterested because of the agreement. The agreement is by and between the “ subscribers ; ” the word heirs relates to the subscribers ; a clause provides, relative to each one of said heirs who shall sign the paper, that if the will falls “ such said heirs ” shall take what is given them in the will, and the other portions of the will shall be given to the “ heirs aforesaid.” It is manifest that the word heirs is not used in its technical sense. By it, as shown by the context, the parties meant the subscribers to the agreement, both heirs at law and persons interested in the alleged will.</p>\n<p id=\"b48-6\">The letter of Sidney Jennison to Gilmore, in itself, is not sufficient to convey her interest to Miss Colestock.</p>\n<p id=\"b48-7\">Without proof of consideration, the contract signed by J. A. Williams, dated January 13,1876, is invalid. No evidence was given of the inducement, or of the attendant circumstances, showing consideration. On its face the paper is for the benefit of Minerva S. Patterson, late Colestock, and if made for good consideration it binds the maker.</p>\n<p id=\"b48-8\">Had not the auditor cast aside the agreement, he would not have put the costs of the second- audit on Minerva Patterson. That imposition of costs was right upon the adjudication. But if her claim be established the case will be different.</p>\n<p id=\"b48-9\">Decree reversed at the costs of appellees, and record remitted for further proceeding.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}