{
  "casebody": {
    "data": "<casebody firstpage=\"128\" lastpage=\"132\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b182-6\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. UNITED AIRCRAFT CORPORATION, PRATT <em>&amp; </em>WHITNEY AIRCRAFT DIVISION, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b182-8\">No. 45, Docket 28004.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b182-9\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b182-10\">Argued Oct. 10, 1963.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b182-11\">Decided Nov. 6, 1963.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b183-9\"><page-number citation-index=\"1\" label=\"129\">*129</page-number>James Paras, Atty., National Labor Relations Board, Washington, D. C. (Arnold Ordman, Gen. Counsel, Dominick L. Manoli, Associate Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, and Solomon I. Hirsh and Robert A. Armstrong, Attys., National Labor Relations Board, Washington, D. C., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b183-10\">Gerard D. Reilly, of Reilly &amp; Wells, Washington, D. C. (Joseph C. Wells, of Reilly &amp; Wells, Washington, D. C., on the brief), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b183-11\">Before CLARK, MOORE, and KAUFMAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b183-14\">CLARK, Circuit Judge.</author>\n<p id=\"b183-15\">The National Labor Relations Board found respondent to have violated § 8(a) (1) of the National Labor Relations Act, 29 U.S.C. § 158(a) (1), by prohibiting employees from distributing union literature on their own time in nonworking areas of respondent’s plant. Respondent offered grounds for its rule: resultant littering, resultant unruly demonstrations in the plant cafeteria, and abusive language used by a distributor of the pamphlets. The Board found these to be questionable after-the-fact rationalizations and insufficient to explain the institution of the rule. The record sustains the Board’s finding.</p>\n<p id=\"b183-17\">Rules prohibiting solicitation by employees on their own time in nonworking areas can be upheld only on a showing that special circumstances make the rule necessary to maintain production or discipline. See Republic Aviation Corp. v. N. L. R. B., 324 U.S. 793, 803, 65 S.Ct. 982, 89 L.Ed. 1372, 157 A.L.R. 1081; N. L. R. B. v. Babcock &amp; Wilcox Co., 351 U.S. 105, 113, 76 S.Ct. 679, 100 L.Ed. 975; N. L. R. B. v. Linda Jo Shoe Co., 5 Cir., 307 F.2d 355, 357; N. L. R. B. v. Walton Mfg. Co., 5 Cir., 289 F.2d 177, 180. Since litter is inevitable when leaflets are distributed and since the literature did not cause the disturbance in the cafeteria, respondent has clearly failed to show special circumstances making its rule necessary for the maintenance of production or discipline.<footnotemark>1</footnotemark></p>\n<p id=\"b183-18\">It argues, however, that the Board erred in failing to consider, in evaluating the no-solicitation rule, whether the employees have alternative means of communication. Respondent is not without support in this position. See N. L. R. B. v. Rockwell Mfg. Co. (Du Bois Division). 3 Cir., 271 F.2d 109.</p>\n<p id=\"b184-3\"><page-number citation-index=\"1\" label=\"130\">*130</page-number> It is clear that in exercising its “special function of applying the general provisions of the Act to the complexities of industrial life” the Board is not required to consider and make findings on every contention raised in defense or every aspect of the problem presented. N. L. R. B. v. Erie Resistor Corp., 373 U.S. 221, 236, 83 S.Ct. 1139, 10 L.Ed.2d 308. It can in some cases infer the existence of discrimination from its past experience in such factual inquiries. Local 357, International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America v. N. L. R. B., 365 U.S. 667, 675, 81 S.Ct. 835, 6 L.Ed.2d 11; Radio Officers’ Union of Commercial Telegraphers Union, AFL v. N. L. R. B., 347 U.S. 17, 49, 74 S.Ct. 323, 98 L.Ed. 455, 41 A.L.R.2d 621. Of course presumptions utilized by the Board must be rationally justifiable; there must be a logical nexus between what is proved and what is presumed. See Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 804-805, 65 S.Ct. 982, 89 L.Ed. 1372. See also 2 Davis, Administrative Law Treatise § 15.04 (1958).</p>\n<p id=\"b184-4\">The issue thus presented is whether consideration of available alternatives is necessary to make the presumption in question rational. In Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 804, 65 S.Ct. 982, 89 L.Ed. 1372, the Supreme Court considered and approved the NLRB presumption against no-solieitation rules in the “definitive form” expressed ixx Peyton Packing Co., 49 NLRB 828, 843, enforced N. L. R. B. v. Peyton Packing Co., 5 Cir., 142 F.2d 1009, cert. denied 323 U.S. 730, 65 S.Ct. 66, 89 L.Ed. 585. The presumption approved clearly was independent of the existence of alternative means of communication. Cf. N. L. R. B. v. United Steelworkers of America, CIO, 357 U.S. 357, 367, 78 S.Ct. 1268, 2 L.Ed. 2d 1383 (opinion of Chief Justice Warren, concurring in part and dissenting in part).</p>\n<p id=\"b184-5\">Reason and the demands of sound administrative policy support the Court’s approval of the Peyton Packing Co. formulation. The chances are negligible that alternatives equivalent to solicitation in the plant itself would exist. In the plant the entire work force may be contacted by a relatively small number of employees with little expense. The solicitors have the opportunity for personal confrontation, so that they can present their message with maximum persuasiveness. Ixx contrast, the predictable alternatives bear without exception the flaws of greater expense axxd effox't, and a lower degree of effectiveness. Mailed material would be typically lost in the daily flood of printed matter which passes with little impact from mailbox to wastebasket. Televisioxx and radio appeals, where not precluded entirely by cost, would suffer from competitioxx with the faxnily’s favorite programs and at best would not compare with personal solicitation. Newspaper advertisements are subject to similar objections. Sidewalks and street corners are subject to the vicissitudes of climate and often force solicitation at awkward times, as when employees are hurrying to or from work.</p>\n<p id=\"b184-7\">It might be suggested that it would be harmless to require the Board to make findings in all no-solicitation cases. But in addition to being an appreciable increase in the Board’s alx-eady unwieldy work load, this would simply be an incitement to litigation and casuistry.</p>\n<p id=\"b184-8\">Even apart from considerations involving the remoteness of the existence of realistic alternatives, we feel that the Board’s position is sound. It summarized the basis for its view in Peyton Packing Co., supra, 49 NLRB 828, 843-844, quoted with approval iix Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 803, n. 10, 65 S.Ct. 982, 988, 89 L.Ed. 1372: “The Act, of course, does not prevent an employer fx'om making and enfox*cing reasonable rules covering the conduct of employees on company time. Wox-king time is for work. It is therefore within the province of an employer to promulgate and enfox-ce a rule prohibiting union solicitation during <page-number citation-index=\"1\" label=\"131\">*131</page-number>working hours. Such a rule must be presumed to be valid in the absence of evidence that it was adopted for a discriminatory purpose. It is no less true that time outside working hours, whether before or after work, or during luncheon or rest periods, is an employee’s time to use as he wishes without unreasonable restraint, although the employee is on company property. It is therefore not within the province of an employer to promulgate and enforce a rule prohibiting union solicitation by an employee outside of working hours, although on company property. Such a rule must be presumed to be an unreasonable impediment to self-organization and therefore discriminatory in the absence of evidence that special circumstances make the rule necessary in order to maintain production or discipline.” See also Walton Mfg. Co., 124 NLRB 1331, 1335.</p>\n<p id=\"Az2\">The Board is manifestly correct. We have long passed the point where the bundle of property rights can be used arbitrarily or capriciously to restrict a worker’s freedom of association or expression. See N. L. R. B. v. United Steelworkers of America, CIO, supra, 357 U.S. 357, 369, 78 S.Ct. 1268, 2 L.Ed.2d 1383 (opinion of Chief Justice Warren, concurring in part and dissenting in part). It is inevitable that the thrust of an organizational drive would be blunted by rules which cut into a worker’s use of his own time and made his association and expression subject to management limitations. Clearly the existence of available alternatives would not mitigate this deleterious effect or insure the employee the organizational freedom which the Act seeks to give him. Cf. N. L. R. B. v. Erie Resistor Corp., supra, 373 U.S. 221, 236, 83 S.Ct. 1139, 10 L.Ed.2d 308. See also N. L. R. B. v. William Davies Co., 7 Cir., 135 F.2d 179, cert. denied William Davies Co. v. N. L. R. B., 320 U.S. 770, 64 S.Ct. 82, 88 L.Ed. 460.</p>\n<p id=\"b185-5\">The Third Circuit in N. L. R. B. v. Rockwell Mfg. Co. (Du Bois Division), supra, 3 Cir., 271 F.2d 109, reached the conclusion that available alternatives of communication must be considered in evaluating a no-solicitation rule not on a consideration of the rationality of the Board’s presumption or of the policy involved, but rather on the ground that it was constrained to do so by the governing law. We do not so read the trilogy which forms Rockwell’s foundation.</p>\n<p id=\"b185-7\">Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 803, n. 10, 65 S.Ct. 982, 988, 89 L.Ed. 1372, with its clear approval of Peyton Packing Co., supra, 49 NLRB 828, 843-844, is strong authority for the position that the consideration of available alternatives is not required. N. L. R. B. v. Babcock &amp; Wilcox Co., supra, 351 U.S. 105, 76 S.Ct. 679, 100 L. Ed. 975, while holding that nonemployee organizers could be forbidden to solicit on company property when reasonable alternatives were available, made it clear that the employees in exercise of their rights are not to be judged by the same standards as nonemployees. Further, it cites Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 65 S.Ct. 982, 89 L.Ed. 1372, as controlling with regard to employees. The third case, N. L. R. B. v. United Steelworkers of America, CIO, supra, 357 U.S. 357, 362, 78 S.Ct. 1268, 1271, 2 L.Ed.2d 1383, did not involve the validity of a no-solieitation rule, but rather the “very narrow and almost abstract question” whether, when an employer engages in antiunion solicitation in a manner forbidden to his employees by an otherwise valid no-solicitation rule, it is an unfair labor practice to enforce the rule against them. In this context the Court held the consideration of available alternatives to be relevant. This is clearly distinguishable from a case where the justifiableness of the no-solicitation rule is in question, rather than the propriety of the employer’s use of means he had forbidden to the employees. The Third Circuit relied upon the Court’s passing reference to Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 65 S.Ct. 982, 89 L.Ed. 1372, as authority for the broad proposition that the showing of a diminished union power to organize was vital in ascertaining the validity of a no-solicitation rule. N. L. <page-number citation-index=\"1\" label=\"132\">*132</page-number>R. B. v. Rockwell Mfg. Co. (Du Bois Division), supra, 3 Cir., 271 F.2d 109. But as Chief Justice Warren pointed out, concurring in part and dissenting in part, N. L. R. B. v. United Steelworkers of America, CIO, supra, 357 U.S. 357, 367, 78 S.Ct. 1268, 2 L.Ed.2d 1383, the evidence and findings required by the Court were not required in Republic Aviation Corp. v. N. L. R. B., supra, 324 U.S. 793, 65 S.Ct. 982, 89 L.Ed. 1372, or in Peyton Packing Co., supra, 49 NLRB 828, which Republic approved. We cannot read the Court’s dictum as erasing the important qualification established in Republic that no such showing was required where employees alone are involved. See Time-O-Matic, Inc. v. N. L. R. B., 7 Cir., 264 F.2d 96, 101.</p>\n<p id=\"b186-4\">The order will accordingly be enforced, and a decree of enforcement will issue.</p>\n<footnote label=\"1\">\n<p id=\"b183-12\">. As an additional justification for its no-solicitation rule, the respondent asserted that the leaflets vilified the company and its officials in false and scurrilous language. While there may conceivably be instances in -which union literature is so defamatory that an employer would be justified in prohibiting- its distribution on company premises, we do not find that the leaflets disseminated in the three-month period preceding the ban in the present case fall into this category. No proof was offered which would indicate that any of the statements made were maliciously false; and a union engaged - in an intensive organizational campaign should not be expected to communicate in the most moderate of terms.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}