{
  "casebody": {
    "data": "<casebody firstpage=\"619\" lastpage=\"622\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b679-4\">Joseph KUKLA and Donna Kukla, Plaintiffs-Appellees, and Liberty Mutual Insurance Company, Intervenor Plaintiff-Appellant, v. NATIONAL DISTILLERS PRODUCTS COMPANY, Defendant, v. PENN CENTRAL TRANSPORTATION CO., Third-Party Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b679-9\">No. 72-2152.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b679-10\">United States Court of Appeals, Sixth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b679-11\">Argued April 19, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b679-12\">Decided Aug. 2, 1973.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b679-27\">Reginald S. Johnson, Detroit, Mich., for Liberty Mutual Ins. Co., intervenor plaintiff-appellant; Johnson, Campbell &amp; Moesta, Detroit, Mich., on brief.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b679-28\">Allan H. Tushman, Detroit, Mich., for plaintiffs-appellees; Levine &amp; Benjamin, Detroit, Mich., on brief.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b679-29\">Before PHILLIPS, Chief Judge, and CELEBREZZE and KENT,<footnotemark>*</footnotemark> Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b679-30\"> This case was argued to a panel consisting of Chief Judge Phillips and Judges Cele-brezze and Kent. Judge Kent died before a decision was reached and an opinion prepared,</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b680-3\"><page-number citation-index=\"1\" label=\"620\">*620</page-number>CELEBREZZE, Circuit Judge.</author>\n<p id=\"b680-4\">This is an appeal from the District Court’s entry of summary judgment in a diversity suit in which Plaintiffs-Appel-lees sought to recover for injuries and loss of consortium resulting from an accident which was assertedly caused by the negligence of Defendant, National Distillers. The judgment was entered upon, and incorporated the terms of, a pre-trial settlement which the District Court found to have been agreed to by all of the parties. Intervenor-Appellant, Liberty Mutual, asserts on appeal, as it did before the District Court, that it had never agreed to the terms of the settlement as adopted by the Court.</p>\n<p id=\"b680-5\">Plaintiff Kukla was injured in the course of his employment as a warehouseman for Detroit Delivery, Inc., when he was unloading a box car containing cases of whiskey and a row of cases toppled upon him. Kukla filed the present suit against National Distillers claiming that the latter’s negligence in loading the box car was the proximate cause of his injuries. As the workmen’s compensation insurance carrier for Ku-kla’s employer, Liberty Mutual intervened, seeking indemnification from National Distillers for benefits it had paid to Kukla, and further seeking to redeem any future claims which Kukla might present as a result of the accident. National Distillers in turn joined Penn Central Transportation Co. as a third-party defendant.</p>\n<p id=\"b680-6\">The relevant docket entries reflect at least nine-pretrial conferences in this case. The next to the last of these conferences, which was held on May 9, 1972, was attended by the District Judge, counsel for each of the parties, Kukla and Mr. McIntyre, the workmen’s compensation supervisor for Liberty Mutual. All parties understood that a settlement had been agreed upon pending approval by the home offices of Liberty Mutual and National Distillers. The Judge, however, was not informed of the terms of the agreement, which ■were arrived at outside of his presence. That same afternoon McIntyre informed Liberty Mutual’s attorney, Mr. Zack, that the home office had approved the settlement, and Zack in turn advised Kukla’s attorney of the same. Two days later Kukla’s attorney reached a final agreement with National Distiller’s home office and advised the Court that a final settlement had been achieved.</p>\n<p id=\"b680-8\">Thereafter the proposed release, stipulation, redemption agreement, and order of dismissal were prepared. The redemption agreement, which was prepared with the approval of Liberty Mutual’s attorney, Zack, called for payment by Liberty Mutual to Kukla of $35,000, in redemption of all future liability of Liberty Mutual arising out of the accident. When approached several weeks later by Kukla’s attorney respecting execution of the above forms, McIntyre asserted that neither he nor Liberty Mutual’s home office had ever agreed to the $35,000 redemption, and that they would not approve the same.</p>\n<p id=\"b680-9\">Kukla’s attorney thereupon filed with the Court a motion for the entry of judgment incorporating the terms of the purported settlement agreement which called for, <em>inter alia, </em>the $35,000 redemption payment by Liberty Mutual. This motion was accompanied by an affidavit by Kukla’s attorney asserting that all persons present at the pre-trial conference, including McIntyre and Zack, had understood that the settlement called for the $35,000 redemption payment by Liberty Mutual. In response, Liberty Mutual filed an affidavit of McIntyre wherein he asserted that the settlement which was agreed to at the pre-trial conference and which Liberty Mutual’s office approved called for a redemption of all future workmen’s compensation liability at no cost to Liberty Mutual.</p>\n<p id=\"b680-10\">At a hearing on the above motion, counsel for the Plaintiffs and counsel for Liberty Mutual stated that they had understood the settlement agreement to include a $35,000 redemption payment by Liberty Mutual. Upon these state-<page-number citation-index=\"1\" label=\"621\">*621</page-number>merits of counsel and the affidavits of Plaintiffs’ counsel and McIntyre, the District Court issued a written opinion finding that Plaintiffs-Appellees were entitled to summary judgment pursuant to Rule 56, F.R.C.P., and entered a final judgment incorporating the terms of the asserted pre-trial settlement agreement, including the $35,000 redemption payment by Liberty Mutual. In a subsequent order denying Appellant’s motion for reconsideration, the District Court cited both Rule 56 and Rule 16 in support of its entry of judgment. We vacate the judgment and remand the case for an evidentiary hearing.</p>\n<p id=\"b681-5\">We initially note that the authority for a District Court’s entry of final judgment incorporating the terms of a pre-trial settlement agreement rests under neither Rule 56 nor Rule 16. <em>See </em>All States Investors, Inc. v. Bankers Bond Co., 343 F.2d 618, 625 (6th Cir.), cert. denied, 382 U.S. 830, 86 S.Ct. 69, 15 L.Ed.2d 74 (1965); Cia Anon Venezolana De Navegacion v. Harris, 374 F. 2d 33 (5th Cir. 1967). Rather, such a judgment “is in the nature of a judgment by consent,” All States Investors, Inc. v. Bankers Bond Co., <em>supra,, </em>343 F. 2d at 625, authorized under what has teen consistently recognized as the trial court’s “inherent power to summarily enforce settlement agreements entered into by parties litigant in a pending case.” Cia Anon Venezolana De Navegacion v. Harris, <em>supra, </em>374 F.2d at 36. <em>See also </em>Massachusetts Casualty Insurance Co. v. Forman, 469 F.2d 259, 260 (5th Cir. 1972); Autera v. Robinson. 136 U.S.App.D.C. 216, 419 F.2d 1197 1200 (1969); Kelly v. Greer, 365 F.2&amp; 669, 671 (3d Cir. 1966), cert. denied, 385 U.S. 1035, 87 S.Ct. 772, 17 L.Ed.2d 682 (1967); Cummins Diesel Michigan, Inc. v. The Falcon, 305 F.2d 721, 723 (7th Cir. 1962).</p>\n<p id=\"b681-6\"> The power of a trial court to enter a judgment enforcing a settlement agreement has its basis in the policy favoring the settlement of disputes and the avoidance of costly and time-consuming litigation. See Massachusetts Casualty Insurance Co. v. Forman, <em>supra, </em>469 F.2d at 261; D. H. Overmyer Co. v. Loflin, 440 F.2d 1213, 1215 (5th Cir.), cert. denied, 404 U.S. 851, 92 S.Ct. 87, 30 L.Ed.2d 90 (1971); Autera v. Robinson, <em>supra, </em>419 F.2d at 1199. To effectuate this policy, the power of a trial court to enforce a settlement agreement has been upheld even where the agreement has not been arrived at in the presence of the court nor reduced to writing. <em>See </em>Green v. John H. Lewis &amp; Co., 436 F.2d 389,. 390 (3d Cir. 1970); Good v. Pennsylvania R. R. Co., 384 F.2d 989, 990 (3d Cir. 1967); Main Line Theatres, Inc. v. Paramount Film Distributing Corp., 298 F.2d 801 (3d Cir.), cert. denied, 370 U.S. 939, 82 S.Ct. 1585, 8 L.Ed.2d 807 (1962).</p>\n<p id=\"b681-8\">While summary enforcement of a settlement agreement may very well promote the above policy in cases where there exists no substantial dispute as to the entry into, or the terms of, the agreement, summary proceedings may result in inequities when — as here — such a dispute does exist. As observed by the Court of Appeals for the District of Columbia Circuit in a case involving facts comparable to those before us:</p>\n<blockquote id=\"b681-9\">“The summary procedure is admirably suited to situations where, for example, a binding settlement bargain is conceded or shown, and the excuse for nonperformance is comparatively unsubstantial. On the other hand, it is ill-suited to situations presenting complex factual issues related either to the formation or the consummation of the contract, which only testimonial exploration in a more plenary proceeding is apt to satisfactorily resolve.” Autera v. Robinson, <em>supra, </em>419 F.2d at 1200 (footnote omitted).</blockquote>\n<p id=\"b681-10\"><em>See also </em>Massachusetts Casualty Insurance Co. v. Forman, <em>supra, </em>469 F.2d at 260:</p>\n<blockquote id=\"b681-11\">“A trial court has the power to summarily enforce a settlement agreement entered into by the litigants <page-number citation-index=\"1\" label=\"622\">*622</page-number>while the litigation is pending before it. Cia Anon Venezolana De Navegacion v. Harris, 374 F.2d 33 (5th Cir. 1967). However, where material facts concerning the existence of an agreement to settle are in dispute, the entry of an order enforcing an alleged settlement agreement without a plenary hearing is improper. Autera v. Robinson, 136 U.S.App.D.C. 216, 419 F.2d 1197 (1969). Theatre Time Clock Co., Inc. v. Motion Picture Advertising Corp., 323 F.Supp. 172, 174 (E.D.La.1971).”</blockquote>\n<p id=\"b682-4\">As was the case in Autera v. Robinson, <em>supra, </em>and Massachusetts Casualty Insurance Co. v. Forman, <em>supra, </em>the purported settlement agreement here was never officially presented to the District Court prior to the motion for entry of judgment thereon. Moreover, here, as in those cases, the District Court relied upon the unsworn statements of counsel and affidavits in summarily resolving the dispute respecting the terms of the agreement — notwithstanding the fact that Liberty Mutual’s attorney offered to place McIntyre on the stand to corroborate his filed affidavit.</p>\n<p id=\"b682-5\">Despite the statements by counsel, including Liberty Mutual’s own attorney, that they understood the agreement to include a $35,000 redemption payment by Liberty Mutual — statements upon which the District Court heavily relied — we find that McIntyre’s affidavit presents allegations which, if true, would preclude enforcement of the purported agreement.<footnotemark>1</footnotemark> In that the motion before the District Court certainly was neither ordinary nor routine, the Court could not properly resolve this substantial factual dispute and discredit McIntyre’s allegations by merely weighing the affidavits and relying upon the un-sworn statements of counsel. <em>See </em>Au-tera v. Robinson, <em>supra, </em>419 F.2d at 1203; Massachusetts Casualty Insurance Co. v. Forman, <em>supra, </em>469 F.2d at 261. Rather, we conclude that the District Court erred in failing to conduct an evi-dentiary hearing which would have at least afforded an opportunity for the Court to properly judge the credibility of the affiants and an opportunity for their cross-examination.</p>\n<p id=\"b682-8\">The judgment of the District Court is vacated and the case is remanded for an evidentiary hearing on the disputed terms of the purported settlement agreement.</p>\n<footnote label=\"1\">\n<p id=\"b682-6\">. In rejecting the allegations in McIntyre’s affidavit, the District Court relied on Goldman v. Century Insurance Co., 354 Mich. 528, 93 N.W.2d 240 (1958), for the proposition that under Michigan contract law the unexpressed thought and understanding of the parties is inadmissible to establish their intent, thus rendering McIntyre’s allegations immaterial in the present case. <em>Goldman, </em>however, was an action for reformation of a written insurance contract in which the insureds asserted that the contract was intended by the parties to cover a loss not expressly included in the written provisions. In contrast, there was no written proof of the parties’ agreement in the present case (with the exception of the proposed but unexecuted release and redemption agreement). Rather, the present dispute arose under an oral agreement, and McIntyre’s allegations as to his understanding of the agreement are therefore every bit as material as the contrary allegations of Kuklas’ attorney and the other counsel.</p>\n<p id=\"b682-10\">Moreover, it is undisputed that all parties understood that neither McIntyre nor Liberty Mutual’s attorney could bind Liberty Mutual to a settlement agreement absent approval by the latter’s home office. Since McIntyre alone communicated with Liberty Mutual’s home office respecting the terms of the settlement agreement, the only evidence of the terms to which the latter agreed appears in McIntyre’s affidavit.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}