{
  "casebody": {
    "data": "<casebody firstpage=\"70\" lastpage=\"71\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b130-3\">John Samuel AUSTIN, Appellant, v. John W. WARNER et al., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b130-5\">No. 73-1319.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b130-6\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b130-7\">Aug. 6, 1973.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b130-12\">Richard P. Fox, Max Gest, Los Ange-les, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b130-13\">Frederick B. Holoboff, Asst. U. S. Atty., Harry D. Steward, U. S. Atty., Robert H. Filsinger, Asst. U. S. Atty., San Diego, Cal., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b130-14\">Before ELY, WRIGHT, and GOODWIN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b130-15\">PER CURIAM:</author>\n<p id=\"b130-16\">Former Chief Petty Officer John Samuel Austin, who is out of the United States Navy and wants back in, appeals a judgment dismissing his petition for a writ of habeas corpus challenging the constitutionality of his separation from the service.</p>\n<p id=\"b130-17\">The litigation in the United States District Court began while Austin was still in the service and a board of officers was considering his retention after he suffered a conviction for an offense against the laws of the Republic of Mexico. The District Court dismissed that action because Austin had not exhausted his administrative remedies, and an action to enjoin the Navy from discharging him was premature. Austin v. United States, 412 F.2d 1187 (9th Cir.), cert. denied, 396 U.S. 973, 90 S.Ct. 465, 24 L. Ed.2d 443 (1969).</p>\n<p id=\"b130-18\">Austin now contends that, because he was “in custody” by reason of his enlistment in the Navy at the time he filed his first action, he is still “in custody” for the purposes of maintaining this action under 28 U.S.C. § 2241. The District Court correctly concluded that even the most tolerant interpretation of custody will not reach that far, and dismissed the action.</p>\n<p id=\"b130-19\">Austin now charges the District Court with an abuse of discretion in dismissing his petition without leave to amend. Federal courts are encouraged to grant leave to amend under Fed.R.Civ.P. 15(a). <em>See </em>Howey v. United States, 481 F.2d 1187 (9th Cir., 1973). The issue now before us is not whether any useful purpose would be served by a remand to permit Austin once again to try to get the Navy to restore him to its ranks, but whether a dismissal without leave to amend was an abuse of discretion.</p>\n<p id=\"b130-20\">At a hearing on a motion for leave to amend, Austin may have explained to the District Court some theory under which relief might be granted. He has brought this court no transcript, however, and we have no basis for holding that a busy trial court has abused its discretion, merely because it did not assist him with his pleadings, or permit him unlimited opportunities to experiment with papers of his own confection. While liberal application of Rule 15(a) is to be encouraged, this is not a case in <page-number citation-index=\"1\" label=\"71\">*71</page-number>which this court should speculate about judicial discretion merely to save a would-be litigant a filing fee.</p>\n<p id=\"b131-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}