{
  "casebody": {
    "data": "<casebody firstpage=\"762\" lastpage=\"773\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b798-5\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b798-6\">W. Harrison Blair v. Security Bank.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b798-7\">March 16, 1905.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b798-8\">Absent, Cardwell, J.</p>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b798-9\">1. <em>Corporations </em>— Acts <em>awl Declarations of Agents </em>— Evidence.—The acts and declarations of the agent of a corporation, within the scope of his employment and in the performance of his duties, are admissible in evidence against the corporation.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b798-11\">2. Simple <em>Contracts- </em>— Conditional <em>Delivery. </em>— Between the original parties to an unsealed contract, whether negotiable or not, it is always competent to show that the contract was delivered to the payee, or to any other person, on condition that it was not to take effect except in a given event, or upon a given condition, or was 'only to be used for a special purpose.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b798-13\">3. Sealed <em>Instruments </em>— Delivery <em>in Escrow </em>— Notice <em>of </em>Conditions— <em>Parol Evidence. </em>— A sealed instrument, perfect on its face, cannot be delivered by a sole obligor, or by all the obligors to the obligee on condition. The delivery in such case is valid, and the condition void, and parol evidence will not be received to prove the condition. If delivered by one obligor to his co-obligor to be delivered to the obligee on condition, and the co-obligor notifies the obligee of the condition, the condition is valid, but if he fails to impart such notice to the obligee, the condition is void, and the delivery absolute.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b798-15\">4. Sealed <em>Instruments </em>— Escrow—Good <em>Faith. </em>— It a sealed instrument, perfect on its face, is delivered in escrow to a third person who delivers to the obligee before the fulfilment of the condition, such delivery is <em>ultra vires </em>and void. The good or bad faith of the obligee is immaterial.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b798-17\">5. Sealed <em>Instruments </em>— Incomplete <em>on Face </em>— Conditional <em>Delivery. </em>— If a sealed instrument is not perfect on its face, the instrument itself <page-number citation-index=\"1\" label=\"763\">*763</page-number>affects the obligee with notice of its incompleteness and parol evidence may be received to annex conditions to the delivery.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b799-6\">6. <em>Contracts </em>— Delivery <em>to Agent of Oftligee </em>— Escrow—Delivery <em>to Officer of Corporation. </em>— Generally, delivery to a known agent of the obligee is a delivery to the principal, and cannot create an. escrow, hut an agent of a grantee or obligee is not necessarily incapacitated by force of his agency from acting as custodian of an escrow, and he may become such custodian where, under the circumstances, of the case, to do so involves no violation of duty as agent of the grantee. A sealed instrument for the benefit of a corporation may be delivered in escrow to one of its officers.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b799-8\">7. <em>Instructions </em>— Plea <em>of Non Est Factwm </em>— Case <em>at Bar. </em>— There being a general plea of <em>non est factum, </em>as well as a special plea of the same nature filed in this cause, it was error to instruct the jury, under the evidence, to find for the plaintiff, unless they believed that the obligation sued on was signed on a particular day.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b799-10\">8. <em>Contracts </em>— Delivery—Condition <em>Precedent </em>— Dnautftorized Delivery.— Where stockholders, in meeting, agree to give a contract of indemnity to a bank whose cashier is present, but it is distinctly agreed at the meeting that the contract of indemnity thereafter to be reduced to writing is not to become operative and binding, nor be delivered to the bank, until signed by all the stockholders, such contract, when reduced to writing and signed by some of the stockholders, is affected with the limitations intended to be imposed upon it, and is not binding on stockholders who sign, unless the agreement is signed by all as previously stipulated.</syllabus>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b799-12\">Error to a judgment of the Law and Equity Court of the city of Richmond, in a proceeding by motion for a judgment, wherein the. defendant in error was the plaintiff, and the plaintiff in error was the defendant.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"b799-13\">\n<em>Reversed.</em>\n</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b799-14\"><em>H. R. Pollard </em>and <em>E. M. Long, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"A2u\"><em>Guy &amp; Guy </em>and <em>Meredith &amp; Cocke, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ACq\">Whittle, J.,</author>\n<p id=\"Aon\">delivered the opinion of the court.</p>\n<p id=\"b799-15\">The judgment, the validity of which is drawn in question <page-number citation-index=\"1\" label=\"764\">*764</page-number>upon this writ of error, was recovered by the defendant in error against the plaintiff hi error in a proceeding by motion upon the following agreement:</p>\n<p id=\"b800-6\">“This agreement, made this 8th day of-August, 1898, between Johnson Bros. &amp; Go., incorporated, a corporation. duly incorporated under the laws of the State of Virginia, having its principal office hi the city of Biehmond, Virginia, party of the first part; the undersigned preferred stockholders of the said company, parties of the second part, and the Security Bank of the city of Biehmond, Virginia, party of the third part.</p>\n<p id=\"b800-7\">“Whereas, said hank has agreed to loan said company a sum not exceeding $10,000 on the notes of said company, provided said stockholders guarantee the payment of said notes in the manner hereinafter set forth;</p>\n<p id=\"b800-8\">“Bow, therefore, this agreement witnesseth, that said company, in consideration of the personal security given to it by the said stockholders, hereby agrees to become primarily liable for the payment of said notes and any renewal thereof, and to save the ruidersigned stockholders harmless thereon.</p>\n<p id=\"b800-9\">“This agreement further witnesseth that, in consideration of the said hank making said loan to said company, each one of the undersigned stockholders hereby agrees severally that, in the event of default by said company in the payment of any of said notes, or the renewals thereof, he will pay to said hank, or its assigns, the same proportion of said note or notes as the number of shares of preferred stock now held by him in said company bears to the aggregate number of shares of preferred stock now held by all of the undersigned stockholders in said company, as shown by the number of shares o“f said stock set opposite to the respective signatures of said stockholders.</p>\n<p id=\"b800-10\">“But in no event shall any one of said stockholders he liable to said hank, or its assigns, for a greater proportion of said company’s indebtedness on said notes, or the renewals thereof, than that specified above.”</p>\n<p id=\"b801-4\"><page-number citation-index=\"1\" label=\"765\">*765</page-number>The agreement was executed by stockholders representing 90 <em>per cent, </em>of the preferred stock.</p>\n<p id=\"b801-5\">Among other pleas and grounds of defense to the motion relied on by the defendant, W. Harrison Blair, there was a general and a special plea of <em>non est factum, </em>in the latter of which the defendant avers that the agreement in question was executed by him and left in the custody of A. Beirne Blair, who was the cashier of the Security Bank, in escrow, to be held by him and not delivered to the bank until the signatures of all the other stockholders, holding preferred stock in the corporation of Johnson Bros. &amp; Co., were procured to the instrument; that unless all of said stockholders signed the agreement, it was not to be binding upon the defendant, but was to be returned to him, and held null and void. The plea further avers-that all the stockholders did not sign the agreement; but that only holders of 90 shares out of 100 shares of the stock executed the same, by reason whereof the said agreement became and was wholly void and of no effect, and is not the act and deed of the defendant.</p>\n<p id=\"b801-6\">The signing of the agreement was the result of meetings of the stockholders- of Johnson Bros. &amp; Co., for the purpose of devising ways and means to relieve the company from financial embarrassment, and enable it to continue business. At the first of these meetings an advisory committee was appointed, which reported to an adjourned meeting, in part, as follows:</p>\n<p id=\"b801-7\">“And to this end they recommend, upon the assurance of Mr. A. B. Blair, representing the Security Bank, and Mr. Sitterding, representing the First Hational Bank, that such an arrangement as is practicable, that the company secure from its bank a line of credit of ten thousand dollars, this to be done by each stockholder agreeing to indorse for the company to the extent of his holdings of stock, his liability upon such endorsement- to be prorated, according to the proportion the company’s. <page-number citation-index=\"1\" label=\"766\">*766</page-number>liability to the bank bore to the total amount of preferred stock. Bourth, your committee desire to state, they think a reorganization of this company absolutely necessary, and-they think and suggest that inasmuch as the consent of the stockholders is necessary to the plan proposed, that should any stockholder be unwilling to go into the organization he should at least consent to sell his stock to the company on the basis of $50 per share for the preferred stock, and $10 per share for the common stock.”</p>\n<p id=\"b802-6\">A motion to adopt the 'foregoing recommendation was carried, and the secretary and treasurer of the company instructed to prepare the necessary papers for borrowing the money from the Security Bank. Counsel for the bank subsequently formulated the agreement bearing date August 8, 1898, which was not delivered, however, until September following.</p>\n<p id=\"b802-7\">There was evidence tending to show that at these meetings at which the cashier and representative of the bank was present, it was understood and agreed that the paper in question was not to become operative or binding upon any of the stockholders unless and until it had been duly executed by all; but was to be held in escrow, and not delivered to the bank until that prerequisite was complied with; that the paper was prepared with that understanding, of which the bank had knowledge, and upon those terms was executed by the defendant and other stockholders.</p>\n<p id=\"b802-8\">Without entering into a more detailed statement, the foregoing outline of the facts is sufficient to an intelligent apprehension of the assignments of error with which the court deems it necessary to deal.</p>\n<p id=\"b802-9\">It appears that on the trial of the case the defendant introduced three of the stockholders who had signed the agreement, as witnesses .to prove the statement made by A. Beirne Blair, the cashier and representative of the bank, to them respectively, <page-number citation-index=\"1\" label=\"767\">*767</page-number>that the paper was signed and sealed by the parties thereto, including the defendant, with the above understanding. But, on objection, the court refused to permit the question to be answered, and the defendant excepted. This ruling constitutes the first assignment of error.</p>\n<p id=\"b803-6\">The plaintiff, being a corporation, must of necessity have carried on its business through the medium of officers and agents, and where the duty of negotiating and conducting a particular transaction devolved upon its agent, it follows that <em>quoad </em>that business, his acts and declarations, within the scope of his employment and in the performance of his duties, are admissible in evidence against the principal.</p>\n<p id=\"b803-7\">In accordance with that rule, this court, in the case of the <em>Lynchburg Telephone Company </em>v. <em>Booker, ante </em>p. , sustained the ruling of the trial court, permitting a witness to testify that the manager of the company admitted that the wire which caused the injury was the property of his company. The court in that connection observes: “These men (one of them the manager of the Telephone Company) were upon the scene of the accident in the discharge of duties which devolved upon them as officers of their respective companies; and the answer given to the question was, we think, admissible, not as a part of the <em>res gestee, </em>but because made by an officer in the performance of his duty.” 2 Cook on Corp. (4th Ed.), s. 726. The court then proceeds to illustrate the principle by decisions of the courts. Thus, in <em>Morse </em>v. <em>Ry. Co., </em>72 Mass. 450, it is held that in an action by a passenger against a railroad company for the loss of his trunk, the admissions of the conductor, baggage-master, or station master, as to the manner of the loss, made in response to inquiries in behalf of the passenger, are admissible in evidence against the company. So, also, in <em>Lane </em>v. <em>Ry. Co., </em>112 Mass. 455, in an action against the company for nondelivery of lost freight, Chief Justice Gray remarks that “the <page-number citation-index=\"1\" label=\"768\">*768</page-number>declarations of their freight agent, in answer to the plaintiff’s demand, were made in the performance of his duty, and, therefore, rightly admitted in evidence against the defendants.” To the same effect is the decision in <em>Toll Bridge Co. </em>v. <em>Betsworth, </em>30 Conn. 380.</p>\n<p id=\"b804-6\">In the case in judgment, the admissions or declarations of A. Beirne Blair were in the line of his duty as representative of the bank with respect to the business in hand, and were, therefore, under the principle invoked, admissible evidence against the bank; and the court erred in excluding testimony tending to prove them.</p>\n<p id=\"b804-7\">The next assignment of error involves the ruling of the court, in refusing to give two instructions asked for by the defendant, and in giving two of its own in lieu thereof.</p>\n<p id=\"b804-8\">The first'instruction offered by the defendant told the jury that “if they believe from the evidence that the defendant, W. Harrison Blair, signed the writing obligatory in the notice mentioned, with the express understanding that it was not to be delivered to the plaintiff, or to be binding until all of the preferred stockholders of Johnson Bros. <em>&amp; </em>Co. had signed and sealed it as their act and deed, and if they further believe that before all of the signatures of all of said stockholders were obtained, the paper was delivered to the Security Bank, then the said writing obligatory is not binding upon the said defendant, and the jury should find for the defendant.”</p>\n<p id=\"b804-9\">The second instruction is similar to the first, except that it contains a recital that the paper was placed in the hands of the-secretary and treasurer of Johnson Bros. <em>&amp; </em>Oo., as an escrow.</p>\n<p id=\"b804-10\">The first instruction given by the court informed the jury that they must find for the plaintiff, unless they believe that the agreement dated August 8, 1898, was signed by the defendant Jit the meeting of the stockholders of Johnson Bros. &amp; Oo., held July 26, 1898, and left by him in the custody of A. Beirne-<page-number citation-index=\"1\" label=\"769\">*769</page-number>Bláir as an escrow to be kept by bim on the express condition, and none other, that before the delivery of said writing to the plaintiff he should procure the signatures of all the other stockholders holding preferred stock of Johnson Bros.. &amp; Co. Or, unless the jury should believe that the agreement was delivered to the secretary and treasurer of that company upon the same condition; and that the plaintiff knew of that fact at the time the contract was delivered to it; that knowledge to the cashier was knowledge to the bank.</p>\n<p id=\"b805-6\">The second instruction was to the effect that at the time the defendant signed and delivered the agreement to the secretary and treasurer of the Johnson Bros. Co. there must have been a distinct understanding that before the delivery to the bank it was to be signed by all the stockholders, or otherwise it was not to be the act and deed of the defendant; but that the bank must have known of that understanding at the time of delivery of the contract to it. “And the fact that, at a meeting of the stockholders, taking place some time previous thereto, it was so understood and agreed . . . will not suffice to make said contract an escrow or conditional contract, unless the contract was there at the meeting signed and delivered to A. Beirne Blair as an escrow to take effect conditionally only, and in the event that all the stockholders signed it.”</p>\n<p id=\"b805-8\">It will be observed that this ruling involves the right of the plaintiff in error to introduce parol evidence to show that the sealed instrument on which the motion is founded was delivered by him in escrow, in the one instance to the cashier of the bank, and in the other to the secretary and treasurer of Johnson Bros. <em>&amp; </em>Co., the bank having notice in both cases, and to have the jury correctly instructed as to the effect of such evidence on the rights of the parties.</p>\n<p id=\"b805-9\">The doctrine is important, and its limitations should be clearly defined, lest in the practical application the wise rule <page-number citation-index=\"1\" label=\"770\">*770</page-number>■which, declares that “parol contemporaneous evidence is inadmissible to vary or contradict the terms of a valid written instrument” be violated. The distinction, too, in this connection, must not be overlooked between unsealed and sealed instrum'ents. In case of the former, it is always competent,- between the original parties, to prove that a paper perfect on its face, whether negotiable or not, was delivered to the payee, or any other person, on condition that it is not to take effect except in a given event, or upon a given condition, or is only to be used for a given purpose. <em>Solenberger </em>v. <em>Gilbert, </em>86 Va. 778, 11 S. E. 789; <em>Catt </em>v. <em>Olivier, </em>98 Va. 580, 36 S. E. 980; <em>Ware </em>v. <em>Allen, </em>128 U. S. 590; <em>Burke </em>v. <em>Dulaney, </em>153 U. S. 228; <em>Kelly </em>v. <em>Oliver </em>(N. C.), 18 S. E. 698; <em>McCormick </em>v. <em>Faulkner </em>(S. Dak.), 58 Am. St. 839.</p>\n<p id=\"b806-5\">As to sealed instruments, if the bond is perfect <em>on </em>its face and the delivery is by the sole obligor, or by all the obligors, to the obligee, the delivery is absolute and the condition void. Such a bond cannot be so delivered in escrow to the obligee, and parol evidence is inadmissible to affect its validity. <em>Ward </em>v. <em>Churn, </em>18 Gratt. 806, 98 Am. Dec. 749; <em>Miller </em>v. <em>Fletcher, </em>27 Gratt. 403, 21 Am. Rep. 356.</p>\n<p id=\"A9t\">In Bishop on Contracts it is said: “The delivery of a deed to the grantee in person gives it immediate force, even though accompanied by an oral stipulation that it shall not take effect until a specified contingency has transpired. Such stipulation, or condition, is simply void. But it is otherwise of a written contract not under seal; a parol condition that its operation shall commence only on the transpiring of a future event will be good. If at the first impression this distinction seems technical, a minuter examination will show it to be otherwise. In the case of a specialty, there could be no incorporation into it of a parol condition postponing its effect without destroying its character as a sealed instrument. But oral and written simple con<page-number citation-index=\"1\" label=\"771\">*771</page-number>tracts being equally parol ones, the degree of this instrument is not reduced by the oral condition.” Bishop on Contracts, sec. 357.</p>\n<p id=\"b807-5\">If a bond, perfect on its face, is delivered in escrow to a third person, who delivers it to the obligee, with or without notice of the condition, the delivery is <em>ultra vires, </em>and the obligor is not bound; the question of the good or bad faith of the obligee in immaterial. <em>Ward </em>v. <em>Churn, supra. </em>But in case of a delivery by a co-obligor to the obligee, the validity of the condition annexed by one or more of the obligors upon delivery to the co-obligor depends upon whether the obligee has or has not notice of the condition. If he has notice, the condition is valid; otherwise it is void. <em>Nash </em>v. <em>Fugate, </em>24 Gratt. 202, s. c. 32 Gratt. 595, 34 Am. Rep. 780.</p>\n<p id=\"b807-6\">The above observations are applicable where the bond is perfect on its face. If imperfect, parol evidence is admissible to show the conditions, no matter by whom delivered, the instrument itself affecting the obligee with notice of its incompleteness. <em>Crawford </em>v. <em>Jarrett, </em>2 Leigh 630; <em>Ward </em>v. <em>Churn, supra; Wendlinger </em>v. <em>Smith, </em>75 Va. 309, 40 Am. Rep. 727.</p>\n<p id=\"b807-7\">As a general rule, the delivery of an instrument to the known agent of the grantee or obligee is a delivery to the principal, and cannot create an escrow. “But an agent of the grantee is not necessarily incapacitated by force of his agency from acting as custodian of an escrow, and he may become such custodian where, under the circumstances of the case, to do so involves no violation of duty as agent of the grantee.” 11 Am. &amp; Eng. Ency. of Law (2d Ed.), 339, and authorities cited. It is also said that there is no such personal identity between a corporation and its officers that a deed may not be delivered to the latter in escrow. Accordingly the doctrine was applied in the following instances: Delivery to an insurance agent <em>(Price </em>v. <em>Homa Ins. Co., </em>54 Mo. App. 119); to the cashier of an insur<page-number citation-index=\"1\" label=\"772\">*772</page-number>anee company <em>(Southern L. Ins. Co. </em>v. <em>Cole, </em>4 Fla. 359); to the director of a bank <em>(Healdburg Bank </em>v. <em>Boilliac, </em>65 Cal. 327); and to the director of a railroad company <em>(Andrews </em>v. <em>Thayer, </em>30 Wis. 228). See also <em>Beliot, &amp;c. Ry. Co. </em>v. <em>Palmer, </em>19 Wis. 574. See statement of the general rule with its modifications, 16 Cyc. 573, 574, notes and cases cited.</p>\n<p id=\"b808-6\">That there was sufficient evidence to have entitled the defendant to proper instructions embodying the principles contended for in this case cannot be denied; and it only remains to inquire whether the instructions above set forth correctly propound the law applicable to the evidence.</p>\n<p id=\"b808-7\">The first instruction offered by the defendant is defective in failing to designate to whom the agreement was delivered in escrow; and the second omits the essential element of notice to. the bank of the alleged conditional execution and delivery of the contract. This instruction is predicated on a delivery to a co-obligor, and, as remarked, proof of notice under such circumstances is indispensable.</p>\n<p id=\"b808-8\">There was no error, therefore, in the rejection of those instructions.</p>\n<p id=\"b808-9\">With <em>respect to </em>the first instruction given by the court, the sufficiency of the defense, that the contract was delivered by the defendant with the express understanding that it was not to be delivered to the plaintiff or be binding upon him until all the preferred stockholders had signed it, is made to depend upon his having signed the agreement on a particular day.</p>\n<p id=\"b808-10\">'As stated, there is a general plea of <em>non est factum </em>in the case, under which it was competent for the defendant to have relied on the defense that the contract was delivered as an escrow, notwithstanding the. fact that it may have been signed by him on a day other than that named in the instruction.</p>\n<p id=\"b808-11\">The second instruction is grounded on the theory that, although there may have been a distinct agreement at the meet<page-number citation-index=\"1\" label=\"773\">*773</page-number>ing of the stockholders, that the contract of indemnity thereafter to he reduced to writing was not to become operative- and binding, nor delivered to the bank, until signed by all the stockholders, it would be ineffectual to affect the written contract with the limitations intended to be imposed upon it. This proposition cannot be sound.</p>\n<p id=\"b809-5\">The doctrine under consideration is founded upon the hypothesis of the existence of an antecedent agreement that the written contract is not complete but inchoate, and must so continue until thereafter signed by all of a named class; when, and not before, it becomes a completed contract to be delivered in accordance with the terms of the original understanding. For these reasons the court erred in giving the last two instructions.</p>\n<p id=\"b809-6\">The refusal of the court to grant various other prayers at the instance of the defendant is also made the ground of exception.</p>\n<p id=\"b809-7\">Without prolonging this opinion to discuss these instructions in detail, it is sufficient to remark that they have received careful consideration, and the court is of opinion that there was no error in rejecting them under the facts and circumstances of the case.</p>\n<p id=\"b809-8\">For the reasons assigned, the judgment must be reversed, the verdict of the jury set aside, and the case remanded for a new trial, to be had, not in conflict with the views expressed in this opinion.</p>\n<p id=\"b809-9\">\n<em>Reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}