{
  "casebody": {
    "data": "<casebody firstpage=\"69\" lastpage=\"72\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b87-19\">W. H. Bradley v. James H. Owsley et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b87-20\">No. 6093.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b87-21\">1. Parol Agreement for Sale of Land—Part Performance.—Payment of purchase money and change of possession under a parol contract for the sale of the land not followed by the vendee making permanent improvements thereon or showing other equity will not pass the legal or equitable title and the land may he recovered by the vendor.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b87-22\">2. Case Followed.—Ann Berta Lodge v. Leverton, <em>42 </em>Texas, <em>25, </em>adhered to.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b87-23\">3. Specific Performance.-—Where specific performance would be denied to the vendee the facts would not be a defense at suit by vendor for the land. The effect of the contract is alike invalid at suit of either party.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b88-4\"><page-number citation-index=\"1\" label=\"70\">*70</page-number>Appeal from. Lamar. Tried below before Hon. D. H. Scott.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b88-5\">The opinion states the case.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b88-6\"><em>Hodges &amp; Allen, </em>for appellant.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Agi\">No verbal sale of land is good unless-the purchase money is paid and possession taken by the vendee Avith the consent of the vendor and permanent improvements made thereon. It is not sufficient to prove a verbal sale of land to simply prove that the-purchase <em>money </em>has been paid and that possession has been given. Rev. Stats., art. 2464; Taylor v. Ashley, 15 Texas, 53; Bracken v. Hambrick, 25 Texas, 412; Ponce v. McWhorter, 50 Texas, 571; Garner v. Stubblefield, 5 Texas, 559, 560; Dugan v. Colville, 8 Texas, 128.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b88-7\"><em>Burdett &amp; Connor </em>and <em>Hale, Baldwin &amp; Hale, </em>for appellees.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AL3\">1. Whenever the proof shows that a sale of land has been made and that the purchase money has been paid and the vendee has gone into possession of the land and made improvements on the land, the sale will be enforced although there was no Avritten contract for said sale; and especially is this \"the case Avhere a long period of time has intervened and the heirs of the vendee are not seeking any affirmative relief, but are the defendants in a suit brought by one Avho claims by inheritance and devise from the vendor, and does not offer to refund to the defendants the purchase money of the land. Hunt v. Turner, 9 Texas, 385, 391; Neatherly v. Ripley, 21 Texas, 434, <em>et seq.; </em>Dugan v. Colville, 8 Texas, 128, 129; Ottenhouse v. Burleson, 11 Texas, 87; Whitson v. Smith, 15 Texas, 36; Hendricks v. Sneidiker, 30 Texas, 296; Taylor v. Rowland, 26 Texas, 293;. Robinson v. Davenport, 40 Texas, 341; Castleman v. Sherry, 42 Texas, 61; Willis v. Matthews, 46 Texas, 483; Wat. on Spec. Per., secs. 271, 272.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b88-8\">2. Any verbal sale of land will be good, notwithstanding the statute of frauds, if the vendee goes into possession and makes valuable improvements, even though all the purchase money is not paid; and it will also be held good where all of the purchase money is paid and slight improvements made and entry made by the vendee, and especially so where the parties claiming under the vendee are acting only on the defensive; and the vendee need not ask and obtain the consent of the vendor to his entry on the land and placing improvements on it. The vendor is chargeable with notice of what is being done on the land. Ponce v. McWhorter, 50 Texas, 572; Hunt v. Turner, 9 Texas, 385-91; Neatherly v. Ripley, 21 Texas, 434, <em>et seq.; </em>Wat. on Spec. Per., sec. 284; Mahon v. Baker, 26 Pa. St., 521.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b88-9\">Henry, Associate Justice.</author>\n<p id=\"A6U\">This suit was brought by appellant to try title to land. Plaintiff claims under James G. Tinnin and defendants claim under A. M. Tinnin.</p>\n<p id=\"b88-10\">The land belongs to plaintiff unless James G. Tinnin sold it about the <page-number citation-index=\"1\" label=\"71\">*71</page-number>year 1854 to A. M. Tinnin by a parol agreement. Defendants claim that he did, and that A. M. Tinnin went into possession under the agreement, paid the purchase money, and placed permanent and valuable improvements on the land.</p>\n<p id=\"b89-5\">The court found as a conclusion of fact that “James G-. Tinnin sold the land to A. M. Tinnin for a valuable consideration paid to him, and put said A. M. Tinnin in actual possession, which he held for some years, and that soon after taking such possession said A. M. Tinnin built, of material on the place, a hog pen or ranch and some other small improvements.”</p>\n<p id=\"b89-6\">The court found this to be a valid sale and gave judgment in favor of defendants. Appellant complains that the findings as to- possession and improvements are not sustained by the evidence.</p>\n<p id=\"b89-7\">The contract of sale was proved by one witness, at the time a servant of A. M. Tinnin. He says he heard the contract, and that A. M. Tinnin gave James Tinnin thirty-three bales of cotton and ten brood mares for the land, and that A. M. Tinnin put on the place a hog pen, containing about one-half acre. He testified further that A. M. Tinnin kept a tenant on the land in charge of his hogs for about six months after he purchased it, and that shortly after that James G-. Tinnin moved the only houses on the place away. It appears that nobody occupied the place afterwards. No other improvement than the one mentioned by the said witness is proved to have been put on the place by A. M. Tinnin.</p>\n<p id=\"b89-8\">The court found as a conclusion of law •'r that the verbal sale of the land in controversy by James G-. Tinnin to A. M. Tinnin, possession given and purchase money paid (although no improvements made that I consider either permanent or valuable), raises a sufficient equity to defeat plaintiff’s action for defendant’s interest in the land under A. M. Tinnin, although it might not be sufficient to have an action for specific performance.” We cannot concur in this conclusion. If A. M. Tinnin neither acquired the legal or equitable title to the land his vendees can not hold it against the legal title. It is clear that he did not acquire the legal title by the parol contract, and if he did not acquire such an equitable right as a court of equity may specifically enforce the transaction can not constitute a defense to this suit. The only question to be determined is whether the facts show such a transaction as should be specifically enforced.</p>\n<p id=\"b89-9\">The rule in this State is well established that verbal contracts for the sale of land will not be enforced without proof of possession and valuable improvements permanent in character or of other facts making the transaction a fraud on the purchaser if not enforced. Ann Berta Lodge v. Leverton, 42 Texas, 25; Robinson v. Davenport, 40 Texas. 342.</p>\n<p id=\"b89-10\">It has been held that it can not be “maintained that any character of improvements or repairs made on the premises, of however little value, will <page-number citation-index=\"1\" label=\"72\">*72</page-number>enable the purchaser to have the contract enforced.” Ann Berta Lodge v. Leverton, <em>supra; </em>Eason v. Eason, 61 Texas, 227.</p>\n<p id=\"b90-3\">In the case of Ann Berta Lodge v. Leverton, Justice Moore says: “Although it is usual to say that part performance takes a case out of the statute of frauds, it is now we believe universally conceded that such is not the ground upon which courts of equity go in such cases. It certainly has never been contended in this court that equity can enforce such a contract upon any other ground than that of preventing fraud.”</p>\n<p id=\"b90-5\">The improvements placed upon the land by the purchaser in this case can not be estimated as of any importance. The payment of the purchase money alone was decided not to authorize a decree for specific performance of a contract like this in the cases of Garner v. Stubblefield, 5 Texas, 560, and Wood v. Jones, 35 Texas, 66.</p>\n<p id=\"b90-6\">The case of Ann Berta Lodge v. Leverton was very much such a case as the one now before us.</p>\n<p id=\"b90-7\">That was an action of trespass to try title, brought by the holder of the legal title against a party in possession under a parol contract of purchase, and the purchase money had been tendered, which was equivalent to its payment proved in this case.</p>\n<p id=\"b90-8\">In that case plaintiff recovered the property and this court affirmed the judgment.</p>\n<p id=\"b90-9\">However well it may be settled in other jurisdictions that specific performance of parol contracts for the sale of land will be enforced on proof of the purchaser being placed in possession by the vendor in pursuance of the agreement, and notwithstanding the weight of authority elsewhere may support that rule, the contrary is too well settled in this State to be now departed from.</p>\n<p id=\"b90-10\">Such possession with payment of the purchase money and improvements of a permanent character enhancing the value of the premises, or such possession without improvements connected with other circumstancs making the transaction a fraud upon the purchaser if the agreement is not enforced, will take the case out of the statute of frauds.</p>\n<p id=\"b90-11\">The rules controlling the question being the same when the suit is brought by the seller for possession as when brought by the purchaser for specific performance, the judgment in this case must be reversed and the cause remanded.</p>\n<p id=\"b90-12\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b90-13\">Delivered May 17, 1889.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}