{
  "casebody": {
    "data": "<casebody firstpage=\"427\" lastpage=\"436\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b443-4\">Commonwealth <em>vs. </em>Joseph S. Willie.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b443-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"arq-dedup-0\">April 7, 1987.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ARq-\">July 9, 1987.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b443-6\">Present: Hennessey, C.J., Wilkins, Liacos, Lynch, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b443-12\"><em>William P. Homans, Jr., </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b443-13\"><em>Cynthia Weigel, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b443-14\">Lynch, J.</author>\n<p id=\"AuY\">The defendant, Joseph S. Willie, was indicted on October 26, 1984, for rape and for indecent assault and battery on a retarded person. On March 26,1985, the defendant filed a motion for dismissal of the indictments for failure of the Commonwealth to preserve “all physical evidence in this case in suitable condition for testing to determine the presence of any substances therein material to the case.” Hearings were held on May 7, 1985, and June 3,1985. On June 13, 1985, the <page-number citation-index=\"1\" label=\"428\">*428</page-number>Superior Court judge reported the following questions to the Appeals Court, pursuant to Mass. R. Crim. P. 34, 378 Mass. 905 (1979): “1. Does the Commonwealth have the burden of proving earnest efforts to preserve crucial materials and that the regular procedures employed by it and its agents were adequate to the task. See <em>United States </em>v. <em>Bryant, </em>439 F.2d 642, 651, 652 (D.C. Cir. 1979). Compare <em>Commonwealth </em>v. <em>Walker, </em>14 Mass. App. Ct. 544, 546-547 (1982). 2. If the Commonwealth had the burden of proving earnest efforts to preserve crucial materials and that the regular procedures employed by it and its agents were adequate to the task, did the Commonwealth meet that burden of proof? 3. Was the failure of the Commonwealth to preserve in a frozen condition fabric upon which there [were] sufficient semen deposits to enable a PGM test to be attempted prejudicial to the defendant, when the defendant had requested the preservation of all physical evidence in suitable condition for testing by PGM analysis for detection and identification of the enzyme Phospho-glucomutase[?] 4. If potentially exculpatory evidence was not preserved by the Commonwealth, is the appropriate remedy dismissal of the indictment?” We transferred the case on our own motion.</p>\n<p id=\"b444-5\">The incident allegedly occurred on July 15, 1984. The Superior Court judge found the following facts. On July 15, 1984, Robert E. Pino, assistant chemist for the laboratory of the Department of Public Safety, received from a State trooper the alleged victim’s underpants, a blanket, two bed sheets (one, a fitted sheet), two pillow cases, and a Johnson rape kit. Upon finding stains on the fitted sheet and the underpants,<footnotemark>1</footnotemark> Pino cut two “extracts” from each. He determined that there was seminal fluid on each extract<footnotemark>2</footnotemark> and then air dried and froze the extracts at 0° Fahrenheit. Pino retained the remaining items. <page-number citation-index=\"1\" label=\"429\">*429</page-number>When he cut the extracts, he cut the whole stain out of the underpants, but only a portion of the stain on the fitted sheet. He did not freeze the stain on the uncut portion of the fitted sheet because he believed he had taken enough to perform the necessary tests. He testified that, after he performed the tests on the extracts from both the fitted sheet and the underpants, there was sufficient extract left for further testing.</p>\n<p id=\"b445-5\">After blood and saliva samples of the alleged victim and a blood sample of the defendant were sent to the laboratory, Pino and his associate conducted ABO tests.<footnotemark>3</footnotemark> The test indicated that the semen stains on the underpants and fitted sheet were deposited by a person with group “O” blood. Tests of the blood and saliva samples showed both the alleged victim and the defendant to have group “O” blood.</p>\n<p id=\"b445-6\">On February 22,1985, what remained after the ABO testing, together with the blood samples of the alleged victim and the defendant, were sent to the Federal Bureau of Investigation (F.B.I.) laboratory in Washington, D.C. Special Agent Randall S. Murch, attempted PGM analysis<footnotemark>4</footnotemark> on the blood samples and the extracts. PGM enzyme activity was detected on the blood samples, but none was detected on any of the extracts, and no further PGM testing was performed. Murch did not test for semen, relying on the positive results obtained by Pino.</p>\n<p id=\"b445-7\">If the PGM testing on the extracts had been successful, the semen depositor would have been identified as either PGM 1, PGM 2-1 or PGM 2, unless the reading was masked by a vaginal secretion of the alleged victim. A semen deposit classified as PGM 2-1 or PGM 2 would tend to show that the defendant was not the depositor, since the defendant’s semen <page-number citation-index=\"1\" label=\"430\">*430</page-number>would produce PGM 1 (unless the previously mentioned masking occurred).<footnotemark>5</footnotemark></p>\n<p id=\"b446-5\">No portion of the extracts remained after the FBI testing. On April 19, 1985, the defendant’s expert, John Abbott, a qualified serologist, received the items which had originally been delivered to Pino, except that the underpants and the fitted sheet had portions cut out which had been the extracts made by Pino.</p>\n<p id=\"b446-6\">Acid phosphatase testing by Abbott indicated the possible presence of semen on the periphery of one of the cut-outs of the underpants and the periphery of the cut-out of the fitted sheet. The testing on the underpants was negative for the presence of the semen-specific protein, P-30, and thus inconclusive as to the presence of semen through this technique. The P-30 test on the fitted sheet showed large amounts of P-30 on the areas surrounding the cut-outs of the sheet, proving the presence of semen. Abbott’s ABO testing revealed that the semen depositor was a group “O” secretor. There was insufficient material to draw a valid conclusion on blood grouping in relation to any stains on the underpants.</p>\n<p id=\"b446-7\">It is more probable than not that, had semen been deposited on the materials on July 15, 1984, and the extracts frozen until the date of Abbott’s PGM testing, more conclusive results would have been obtained in terms of PGM typing and subtyping, than were obtained by the F.B.I. laboratory, unless the deposits upon the extracts tested by Abbott (as well as upon the extracts made by Pino) were made well before July 15, 1984, in which case they would have degraded during the period before they were frozen.<footnotemark>6</footnotemark></p>\n<p id=\"b447-4\"><page-number citation-index=\"1\" label=\"431\">*431</page-number>1. <em>Questions 1 and 2. </em>On August 1, 1984, defense counsel wrote to the assistant district attorney and requested that the Commonwealth “preserve all physical evidence in this case in suitable condition for testing to determine the presence of any substances therein material to the case, as well as for testing to determine ABO substances present therein or testing by PGM analysis for detection and identification of the enzyme phosphoglucomutase.” Pino received the information regarding the defendant’s notice to preserve the evidence on or about the same day, but he had already preserved the evidence by that time. The portions that were cut from the sheet and underpants had been frozen; the portion around the periphery of the cut-out of the fitted sheet contained a stain but had not been frozen, nor was anything additional done to preserve it once Pino became aware of the request.</p>\n<p id=\"b447-5\">The defendant claims that the unfrozen portion of the sheet was discoverable evidence that was intentionally not preserved.<footnotemark>7</footnotemark> He urges this court to adopt, as a burden of proof in the Commonwealth, the holding of the United States Court of Appeals for the District of Columbia Circuit, which stated: “[Sanctions for nondisclosure based on loss of evidence will be invoked in the future unless the Government can show that it has promulgated, enforced and attempted in good faith to follow rigorous and systematic procedures designed to preserve <em>all </em>discoverable evidence gathered in the course of a criminal investigation” (emphasis in original) (footnote omitted). <em>United States </em>v. <em>Bryant, </em>439 F.2d 642, 652 (D.C. Cir. 1971). We decline to do so and, thus, our answer to Question 1 is in the negative.</p>\n<p id=\"b448-4\"><page-number citation-index=\"1\" label=\"432\">*432</page-number>In this Commonwealth, when potentially exculpatory evidence is lost or destroyed, a balancing test is employed to determine the appropriateness and extent of remedial action. The courts must weigh the culpability of the Commonwealth, the materiality of the evidence and the potential prejudice to the defendant. <em>Commonwealth </em>v. <em>Shipps, </em>399 Mass. 820, 835 (1987). <em>Commonwealth </em>v. <em>Charles, </em>397 Mass. 1, 14 (1986).<footnotemark>8</footnotemark> <em>Commonwealth </em>v. <em>Walker, </em>14 Mass. App. Ct. 544, 547-548 (1982). In <em>Commonwealth </em>v. <em>Charles, supra, </em>we considered the Commonwealth’s alleged bad faith or intentional loss of evidence in analyzing the first prong of the balancing test, i.e., the culpability of the Commonwealth. <em>Id. </em>See <em>Commonwealth </em>v. <em>Walker, supra </em>at 548. See also <em>Commonwealth </em>v. <em>Fidler, </em>23 Mass. App. Ct. 506, 516 (1987) (diligent efforts of Commonwealth to locate tape). Our test does not require the Commonwealth to prove good faith or earnest efforts to preserve the evidence.<footnotemark>9</footnotemark> The Commonwealth’s conduct is merely a factor <page-number citation-index=\"1\" label=\"433\">*433</page-number>to be weighed in determining its culpability. That culpability, if any, is then weighed along with the other two factors, materiality and prejudice, in determining whether, and to what extent, any remedy will be employed.</p>\n<p id=\"b449-5\">An analysis of the prejudice to the defendant necessarily involves an inquiry into the exculpatory nature of the evidence. Where evidence is lost or destroyed, it may be difficult to determine the precise nature of the evidence. While the defendant need not prove that the evidence would have been exculpatory, he must establish “a ‘reasonable possibility, based on concrete evidence rather than a fertile imagination,’ that access to the [material] would have produced evidence favorable to his cause.” <em>Commonwealth v. Neal, </em>392 Mass. 1, 12 (1984).</p>\n<p id=\"b449-6\">In <em>Commonwealth </em>v. <em>Charles, supra, </em>this court found that reversal of the defendant’s convictions was not warranted where the Commonwealth’s loss of a tape recording was neither intentional nor in bad faith and where there was merely conjecture, contradicted by the record regarding the exculpatory nature of the evidence. <em>Id. </em>at 14.<footnotemark>10</footnotemark> Applying the balancing test, the Appeals Court has refused to grant relief where there was no prejudice to the defendant, <em>Commonwealth </em>v. <em>Gabbidon, </em>17 Mass. App. Ct. 525, 535-536 (1984); where there was other evidence of guilt, <em>Commonwealth </em>v. <em>Walker, supra </em>at 548-549; and where there was no showing by the defendant that the action or inaction by the Commonwealth was the principal or even likely cause of the failure of a PGM analysis, <em>Commonwealth </em>v. <em>Jewett, </em>17 Mass. App. Ct. 354, 360, <em>S.C., </em>392 Mass. 558 (1984).</p>\n<p id=\"b449-7\">Because we adhere to the balancing test espoused in <em>Commonwealth </em>v. <em>Charles, supra, </em>and answer Question 1 in the negative, we need not address Question 2.</p>\n<p id=\"b449-8\">2. <em>Questions 3 and 4. </em>The answer to Question 3 depends on findings of fact which must be made by the trial judge. <page-number citation-index=\"1\" label=\"434\">*434</page-number>These findings should be assessed by the judge in applying the three-pronged balancing test described in this opinion.</p>\n<p id=\"b450-5\">Similarly, we leave it to the trial judge to determine in the first instance the remedy to be applied if, in applying the test, he rules that some sanction is required. Normally, the remedy for suppression of exculpatory evidence is a new trial unless the Commonwealth’s actions are so egregious that retrial would be unfair to the defendant, in which case dismissal may be appropriate. See <em>Commonwealth </em>v. <em>Light, </em>394 Mass. 112, 114 (1985); <em>Commonwealth </em>v. <em>Lam Hue To, </em>391 Mass. 301, 310-312 (1984). Loss or destruction of evidence can engender similar sanctions. Where, as in the present case, the inquiry is made prior to trial, the trial judge has more options to provide a remedy which will be consonant with justice. For example, if a defendant has been denied the opportunity to refute possibly inculpatory evidence as a result of the Commonwealth’s conduct in appropriate circumstances, a judge might exclude or limit the use of the Commonwealth’s evidence.</p>\n<p id=\"b450-6\">3. <em>Conclusion. </em>Thus, we answer Question 1 in the negative and decline to answer the other reported questions. We remand this case to the Superior Court for further proceedings consistent with this opinion.</p>\n<p id=\"b450-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b444-6\"> The first test that Pino conducted was an acid phosphate test, which determines whether seminal fluid is present. The test was positive with regard to not only the sheet and the underpants, but also the vaginal smear slides obtained from the alleged victim.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b444-7\"> Pino conducted microscopic examinations of the extracts and smear slides for the presence of sperm cells.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b445-8\"> An ABO test is a blood grouping test to determine into which of the basic blood groups an individual will be classified. It is used to determine whether semen has been deposited by a secretor of a given blood group.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b445-9\"> PGM tests attempt to determine the presence of the enzyme phosphoglucomutase. The semen depositor is classified as one of three subgroups: PGM 1, PGM 2-1, or PGM 2. Vaginal secretion is also classified in this way and a classification of PGM 2-1, as found in this case, could mask a semen secretion of PGM 1 or PGM 2-1.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b446-8\"> If the tests performed were conclusive, or if John Abbott, the defendant’s expert, were able to perform conclusive tests, the results would have produced evidence that was strongly inculpatory, exculpatory, or noncommittal.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b446-9\"> The judge’s finding was as follows: “It is more probable than not that, had semen been deposited on July 15, 1984, on the extracts from the fitted sheet tested by Mr. Abbott in late April, 1985, and had those extracts been frozen from July 15,1984, until the date of Mr. Abbott’s PGM testing, more conclusive results, in terms of PGM typing and sub-typing, than were obtained by the F.B.I. Laboratory on the extracts tested by them would have been obtained. This disregards the possibility that the deposits upon the extracts tested by Mr. Abbott (as well as upon the extracts made by Mr. Pino) were made well before July 15, 1984, in which case they would have degraded during the period before they were frozen, if frozen on July 15, 1984.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b447-6\"> The Commonwealth concedes that this evidence was constructively lost. We, therefore, do not decide if the Commonwealth’s obligation to preserve evidence includes an obligation to preserve it in other than its natural state, such as by freezing and drying. See <em>Commonwealth </em>v. <em>Jewett, </em>17 Mass. App. Ct. 354, 360, <em>S.C., </em>392 Mass. 558 (1984) (Commonwealth has no duty to take extraordinary measures to preserve evidence in absence of specific request to take such measures or showing that Commonwealth should have known possibly exculpatory evidence would be lost unless such measures were taken).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b448-5\"> In <em>Commonwealth </em>v. <em>Charles, supra, </em>the court cited <em>United States </em>v. <em>Bryant, supra, </em>as support for this court’s adoption of the balancing test applied above. As the context and the citation itself makes clear we were not following <em>Bryant </em>in all aspects but merely relying upon it as support for the balancing test. In <em>Commonwealth </em>v. <em>Shipps, supra, Bryant </em>was cited as support for the proposition that the Commonwealth cannot perform destructive testing in order to avoid disclosing exculpatory evidence. In that case, <em>Bryant </em>was also cited as an example of a case that employed a balancing test.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b448-6\"> It is unclear whether the holding in <em>United States </em>v. <em>Bryant, supra, </em>places upon the government a burden of proof or merely a “burden of explanation” or of coming forward with some evidence to refute the defendant’s assertions. See <em>United States </em>v. <em>Bryant, supra </em>at 651. See also <em>United States </em>v. <em>Augenblick, </em>393 U.S. 348, 355-356 (1969); <em>Campbell </em>v. <em>United States, </em>365 U.S. 85, 96 (1961).</p>\n<p id=\"b448-7\">Even assuming that <em>Bryant, supra, </em>imposes a burden of proof on the government, it is doubtful that the Court of Appeals for the First Circuit would adopt such a test. With regard to lost or destroyed evidence, the First Circuit employs a balancing test weighing three factors: materiality, prejudice, and “was the government acting in good faith when it destroyed the evidence.” <em>United States </em>v. <em>Arra, </em>630 F.2d 836, 849 (1st Cir. 1980), quoting <em>United States </em>v. <em>Picariello, </em>568 F.2d 222, 227 (1st Cir. 1978). Even in a case involving what appeared to be intentional destruction of tape recordings by the government, the First Circuit stated that convictions will not be overturned without <em>“some </em>reason to believe that the tapes might <page-number citation-index=\"1\" label=\"433\">*433</page-number>materially have helped their case” (emphasis in original). <em>United States </em>v. <em>Kincaid, </em>712 F.2d 1, 3 (1st Cir. 1983). Otherwise, the court concluded, no prejudice existed. <em>Id.</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b449-10\"> We need not decide whether the exculpatory nature of the evidence in this case was merely conjecture.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b450-8\">Liacos, J.</author>\n<p id=\"AhN\">(concurring in part and dissenting in part). The court fails to focus adequately on the distinction between the <em>nondisclosure </em>of exculpatory evidence, see <em>Commonwealth </em>v. <em>Gallarelli, </em>399 Mass. 17 (1987), which involves the concepts of fair trial and due process, see <em>United States </em>v. <em>Agurs, </em>427 U.S. 97 (1976), and the <em>destruction </em>or <em>loss </em>of evidence which involves a problem of the same genre, but in a markedly different way. As Judge J. Skelly Wright put it in <em>United States </em>v. <em>Bryant, </em>439 F.2d 642, 644 (D.C. Cir. 1971) <em>(Bryant I): </em>“Beside the carefully safeguarded fairness of the courtroom is a dark no-man’s-land of unreviewed bureaucratic and discretionary decision making. Too often, what the process purports to <page-number citation-index=\"1\" label=\"435\">*435</page-number>secure in its formal stages can be subverted or diluted in its more informal stages.”</p>\n<p id=\"b451-5\"><em>Bryant I </em>previously has been cited with approval by this court in cases relied upon in the court’s present opinion. See <em>Commonwealth </em>v. <em>Shipps, </em>399 Mass. 820, 835 (1987); <em>Commonwealth </em>v. <em>Charles, </em>397 Mass. 1, 14 (1986); <em>Commonwealth </em>v. <em>Neal, </em>392 Mass. 1, 12 (1984). In <em>Charles, supra, </em>we stated: “The loss of evidence presents special problems.”<footnotemark>1</footnotemark> <em>Id. </em>Other States have recognized that loss or destruction cases, while derived from <em>Brady </em>principles, require special scrutiny. See, e.g., <em>State </em>v. <em>Bailey, </em>144 Vt. 86, 94-95 (1984). <em>In Bailey, </em>the court, relying on <em>Bryant I, </em>recognized that the government should be held to the standard of showing “earnest efforts” to preserve crucial materials. A similar approach was taken in <em>State </em>v. <em>Wright, </em>87 Wash. 2d 783, 791-792 (1976); cf. <em>State </em>v. <em>Vaster, </em>99 Wash. 2d 44, 52 (1983). As I read these cases, the “balancing” which our court suggests appropriate comes only after a determination of “earnest efforts” (or lack thereof) is made, to decide what the remedy ought to be in its absence. See <em>United States </em>v. <em>Bryant, </em>448 F.2d 1182 (D.C. Cir. 1971) <em>(Bryant II) </em>(affirming result after initial remand by <em>Bryant I, supra); State </em>v. <em>Vaster, supra. </em>In <em>People </em>v. <em>Kelly, </em>62 N.Y.2d 516, 520 (1984), the New York Court of Appeals stated (following <em>Bryant I): </em>“[Wjhere discoverable evidence gathered by the prosecution or its agent is lost, the People have a <em>heavy burden </em>of establishing that diligent, good-faith efforts <em>were made to prevent the loss </em>.... Otherwise, sanctions will be imposed.” (Emphasis supplied.) (Citations omitted.) The court went on to say, <em>id. </em>at 521: “Although the choice of ‘appropriate’ action is committed to the sound discretion of the trial court, as a general matter the drastic remedy of dismissal should not be invoked where less severe measures can rectify the harm done by the loss of evidence.” But see <em>State </em>v. <em>Escalante, </em>153 Ariz. 55, 61-62 (Ct. App. 1986) (dismissal required where <page-number citation-index=\"1\" label=\"436\">*436</page-number>identity of rapist was in issue, and police permitted deterioration of semen stains resulting in loss of PGM-test evidence with potential to eliminate defendant as perpetrator).</p>\n<p id=\"b452-5\">Accordingly, I would answer the reported questions as follows: Question 1; “Yes.” Question 2; no answer. This is a matter for the trial judge to determine. Question 3; if the judge answered Question 2 in the negative, the answer must be determined under the test set forth in <em>Commonwealth </em>v. <em>Neal, supra.</em><footnotemark><em>2</em></footnotemark><em> </em>Question 4; dismissal is warranted only if no lesser remedy will ensure a fair trial to the defendant.<footnotemark>3</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b451-6\"> <em>Charles </em>was written by the author of the majority opinion in this case. I am somewhat surprised, therefore, that he now states for the court that we “decline” to adopt the <em>Bryant I </em>standard. <em>Ante </em>at 431.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b452-6\"> The findings of the judge make it clear that the State chemist received the materials on July 15, 1984, but the defendant’s request for preservation did not come to the chemist’s attention until at least August 1, 1984. Thus, it seems to me that whether the Commonwealth met its burden is a question not for report but for the trial judge to decide. On this ground I agree that we should not address Question 2. Similar reasons should pertain to a declination by this court to answer Question 3.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b452-7\"> I agree with the court’s conclusion that, in this case, if a sanction is warranted, an appropriate sanction might “exclude or limit the use of the Commonwealth’s [scientific] evidence.” <em>Ante </em>at 434. I note that the Commonwealth also concedes that if a sanction is warranted, this type of remedy would be “fitting and appropriate.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}