{
  "casebody": {
    "data": "<casebody firstpage=\"694\" lastpage=\"702\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b518-3\">[No. B150932.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AHV\">Second Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aks\">July 29, 2002.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b518-4\">KENNETH L. FREDERICK, Plaintiff and Respondent, v. FIRST UNION SECURITIES, INC., Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b520-4\"><page-number citation-index=\"1\" label=\"696\">*696</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b520-5\">Walker, Wright, Tyler &amp; Ward, Anglin, Flewelling, Rasmussen, Campbell &amp; Trytten, Robin C. Campbell, Mark T. Flewelling; Piper Rudnick and Nancy L. Hendrickson for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b520-6\">Bernstein Litowitz Berger &amp; Grossman, Alan Schulman, Blair A. Nicholas and Wolfram Worms for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b520-7\">Opinion</p>\n<author id=\"b520-8\">EPSTEIN, J.</author>\n<p id=\"AU8\">Defendant challenges the trial court’s denial of its petition to compel arbitration of plaintiff shareholder’s derivative action. We conclude the arbitration clause in the agreement between the corporation and defendant is broad enough to include this dispute, and that the agreement to arbitrate applies to the shareholder’s derivative action. We reverse the court’s order denying arbitration.</p>\n<p id=\"b520-9\">Factual and Procedural Summary</p>\n<p id=\"b520-10\">En Pointe Technologies, Inc., is a business-to-business e-commerce provider of information technology services. Plaintiff Kenneth L. Frederick is a shareholder of En Pointe. In that capacity, he brought this shareholder derivative suit, alleging that between September 1, 1999, and April 13, 2000, certain directors and officers of En Pointe, in conjunction with others, engaged in “a classic ‘pump and dump’ scheme to artificially inflate En Pointe’s stock price to enable the insiders of En Pointe to pocket millions in unlawful insider trading proceeds.” Named defendants also included First Union Securities, Inc. (First Union or FUSI), a securities brokerage which served as a market maker in En Pointe securities; its senior vice-president; Hampton-Porter Investment Brokers; and its president.</p>\n<p id=\"b520-11\">First Union and En Pointe are parties to a client agreement authorizing First Union to buy and sell securities for En Pointe. The agreement contains a broadly worded arbitration clause, providing for binding arbitration of any disputes between the parties, whether the claim or controversy arose “prior to, on or subsequent to the date” of the agreement. The client agreement was <page-number citation-index=\"1\" label=\"697\">*697</page-number>signed on April 6, 2000, as the value of En Pointe stock began to decline from a high of $50 to less than $13 per share. William King signed the agreement on behalf of First Union, and Attiazaz Din signed it on behalf of En Pointe. Both men are defendants in the derivative suit.</p>\n<p id=\"b521-4\">In reliance on the client agreement, First Union filed a petition to compel arbitration of the claims against it in the derivative suit. Opposition was filed by plaintiff Frederick, and by the individual defendant officers and directors of En Pointe. The trial court denied the petition, and First Union appeals.</p>\n<p id=\"b521-5\">Discussion</p>\n<p id=\"b521-6\">Both the Federal Arbitration Act and the California Arbitration Act provide that a written agreement to submit a controversy arising out of that agreement to arbitration is valid, enforceable, and irrevocable, except upon the same grounds as exist for revocation of any contract. <em>(Rosenthal v. Great Western Fin. Securities Corp. </em>(1996) 14 Cal.4th 394, 406 [58 Cal.Rptr.2d 875, 926 P.2d 1061]; 9 U.S.C. § 2; Code Civ. Proc., § 1281.)  The right to arbitration depends on the existence of an agreement to arbitrate, and hence a party cannot be forced to arbitrate in the absence of an agreement to do so. <em>(Arista Films, Inc. </em>v. <em>Gilford Securities, Inc. </em>(1996) 43 Cal.App.4th 495, 501 [51 Cal.Rptr.2d 35].)</p>\n<p id=\"b521-7\">In this case, the client agreement which contains the arbitration clause was executed by Attiazaz Din, as “an officer” of En Pointe, and by William King as branch manager of First Union.  Plaintiff maintains that he, as a derivative plaintiff, should not be bound by an arbitration agreement entered into by these two persons, whom he alleges to be the principal participants in the market manipulation scheme.</p>\n<p id=\"b521-8\">Plaintiff is not bringing this action on his own behalf, but derivatively on behalf of the corporation. The causes of action do not belong to him, but to En Pointe. (See <em>Melancon v. Superior Court </em>(1954) 42 Cal.2d 698, 708 [268 P.2d 1050].) As the federal court explained in its initial ruling compelling arbitration in <em>In re Salomon Inc. Shareholders’ Derivative Litigation </em>(S.D.N.Y., Sept. 30, 1994, No. 91 Civ. 5500 (RPP)) 1994 WL 533595, *4 (hereafter <em>Salomon I): </em>“Because shareholder derivative actions are brought ‘to enforce a <em>corporate </em>cause of action against officers, directors and third parties,’ [citations], the shareholders, ‘standing in the shoes of the corporation’ have no rights greater than those of the corporation, nor can those they choose to sue be deprived of defenses they could assert against the corporation’s claims.”</p>\n<p id=\"b521-9\">Plaintiff does not challenge Din’s authority as a corporate officer to bind En Pointe to the client agreement. (He does challenge the <em>propriety </em>of that <page-number citation-index=\"1\" label=\"698\">*698</page-number>action, a completely different question.) Since Din was authorized to act on behalf of En Pointe, the corporation was bound by the client agreement, and plaintiff, in his representative capacity, is also bound.</p>\n<p id=\"b522-4\">We next consider whether the dispute falls within the terms of the arbitration clause. Paragraph 10(b) of the client agreement provides: “(b) I agree that all claims or controversies, whether such claims or controversies arose prior to, on or subsequent to the date hereof, between me and FUSI and/or any of its present or former officers, directors, or employees concerning or arising from (i) any account maintained by me with FUSI individually or jointly with others in any capacity; (ii) any transaction involving FUSI or any predecessor firms by merger, acquisition or other business combination and me, whether or not such transaction occurred in such account or accounts; or (iii) the construction, performance or breach of this or any other agreement between us or any duty arising from the business of FUSI or otherwise, shall be submitted to arbitration conducted under (x) the provisions of the constitution and rules of the Board of Governors of the New York Stock Exchange, Incorporated as to any matter, or (y) with respect to transactions effected on any other stock exchanges, under the arbitration rules of such stock exchange, or (z) pursuant to the Code of Arbitration Procedure of the National Association of Securities Dealers, Incorporated. . . . The award of the arbitrators will be final and judgment upon the award rendered may be entered in any court, state or federal, having jurisdiction.”</p>\n<p id=\"b522-5\">This provision is broad in scope, encompassing “all claims or controversies” between En Pointe and First Union or its officers, directors, or employees, concerning or arising from “any account maintained by” En Pointe with First Union; “any transaction involving” First Union and En Pointe, whether or not the transaction occurred in En Pointe’s account with First Union; or “the construction, performance or breach of this or any other agreement between us or any duty arising from the business of’ First Union.</p>\n<p id=\"b522-6\">We turn to the allegations against First Union in plaintiff’s complaint. In the introductory section of the complaint, plaintiff alleged that members of En Pointe’s board of directors and certain of its top officers, “with the knowing participation and substantial assistance” of Hampton Porter Investment Bank and First Union, “engaged in a scheme to artificially inflate the price of En Pointe securities.” In describing the parties, plaintiff alleged that “First Union served as a market maker in En Pointe securities and employed, as its agent, defendant William A. King as Senior Vice President and Director of Corporate Executive Services.” “Acting within the scope of his <page-number citation-index=\"1\" label=\"699\">*699</page-number>duties as a senior officer of First Union, King, directly and knowingly participated in the scheme to artificially inflate the price of En Pointe securities throughout the Relevant Period.”</p>\n<p id=\"b523-4\">Plaintiff described the “pump and dump scheme,” which he alleged artificially inflated En Pointe’s stock price to enable insiders to “pocket millions in unlawful insider trading proceeds.” According to the complaint, Attiazaz Din persuaded John Laurienti, a 40 percent owner of Hampton Porter, to accumulate control of a significant portion of the public float of En Pointe securities and to act as a price support for the stock. Din also recruited Gregory Walker, the president of Hampton Porter, to participate in the scheme. In exchange for Hampton Porter issuing false and misleading analyst reports about En Pointe’s business prospects and instructing its brokers to sell En Pointe securities to unsuspecting clients, En Pointe promised to pay Hampton Porter illegal kickbacks over and above the regular commissions.</p>\n<p id=\"b523-5\">Plaintiff alleged that Din and Laurienti enlisted First Union vice-president King to participate in the scheme to accumulate control over the public float of En Pointe. King personally assisted Laurienti in opening a margin trading account with First Union, but did so on behalf of JSL Holdings, a corporation with no assets. “Thus, in order to facilitate the scheme to artificially inflate En Pointe’s stock price, First Union waived its internal underwriting and margin procedures and requirements and permitted Laurienti to utilize an uncollateralized margin account at First Union to accumulate nearly two-thirds of the public float of En Pointe securities.”</p>\n<p id=\"b523-6\">With Din’s encouragement, Kng also opened his own margin account at First Union and began to amass a large number of shares of En Pointe securities. To further assist in the scheme, Kng contacted First Union’s brokerage clients and encouraged them to purchase En Pointe securities, convincing them that En Pointe’s stock price would rise substantially in the near future.</p>\n<p id=\"b523-7\">Plaintiff alleged that the scheme was successful, causing En Pointe’s stock to rise from $9.75 in December 1999 to more than $50 per share in March 2000. En Pointe insiders took advantage of the artificial inflation, selling over 698,000 shares of En Pointe between February 28 and March 15, 2000.</p>\n<p id=\"b523-8\">In early April 2000, the stock price began to decline. Laurienti’s and Kng’s margin accounts with First Union fell below the margin requirements, necessitating a margin call. On April 13, 2000, First Union liquidated Laurienti’s 500,000 shares of En Pointe’s public float, and En Pointe’s stock price plummeted from $27.50 to less than $13 per share in one day.</p>\n<p id=\"b524-3\"><page-number citation-index=\"1\" label=\"700\">*700</page-number>All causes of action are based on these alleged facts and claim that all defendants, including First Union and its vice-president, acting individually or by aiding and abetting each other, violated various statutes and duties resulting in harm to the corporation. These are “claims or controversies” between En Pointe and First Union or its officers, within the meaning of the arbitration clause. Subdivision (b)(ii) of the clause makes it applicable to “any transaction involving FUSI . . . and me, whether or not such transactions occurred in such account or accounts.” The wrongful conduct alleged in the complaint arose in part from transactions involving First Union and En Pointe, and the arbitration clause is expressly applicable, despite the fact that the transactions did not occur in En Pointe’s account with First Union, but in Laurienti’s account with First Union.</p>\n<p id=\"b524-4\">The controversy also falls within subdivision (b)(iii) of the arbitration clause, as a claim concerning or arising from the “performance or breach of . . . any duty arising from the business of FUSI or otherwise . . . .” Plaintiff alleged that First Union facilitated the unlawful scheme by permitting Laurienti to use funds drawn from “an uncollateralized margin account at First Union to accumulate nearly two thirds of the public float of En Pointe securities.” This amounts to an allegation of a breach of First Union’s duty in conducting its business.</p>\n<p id=\"b524-5\">Plaintiff alleged that King was an officer of First Union and was acting within the course and scope of his employment and as its agent when he participated in. the scheme to inflate the price of En Pointe securities. To the extent plaintiff seeks to recover from First Union for the actions of King, these claims, too, are subject to arbitration.</p>\n<p id=\"b524-6\">Plaintiff argues that the arbitration clause should not apply because the parties entered into the client agreement after the occurrence of most of the conduct upon which the complaint is based. This claim, too, is answered by the arbitration clause itself. It is expressly applicable to “all claims or controversies, whether such claims or controversies arose <em>prior to, </em>on or subsequent to the date hereof, . . .” No authority is cited to us, nor have we found any, that precludes enforcement of such provision.  Courts regularly enforce agreements to arbitrate pending lawsuits. (See, e.g., <em>Old Republic Ins. Co. v. St. Paul Fire &amp; Marine Ins. Co. </em>(1996) 45 Cal.App.4th 631 [53 Cal.Rptr.2d 50].) We find no basis to distinguish an agreement to arbitrate a claim that exists but has not yet ripened into a lawsuit.</p>\n<p id=\"b524-7\">Plaintiff also argues that the motion to compel arbitration should be denied in order to avoid multiplicity of actions and inconsistent judgments. (See Code Civ. Proc., § 1281.2, subd. (c).) But that problem is unavoidable. <page-number citation-index=\"1\" label=\"701\">*701</page-number>First Union and En Pointe already are arbitrating First Union’s claim for collection of King’s margin account balance before the New York Stock Exchange (NYSE). Named as respondents are John Laurienti, JSL Holdings, Hampton Porter, Attiazaz Din, En Pointe, William King and others. In its claim, First Union essentially alleged the same scheme to artificially inflate the value of En Pointe stock which forms the basis of plaintiff’s derivative suit. En Pointe filed a counterclaim against First Union, and cross claims against the other respondents, asserting they were responsible for any losses resulting from the deflated value of En Pointe stock. These are essentially the same matters contained in plaintiff’s derivative suit.</p>\n<p id=\"b525-4\">Pursuant to NYSE Arbitration Rules, rule 600, subdivision (iv)(e), shareholder derivative actions may not be arbitrated before the NYSE. Plaintiff’s derivative claims against First Union therefore cannot be resolved in the same forum that is arbitrating virtually the same claims between En Pointe and First Union. The claims can either be arbitrated in the alternate forum provided for in the client agreement, the National Association of Securities Dealers (NASD), or they can be tried in superior court. In any event, the potential for inconsistent results between the NYSE arbitration and the derivative action cannot be avoided simply by denying the motion to compel arbitration of the derivative suit.</p>\n<p id=\"b525-5\"><em>Salomon I </em>is the only reported case cited to us in which a derivative action was ordered to arbitration. The shareholders of Salomon brought a derivative suit against the corporation’s former officers. In that case, as in this one, the corporation on whose behalf the action was brought and the defendants had agreed to arbitration of disputes. The court held that the shareholders stood in the shoes of the corporation, and hence were subject to the agreement to arbitrate. <em>(Salomon I, supra, </em>1994 WL 533595.) That is our conclusion as well.</p>\n<p id=\"b525-6\">Plaintiff claims the holding in <em>Salomon I </em>has been undercut by a subsequent proceeding, <em>In re Salomon Inc. Shareholders’ Derivative Lit. </em>(2d Cir. 1995) 68 F.3d 554 <em>(Salomon II). </em>Following <em>Salomon I, </em>the dispute was submitted to the NYSE for arbitration. The NYSE refused to arbitrate the derivative action, and the defendants sought appointment of a substitute arbitrator. Because the arbitration agreement called for arbitration only before the NYSE, the court in <em>Salomon II </em>affirmed the trial court’s refusal to appoint a substitute arbitrator. <em>(Id. </em>at pp. 557-558.)</p>\n<p id=\"b525-7\">Nothing in <em>Salomon II </em>overrules the holding in <em>Salomon I </em>that a corporation’s agreement to arbitrate is binding on a shareholder bringing a derivative action. Nor is the holding in <em>Salomon II </em>determinative in our case, where <page-number citation-index=\"1\" label=\"702\">*702</page-number>the arbitration agreement calls for arbitration before either the NYSE or the NASD. The record provides no indication that the NASD will refuse to arbitrate this derivative action.</p>\n<p id=\"b526-4\">The trial court erred in denying First Union’s petition to compel arbitration.</p>\n<p id=\"b526-5\">Disposition</p>\n<p id=\"b526-6\">The order is reversed. Appellant to have its costs on appeal. Vogel (C. S.), P. J., and Curry, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}