{
  "casebody": {
    "data": "<casebody firstpage=\"158\" lastpage=\"160\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b182-12\">50 EAST 75TH STREET CORPORATION v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b182-14\">No. 228.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b182-15\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b182-16\">June 17, 1935.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b183-9\"><page-number citation-index=\"1\" label=\"159\">*159</page-number>White &amp; Case, of New York City (Russell D. Morrill, Henry Mannix, and Francis L. Casey, all of New York City, of counsel), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b183-10\">Frank J. Wideman, Asst. Atty. Gen., and Sewall Key and John G. Remey, Sp. Assts. to Atty. Gen., for respondent Commissioner of Internal Revenue.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b183-11\">Before MANTON, L. HAND, and AUGUSTUS N. HAND, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b183-12\">AUGUSTUS N. HAND, Circuit Judge.</author>\n<p id=\"b183-13\">The taxpayer, 50 East 75th Street Corporation, purchased in 1926 a tract of land in New York City known as Nos. 46 to 62 East Seventy-Fifth Street, and, on October 26 of that year, made an agreement with the 812 Park Avenue Corporation, hereafter called the owner, to convey to it the plot and erect thereon an apartment house. In return, the taxpayer was to receive stock of the owner corporation which carried with it the right to proprietary leases of apartments for 99 years at the rate of $1 per year in accordance with a plan allotting certain shares to certain apartments. It was further agreed that the taxpayer should have the right to sell the stock of the owner and that the purchasers from it of blocks of stock should receive proprietary leases of apartments in the building as designated on the plan. Under a form of subscription agreement made a part of the contract, purchasers of stock from the taxpayer were to pay the purchase price in eight installments of 10 per cent, each, and one of 20 per cent., which were to be paid as the building progressed, the final installment to be paid when a certificate of occupancy was issued by the municipal authorities.</p>\n<p id=\"b183-15\">In 1926 and 1927 the taxpayer constructed the building containing 35 apartments and received 20,100 shares of no par value capital stock which had cost $67.20 per share. During 1927 the taxpayer sold 10,290 shares of stock of the owner to twenty-two persons under installment contracts, who took a corresponding number of apartments and agreed to pay a net contract price of $1,013,683.47 by installments. The book profit from these sales was $322,-195.47, but the cash received was only 52.54 per cent, of the net contract price. The taxpayer returned a profit of $169,-281.50, or 52.54 per cent, of the total, but the Commissioner claimed that the whole amount was taxable and so the Board of Tax Appeals held. The taxpayer relied on section 212 (d) of the Revenue Act of 1926 (26 USCA § 953 (d), which provided that: “Under regulations prescribed by the commissioner with the approval of the Secretary, a person who regularly sells or otherwise disposes of personal property on the installment plan may return as income therefrom in any taxable year that proportion of the installment payments actually received in that year which the total profit realized or to be realized when the payment is completed, bears to the total contract price. In the case (1) of a casual sale or other casual disposition of personal property for a price exceeding $1,000, or (2) of a sale or other disposition of real property, if in either case the initial payments do not exceed one-fourth of the purchase price, the income may, under regulations prescribed by the commissioner with the approval of the Secretary, be returned on the basis and in the manner above prescribed in this subdivision. * * * <em>”</em></p>\n<p id=\"b183-16\">We think the Commissioner was right in not regarding the taxpayer as “a person who regularly sells or otherwise disposes of personal property on the installment plan.” 'The first provision of section 212 (d) was perhaps intended primarily to relieve persons engaged in selling furniture or other chattels on the installment plan from paying a profit tax on the en<page-number citation-index=\"1\" label=\"160\">*160</page-number>tire transaction at the outset, when, owing to the failure of the purchasers to meet all their payments, nothing like the expected profit might ever be realized. While we do not suggest that the provisions will only mitigate the sorrows of persons engaged in selling chattels on the installment plan, it seems clear that it was not intended to include the disposition of a single block of stock sold in order to close out one enterprise, but rather contemplated a business that was to continue for a substantial period of time and to involve numerous transactions. It certainly did not relate to a corporation marketing a single block of stock and then going out of business.</p>\n<p id=\"b184-4\">But if the taxpayer was not “regularly engaged” in the installment business, we think it was engaged in making “casual” sales to wind up its adventure and thus was entitled to the benefits of the later clause of section 212 (d).</p>\n<p id=\"b184-5\">The Treasury Department in G. C. M. 1162 VI-I.C.B. p. 22, remarked: “* * * It is probable that the corresponding expression ‘casual sale or other casual disposition of personal property’ was intended by Congress to serve no other or different purpose than to designate personal property transactions other than those entered into by regular dealers in the commodity.”</p>\n<p id=\"b184-6\">We think that the Board of Tax Appeals should have applied the provisions of section 212 (d) embracing “casual” sales and should have determined the taxable income of the petitioner for the year 1927 on that basis.</p>\n<p id=\"b184-7\">Last of all, it is claimed by the taxpayer that assessments on stock held‘for sale were not capital expenditures to be added to the price of its stock as determined by the Board, but were ordinary and necessary business expenses to be deducted from its income in assessing the tax.</p>\n<p id=\"b184-8\">In the contract between the taxpayer and the owner, it was provided that funds needed to amortize the mortgage on the property, to pay mortgage interest, taxes, and maintenance were to be raised by periodical assessments on the stockholders -in proportion to their holdings. Under that agreement the taxpayer, during 1927, paid assessments on stock amounting to $14,739.80, of which $4,341.20 was paid on shares sold during that year. It is conceded that $4,341.20 should be allowed as additional cost of stock sold during 1927, but the taxpayer asserts that the balance is deductible from its income as an ordinary and necessary business expense.</p>\n<p id=\"b184-10\">Some of the expenditures such as those to amortize a mortgage on the property were capital expenditures, while others incurred for interest, taxes, and maintenance of the building, were for current business outlays. It is to be remembered that the taxpayer was not merely a stockholder, but also owned or controlled leases of apartments which it was endeavoring to dispose of. While these leases remained - undisposed of and the taxpayer had to bear the upkeep, we can see no reason why current obligations incurred for maintenance were not ordinary and necessary business expenses. We think by the analogy of J. A. Dart v. Commissioner (C. C. A.) 74 F.(2d) 845, and Biscayne Trust Co., Executor, v. Com’r, 18 B. T. A. 1015, 1022, current expenditures connected with the maintenance of the apartments in the building were in the nature of expenses for upkeep and maintenance of property held for sale and should have been allowed as deductions from income under section 234 (a) (1) of the Act of 1926 (26 USCA § 986 (a) (1).</p>\n<p id=\"b184-11\">The case is-remanded to the Board of Tax Appeals, with directions to deal with the profits realized from the installment payments under the provisions of section 212 (d), 26 USCA § 953 (d), relating to “casual” sales and to allow as business expenses such part of the $14,739.80 expended during 1927 as was properly incurred in the current maintenance of the taxpayer’s leasehold interest in the building.</p>\n<p id=\"b184-12\">Orders modified accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}