{
  "casebody": {
    "data": "<casebody firstpage=\"594\" lastpage=\"599\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b618-9\">SIMPKINS v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b618-10\">No. 3865.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b618-11\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b618-12\">June 27, 1935.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b619-12\"><page-number citation-index=\"1\" label=\"595\">*595</page-number>PARKER, Circuit Judge, dissenting in part.</p>\n<p data-order=\"5\" data-type=\"judges\" id=\"b619-16\">Before PARKER and SOPER, Circuit Judges, and CHESNUT, District Judge.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b619-17\">Carl C. Sanders, of Beckley, W. Va., and James Damron, of Huntington, W. Va. (Harry Capehart, of Welch, W. Va., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b619-18\">George I. Neal, U. S. Atty., of Huntington, W. Va. (L. R. Via, Asst. U. S. Atty., of Pluntington, W. Va., and Charles M. Love, Jr., Asst. U. S. Atty., of Charleston, W. Va., on the brief), for the United States.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b619-19\">CHESNUT, District Judge.</author>\n<p id=\"b619-20\">The appellant, Robert L. Simpkins, with three others, was indicted by the grand jury for the Southern District of West Virginia, on January 15, 1935, for a violation in May, 1934, of United States Code, title 26, § 404, 26 USCA § 404 (Rev. St. § 3296), which prohibits the removal of untaxpaid liquor from a distillery to a place other than a warehouse provided for by the Internal Revenue Laws, and the concealment of such liquor known to have been so removed. The indictment contained two counts, the first charging the unlawful removal of the liquor, and the second, the unlawful concealment thereof. Upon a jury trial the defendant was acquitted on the first count, but convicted on the second. From the sentence and judgment of three years’ imprisonment and $5,000 fine imposed by the court, this appeal was taken.</p>\n<p id=\"b619-21\">The defendant attacked the indictment by plea in abatement and separately by demurrer on the ground that the statute had been repealed by the adoption of the 21st Amendment (repealing the 18th Amendment) <em>on </em>December 5, 1933. The point was, however, not pressed in oral argument evidently in view of the recent decision of this court to the contrary in Case v. Alderson, 76 F.(2d) 25. We have concluded, however, that the judgment must be reversed for materially prejudicial error in the charge to the jury and refusal of instructions requested by the defendant and the admission of cer<page-number citation-index=\"1\" label=\"596\">*596</page-number>tain evidence. The reasons for this conclusion follow.</p>\n<p id=\"b620-4\">In substance, the government’s testimony in support of the particular charge against the defendant is this: The defendant was a duly elected and acting justice of the peace of the state of West Virginia-on May 31, 1934. On that date two special constables arrested Sam Ratliff and Frank Surgeon (two of the three other defendants named in the indictment), for violation of the liquor laws of the state of West Virginia and at the time seized 200 pints of untaxpaid liquor in their automobile. Ratliff and Surgeon, together with the liquor, were immediately taken by the constables before the defendant as justice of the peace. The hearing was postponed for a few days, and in the meantime the defendant had the liquor removed from his official office to his residence (a boarding house) about a mile away. There was also testimony on behalf of- the government tending to show that on- the next morning the defendant sold and delivered 5 gallons of this liquor to one Simon Magurin for $12.-50. Three or four days later Ratliff and Surgeon were given a hearing by the defendant and released on the ground that their arrest and the seizure of the liquor was illegal because the constables did not have a search warrant. \" Their automobile and the pistols therein found were returned to them but the liquor was not returned. There was also evidence tending to show some irregularity in the entries on the magistrate’s docket kept by his clerk, with regard to the case. There was no direct evidence tending to show that arrest and seizure of the liquor was directed and inspired by the defendant, but nevertheless the evident theory of the government in the prosecution was that the defendant in receiving and storing the liquor in his residence and subsequently selling a part thereof, was acting only colorably as a justice of' the peace and that his real motive and intent in receiving and keeping the liquor was for purposes of private profit. On the other hand, the contention of ■ the defendant supported by testimony of himself and others was that throughout the transaction he was acting officially and in entire good faith in accordance with his duties as justice of the peace as he understood them and that the liquor received by him and placed in his home was destroyed, and none of it sold, shortly after the dismissal of the case, on his understanding that the applicable law made it improper to return the contraband liquor to the persbns from whom it had been seized.</p>\n<p id=\"b620-6\">It is apparent that the issue 'thus created for the determination of the jury was whether the defendant was acting throughout officially in good faith or only colorably as a justice of the peace and really for his private profit. Upon the conclusion of the testimony counsel for the defendant requested the .District Judge to instruct the jury that if they believed from the evidence that the defendant “took possession of the 200 pints of intoxicating liquor in question and had it removed to his dwelling in order to preserve the same, and thereafter, after dismissal of the charge against Frank Surgeon and Sam Ratliff, cause'd the said 200 pints of liquor to be poured out and destroyed,” the jury should find the defendant not guilty. They also asked an instruction to the effect that the defendant “had the right to take possession of the 25 gallons of intoxicating liquors in question and to store the same, and to have the same poured out and destroyed after dismissal of the charges against Sam Ratliff and -Frank Surgeon without violating the law as charged in the indictment.” The District Judge refused these requested instructions to the jury, with a notation of a reference to his charge as given to the jury. On examination of the whole charge, we find that it did not contain the substance of the instructions requested and on the contrary the jury was instructed in effect that it was illegal for the defendant to have kept the liquor and to have destroyed it after dismissal of the case, with the very clear implication that the defendant was legally required to have returned the liquor to Ratliff and Surgeon on dismissal of the charges against them.</p>\n<p id=\"b620-7\">In our opinion the jury should have been instructed substantially as requested by the defendant’s counsel that the controlling issue in the case was whether the defendant was acting throughout in good faith and in accordance with his understanding of the applicable law. The issue in the case was not merely whether this defendant failed to return the liquor after dismissal of the charges but was whether in doing so he acted in good faith and officially. If the jury found <page-number citation-index=\"1\" label=\"597\">*597</page-number>that he had destroyed the liquor without selling any of it or otherwise using it for personal benefit, and that in doing so he was acting in good faith even though possibly mistakenly as to the applicable law, then very clearly the defendant was not guilty of concealment of the liquor as charged in the indictment. The failure to so instruct the jury constituted materially prejudicial error which requires a reversal of the judgment. The defendant’s request for a directed verdict in his favor was, we think, properly refused by the District Judge.</p>\n<p id=\"b621-5\">As the reversal of the case will permit a new trial of the concealment charge, it is important that we determine the admissibility of certain evidence admitted by the District Judge in support of the Government’s case, the admissibility of which was duly excepted to on behalf of the defendant and is here challenged by appropriate assignments of error. In our opinion the Government’s testimony as admitted by the trial judge took entirely too wide a range with regard to collateral matters not directly relating to the particular charge. The defendant was not indicted for conspiracy.</p>\n<p id=\"b621-6\">In presenting the Government’s evidence in chief against the defendant, several witnesses were permitted to testify to miscellaneous and unrelated transactions in liquor by the defendant, involving purchases or sales by him, with various persons and in varying qixantities, some less and some more than 5 gallons in amount. Generally such liquor was referred to as untaxpaid liquor and apparently, although not very clearly, it probably involved the violation of the federal internal revenue laws as well as violation of the liquor laws of West Virginia. The time of these several occurrences in most instances was not definitely fixed and some of them may have been more than a year before the particular charge in the indictment. The instances here referred to were entirely unrelated to the defendant’s official activities as a justice of the peace. An illustration of the rather vague and uncertain character of this line of testimony is shown by the questions and answers of Lillian Magurin, made the basis of the appellant’s eleventh assignment of eri-or:</p>\n<blockquote id=\"b621-7\">“Q. Tell the jury whether or not you, your husband, your sister-, Bessie Whitehead, and Robert L. Simpkins went any place for whisky or went and got whisky in the months of April, May and June 1934, or any other time within three years. A. Yes, we went to Bill Murray’s and got whisky several times.</blockquote>\n<blockquote id=\"b621-10\">“Q. How much whisky did you get at any one time, if you recall. A. We got different amounts. Sometimes a gallon and sometimes we would just get a pint.”</blockquote>\n<p id=\"b621-11\">Other testimony admitted by the court of a generally similar nature or otherwise too collateral to the issue in the case to have been relevant and admissible, is set out in the appellant’s fifth, seventh, tenth, fourteenth, and sixteenth assignments of error.</p>\n<p id=\"b621-12\">In our opinion all of this evidence should have been excluded. It was too remote, both in subject matter and time, to have any fair bearing on the issue of the trial. Its general effect was to make a direct attack upon the character and habits of the defendant to his prejudice. It is a well established rule of criminal evidence that the character of the defendant is not to be put in issue by the government unless the defendant first makes the issue on his behalf. Greer v. United States, 245 U. S. 559, 38 S. Ct. 209, 62 L. Ed. 469; Gordon v. United States (C. C. A.) 254 F. 53. It is to be observed that these other alleged illegal liquor transactions were not included in the indictment, and constituted purely collateral matters. It is a fundamental rule of criminal evidence frequently applied in both state and federal courts that proof of offenses other than those charged in the indictment is generally inadmissible and constitutes prejudicial error even though the separate offenses may be of a similar nature. Wigmore on Evidence (2d Ed.) § 194; Cyc. of Fed. Procedure, § 2257; Chamberlayne Modern Law of Evidence, Vol. 4, § 3210; 16 C. J. 586; Boyd v. United States, 142 U. S. 450, 12 S. Ct. 292, 35 L. Ed. 1077; Hall v. United States, 150 U. S. 76, 14 S. Ct. 22, 37 L. Ed. 1003. The rule has been specifically applied several times by this court in cases involving alleged violation of federal internal revenue laws and the national prohibition law while it was in force. Day v. United States, 220 F. 818 (C. C. A. 4); Carpenter v. United States, 280 F. 598 (C. C. A. 4); Lynch v. United States, 12 F.(2d) 193 (C. C. A. 4); and also in other Circuits; Crow<page-number citation-index=\"1\" label=\"598\">*598</page-number>ley v. United States, 8 F.(2d) 118 (C. C. A. 9); Coulston v. United States, 51 F.(2d) 178 (C. C. A. 10) (Narcotic Act). The reasons for the rale usually given are that it avoids delay which would he necessarily incident to the introduction' of collateral issues, and more importantly it avoids unfair surprise and embarrassment to the accused upon the introduction of accusations not alleged in the indictment and which he therefore cannot fairly be expected to meet. Where the prosecution desires to rely upon the cumulative effect of independent violations of law of a similar character, they may and should be charged in the indictment in several counts as is authorized to be done by USC, title 18, § 557 (18 USCA § 557).</p>\n<p id=\"b622-4\">This is not to say that in all cases evidence of other crimes and collateral matters are to be excluded because not contained in the indictment, as there are a number of well recognized exceptions to the rule. Thus where the motive or special intent of the defendant is an element in the crime charged against him, or it otherwise becomes necessary to show his purpose, knowledge, or design, evidence of similar transactions are admissible if not too remote in point of time. This exception probably finds its most frequent application, in the field of federal criminal law, in cases of prosecutions for fraud in the use of the mails, and has been illustrated by several decisions of this court. Tincher v. United States, 11 F.(2d) 18 (C. C. A. 4), certiorari denied 271 U. S. 664, 46 S. Ct. 475, 70 L. Ed. 1139; Hatem v. United States (C. C. A.) 42 F.(2d) 40, certiorari denied 282 U. S. 887, 51 S. Ct. 103, 75 L. Ed. 782. The exception has also been recognized in cases involving fraud or bribery or false entries in the books of a bank. Breedin v. United States, 73 F.(2d) 778 (C. C. A. 4); Frantz v. United States, 62 F.(2d) 737 (C. C. A. 6); Williamson v. United States, 207 U. S. 425, 28 S. Ct. 163, 52 L. Ed. 278; Fall v. United States, 60 App. D. C. 124, 49 F.(2d) 506, certiorari denied 283 U. S. 867, 51 S. Ct. 657, 75 L. Ed. 1471. There are also other recognized exceptions to the rale not relevant, however, in any way to the present case.</p>\n<p id=\"b622-5\">In this case the charge against the defendant that he concealed untaxpaid liquor did not involve the proof of any special intent, purpose or design on his part, as the offense was complete when the government proved that the liquor, to the knowledge of the defendant, had been removed from a distillery to a place other than that authorized under the internal revenue laws and wa$ knowingly taken into possession and concealed by the defendant. ‘ But when the defendant justified his action in receiving the liquor and placing it in his house, on the ground •that he was acting officially in good faith, even though mistakenly in point of law, there was necessarily raised the issue of his good faith in the particular transaction, and it thereupon became competent for the government, if the evidence was available, to rebut the defendant’s contention so made by proof of other similar transactions in which he had received liquor ostensibly in his official capacity as a justice of the peace, but had used it for his own private profit. There was indeed some evidence of other instances of the same kind, particularly in the testimony of Simon Magurin, which, if it had been more clearly shown to have been not too remote as to point of time, would have been properly admissible in this case,, at least in rebuttal of defendant’s testimony. But the other alleged illegal liquor transactions above referred to were of a different nature and were unconnected with the defendant’s official actions whether honest or corrupt. Of themselves they had no tendency to sustain the particular charge made other than to generally show the defendant’s character and habits, with regard to liquor. Their admission at the trial in the District Court was prejudicial error which was accentuated by the refusal of the court, upon the request of defendant’s counsel, to require the Government at the conclusion of its testimony to elect which of the several liquor transactions admitted in evidence the Government would stand on as-the particular charge covered by the indictment; and also by the review of the-evidence in the charge in which the jury were told they could give consideration to this really collateral testimony in-reaching their verdict in the case. Such evidence should be excluded in any retrial, of the case.</p>\n<p id=\"b622-7\">For these reasons the judgment appealed from must be reversed.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b622-8\">PARKER, Circuit Judge</author>\n<p id=\"A38\">(concurring in result).</p>\n<p id=\"b622-9\">I agree that there was error in the-charge of the court below entitling the: <page-number citation-index=\"1\" label=\"599\">*599</page-number>defendant to a new trial, as pointed out in the opinion of the court, and also that the testimony covered by the fifth and seventh assignments’ of error should have been excluded. I do not think, however, that there was any error with respect to the admission of the testimony covered by the tenth, eleventh, fourteenth, and sixteenth assignments. This testimony tended to show that the defendant was engaged in the illicit traffic in liquor at and about the time of the transaction principally complained of by the government, and thus to negative his defense that in the, possession there involved he was innocent of criminal intent and engaged in the bona fide discharge of official duties. It was not necessary to render such testimony competent, that it relate to liquor in the possession of defendant in his official capacity. Any testimony tending to show that he was engaged in the illicit liquor business at the time was competent, as it had a direct bearing upon the truth or falsity of the defense that his admitted possession of the liquor in question was in his official capacity as a justice of the peace, and not for the purpose of violating the law. See Lynch v. U. S. (C. C. A. 4th) 12 F.(2d) 193; Ciafirdini v. U. S. (C. C. A. 4th) 266 F. 471; Hood v. U. S. (C. C. A. 10th) 59 F.(2d) 153.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}