{
  "casebody": {
    "data": "<casebody firstpage=\"813\" lastpage=\"814\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b837-15\">HORNER v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b837-16\">No. 5711.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b837-17\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b837-18\">June 21, 1935.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b838-5\"><page-number citation-index=\"1\" label=\"814\">*814</page-number>Fred C. Houston, Thomas D. McCloskey, and Kinnear, McCloskey &amp; Best, all of Pittsburgh, Pa., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b838-6\">A. F. Prescott, of Washington, D. G, Frank J. Wideman, Asst. Atty. Gen., and Sewall Key and Berryman Green, Sp. Assts. to Atty. Gen., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b838-7\">Before BUFFINGTON and THOMPSON, Circuit Judges, and KIRKPATRICK, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b838-8\">BUFFINGTON, Circuit Judge.</author>\n<p id=\"b838-9\">In this case the taxpayer, who acquired certain stocks at different times and prices, sold, through brokers, some of his holdings thereof. In completing the sale he delivered to the brokers certificates he had received for his earlier purchases, and the Commissioner, charged him with the difference in price between such certificate acquisitions and the price realized on the sale thereof. The Tax Board sustained the Commissioner, and the taxpayer appealed.</p>\n<p id=\"b838-10\">It appears when the taxpayer bought blocks of these stocks he made a record of date and cost of- such blocks, and when' he sold he made a contra memorandum of the date and price of such sale. But when he closed the broker’s sale by stock certificate delivery, he did not deliver the certificate evidenced by his entry, but by a certificate of the date and amount on which the Commissioner based his action.</p>\n<p id=\"b838-11\">We may assume the taxpayer intended to sell the later-acquired stock, but when it came to closing up the sale by stock delivery, he did not deliver his later certificate, but did deliver his earlier ones. But tax liability is fixed not by what a taxpayer might have done, but by what he actually did. In Horner v. Commissioner, 72 F.(2d) 407, 408, this court held: “There is nothing in either section which permits gain or loss to be determined on the basis of the intention of the parties. The Board determined from the facts what was actually done rather than what the petitioner intended to do.”</p>\n<p id=\"b838-12\">Finding no error in the Tax Board’s action, its order is approved, and the appeal dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}