{
  "casebody": {
    "data": "<casebody firstpage=\"357\" lastpage=\"366\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b385-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b385-5\">J. R. Cover, etc. v. John Critcher.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b385-6\">November 12, 1925.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b386-9\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b386-10\"><em>John T. Harris </em>and <em>Jos. A. Glasgow, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b386-11\"><em>John Critcher </em>and <em>Hugh A. White, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b386-12\">Chichester, J.,</author>\n<p id=\"Abo\">delivered the opinion of the court.</p>\n<p id=\"b386-13\">This is an action for damages by J. R. Cover, who sues for the benefit of A. B. Cover, liquidating partner of J. R. Cover, H. L. Cover, A. B. Cover, R. L. Cover and E. R. Cover, partners trading as J. R. Cover &amp; Sons, against John Critcher, in which the jury found a verdict in favor of the plaintiffs for $10,000, which the trial court set aside on the ground that the matters <page-number citation-index=\"1\" label=\"359\">*359</page-number>at issue in the action had been theretofore adjudicated and decided against the plaintiffs in a chancery suit in the Circuit Court of Bath county, and that the issue in the instant action was therefore <em>res adjudícala. </em>After setting aside the verdict, the trial court entered judgment for the defendant, Critcher.</p>\n<p id=\"b387-5\">There were various pleas filed by the defendant, but for the purposes of this opinion it is only necessary to mention two of them:</p>\n<p id=\"b387-6\">1. Pleas of the statute of limitation, covering the one, three and five year periods;</p>\n<p id=\"b387-7\">2. A plea of <em>res adjudícala.</em></p>\n<p id=\"b387-8\">The history of the controversy involved in litigation here is somewhat complicated and extends over a considerable period of time. By reason of the view we take of the case, it is not necessary to go into any very extended recital of the facts.</p>\n<p id=\"b387-9\">The plaintiffs (the Covers) in 1917, and before that year, were engaged in the operation of tanneries in Augusta and Rockbridge counties. At the solicitation of John Critcher (the defendant) plaintiffs and defendant entered into a contract whereby they were to purchase jointly a large tract of land consisting of some 3,000 acres, known as the Firmstone tract, in Bath county, Va., for $16,500.</p>\n<p id=\"b387-10\">By the terms of the contract, the plaintiffs were to pay the whole of the purchase price and take title to themselves. They were to have all the chestnut oak bark and the extract wood, and twelve years time in which to remove it.</p>\n<p id=\"b387-11\">The defendant, under the contract, was entitled to the lumber and minerals on the tract, and title to the land when he had paid to the plaintiffs one-half the purchase price of the land, $8,250, the plaintiffs retaining title until this amount was paid in full. There <page-number citation-index=\"1\" label=\"360\">*360</page-number>were provisions for default in payment on the part of the defendant.</p>\n<p id=\"b388-5\">The defendant bound himself to “attend to all matters pertaining to obtaining a right of way or rights of way from said tract of land out to the railroad, free of cost to the party of the second part, that is, he is to pay the purchase price for said right of way or rights of way and the legal expense attached to obtaining them, but the cost of the construction of any road or roads from said property is to be borne equally by the party of the first part and the party of the second part.”</p>\n<p id=\"b388-6\">The Firmstone tract of land did not lie adjacent to the railroad, and plaintiffs contended that defendant represented to them that he owned, or had secured, rights of way across the lands between the Firmstone tract and the railroad to the railroad. Whether or not this was true, it transpired that defendant did not own the rights of way, and failed to secure them.</p>\n<p id=\"b388-7\">A temporary arrangement was made with the adjacent landowner for the moving across his land of bark and extract wood to the railroad, but a legal controversy arose between John A. Bloyd and the parties plaintiff and defendant, and between the parties to the contract, over the alleged verbal representations by defendant in regard to the right of way, which resulted, first, in the filing on April 8, 1918, in the Circuit Court of Bath county, of a bill in chancery by J ohn A. Bloyd, the owner of the land between the Firmstone tract and the railroad, against plaintiffs, denying that the owners of the Firmstone tract had any right of way over his lands and praying for an injunction. The plaintiffs filed their answer which they asked to be treated as a cross-bill as to the defendant, John Critcher, in which they charged Critcher with procuring the contract <page-number citation-index=\"1\" label=\"361\">*361</page-number>with plaintiffs for the purchase of the Firmstone tract of land by fraudulent representations as to rights of way, and praying for a rescission of the contract of March 14, 1917.</p>\n<p id=\"b389-5\">Critcher answered the cross-bill and denied the charge of fraud and deceit and relied upon his obligations in reference to the rights of way as set out in the written contract, as quoted heretofore. He further alleged that he was prevented from securing the rights of way as he agreed in his contract by Cover, the plaintiff, and Bloyd.</p>\n<p id=\"b389-6\">The Circuit Court of Bath county, after depositions had been taken, perpetually enjoined Cover and Criteher from passing over the Bloyd land, and later, on September 21, 1920, dismissed the cross-bill filed by Cover against Critcher, filing a written opinion, in which the court stated that the plaintiff had failed to prove the charges of fraud and misrepresentations against defendant. The decree, however, dismissed the cross-bill because of laches on plaintiffs’ part, but “without prejudice to the said Cover to institute such other and further proceedings as he may be advised.”</p>\n<p id=\"b389-7\">2. Nearly three years after the entry of this decree, to-wit, on August 7, 1923, Cover instituted his action (the case under review) by notice of motion for judgment against Critcher alleging damages in the sum of $51,000. The <em>bases </em>for damages in this action were identical with the grounds assigned in the cross-bill for the rescission of the contract. In the notice Cover alleges: “You (Critcher) informed the undersigned and falsely and fraudulently represented to him that you had secured and owned a right of way or rights of way over the Randolph tract of land from the Firm-stone land to the railroad. You so positively made this false and fraudulent representation to the undersigned <page-number citation-index=\"1\" label=\"362\">*362</page-number>that the undersigned, after consideration, agreed to join with you in the purchase of said Firmstone tract of land, and on the 14th day of March, 1917, entered into a written contract with you in the following words and figures.”</p>\n<p id=\"b390-5\">The contract of March 14, 1917, is then set out in full in the notice of motion. As a result of the alleged misrepresentation as to rights of way by the defendant, plaintiff claims that he was induced to purchase the Firmstone tract; that by reason thereof he lost 3,800 cords of chestnut oak bark, 10,000 cords of chestnut wood, and was put to the expense of instituting proceedings to rescind the contract and enforce his lien.</p>\n<p id=\"b390-6\">As heretofore stated, after the jury had returned a verdict for the plaintiffs for $10,000, the court set it aside and (holding that the matters at issue in the instant action had been adjudicated in the suit for rescission of the contract) entered judgment for the defendant.</p>\n<p id=\"b390-7\">Whether the trial court was right in its' conclusion it is not necessary, in our opinion, to decide, and we express no opinion as to its action, because clearly, we think, the one year statute of limitation applies in a case such as we have under review.</p>\n<p id=\"b390-8\">It is conceded by plaintiff’s counsel that if the one year limitation applies the present action was instituted too late, but counsel does contend that while defendant took exception to the action of the trial court in excluding the plea of the statute of limitation for the one year period, and tendered to, and had the judge sign, a bill of exceptions making the plea and the court’s action thereon a part of the record in the case, yet this court cannot consider the question because no cross-error has been assigned by petition in this court. There is no merit in this contention. The statute of <page-number citation-index=\"1\" label=\"363\">*363</page-number>limitations was properly pleaded; the effect of the trial court’s action was to reject the plea; and the exception to the.court’s action and the bill of exceptions duly signed by the judge bring into the record and before this court for consideration the question of the applicability of the statute to the case and the correctness of the trial court’s action thereon.</p>\n<p id=\"b391-5\">The question of the applicability of the statute to the case at bar involves a consideration of sections 5818 and 5385 of the Code of 1919.</p>\n<p id=\"b391-6\">Section 5818 declares: “Every personal action, for which no limitation is otherwise prescribed, shall be brought within five years next after the right to bring the same shall have accrued, if it be for a matter of such nature that in case a party die it can be brought by or against his representative; and, if it be for a matter not of such nature, shall be brought within one year next after the right to bring the same shall have accrued.”</p>\n<p id=\"b391-8\">If the action we are here considering is one involving a matter of such a nature that, in case of the death of a party, the right of action would survive to his personal representative, then the five year period of limitation applies; if it is not of such a nature, then the one year period applies.</p>\n<p id=\"b391-9\">The answer to this question is found in section 5385 of the Code, which declares: “An action of trespass, or trespass on the case, may be maintained by or against a personal representative for the taking or carrying away any goods, or for the waste or destruction of, or damage to, any estate of or by his decedent.”</p>\n<p id=\"b391-10\">The answer, however, is not sufficiently clear to avoid the necessity for construction of this latter section.</p>\n<p id=\"b391-11\"> The statute declares that the right of action <page-number citation-index=\"1\" label=\"364\">*364</page-number>survives for the taking or carrying away of any goods, or for the waste or destruction of, or damage to, any estate of or by his decedent. It will be well to recall here that the instant case is one on which the‘defendant is charged, through fraud and misrepresentation, with inducing the plaintiff to enter into a contract for the purchase jointly with defendant of a large tract of land, and that the alleged damages suffered by plaintiff resulted from these misrepresentations which resulted in the loss of the use of his property, 3,800 cords of bark, etc.</p>\n<p id=\"b392-5\">The case of <em>Mumpower </em>v. Bristol, 94 Va. 737, 27 S. E. 581, was an action of trespass on the ease for maliciously, and without probable cause, suing out an injunction and thereby causing the plaintiff to lose the use of his mill and the profits therefrom for nearly two years. The action was instituted two years after the commission of the alleged wrong. The statute of limitations (one year) was pleaded. The court, in passing upon the question raised by the plea, said: “The wrongful act which the defendant is alleged to have committed and for the injury resulting from which the plaintiff sues, consisted in maliciously, and without probable cause, suing out an injunction against the plaintiff whereby the operation of his mill was suspended. It is quite obvious that this injunction did not operate to take away the goods of the plaintiff, or cause the waste or destruction of, or inflict any damage upon, the estate of the plaintiff. It is true that the language of the statute is ■ comprehensive and embraces damages of every kind of degree to the estate, real or personal, to the person aggrieved, but the damage must be direct and not the consequential injury or loss to the estate which flows from a wrongful act directly affeeting the person only. No part of the defendant’s <page-number citation-index=\"1\" label=\"365\">*365</page-number>property was taken or carried away, no part of it was wasted or destroyed; the plaintiff’s nse of his property and not the property itself was affected by the act of which he complains. We are of the opinion that such a right of action did not survive, and that it is barred by the limitation of one year.”</p>\n<p id=\"b393-5\">This case is not distinguishable from the ease at bar. Here, as in the case quoted from, the alleged misrepresentation as to rights of way did not operate to take away the goods of the plaintiffs or cause Avaste or destruction of, or inflict any damage upon, the estate of the plaintiffs. The damage is not direct, but if there was any injury, it was the consequential injury or loss to the estate which flowed from a wrongful act directly affecting the person only. The plaintiff’s use of the property and not the property itself was affected by the act of which he complains. The conduct of Critcher in failing to procure the rights of way, if proven to have been wilful, only prevented Cover from using his property and exercising the right which he claimed to have, and did not directly injure the property itself, just as in the <em>Mumpower Case </em>the alleged malicious conduct of the city of Bristol simply prevented Mumpower from using his property, and did not injure the property itself.</p>\n<p id=\"b393-6\">See also <em>Henshaw </em>v. Miller, 17 Howard (U. S.) 212, 15 L. Ed. 222, in which the United States Supreme Court, construing this section of the Virginia Code,after holding that it does not cover torts generally, says: “And much less can it be made to cover an indirect and consequential injury to the welfare or property of decedent resulting from fraud practiced upon him.”</p>\n<p id=\"b393-7\">The statute has been added to since the decision in the <em>Henshaw </em>v. <em>Miller Case, </em>but the addition does <page-number citation-index=\"1\" label=\"366\">*366</page-number>not affect the holding so far as the instant case is concerned. See 3 Rob. New Pr., p. 292, <em>et seq. </em>See also <em>Read </em>v. <em>Hatch, </em>19 Pick. (Mass.) 47; <em>Lee </em>v. <em>Hill, </em>87 Va. 497, 12 S. E. 1052, 24 Am. St. Rep. 666.</p>\n<p id=\"b394-5\">For the foregoing reasons we are of opinion that the plea of the statute of limitations should have been sustained and the action dismissed.</p>\n<p id=\"b394-6\">The effect of this holding is to affirm the judgment of the trial court.</p>\n<p id=\"b394-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}