{
  "casebody": {
    "data": "<casebody firstpage=\"463\" lastpage=\"464\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b489-4\">Sarah I. Laxton <em>vs. </em>Lilla O. Hay.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b489-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AYK\">March 7, 1912.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ATI-\">Aprill,</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b489-6\">Present: Rugg, C. J., Braley, Sheldon, &amp; DeCourcy, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b489-7\"><em>Practice, Civil, </em>Amendment of writ, Conduct of trial.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b489-8\">It is within the discretionary power of a presiding judge to allow after a verdict an amendment increasing the <em>ad damnum </em>of the writ.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b489-9\">After the charge to the jury in an action by one woman against another for the enticing away of the plaintiff's husband and the alienation of his affections, the presiding judge, in the course of a colloquy with counsel and in the presence of the jury, stated in substance that it was competent for the jury to return a verdict for damages beyond the <em>ad damnum </em>of the writ, and that he understood the plaintiff’s counsel to suggest that, if the amount of damages returned should exceed the <em>ad damnum </em>of the writ, the plaintiff would move to amend, which could be done after the verdict as well as before, whereupon the plaintiff’s counsel stated that he should desire to make such an amendment. <em>Held, </em>that the language of the judge was not beyond his power and did not tend to prejudice the defendant.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b489-10\">Tort for the wrongful enticing away of the plaintiff’s husband and the alienation of his affections. Writ dated July 23, 1906.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b489-11\">In the Superior Court the case was tried before <em>Fessenden, </em>J. The <em>ad damnum </em>named in'the writ was $10,000. At the close of the charge to the jury, the plaintiff’s counsel in the presence of the jury asked the judge if he cared “to say anything to the jury with reference to the writ not going out.” The judge replied, “It is entirely for them to say what the damage will be.” The defendant’s counsel then asked the judge, “Do I understand it is entirely competent for them to fix the damages even beyond the <em>ad damnum </em>of the writ?” to which the judge replied, subject to an exception by the defendant, “Yes.” The judge then stated further, \"I understand [the plaintiff’s counsel] to suggest that in case it should be in excess of the <em>ad damnum </em>of the writ he should move to amend. If the damages should be in excess of the writ I understand your position to be you would want to amend. It can be done afterwards as well as before. If you do not desire to I will limit them.” The plaintiff’s counsel then stated, “I do desire to amend.” The defendant alleged an exception to the authorizing <page-number citation-index=\"1\" label=\"464\">*464</page-number>of the jury “to bring in a verdict beyond the <em>ad damnum </em>of the writ.” •</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b490-3\">The jury returned a verdict for the plaintiff in the sum of $15,000, after which the plaintiff moved to amend her writ by. increasing the <em>ad </em>damnum, and the motion was allowed subject to an exception by the defendant.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b490-4\"><em>S. K. Hamilton, T. Eaton &amp; G. M. Stearns, </em>for the defendant, submitted a brief.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b490-5\"><em>F. J. Geogan, (W. A. Morse </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b490-6\">Rugg, C. J.</author>\n<p id=\"AY6\">This is an action of tort to recover damages for the alienation of the affections of the plaintiff’s husband by the defendant. At the close of the charge there was a colloquy between the judge and counsel the substance of which was that the plaintiff’s counsel desired to have the cause go to the jury with the understanding that if a verdict was returned in excess of the <em>ad damnum </em>of the writ he should ask leave to amend the writ. This course was satisfactory to the presiding judge.</p>\n<p id=\"b490-7\">It is legally possible to amend in this regard at any time before judgment. R. L. c. 173, § 48. The allowance of such an amendment, even after verdict, rests in the judicial discretion of the court. <em>Ellis </em>v. <em>Ridgway, </em>1 Allen, 501. <em>Luddington </em>v. <em>Goodnow, </em>168 Mass. 223.</p>\n<p id=\"b490-8\">There was nothing in the language of the judge beyond his power or tending to prejudice the defendant.</p>\n<p id=\"AjZJ\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}