{
  "casebody": {
    "data": "<casebody firstpage=\"55\" lastpage=\"65\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b85-3\">IN THE MATTER OF: A.S. and T.S., Youths in Need of Care.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b85-4\">No. DA 10-0448.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b85-5\">Submitted on Briefs March 2, 2011.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A9\">Decided April 12, 2011.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b85-6\">2011 MT 69.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b85-7\">360 Mont. 55.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b85-8\">253 P.3d 799.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b85-16\">For Appellant: Joslyn Hunt, Chief Appellate Defender, Matthew M. Wilcox, Assistant Appellate Defender, Helena.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b85-17\">For Appellee: Steve Bullock, Montana Attorney General, Jonathan M. Krauss, Assistant Attorney General, Helena; Anne Sheehy Yegen, Assistant Attorney General, Miles City.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b85-18\">JUSTICE COTTER</author>\n<p id=\"Avr\">delivered the Opinion of the Court.</p>\n<p id=\"b85-19\">¶1 T.S. and A.S. are the young sons of S.T. (Mother). T.S. was born in 2002 and A.S. was born in 2004. The children were removed from Mother’s care on December 20, 2007, and placed in foster care. Mother’s parental rights to these children were terminated on June 18, 2010. She filed a timely appeal arguing the District Court abused its discretion by terminating her rights in the absence of compliance with § 1912(e) of the Indian Child Welfare Act (ICWA), 25 U.S.C. §§ 1901-<page-number citation-index=\"1\" label=\"56\">*56</page-number>1963. ICWA is the federal law enacted in 1978, in part to protect the interests of Indian children and their families by establishing minimum standards under which Indian children may be removed from their homes. 25 U.S.C. §1902. We affirm.</p>\n<p id=\"b86-4\">ISSUE</p>\n<p id=\"b86-5\">¶2 A restatement of the dispositive issue on appeal is:</p>\n<p id=\"b86-6\">¶3 Did the District Court abuse its discretion when it terminated Mother’s parental rights?</p>\n<p id=\"b86-7\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b86-8\">¶4 This custody proceeding began in Fallon County but was subsequently transferred to Custer County. When necessary to avoid confusion we will specifically refer to the Fallon County District Court and the Custer County District Court. Otherwise, reference to ‘District Court” alone is a reference to the Custer County District Court-the court whose final order is being appealed. The Fallon County District Court records were not provided to this Court on appeal.</p>\n<p id=\"b86-9\">¶5 A.S. and T.S. are enrolled members of the Northern Cheyenne Tribe (Tribe) through their father, who is also enrolled. As such, ICWA applies to this custody proceeding. Mother is not an Indian. Father, whose contact with A.S. and T.S. throughout their lives has been minimal and sporadic, had his rights to the boys terminated at the same time Mother’s rights were terminated but Father does not appeal.</p>\n<p id=\"b86-10\">\n<em>Department Involvement and Notice to the Tribe</em>\n</p>\n<p id=\"AqR\">¶6 Mother has chemical dependency problems including use of multiple illegal substances and misuse of prescription drugs. She also has emotional issues that include violence, rage, and obsessive compulsive personality disorder with schizoid personality features. She has been unable to maintain a consistent and safe home for her children with adequate food and clothing. She has been arrested on numerous occasions. As a result, the Department of Public Health and Human Services, Child and Family Services Division (Department or DPHHS) intervened in this family in October 2005 seeking Emergency Protective Services (EPS) and Temporary Investigative Authority (TIA), followed by a petition for Temporary Legal Custody (TLC). Notice of the proceeding was given to the Tribe under § 1912(a) of ICWA. Subsequently the Tribe assumed jurisdiction. The matter was transferred to Tribal Court and the proceeding was dismissed in January 2007.</p>\n<p id=\"b87-3\"><page-number citation-index=\"1\" label=\"57\">*57</page-number>¶7 The Department once again became involved in the family when Mother gave birth to another son, T.T., in April 2007 and the infant tested positive at birth for tetrahydrocannabinol (THC), the primary psychoactive substance in marijuana. Mother tested positive for THC and opiates at the time. DPHHS petitioned the Fallon County District Court and was granted emergency custody of the infant and his two older half-brothersA.S. and T.S. While the Department was ordered to return A.S. and T.S. to their mother on April 17, 2007, it was granted TIA over the two young boys. T.T. remained in Department custody. The custody and placement of T.T. are not before us in this appeal.</p>\n<p id=\"b87-4\">¶8 At some time after initiation of this matter in Fallon County, the Department notified the Tribe of the proceedings in accordance with ICWA. The Tribe entered a Notice of Intervention indicating that it may again elect to transfer jurisdiction of the matter to Tribal Court. The Tribe received copies of all filings in the matter but ultimately chose not to exercise jurisdiction over this case.</p>\n<p id=\"b87-5\">¶9 The Department worked with Mother between April 17 and October 30, 2007. Among other things, it conducted home visits, scheduled neuropsychological evaluations for A.S. and T.S., and required Mother to undergo frequent urinalyses (UA) to monitor and address her drug dependency. Mother was generally uncooperative with the Department’s efforts and frequently failed the UA tests. In July 2007, the Department filed a petition for adjudication of A.S. and T.S. as youths in need of care (YINC). A hearing was scheduled in August 2007. The hearing was rescheduled to October 16, 2007. An ICWA expert had been subpoenaed by the Department to testify at this hearing on both scheduled dates. On October 16, Mother signed a stipulation to the Department’s petition for adjudication of A.S. and T.S. as YINC and granted the Department TLC. Again, these proceedings took place in the Fallon County District Court whose records were not provided to this Court on appeal. However, it appears from later Custer County District Court records that the October 16 hearing was not held and no ICWA expert testified before the Fallon County District Court.</p>\n<p id=\"b87-6\">¶10 On October 31, 2007, pursuant to Mother’s stipulation, A.S. and T.S. were adjudicated YINC by the Fallon County District Court and the court granted TLC to DPHHS. A treatment plan was developed for Mother covering the period from October 31, 2007, to April 15, 2008. Between October 31 and November 16, the Department monitored Mother and the children, provided services, and conducted UAs. On <page-number citation-index=\"1\" label=\"58\">*58</page-number>November 16, Mother was evicted from her apartment.</p>\n<p id=\"b88-4\">¶11 In early December, Mother’s brother found her unconscious in Baker, Montana. He told authorities he suspected a drug overdose. The children were present at the time. Mother’s father took the children with him to the Northern Cheyenne Reservation. On December 12, 2007, Mother left a ‘just checking in”message for her social worker but did not tell the social worker where she and the children were or how to contact her. The Department was unable to locate Mother or the children to check on their welfare between December 3 and December 20, 2007.</p>\n<p id=\"b88-5\">¶12 On December 15, Mother was arrested in Ashland, Montana, for driving on a suspended license and driving a car without license plates. On December 20, having been informed by the Rosebud County sheriffs office that Mother was in Ashland, two DPHHS social workers traveled to Ashland to check on Mother and the children. They found Mother without the children at a local service station. She reported that the children were with their father in Miles City and that he would be returning the boys to her the following day.</p>\n<p id=\"b88-6\">¶13 To confirm Mother’s claim and check on the boys’ well-being, another DPHHS social worker went to where Father had been staying in Miles City. The people with whom Father had been residing said they ‘had kicked [him] out” and he had gone to his brother’s house in Billings. They also reported that A.S. and T.S. had not been with their father during this time and that Mother was hiding them from the authorities.</p>\n<p id=\"b88-7\">¶14 The social workers in Ashland, accompanied by a Rosebud County sheriff deputy and a Northern Cheyenne ICWA worker, located where Mother was staying in Ashland. They were forced to crawl under a locked fence and approach Mother’s house on foot. Mother met them outside. Despite the children being visible through the windows, Mother denied that her sons were present and refused to let the authorities inside the house. The ICWA worker called the Bureau of Indian Affairs (BIA) and requested BIA law enforcement. When Mother became verbally abusive to the authorities and physically abusive to her dog, the deputy sheriff arrested her for disorderly conduct. Upon arrival of BIA law enforcement, the boys were taken into custody and transported to BIA offices where a BIA social worker placed them into foster care. The house in which Mother and the boys had been living had no heat or electricity. The children were dirty and hungry, claiming they had not eaten that day. T.S. did not have a coat and the children had no clean clothes to take with them.</p>\n<p id=\"b89-3\"><page-number citation-index=\"1\" label=\"59\">*59</page-number>¶15 An emergency protective service and show cause hearing was scheduled for January 8, 2008, but was continued at Mother’s request to January 28. The January 28 hearing was vacated by Mother. DPHHS had subpoenaed an ICWA expert to testify at both of these scheduled hearings. Additionally, Mother had identified her own ICWA expert, Edie Adams, to testify on rebuttal. According to the minutes issued by the Fallon County District Court, the judge ordered Mother’s counsel to arrange a hearing on foster care placement that would satisfy the schedules of all parties. On February 11, 2008, the Fallon County District Court granted DPHHS’s motion to transfer venue to Custer County based on Mother’s change of residence. After the transfer, neither Mother nor the Department requested the requisite foster care/TLC hearing with ICWA expert testimony.</p>\n<p id=\"b89-4\">\n<em>Mother’s Treatment Plans and DPHHS’s “active efforts”</em>\n</p>\n<p id=\"b89-5\">¶16 As noted above, in an attempt to allow the boys to remain with their mother, DPHHS prepared and issued a court-approved treatment plan on October 31, 2007. Mother was unsuccessful in addressing the tasks set forth in this plan. Subsequently, Mother received two more treatment plans dated October 6, 2008, and March 2, 2009. The goal of all three plans was to help Mother address her mental health needs and her chemical dependency issues, and to provide her with the means to improve her parenting skills and stabilize her environment. The goal of the latter two plans, issued after removal of the boys, was to reunify her with her sons.</p>\n<p id=\"b89-6\">¶17 DPHHS worked with Mother throughout this time, providing her with numerous services including but not limited to, medical care and treatment, chemical dependency evaluations, Head Start, housing, food stamps, clothing for the children, visitation, parenting classes, motel rooms when travel was required, automobile maintenance, gas vouchers, mental health counseling, anger management and transportation. However, after Mother’s continued failure to make progress with her treatment plans, as illustrated in part by repeated positive drug tests and numerous missed visits with the children, on May 5, 2009, DPHHS petitioned for permanent legal custody (PLC) and to terminate Mother’s parental rights.</p>\n<p id=\"b89-7\">\n<em>Termination Proceedings and the ICWA § 1912(e) Hearing</em>\n</p>\n<p id=\"Apf\">¶18 The court scheduled the PLC hearing on June 26, 2009, but rescheduled the hearing multiple times, primarily at Mother’s request. On October 28, 2009-before the PLC hearing was held-DPHHS filed a motion notifying the District Court that a hearing with testimony from an ICWA expert pertaining to the removal of the children and <page-number citation-index=\"1\" label=\"60\">*60</page-number>placement into foster care had not been held in Fallon County District Court at the time the children had been removed, nor had such a hearing been requested in Custer County District Court. The Department asked for a hearing to confirm that removal of the children was in conformance with ICWA. Mother, through counsel, concurred that such a hearing must be held.</p>\n<p id=\"b90-4\">¶19 At the December 1, 2009 PLC hearing, the court approved the Department’s plan for termination of parental rights. The court also held discussion on how to conduct a §1912(e) ICWA expert hearing at that late stage in the proceeding. Mother argued that DPHHS had to establish ICWA compliance at the time the children were removed. Mother, DPHHS and the court ultimately determined that Edie Adams, the ICWA expert designated by Mother for rebuttal during the vacated January 2008 hearings, would be called to testify. Prior to the hearing, Adams would be provided with all relevant information leading to the children’s removal, but would be given no subsequent information about Mother and the children. Mother’s attorney expressly agreed to this proposal. The court scheduled the ICWA expert hearing for January 15, 2010.</p>\n<p id=\"b90-5\">¶20 At the hearing, Adams testified that she had reviewed the relevant material provided and she did not feel she needed additional information to render a decision. She testified to her belief that A.S. and T.S. “were in danger of serious emotional or physical harm” due to Mother’s erratic behavior and her unwillingness to cooperate with the various agencies. She also opined that the appropriate agencies had been engaged in 31 “active efforts” to keep the children with Mother. She stated that despite her decades as a social worker, she knew of nothing else that could have been done to prevent removal of the children under the circumstances in existence at that time.</p>\n<p id=\"b90-6\">¶21 Mother and DPHHS submitted post-hearing proposed findings of fact and conclusions of law pertaining to removal of A.S. and T.S. Mother argued, for the first time, that the failure to hold an ICWA expert hearing in a timely manner required dismissal of the case against Mother. Alternatively, Mother repeated the argument she had put forth when responding to the Department’s motion to hold the ICWA hearing. Mother argued that the time period during which the children were in foster care should be revised to begin with the ICWA hearing date. In other words, instead of counting the months the children were in foster care from December 20, 2007-when the children were actually removed-fehe TLC calendar should begin running on January 15, 2010, at the time the ICWA expert hearing <page-number citation-index=\"1\" label=\"61\">*61</page-number>was conducted. Mother sought this alternative so as to preclude the Department from terminating her parental rights based on the presumption in §41-3-604, MCA. Section 41-3-604, MCA, provides that DPHHS must file a termination petition when certain circumstances exist in conjunction with a child being in foster care 15 out of the most recent 22 months.</p>\n<p id=\"b91-4\">¶22 On March 2, 2010, the District Court issued its findings of fact following the ICWA hearing (ICWA Order). The court noted the following: (1) removal of A.S. and T.S. was on an emergency basis; (2) a show cause hearing with ICWA testimony was scheduled on two separate dates in January 2008, just after placement of the children into foster care; (3) Mother continued the first scheduled hearing and vacated the second one; (4) no party objected to the failure to hold a show cause hearing on the petition for EPS; (5) within days after the second hearing was vacated, the proceeding was transferred from Fallon County to Custer County; and (6) Mother changed counsel shortly after the transfer. The court found that state and federal law pertaining to removal of A.S. and T.S. had been satisfied. It concluded that as of December 20, 2007, out-of-home care was necessary for the boys and that continuation in the home would likely result in serious emotional or physical harm to the children. The court also found that DPHHS made satisfactory “active efforts” to provide remedial and rehabilitative programs to help Mother and prevent the removal of the children.</p>\n<p id=\"b91-5\">¶23 On April 15,2010, the court commenced the termination hearing. The hearing was scheduled to continue on April 16 but was rescheduled for June 18, 2010, at DPHHS’s request. ICWA expert Adams again testified on June 18. At the close of the hearing on June 18, the court granted DPHHS’s motion and terminated Mother’s (and Father’s) parental rights. It issued its order terminating parental rights (Termination Order) on August 12, 2010. It is from this order that Mother appeals.</p>\n<p id=\"b91-6\">STANDARDS OF REVIEW</p>\n<p id=\"b91-7\">¶24 We review a district court’s termination of parental rights for an abuse of discretion. We determine whether the district court’s findings of fact are clearly erroneous and whether the conclusions of law are correct. <em>In re B.M., </em>2010 MT 114, ¶ 14, 356 Mont. 327, 233 P.3d 338 (citations omitted).</p>\n<p id=\"b91-8\">¶25 In an ICWA case, we will uphold the district court’s termination of custody if a reasonable fact-finder could conclude beyond a <page-number citation-index=\"1\" label=\"62\">*62</page-number>reasonable doubt “that the continued custody of the child by the parent or Indian custodian is likely to result in serious emotional or physical damage to the child.” <em>In the Matter of A.N., </em>2005 MT 19, ¶ 19, 325 Mont. 379, 106 P.3d 556 (citations omitted).</p>\n<p id=\"b92-4\">DISCUSSION</p>\n<p id=\"b92-5\">¶26 <em>Did the District Court abuse its discretion when it terminated Mother’s parental rights?</em></p>\n<p id=\"b92-6\">¶27 On appeal, Mother primarily argues that the failure to hold the ICWA expert hearing <em>before </em>the children were removed from her home did not satisfy 25 U.S.C. §1912(e) of ICWA.<footnotemark>1</footnotemark> She claims the resultant “unlawful removal” of her children started a chain of events that resulted in her parental rights being terminated because the children had been in foster care for more than 15 consecutive months. She asserts this is a “structural error” warranting automatic reversal. She argues alternatively that the “clock for calculating foster care residency in accordance with Mont. Code Ann. §41-3-604” should be reset to January 15, 2010, thereby precluding termination in June 2010 based upon the 15-month foster care presumption in §41-3-604, MCA.</p>\n<p id=\"b92-7\">¶28 In response, DPHHS observes that despite numerous opportunities to do so, Mother failed to object to the timing of the ICWA §1912(e) hearing until <em>after </em>it had been conducted. Therefore, Mother has not preserved this issue on appeal. The Department also notes that Mother identified no factual or legal error in the District Court’s order terminating her parental rights. Moreover, she did not acknowledge or address the findings and conclusions set forth in the order entered by the District Court following the ICWA expert hearing. DPHHS also argues that §1912(e) does not “set forth a time frame for making the necessary foster care finding, but only requires clear and convincing evidence including qualified expert testimony.” The Department urges us to affirm the District Court.</p>\n<p id=\"b92-8\">¶29 Upon comprehensive review of the record, we conclude Mother has failed to preserve the issue of the ‘timeliness” of the ICWA hearing for appeal. On October 28,2008, the State filed its Motion for Qualified Expert Testimony on Removal of Child. It requested that a § 1912(e) <page-number citation-index=\"1\" label=\"63\">*63</page-number>ICWA hearing be held. On November 20, 2009, Mother filed her Brief in Response to State’s Motion on Qualified Expert Testimony on Removal of Child. In this brief, Mother agreed that such a hearing should be held but reserved the right to challenge one specific issue, namely “should the [c]ourt find that ICWA was complied with ... Mother reserves the right to challenge whether that testimony establishes a period of Legal Custody for the Department at the time of the [c]ourt’s New Dispositional Order or at the time of the initial removal.”</p>\n<p id=\"b93-4\">¶30 Not only did Mother acquiesce in the holding of the delayed ICWA hearing in her brief, she acquiesced yet again at the commencement of the hearing. She did so even after hearing Father’s counsel raise a timeliness objection. Father’s counsel stated:</p>\n<blockquote id=\"b93-5\">I am objecting to the timeliness of this testimony and to whether or not the [c]ourt can actually accept this type of testimony at this time for purposes of the record. And also ... whether or not the failure to have this testimony presented at the time of the removal, if that is fatal to the State’s case.</blockquote>\n<p id=\"b93-6\">Mother’s counsel then stated at the start of the ICWA hearing:</p>\n<blockquote id=\"b93-7\">I don’t necessarily object to having this hearing. However, I do have a position with respect to what the effect of this hearing is once the [c]ourt makes a ruling on the evidence that it hears.</blockquote>\n<p id=\"Asm\">This vague comment does not serve as a contemporaneous and specific objection (M. R. Evid. 103), nor does it alert the court that she has any objection to the timeliness of the proceeding.</p>\n<p id=\"b93-8\">¶31 The record thus shows that on four occasions-in August and October 2007, and twice in January 2008-fehe Department subpoenaed an ICWA expert to testify, only to have Mother enter a stipulation and vacate subsequently scheduled hearings. When the Department then scheduled the delayed hearing for the fifth time, Mother did not challenge the timeliness of the hearing, either in pre-hearing briefing or at the time of the hearing itself. Although we do not approve of the delay in the ICWA proceedings that occurred here, and have previously stated that strict compliance with statutory requirements governing termination proceedings is required <em>(In re J.C., </em>2008 MT 127, ¶ 53, 343 Mont. 30, 183 P.3d 22), we conclude that under the circumstances here presented, Mother has failed to preserve the issue of the timeliness of the ICWA hearing for appeal. As we have frequently held, “[w]e will not put a district court in error for an action in which the appealing party acquiesced or actively participated.” <em>State v. Holt, </em>2011 MT 42, ¶ 17, 359 Mont. 308, 249 P.3d 470.</p>\n<p id=\"b94-3\"><page-number citation-index=\"1\" label=\"64\">*64</page-number>¶32 Mother’s remaining restated argument on appeal is that the District Court erred by not resetting the starting date of foster care to January 15, 2010. For this argument to have merit, the District Court must have terminated Mother’s parental rights by relying upon the 15-month presumption in § 41-3-604, MCA. As discussed below, the Termination Order sets forth the District Court’s independent reasons for termination without reliance on the presumption.</p>\n<p id=\"b94-4\">\n<em>Termination Proceeding</em>\n</p>\n<p id=\"b94-5\">¶33 We now address whether the District Court abused its discretion in terminating Mother’s parental rights. It is well established that a “natural parent’s right to care and custody of a child is a fundamental liberty interest which courts must protect with fundamentally fair procedures at all stages of the proceedings for the termination of parental rights.” <em>In re B.N.Y., </em>2003 MT 241, ¶ 21, 317 Mont. 291, 77 P.3d 189, <em>citing In re T.C. and W.C., </em>2001 MT 264, ¶ 22, 307 Mont. 244, 37 P.3d 70; <em>In re A.F.-C., </em>2001 MT 283, ¶ 31, 307 Mont. 358, 37 P.3d 724. As such, termination procedures must satisfy the Due Process Clause of the Fourteenth Amendment. <em>B.N.Y., </em>¶ 21. A parent may not be placed at an unfair disadvantage during the termination proceedings. <em>In re T.C., </em>2008 MT 335, ¶ 16, 346 Mont. 200, 194 P.3d 653.</p>\n<p id=\"b94-6\">¶34 Section 41-3-609, MCA, sets forth the criteria for terminating a parent’s right to a child. The relevant provisions are:</p>\n<blockquote id=\"b94-7\">(1) The court may order a termination of the parent-child legal relationship upon a finding established by clear and convincing evidence ... that any of the following circumstances exist:</blockquote>\n<blockquote id=\"b94-8\">(f) the child is an adjudicated youth in need of care and both of the following exist:</blockquote>\n<blockquote id=\"b94-9\">(i) an appropriate treatment plan that has been approved by the court has not been complied with by the parents or has not been successful; and</blockquote>\n<blockquote id=\"b94-10\">(ii) the conduct or condition of the parents rendering them unfit is unlikely to change within a reasonable time.</blockquote>\n<p id=\"b94-11\">¶35 The District Court found that Mother failed to successfully complete three court-approved treatment plans. Specifically, she failed to complete the tasks designed to address her mental health and chemical dependency needs. Mother missed multiple evaluation appointments or attended them while being “too high on drugs to complete testing.’’Also, while Mother attended inpatient treatment for chemical dependency at Montana Chemical Dependency Center in July <page-number citation-index=\"1\" label=\"65\">*65</page-number>2008, her discharge summary ‘indicated no significant movement toward her goals in the treatment plan.” She also attended some chemical dependency counseling sessions but arrived “too impaired to participate.” She then quit attending sessions without notice. Mother continued to use alcohol and drugs despite her treatment plan requirement to abstain. Mother was frequently uncooperative with service providers and medical personnel in their attempts to aid her successful completion of her treatment plans. Mother also failed to complete her treatment plan tasks aimed at improving her parenting skills and stabilizing her environment.</p>\n<p id=\"b95-4\">¶36  The District Court concluded that the circumstances causing Mother to be unfit for parenting were unlikely to change. The court heard testimony that there was very little change in Mother’s conduct and condition from her April 2005 evaluation to her January 2010 assessment. Notably, Mother does not contest the District Court’s findings of facts and conclusions of law relative to her conduct or unfitness. In sum, the record clearly supports the District Court’s findings of fact and conclusions of law. The District Court did not abuse its discretion.</p>\n<p id=\"b95-5\">¶37 Notwithstanding our decision here, we urge DPHHS to diligently address the requirements of ICWA § 1912(d) and (e) early in the proceeding, guaranteeing compliance with state and federal law and providing the district court with adequate information to render its decision on foster care placement.</p>\n<p id=\"b95-6\">CONCLUSION</p>\n<p id=\"b95-7\">¶38 For the foregoing reasons, we hold the District Court did not abuse its discretion in terminating Mother’s parental rights. We therefore affirm the judgment of the District Court.</p>\n<judges id=\"b95-8\">JUSTICES BAKER, NELSON, MORRIS and RICE concur.</judges>\n<footnote label=\"1\">\n<p id=\"b92-9\"> ICWA § 1912(e) provides: No foster care placement may be ordered in such proceeding in the absence of a determination, supported by clear and convincing evidence, including testimony of qualified expert witnesses, that the continued custody of the child by the parent or Indian custodian is likely to result in serious emotional or physical damage to the child.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}