{
  "casebody": {
    "data": "<casebody firstpage=\"96\" lastpage=\"100\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b114-7\">[Civ. No. 17579.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AgL\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQg\">Oct. 23, 1950.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"AkG\">MARK SMITH, Respondent, v. JIMMIE WOOD, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b115-8\"><page-number citation-index=\"1\" label=\"97\">*97</page-number>Howard A. Levine for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b115-9\">Harold Pool for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b115-10\">SHINN, P. J.</author>\n<p id=\"A4A\">Defendant, Jimmie Wood, appeals from a judgment entered against him in the sum of $17,882.14, together with interest thereon in the sum of $3,179.44 and costs incurred by plaintiff Mark Twain Smith in the sum of $40.40.</p>\n<p id=\"b115-11\">The contentions presented for determination on the appeal are: Whether the trial court committed prejudicial error in reopening the case for further proceedings on the hearing of defendant’s motion for a new trial and permitting plaintiff at that time to amend his complaint to conform with the proof adduced at the trial; that said action was not taken within the time allowed for decision on motion for new trial; and that the evidence does not support the findings.</p>\n<p id=\"b115-12\">The record shows that plaintiff was in the business of training horses and furnishing acts to shows and that in January, 1946, he had a series of oral conferences with defendant Wood with respect to furnishing a “twelve-horse liberty act” for a show known as the 101 Ranch Wild West Show which was to play in different parts of the United States during the circus season of 1946. In his complaint, plaintiff alleged that he had an oral contract with defendant to furnish this act to the show owned and operated by defendant at a salary of $1,375 a week from March 11, 1946, until October 24, 1946, and that there was due and owing to him the sum of $18,-569.64. Defendant denied that he was indebted to plaintiff and as a separate defense alleged that plaintiff’s services were <page-number citation-index=\"1\" label=\"98\">*98</page-number>rendered under an agreement with the California Circus Corporation, a California corporation, and that he 11 did not enter into any agreements, either written or oral, with plaintiff.”</p>\n<p id=\"b116-5\">It was stipulated that the articles of incorporation of the California Circus Corporation were signed and acknowledged on March 2, 1946, and were filed in the office of the Secretary of State of California on March 27, 1946.</p>\n<p id=\"b116-6\">On the cross-examination of plaintiff, it was disclosed that he had entered into a so-called written contract on March 16, 1946, wherein he had agreed to furnish a troupe of 13 persons to perform services for the 1946 season of the 101 Ranch Wild West Show in exchange for the weekly compensation of $1,350. This mimeographed sheet, entitled “Artist’s Agreement or Contract” was signed by John F. Kernen, as Auditor, 101 Ranch Wild West Shoiv. Defendant denied that Mr. Kernen was either his agent or the auditor for the 101 Ranch show but admitted he was auditor for the corporation and authorized to sign contracts in its behalf; he conceded that plaintiff’s salary was to be $1,375 per week, rather than the $1,350 provided for in the contract but denies that he was personally liable therefor and contends that plaintiff’s agreement was with the corporation.</p>\n<p id=\"b116-7\">The record shows that all of the preliminary negotiations had taken place between plaintiff and defendant and that plaintiff had been insistent in his refusal to deal with anyone other than defendant himself, that he wanted nothing to do with any corporation, that he had known defendant for a long time, had worked with him in prior shows, that Wood assured him that he would be working for him and that he, Wood, would personally see that plaintiff was paid.</p>\n<p id=\"b116-8\">The trial court found that plaintiff and defendant had entered into a written contract; that defendant had agreed to pay plaintiff the sum of $1,375 per week for his services in furnishing an act to a circus then being operated by defendant ; that defendant had paid all sums due except the sum of $17,882.14, and that plaintiff was entitled to judgment for that sum together with interest thereon and costs.</p>\n<p id=\"b116-9\">Although it does not appear in the record, defendant states in his brief that plaintiff moved to amend the complaint by interlineation to change the word “oral” (preceding the word contract) to “written” on line 30, page 1, of the complaint and defendant objected on the ground of surprise and prejudice in that he was misled in presenting his defense on the merits; that the trial court failed to rule on the motion but <page-number citation-index=\"1\" label=\"99\">*99</page-number>signed and filed its findings of fact and conclusions of law and filed and entered judgment thereon on February 28, 1949. Notice of intention to move for a new trial was filed March 11, 1949, argued and submitted on March 28, 1949. On April 19, 1949, the court vacated and set aside its findings and judgment and reopened the cause as provided for by section 662, Code of Civil Procedure. The case was restored to the calendar and continued to May 5, 1949, at which time it was heard and plaintiff granted leave to amend his complaint. Findings of fact and conclusions of law were signed by the court on May 26, 1949, and judgment entered thereon on May 30, 1949.</p>\n<p id=\"b117-6\">We find no merit in defendant’s contention that the court did not act on the motion for a new trial within the 60-day period provided for by section 660, Code of Civil Procedure inasmuch as the court vacated its findings and judgment on April 19, 1949. No error was committed by the court in vacating and setting aside its findings and judgment under section 662, Code of Civil Procedure. That section provides that in ruling on a motion for a new trial, in a cause tried without a jury, the court may in lieu of granting a new trial vacate and set aside the findings and judgment and reopen the case for further proceedings and the introduction of additional evidence. The order was a disposition of the motion and was timely made. The record shows that counsel for both plaintiff and defendant informed the court that they had no further evidence to offer. It must be presumed that the court reconsidered the evidence and reached the conclusions expressed in the first findings.</p>\n<p id=\"b117-7\">We are of the opinion that defendant’s contention that the evidence is insufficient to support the finding that defendant entered into a contract with plaintiff is also devoid of merit. We find ample support in the evidence for the court’s finding that plaintiff and defendant entered into a written contract. We have previously pointed out that all preliminary negotiations were between plaintiff and defendant and that defendant repeatedly assured plaintiff that he would be working for him personally. The agreement of March 16, 1946, signed by Mr. Kernen was entered into at a time when plaintiff understood he was dealing with Mr. Wood as owner and operator of the 101 Ranch Wild West Show. It is undisputed that the California Circus Corporation did not become a corporate entity until the filing of the <page-number citation-index=\"1\" label=\"100\">*100</page-number>articles of incorporation on March 27th. Defendant testified that he had a general form of contract that <em>his </em>performers signed; that such “contracts with the show” were signed either by him or Mr. Kernen; that Mr. Kernen acted for him in getting the performers’ contracts signed. There was no showing that plaintiff was ever required to sign any other contract, either with Wood or with the corporation, and the implication is clear that defendant considered the contract entered into with plaintiff and signed by Kernen sufficient for any purpose. This is substantiated by the record which shows that defendant, as manager of the 101 Ranch Wild West Show, as well as president of California Circus Corporation, signed a statement to the effect that there was a balance of $17,882.14 due as of October 24, 1946, “on a contract signed by Mark Smith with this show at the beginning of the season.” The increase in salary of $25 a week over that provided for in the contract was expressly authorized by defendant Wood, who informed plaintiff that the extra employee needed by him should be put on plaintiff’s payroll, rather than on defendant’s, and that defendant would increase plaintiff’s weekly compensation to take care of it.</p>\n<p id=\"b118-5\">Evidence that plaintiff rendered his services in reliance upon defendant’s assurances that he was working for him, that he relied on the contract signed by Kernen and that defendant accepted the services without requiring plaintiff to sign another contract was sufficient to prove an estoppel of defendant to question the authority of Kernen. <em>(Gaine </em>v. <em>Austin, </em>58 Cal.App.2d 250 [136 P.2d 584]; <em>Gularte </em>v. <em>Martins, </em>65 Cal.App.2d 817 [151 P.2d 570].)</p>\n<p id=\"b118-6\">The judgment is affirmed.</p>\n<p id=\"b118-7\">Wood (Parker), J., and Vallée, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}