{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"909\" lastpage=\"913\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  The PEOPLE of the State of Colorado, Petitioner-Appellee,\n </parties>\n <parties id=\"p-2\">\n  IN the INTEREST OF C.A., a Child, and Concerning R.A. and N.C., Respondents-Appellants.\n </parties>\n <docketnumber id=\"p-3\">\n  Court of Appeals No. 17CA0182\n </docketnumber>\n <court id=\"p-4\">\n  Colorado Court of Appeals, Division A.\n </court>\n <decisiondate id=\"p-5\">\n  Announced October 19, 2017\n </decisiondate>\n <attorneys id=\"p-6\">\n  Teresa Williams, County Attorney, Julie R. Andress, Assistant County Attorney, Montrose, Colorado, for Petitioner-Appellee.\n </attorneys>\n <attorneys id=\"p-7\">\n  Julie J. Huffman, Guardian Ad Litem.\n </attorneys>\n <attorneys id=\"p-8\">\n  Law Office of David R. Gloss, David R. Gloss, Wheat Ridge, Colorado, for Respondent-Appellant R.A.\n </attorneys>\n <attorneys id=\"p-9\">\n  Deborah Gans, Denver, Colorado, for Respondent-Appellant N.C.\n </attorneys>\n <judges id=\"p-10\">\n  Furman, Ashby, and Welling, JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-11\">\n   PER CURIAM\n  </author>\n  <p id=\"p-12\">\n   ¶ 1 In this dependency and neglect proceeding, N.C. (mother) and R.A. (father) appeal the trial court's judgment terminating their parent-child legal relationships with C.A. (the child). Among other issues, mother contends that the trial court did not comply with the inquiry provisions of the Indian Child Welfare Act of 1978 (ICWA),\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%C2%A7%201901\">\n    25 U.S.C. §§ 1901\n   </extracted-citation>\n   to 1963 (2012).\n  </p>\n  <p id=\"p-13\">\n   ¶ 2 To decide if the trial court complied with ICWA, we must answer a question that has yet to be decided in Colorado: When a trial court inquires at an initial temporary custody hearing at the commencement of the dependency and neglect proceeding whether there is a reason to know that the child is an Indian child, must it make another inquiry when termination is sought? We conclude that the answer is \"yes,\" at least when the court has not already identified the child as an Indian child and the petitioning party has not disclosed what efforts it has made to determine if the child is an Indian child.\n  </p>\n  <p id=\"p-14\">\n   ¶ 3 Because the record does not show that the trial court made the proper inquiry at the\n   termination proceeding, we remand the matter to the trial court for the limited purpose of making the inquiry and determining whether the child is an Indian child.\n  </p>\n  <p id=\"p-15\">\n   I. The Trial Court Proceedings\n  </p>\n  <p id=\"p-16\">\n   ¶ 4 In September 2015, the Montrose Department of Health and Human Services (Department) initiated a dependency and neglect proceeding after learning that the child's umbilical cord blood tested positive for amphetamine, methamphetamine, and marijuana.\n  </p>\n  <p id=\"p-17\">\n   ¶ 5 The court awarded temporary legal custody of the child to the Department. And, based on the parents' admissions, the court adjudicated the child dependent and neglected and adopted treatment plans for mother and father.\n  </p>\n  <p id=\"p-18\">\n   ¶ 6 Later, the Department moved to terminate the parent-child legal relationship between the child and the parents. The Department's motion did not disclose what efforts it had made to determine if the child is an Indian child, and the trial court did not inquire on the record whether the child is an Indian child. Even so, following a contested hearing at which it terminated the parental rights of mother and father, the trial court determined that the child was not subject to ICWA.\n  </p>\n  <p id=\"p-19\">\n   II. ICWA\n  </p>\n  <p id=\"p-20\">\n   ¶ 7 ICWA's provisions protect and preserve Indian tribes and their resources and protect Indian children who are members of or are eligible for membership in an Indian tribe.\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%C2%A7%201901\">\n    25 U.S.C. § 1901\n   </extracted-citation>\n   (2), (3) (2012). ICWA recognizes that Indian tribes have a separate interest in Indian children that is equivalent to, but distinct from, parental interests.\n   <em>\n    B.H. v. People in Interest of X.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8403661\" index=\"2\" url=\"https://cite.case.law/p3d/138/299/#p303\">\n    138 P.3d 299\n   </extracted-citation>\n   , 303 (Colo. 2006) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Mississippi Band of Choctaw Indians v. Holyfield\n   </em>\n   ,\n   <extracted-citation case-ids=\"605240\" index=\"3\" url=\"https://cite.case.law/us/490/30/#p52\">\n    490 U.S. 30\n   </extracted-citation>\n   , 52,\n   <extracted-citation case-ids=\"605240\" index=\"4\" url=\"https://cite.case.law/us/490/30/#p52\">\n    109 S.Ct. 1597\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"605240\" index=\"5\" url=\"https://cite.case.law/us/490/30/#p52\">\n    104 L.Ed.2d 29\n   </extracted-citation>\n   (1989). Accordingly, in a proceeding in which ICWA may apply, tribes must have a meaningful opportunity to participate in determining whether a child is an Indian child and to be heard on the issue of ICWA's applicability.\n   <em>\n    B.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8403661\" index=\"6\" url=\"https://cite.case.law/p3d/138/299/#p303\">\n    138 P.3d at 303\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-21\">\n   A. When ICWA Applies\n  </p>\n  <p id=\"p-22\">\n   ¶ 8 ICWA establishes minimum federal standards to be followed when an Indian child is involved in a child custody proceeding.\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%C2%A7%201902\">\n    25 U.S.C. §§ 1902\n   </extracted-citation>\n   , 1903(1), (4) (2012) ;\n   <em>\n    People in Interest of L.L.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12343294\" index=\"8\" url=\"https://cite.case.law/p3d/395/1209/\">\n    2017 COA 38\n   </extracted-citation>\n   , ¶ 12,\n   <extracted-citation case-ids=\"12343294\" index=\"9\" url=\"https://cite.case.law/p3d/395/1209/\">\n    395 P.3d 1209\n   </extracted-citation>\n   . \"Of course, ICWA does not apply to every child-custody proceeding. Hence, in any such proceeding, the parties and juvenile court must ask two fundamental questions to determine whether ICWA applies to a case: (1) Does ICWA apply to the proceeding? (2) Does ICWA apply to this child?\"\n   <em>\n    L.L.\n   </em>\n   , ¶ 13.\n  </p>\n  <p id=\"p-23\">\n   B. Does ICWA Apply to this Proceeding?\n  </p>\n  <p id=\"p-24\">\n   ¶ 9 ICWA defines a child custody proceeding to mean and include a foster care placement, termination of parental rights, pre-adoptive placement, and adoptive placement.\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%201903\">\n    25 U.S.C. § 1903\n   </extracted-citation>\n   (1). ICWA further defines a foster care placement as\n  </p>\n  <blockquote id=\"p-25\">\n   any action removing an Indian child from its parent or Indian custodian for temporary placement in a foster home or institution or the home of a guardian or conservator where the parent or Indian custodian cannot have the child returned upon demand, but where parental rights have not been terminated.\n  </blockquote>\n  <p id=\"p-26\">\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%201903\">\n    25 U.S.C. § 1903\n   </extracted-citation>\n   (1)(i). And, ICWA defines termination of parental rights as \"any action resulting in the termination of the parent-child relationship.\"\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%201903\">\n    25 U.S.C. § 1903\n   </extracted-citation>\n   (1)(ii).\n  </p>\n  <p id=\"p-27\">\n   ¶ 10 Thus, in the context of a dependency and neglect case that ultimately proceeds to termination, ICWA may apply in at least two child custody proceedings: (1) when the state seeks to place the child in a foster care or other out-of-home placement; and (2) when a party petitions to terminate the parent-child legal relationship. True, both requests-foster care placement and termination of parental rights-may be brought in a single dependency and neglect case. Nonetheless, foster care placement proceedings and termination of parental rights proceedings are separate child custody proceedings under ICWA.\n   <em>\n    In re Interest of Zylena R.\n   </em>\n   ,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=284%20Neb.%20834\">\n    284 Neb. 834\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=825%20N.W.2d%20173\">\n    825 N.W.2d 173\n   </extracted-citation>\n   , 182 (2012).\n  </p>\n  <p id=\"p-28\">\n   ¶ 11 Further, ICWA may apply to an emergency proceeding.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%201922\">\n    25 U.S.C. § 1922\n   </extracted-citation>\n   (2012) ;\n   <em>\n    see also\n   </em>\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=25%20C.F.R.%20%C2%A7%C2%A7%2023.103\">\n    25 C.F.R. §§ 23.103\n   </extracted-citation>\n   (a)(2), 23.104 (2016). An emergency proceeding is any court action that involves an emergency removal or emergency placement of an Indian child.\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=25%20C.F.R.%20%C2%A7%2023.2\">\n    25 C.F.R. § 23.2\n   </extracted-citation>\n   (2016).\n  </p>\n  <p id=\"p-29\">\n   C. Does ICWA Apply to this Child?\n  </p>\n  <p id=\"p-30\">\n   ¶ 12 To ensure that tribes will have an opportunity to be heard, Colorado's ICWA implementing legislation provides that in dependency and neglect proceedings, the petitioning party must \"[m]ake continuing inquiries to determine whether the child who is the subject of the proceeding is an Indian child.\" § 19-1-126(1)(a), C.R.S. 2017. The petitioning party must make one of the following two disclosures in the petition or other commencing pleading: (1) \"the child who is the subject of the proceeding is an Indian child and the identity of the Indian child's tribe\" or (2) \"what efforts the petitioning or filing party has made in determining whether the child is an Indian child.\" § 19-1-126(1)(c).\n  </p>\n  <p id=\"p-31\">\n   ¶ 13 The Bureau of Indian Affairs (BIA) regulations and guidelines implementing ICWA contain similar inquiry provisions for trial courts. For example, the 2015 guidelines-in effect during the pendency of this case-encouraged agencies and courts, in every child custody proceeding, to ask whether the child is or could be an Indian child and to conduct an investigation into whether the child is an Indian child. Guidelines for State Courts and Agencies in Indian Child Custody Proceedings,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=80%20Fed.%20Reg.%2010%2C146\">\n    80 Fed. Reg. 10,146\n   </extracted-citation>\n   , 10,152 (Feb. 25, 2015).\n  </p>\n  <p id=\"p-32\">\n   ¶ 14 The BIA has repealed the 2015 guidelines and replaced them with the 2016 guidelines as well as final implementing regulations.\n   <em>\n    L.L.\n   </em>\n   , ¶ 15 ; Indian Child Welfare Act Proceedings,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=81%20Fed.%20Reg.%2038%2C778\">\n    81 Fed. Reg. 38,778\n   </extracted-citation>\n   (June 14, 2016) ; Bureau of Indian Affairs, Guidelines for Implementing the Indian Child Welfare Act (Dec. 2016), https://perma.cc/3TCH-8HQM (2016 Guidelines). The 2016 Guidelines, however, impose a similar duty of inquiry on trial courts.\n  </p>\n  <p id=\"p-33\">\n   ¶ 15\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=25%20C.F.R.%20%C2%A7%2023.107\">\n    25 C.F.R. § 23.107\n   </extracted-citation>\n   (a) (2016) requires that \"[s]tate courts must ask each participant in an emergency or voluntary or involuntary child-custody proceeding whether the participant knows or has reason to know that the child is an Indian child. The inquiry is made at the commencement of the proceeding and all responses should be on the record.\" Likewise, the 2016 Guidelines, which were adopted as examples of best practices for the implementation of ICWA,\n   <em>\n    see\n   </em>\n   <em>\n    L.L.\n   </em>\n   , ¶ 16, reiterate that inquiry is required at each new child custody proceeding. They explain this inquiry duty as follows:\n  </p>\n  <blockquote id=\"p-34\">\n   The rule does not require an inquiry at each hearing within a proceeding; but, if a new child-custody proceeding (such as a proceeding to terminate parental rights or for adoption) is initiated for the same child, the court must make a finding as to whether there is \"reason to know\" that the child is an Indian child. In situations in which the child was not identified as an Indian child in the prior proceeding, the court has a continuing duty to inquire whether the child is an Indian child.\n  </blockquote>\n  <p id=\"p-35\">\n   2016 Guidelines at 11.\n  </p>\n  <p id=\"p-36\">\n   ¶ 16 An Indian child means \"any unmarried person who is under the age of eighteen and is either: (a) a member of an Indian tribe or (b) is eligible for membership in an Indian tribe and is the biological child of a member of an Indian tribe[.]\"\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=25%20U.S.C.%20%C2%A7%201903\">\n    25 U.S.C. § 1903\n   </extracted-citation>\n   (4). Determination of tribal membership for purposes of ICWA is left up to the individual tribes.\n   <em>\n    L.L.\n   </em>\n   , ¶ 20.\n  </p>\n  <p id=\"p-37\">\n   ¶ 17 The 2016 Guidelines emphasize that it is \"critically important\" that there be inquiry into \"whether the child in the case is an 'Indian child' \" because, if this inquiry is not made, \"a child-custody proceeding may not comply with ICWA and thus may deny ICWA protections to the Indian children and their families.\" 2016 Guidelines at 11.\n  </p>\n  <p id=\"p-38\">\n   D. The Need to Remand\n  </p>\n  <p id=\"p-39\">\n   ¶ 18 As noted, at the initial hearing here, the trial court asked the parties generally if the child was a Native American child and if the child had any Native American or Indian heritage. Father said that he did not. Mother offered no response. Mother and father were not yet represented by counsel when this exchange occurred.\n  </p>\n  <p id=\"p-40\">\n   ¶ 19 Mother points out that this inquiry was insufficient because the court did not ask\n   if she had Indian heritage. The Department and guardian ad litem counter that the court's inquiry was proper because the court was not required to ask if mother had Indian heritage and mother could have corrected any misinformation father gave regarding the child's ancestry.\n  </p>\n  <p id=\"p-41\">\n   ¶ 20 Regardless of the sufficiency of this inquiry made at the commencement of the dependency and neglect case, the record does not demonstrate compliance with ICWA after the Department sought termination.\n  </p>\n  <p id=\"p-42\">\n   ¶ 21 In its motion to terminate the parent-child legal relationship, the Department asserted that it had made \"appropriate inquiries to determine that the child is not subject to [ICWA].\" But, it did not disclose \"what efforts\" it had made to determine whether the child is an Indian child as required by section 19-1-126(1)(c). The record further reveals that the trial court made no inquiry of any participant at the termination proceeding whether the participant knew or had reason to know that the child is an Indian child.\n  </p>\n  <p id=\"p-43\">\n   ¶ 22 Given both of these factors-the lack of documentation of what efforts the Department made to determine whether the child is an Indian child in the termination motion and the lack of inquiry of each participant by the court during the termination proceeding-we conclude that the record does not demonstrate compliance with ICWA.\n  </p>\n  <p id=\"p-44\">\n   III. Conclusion\n  </p>\n  <p id=\"p-45\">\n   ¶ 23 We remand the case to the trial court for the limited purpose of conducting a proper inquiry of each participant under ICWA in accordance with the 2016 Guidelines and regulations, which this court respectfully requests to be done with all due speed. The trial court shall direct the Department to procure the appearance of mother and father so that the court may inquire of them on the record.\n  </p>\n  <p id=\"p-46\">\n   ¶ 24 On remand, if each parent denies any affiliation with a tribe or tribes, and, thus, there is no reason to know that the child is an Indian child, the trial court must make this finding on the record.\n   <em>\n    L.L.\n   </em>\n   , ¶ 57.\n  </p>\n  <p id=\"p-47\">\n   ¶ 25 If, however, either parent asserts any affiliation with a tribe or tribes, the trial court should proceed in accordance with ICWA's notice requirements and direct the Department to send appropriate notice to the applicable tribe or tribes. After receiving responses from tribes, the trial court should again enter factual findings and legal conclusions regarding ICWA's applicability.\n  </p>\n  <p id=\"p-48\">\n   ¶ 26 If the trial court determines that the child is an Indian child, within seven days of the issuance of the trial court's order making such determination, the Department must file notice with this court along with a copy of the trial court's order, and the appeal shall be recertified to permit a division of this court to issue an opinion vacating the termination judgment and remanding the case to the trial court with directions to proceed in accordance with ICWA.\n  </p>\n  <p id=\"p-49\">\n   ¶ 27 If the trial court determines that the child is not an Indian child, within seven days of issuance of the trial court's order making such determination, the Department must file notice with this court along with a copy of the trial court's order, and the appeal shall be recertified. Within seven days of recertification, the Department must file either a supplemental record consisting of the trial court's order on remand, a transcript of the proceedings on remand, and any notices sent and responses received or a supplemental designation of record of the same.\n  </p>\n  <p id=\"p-50\">\n   ¶ 28 Additionally, within fourteen days of recertification, mother and father may file a supplemental brief, not to exceed ten pages or 3500 words, limited to addressing the trial court's ICWA determination. If either parent files a supplemental brief, the other parties may file, within fourteen days of the filing of mother's or father's brief, supplemental briefs in response, not to exceed ten pages or 3500 words.\n  </p>\n  <p id=\"p-51\">\n   ¶ 29 This court further orders that the Department notify this court in writing of the status of the trial court proceedings in the event that this matter is not concluded within twenty-eight days from the date of this order, and that the Department shall do so every twenty-eight days thereafter until the trial court issues its order on remand.\n  </p>\n </opinion>\n</casebody>\n"
  }
}