{
  "casebody": {
    "data": "<casebody firstpage=\"231\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b247-11\">Dale S. HORN, Appellant, v. Eric K. SHINSEKI, Secretary of Veterans Affairs, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b247-13\">No. 10-0853.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b247-14\">United States Court of Appeals for Veterans Claims.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b247-15\">Argued March 27, 2012.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b247-16\">Decided June 21, 2012.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b248-7\"><page-number citation-index=\"1\" label=\"232\">*232</page-number>Lance, J., filed dissenting opinion.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b249-5\"><page-number citation-index=\"1\" label=\"233\">*233</page-number>Kenneth M. Carpenter of Topeka, Kansas, for the appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b249-6\">Ronen Morris and Carolyn F. Washington, Deputy Assistant General Counsel, with whom Will A. Gunn, General Counsel, R. Randall Campbell, Assistant General Counsel, and Thomas C. Earp, Appellate Attorney, were on the brief, all of Washington, D.C., for the appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b249-7\">Before LANCE, DAVIS and SCHOELEN, Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b249-8\">DAVIS, Judge:</author>\n<p id=\"b249-9\">U.S. Army veteran Dale S. Horn appeals through counsel from a November 18, 2009, Board of Veterans’ Appeals (Board) decision that denied service connection for a left hip disorder. The Board acknowledged and the parties agree that the appellant’s induction examination report noted no hip condition and therefore the presumption of soundness applies.</p>\n<p id=\"b249-10\">The principal issue before the panel is whether a medical examination board (MEB) report containing only an unexplained “X” in a box on a form can constitute clear and unmistakable evidence of lack of aggravation. For the following reasons, the Court holds that such evidence is insufficient to rebut the aggravation prong of the presumption of soundness. Accordingly, the Court will reverse the Board’s November 2009 decision insofar as it pertains to the rebuttal of the aggravation prong of the presumption of soundness and remand the claim for a hip condition for further proceedings consistent with this decision.</p>\n<p id=\"b249-14\">I. BACKGROUND</p>\n<p id=\"b249-15\">The appellant had one month and three weeks of active duty service, from October 1, 1970, to November 24, 1970. His induction examination report included no indication of any hip condition or other defect of the lower extremities. The report indicated that he was fit for induction and gave the highest rating in each of the PULHES categories<footnotemark>1</footnotemark> except his eyesight.</p>\n<p id=\"b249-17\">During the first three weeks of basic training, however, he complained of left hip pain. In a report dated October 29, 1970, Army physicians diagnosed Legg-Calve-Perthes disease<footnotemark>2</footnotemark> (hereinafter Legg-Perthes disease) and recommended a medical evaluation board (MEB) “for consideration of separation from the Service under the provisions of AR 635-200,” <page-number citation-index=\"1\" label=\"234\">*234</page-number>which pertains to “Separation for Convenience of the Government.” Record (R.) at 234. The MEB report, dated November 17, 1970, stated that the appellant was medically fit for retention under then-current medical fitness standards, but diagnosed Legg-Perthes disease, indicating with an “X” that the condition existed pri- or to service and was not aggravated by active duty. <em>See </em>R. at 230. The medical board also recommended separation under “UPAR 635-200, chapter 5” (R. at 231), and the appellant’s Form DD-214, Certifícate of Release or Discharge from Active Duty, confirms that separation was under this provision.</p>\n<p id=\"b250-4\">This case was before the Court previously but was dismissed pursuant to a joint motion for remand (JMR). In the JMR, the parties agreed that remand was in order so that the Board could properly analyze the case under the presumption of soundness.</p>\n<p id=\"b250-5\">II. CONTROLLING LAW</p>\n<p id=\"b250-6\">A. The Presumption of Soundness</p>\n<p id=\"b250-7\">“[E]very veteran shall be taken to have been in sound condition when examined, accepted, and enrolled for service, except as to defects, infirmities, or disorders noted at the time of the examination, acceptance, and enrollment....”<footnotemark>3</footnotemark> 38 U.S.C. § 1111; <em>see also </em>38 C.F.R. § 3.304(b) (2011) (implementing regulation for section 1111). Therefore, when no preexisting medical condition is noted upon entry into service, a veteran is presumed to have been sound in every respect. <em>See Wagner v. Principi, </em>370 F.3d 1089, 1096 (Fed.Cir.2004); <em>Bagby v. Deminski, </em>1 Vet.App. 225, 227 (1991).</p>\n<p id=\"b250-12\">The burden then falls on VA to rebut the presumption of soundness by clear and unmistakable evidence that an injury or disease manifested in service was <em>both </em>preexisting <em>and </em>not aggravated by service. <em>See </em>38 U.S.C. § 1111 (“or where clear and unmistakable evidence demonstrates that the injury or disease existed before acceptance and enrollment and was not aggravated by service”); <em>Wagner, </em>370 F.3d at 1096; <em>Bagby, </em>1 Vet.App. at 227. This statutory provision is referred to as the “presumption of soundness,” the rebuttal of which requires proof both as to preexistence (the preexistence prong) and lack of aggravation (the aggravation prong).</p>\n<p id=\"b250-13\">There is a related but distinctly different statutory provision that pertains to cases in which a preexisting condition is noted on an entrance examination and the claimant contends that this condition was aggravated in service.<footnotemark>4</footnotemark> This provision is known as the “presumption of aggravation.”</p>\n<p id=\"b250-14\">Clear and unmistakable evidence means that the evidence “ ‘cannot be misinterpreted and misunderstood, i.e., it is undebatable.’ ” <em>Quirin v. Shinseki, </em>22 Vet.App. 390, 396 (2009) (citing <em>Vanerson v. West, </em>12 Vet.App. 254, 258-59 (1999)).<footnotemark>5</footnotemark> The <page-number citation-index=\"1\" label=\"235\">*235</page-number>clear-and-umnistakable-evidence standard is an “onerous” one. <em>Laposky v. Brown, </em>4 Vet.App. 331, 334 (1993) (citing <em>Akins v. Derwinski, </em>1 Vet.App. 228, 232 (1991)); <em>see also Vanerson, </em>12 Vet.App. at 263 (Nebeker, C.J., concurring in part and dissenting in part) (“[0]nly an inference that is iron clad and copper riveted can be ‘unmistakable.’ ”). If there is clear and unmistakable evidence to show that the veteran’s disability was both preexisting and not aggravated by service, then the veteran is not entitled to service-connected benefits for the preexisting condition. <em>Wagner, </em>370 F.3d at 1096.</p>\n<p id=\"b251-5\">Once the presumption of soundness applies, the burden of proof remains with the Secretary on both the preexistence and the aggravation prong; it never shifts back to the claimant. In particular, even when there is clear and unmistakable evidence of preexistence, the claimant need not produce any evidence of aggravation in order to prevail under the aggravation prong of the presumption of soundness. <em>See Routen v. West, </em>142 F.3d 1434, 1440 (Fed.Cir. 1998) (“When the predicate evidence is established that triggers the presumption, the further evidentiary gap is filled by the presumption.”).</p>\n<p id=\"b251-6\">In presumption of soundness cases, the Secretary may show a lack of aggravation by establishing, with clear and unmistakable evidence, that there was no increase in disability during service or that any “increase in disability [was] due to the natural progress” of the preexisting condition. <em>See Wagner, </em>370 F.3d at 1096. In <em>Wagner, </em>the U.S. Court of Appeals for the Federal Circuit (Federal Circuit) concluded that the term “aggravation” has the same meaning in sections 1111 (presumption of soundness) and 1153 (presumption of aggravation). <em>Id. </em>Although the same word “aggravation” has a common meaning in both instances, this linguistic overlap does not signal that the presumption of aggravation in Section 1153, with its attendant burden of proof rules, is triggered in presumption of soundness cases once preexistence of the injury or disease has been established.<footnotemark>6</footnotemark></p>\n<p id=\"b251-10\">Rather, the aggravation analysis proceeds under the aggravation prong of the presumption of soundness. As such, the burden is not on the claimant to show that his disability increased in severity; rather, it is on VA to establish by clear and unmistakable evidence that it did not or that any increase was due to the natural progress of the disease. Therefore, VA may not rest on the notion that the record contains insufficient evidence of aggravation. Instead, VA must rely on affirmative evidence to prove that there was no aggravation. If the Secretary fails to produce clear and unmistakable evidence of <em>lack of aggravation, </em>the claimant is entitled to a finding of in-service aggravation of the preexisting condition.</p>\n<p id=\"b252-3\"><page-number citation-index=\"1\" label=\"236\">*236</page-number>B. Standard and Scope of Review</p>\n<p id=\"b252-4\">The Court reviews de novo a Board decision concerning the adequacy of the evidence offered to rebut the presumption of soundness, while giving deferential treatment to the Board’s underlying factual findings and determinations of credibility. <em>Miller v. West, </em>11 Vet.App. 845, 347 (1998); <em>see also Quirin, </em>22 Vet.App. at 396. One example of a factual determination the Board might make is whether the condition in question was noted on the entrance examination report.</p>\n<p id=\"b252-6\">The scope of the Court’s de novo review whether the presumption has been rebutted extends beyond the findings of the Board to all the evidence of record. <em>See Vanerson, </em>12 Vet.App. at 261 <em>(pre-Wagner </em>case) (“[T]he question is ... whether the evidence as a whole, clearly and unmistakably demonstrates that the injury or disease existed prior to service.”); <em>see also Kinnaman v. Principi, 4 </em>Vet.App. 20, 27 (1993) (Court reviewed evidence that the Board did not discuss in concluding that the presumption had not been rebutted); <em>but see Crowe v. Brown, </em>7 Vet.App. 238, 246 (1995) (indicating that the Court undertakes “an independent examination of whether the facts found by the [Board] satisfactorily rebut the presumption of sound condition”); <em>Junstrom v. Brown, </em>6 Vet.App. 264, 266 (1994) (“[T]his Court is required to make an independent determination of whether the facts found by the [Board] satisfactorily rebut the presumption of soundness.”).</p>\n<p id=\"b252-7\">C. The Role of the Presumption of Soundness in Determining Service Connection</p>\n<p id=\"b252-9\">Generally, in order to establish service connection for a present disability, “the veteran must show (1) the existence of a present disability; (2) in-service incurrence or aggravation of a disease or injury; and (3) a causal relationship between the present disability and the disease or injury incurred or aggravated during service.” <em>Shedden v. Principi, </em>381 F.3d 1163, 1166-67 (Fed.Cir.2004). The presumption of soundness relates to the second requirement — the showing of in-service incurrence or aggravation of a disease or injury. <em>See Holton v. Shinseki, </em>557 F.3d 1362, 1367 (Fed.Cir.2009); <em>see also Maxson v. West, </em>12 Vet.App. 453, 460 (1999) (application of presumption of aggravation satisfies incurrence or aggravation element). In order to invoke the presumption of soundness, a claimant must show that he or she suffered from a disease or injury while in service. <em>Holton, </em>557 F.3d at 1367. Thereafter, except for conditions noted at induction, the presumption of soundness ordinarily operates to satisfy the second <em>Shedden </em>requirement without further proof. The presumption may be rebutted, however, as described above.</p>\n<p id=\"b252-11\">The presumption of soundness strongly favors the conclusion that any occurrence of injury or disease during service establishes that the in-service medical problems were incurred in the line of duty, that is, during active service and not as a result of the service member’s own misconduct. <em>See id. </em>at 1367. When VA fails to carry its burden as to either preexistence or lack of aggravation, “whether and to what extent the veteran [is] entitled to compensation for the injury would be determined upon the assumption that the injury was incurred during service.” <em>Wagner, </em>370 F.3d at 1094.</p>\n<p id=\"b252-12\">It does not necessarily follow, however, that an unrebutted presumption of soundness will lead to service connection for the disease or injury. The appellant must still demonstrate a current disability and a nexus between his current disability and the injury or disease in service. <em>See Holton, </em>557 F.3d at 1367; <em>Dye v. Mansfield, </em>504 F.3d 1289, 1292-93 (Fed.Cir.2007) (affirm<page-number citation-index=\"1\" label=\"237\">*237</page-number>ing this Court’s finding that the presumption of soundness does not eliminate the need to demonstrate a causal connection between a veteran’s current condition and his in-service injury).</p>\n<p id=\"b253-5\">III. ANALYSIS</p>\n<p id=\"b253-6\">A. The Preexistence Prong of the Presumption of Soundness</p>\n<p id=\"b253-7\">The record is replete with medical records indicating that the appellant’s Legg-Perthes disease was a condition diagnosed during his childhood, when he was approximately age six. A service medical record (SMR) dated October 23, 1970, noted that the appellant had been complaining of left thigh pain for at least two weeks and had “Hx [history] of Perthes Dz [disease].” R. at 261. This SMR further noted that he was x-rayed and another document of the same date, which may be the request for x-ray, notes “Hx [history] of Leg[g] Perthes disease since he was [six] years old.” R. at 256. The medical report recommending an MEB evaluation states: “Patient gives a Hx [history] of Legg Perthes disease since he was [six years] old.” R. at 234. Finally, a report dated August 16, 2006, from a Dr. Potter of the Texas Department of Criminal Justice noted that the appellant had been incarcerated since 1985 and noted various complaints of pain associated with Legg-Perthes disease. Among its other notations, the report states that in April 1991 the appellant “claimed a life long deformity of the left femoral head and requested pain control.” R. at 170.</p>\n<p id=\"b253-8\">The record also contains some clinical evidence that tends to support a finding that the condition preexisted service. An x-ray report, furnished in response to an October 29, 1970, request states: “Severe deformity of left [illegible] and femoral head consistent with old Legg[-]Perthes disease.” R. at 232. An x-ray report dated February 8, 1985, notes “an old deformity of the femoral head and neck compatible with an old Legg-Perthes disease.” R. at 153. Another x-ray report, for x-rays taken on or about January 27, 1989, notes “flattening of the left femoral head and shortening of the left femoral neck ... probably secondary to Legg-Perthes [disease as a child.” R. at 157. Another x-ray report generated in November 1989, by the same medical facility, reports essentially the same evaluation. <em>See </em>R. at 159.</p>\n<p id=\"b253-10\">After reiterating this evidence, the Board found that there was clear and unmistakable evidence that the appellant’s Legg-Perthes disease preexisted service. The Board cited <em>Jandreau v. Nicholson, </em>492 F.3d 1372 (Fed.Cir.2007), for the proposition that a lay statement is competent evidence to report a contemporaneous diagnosis. <em>See </em>R. at 11.</p>\n<p id=\"b253-11\">The appellant argues that the evidence of record does not rise to the level of clear and unmistakable evidence. He asserts that the only clinical evidence is an x-ray report stating that the hip condition was “consistent with” old Legg-Perthes disease, which is inferential evidence at best. He further argues that none of the in-service medical reports fulfill the requirements of 38 C.F.R. § 3.304(b) for detailed medical analysis relating all medical and other known facts to accepted medical principles, including those regarding the character and course of the disease.</p>\n<p id=\"b253-12\">This Court has previously concluded, however, that, “as a matter of law, ... the presumption of soundness [could be] ... rebutted by clear and unmistakable evidence consisting of [the] appellant’s own admissions ... of a preservice [disability].” <em>Doran v. Brown, </em>6 Vet.App. 283, 286 (1994). The Federal Circuit favorably cited <em>Doran, </em>and stated that a later medical opinion based on statements made by the <page-number citation-index=\"1\" label=\"238\">*238</page-number>veteran about the preservice history of his condition may be sufficient to rebut the preexistence prong of the presumption of soundness, notwithstanding the lack of contemporaneous clinical evidence or recorded history. <em>See Harris v. West, </em>203 F.3d 1347, 1349 (Fed.Cir.2000). Thus, in the absence of any contention that the appellant never made the statements attributed to him, those statements alone may rebut the preexistence prong of the presumption of soundness.</p>\n<p id=\"b254-4\">The other evidence of record only reinforces the appellant’s statements as to the onset of the disease. The in-service medical records indicate that the condition of the appellant’s hip was consistent with an old, rather than a recently developed, Legg-Perthes’s disease. Additionally, during his incarceration the appellant referred to a lifelong difficulty with a hip deformity. <em>See </em>R. at 96, 1558. Thus, the Court agrees with the Board that the evidence of record constitutes clear and unmistakable evidence that the appellant’s Legg-Perthes disease preexisted service. That conclusion, however, does not end the analysis.</p>\n<p id=\"b254-5\">B. The Aggravation Prong of the Presumption of Soundness</p>\n<p id=\"A_b\">The Board began its discussion of the law of aggravation with an excursion into the provisions concerning the presumption of aggravation.</p>\n<blockquote id=\"b254-6\">A preexisting injury or disease will be considered to have been aggravated by active service where there is an increase in disability during such service, unless there is a specific finding that the increase in disability is due to the natural progress of the disease. 38 U.S.C.A. § 1153; 38 C.F.R. § 3.306(a). Clear and unmistakable (obvious or manifest) evidence is required to rebut the presumption of aggravation where the preservice disability underwent an increase in severity during service on the basis of all the evidence of record pertaining to the manifestations of the disability prior to, during, and subsequent to service. 38 C.F.R. § 3.306(b).</blockquote>\n<p id=\"APuH\">R. at 7-8. As noted previously, however, neither the presumption of aggravation of section 1153 nor the regulation implementing that statutory provision, § 3.306, has any application to an analysis under the aggravation prong of the presumption of soundness in section 1111. These provisions apply to only one situation: where the induction examination notes a preexisting condition that is alleged to have been aggravated. <em>See Wagner, </em>370 F.3d at 1096 (“[I]f a preexisting disorder is noted upon entry into service ... the veteran may bring a claim for service-connected aggravation of that disorder. <em>In that case </em>section 1153 applies and the burden falls on the veteran to establish aggravation.” (emphasis added)). When the presumption of soundness applies, however, the burden remains on the Secretary to prove <em>lack of aggravation </em>and the claimant has no burden to produce evidence of aggravation.</p>\n<p id=\"b254-9\">In conflating these two provisions, the Board failed to recognize the Secretary’s burden to prove lack of aggravation. The Board began its analysis by noting “that there is no competent evidence of worsening of the Veteran’s preexisting hip disorder during his very brief period of active service from October 1, 1970, to November 24, 1970.” R. at 11. The Board further noted that “[s]ervice treatment records are entirely negative for findings or reports of left hip injury during service.” <em>Id. </em>Additionally, the Board found it significant that “the report of Medical Board proceedings includes contemporaneous in-service medical opinion evidence by a physician that the Veteran’s Legg-Perthes disease was not aggravated during service.” <em>Id.</em></p>\n<p id=\"b255-4\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>Preliminarily, the Court notes that there is no requirement of a specific injury or trauma in order for the preexisting condition to have been aggravated. Rather, service connection may be awarded for any aggravation of a preexisting disease or injury during service. <em>See </em>38 C.F.R. § 3.303(a) (2011). It is lack of aggravation that the Secretary must prove, not lack of an injury.</p>\n<p id=\"b255-5\">Our dissenting colleague encroaches on the role of a physician when he suggests that “the absence of an in-service injury tends to make it less likely that [the appellant’s] condition was aggravated than if he had injured his left hip in service.” Dissent at 247. There is no medical evidence in the record that addresses the effect of an injury on Legg-Perthes disease. For instance, if the appellant had fallen and bruised the hip, it is not clear that this occurrence would have increased the likelihood of aggravation of Legg-Perthes disease, which has to do with deterioration of the top of the femur. Similarly, there is no medical evidence of record that discusses the basic characteristics of the disease or how it may be have been aggravated by the rigors of basic training. It is not the role of the Court or the Board to speculate either that an injury would have aggravated the disease, or that the rigors of basic training would not have aggravated the underlying disease.</p>\n<p id=\"b255-8\">The Board’s reliance on the absence of record evidence of worsening is flawed for at least three reasons. First, as a general matter “[w]hen assessing a claim, the Board may not consider the absence of evidence as substantive negative evidence.” <em>Buczynski v. Shinseki, </em>24 Vet.App. 221, 224 (2011).<footnotemark>7</footnotemark> Second, and more fundamentally, in the presumption of soundness context, such reliance effects an impermissible burden shift. If the presumption of soundness applies, and the SMRs do not reflect the fact of aggravation of a preexisting condition, reliance on this absence of evidence requires the appellant to generate postservice medical evidence to prove the aggravation that is to be presumed under section 1111. As noted above, however, the claimant has a burden to prove an increase in severity only in presumption of aggravation cases. 38 U.S.C. § 1153; <em>Wagner, </em>370 F.3d at 1096. In presumption of soundness cases, <page-number citation-index=\"1\" label=\"240\">*240</page-number>the burden is on the Secretary to prove lack of aggravation by clear and unmistakable evidence.<footnotemark>8</footnotemark> <em>Id. </em>Finally, the appellant correctly noted at oral argument that there was no evidence of the degree of severity of his Legg-Perthes condition between its first diagnosis when he was age six and the development of pain when he was in basic training. The Board therefore had no basis for assuming that the notations of hip pain in the SMRs did not signal worsening or increase in severity.</p>\n<p id=\"b256-4\">In this case, the only affirmative evidence pertaining to the issue of aggravation was a box on the MEB form, which contained an “X” indicating that the condition had not been aggravated by active duty. There was no analysis or medical explanation accompanying this conclusion. The report provides no means of determining whether the MEB found that there was no increase in disability or found that any increase was due to the natural progress of the disease. <em>See Wagner, </em>370 F.3d at 1096. As to the latter possibility, the MEB report contains neither a finding that any increase in severity was due to the natural progress of the disease, nor any analysis of medical evidence to support such a finding. The Court agrees with the dissent that an MEB report “that does not contain a narrative explaining why the doctors on the panel reached the conclusion that a condition preexisted service and was not aggravated by it will never contain the detail necessary to deny a claim.” <em>Post </em>at 249. In short, such evidence falls woefully short of clear and unmistakable evidence.</p>\n<p id=\"b256-8\">In his supplemental briefing the Secretary further conceded that there are no special indices of reliability arising from the manner in which an MEB report is prepared. There is therefore no reason that the Court should not follow its case-law that such an unexplained conclusory opinion is entitled to no weight in a service-connection context. <em>See Nieves-Rodriguez v. Peake, </em>22 Vet.App. 295, 304 (2008).<footnotemark>9</footnotemark> In <em>Nieves-Rodriguez, </em>the Court observed that “[i]t is the fully articulated, sound reasoning for the conclusion ... that contributes probative value to a medical opinion.” <em>Id.</em></p>\n<p id=\"b256-9\">The dissent suggests, without citation, that the endorsement of the unexplained and unsupported conclusion by three service physicians “makes it more probable <page-number citation-index=\"1\" label=\"241\">*241</page-number>that the conclusion is true than if only a single doctor were involved or if a panel were divided.” <em>Post </em>at 245. As a matter of mathematics, however, any multiple of nothing is still nothing. Thus, an accretion of medical opinions, each of which is entitled to no weight in its own right, cannot add probative value to the ultimate medical conclusion.</p>\n<p id=\"b257-5\">In the Court’s view, the concerns for articulated, sound reasoning underlying <em>Nieves-Rodriguez </em>are at their zenith when VA attempts to carry its burden of rebutting either prong of the presumption of soundness by clear and unmistakable evidence. The level of reasoning and analysis that is appropriate to that task is amply illustrated in the Secretary’s own regulation:</p>\n<blockquote id=\"b257-6\">(b) <em>Presumption of Soundness. </em>The veteran will be considered to have been in sound condition when examined, accepted and enrolled for service, except as to defects, infirmities, or disorders noted at entrance into service, or where clear and unmistakable (obvious or manifest) evidence demonstrates that an injury or disease existed prior thereto and was not aggravated by such service. Only such conditions as are recorded in examination reports are to be considered as noted.</blockquote>\n<blockquote id=\"b257-7\">(1) History of preservice existence of conditions recorded at the time of examination does not constitute a notation of such conditions but will be considered together with all other material evidence in determinations as to inception. Determinations <em>should not he based on medical judgment alone </em>as distinguished from <em>accepted medical principles, or on history alone without regard to clinical factors </em>pertinent to the <em>basic character, origin and development of such injury or disease. </em>They should be based on <em>thorough analysis of the evidentiary showing </em>and <em>careful correlation of all material facts, with due regard to accepted medical principles pertaining to </em>the history, manifestations, clinical course, and character of the particular injury or disease or residuals thereof.</blockquote>\n<blockquote id=\"b257-9\">(2) History conforming to accepted medical principles should be given due consideration, in conjunction with basic clinical data, and <em>be accorded probative value consistent with accepted medical and evidentiary principles </em>in relation to value consistent with accepted medical evidence relating to incurrence, symptoms and course of the injury or disease, including official and other records made prior to, during or subsequent to service, together with all other lay and medical evidence concerning the inception, development and manifestations of the particular condition -will be taken into full account.</blockquote>\n<p id=\"b257-10\">88 C.F.R. § 3.304 (emphasis added). Contrary to this regulatory provision, there is not a single statement of accepted medical principles, much less an analysis of the clinical factors and other evidence in light of those principles, in the MEB report or anywhere else in the record.</p>\n<p id=\"b257-11\">The dissent offers the proposition that “if the opinion is lacking in detail, then it may be given some weight based upon the amount of information and analysis it contains.” <em>Post </em>at 246. The problem here, however, is that the MEB report is bereft of any information and analysis useful to the Court’s review of its conclusion. Thus, by the dissent’s own reasoning, the report has no probative value.</p>\n<p id=\"b257-12\">Furthermore, the lack of discussion as to how the conclusions on the MEB report were arrived at prevents the Board and the Court from properly assessing whether those conclusions were based on a sufficient evidentiary basis. <em>See Nieves-Rodr</em><page-number citation-index=\"1\" label=\"242\">*242</page-number><em>iguez, </em>22 Vet.App. at 302 (requiring the Board and the Court to ensure that medical opinions are made on the basis of sufficient facts or data and the application of reliable medical principles). The Secretary, however, argues that “the judgment of the medical professionals who comprise the MEB that an opinion can be rendered on any one or more medical issues based upon the extant evidence is a medical conclusion which cannot be independently second guessed by either the Board or this Court.” Secretary’s Supplemental Brief at 16. In fact, citing <em>Cox v. Nicholson, </em>20 Vet.App. 563, 569 (2007), the Secretary further offers the suggestion that “it should be presumed that the MEB found that it had sufficient evidence on which to base [its] conclusions.” <em>Id. </em>at 17.</p>\n<p id=\"b258-4\">The assessment whether the physician’s report is supported by medical evidence that pertains to the conclusion reached, however, is a significant part of what the Court does on de novo review. Without such review, the Court would be in the position of rubber stamping what may be nothing more than a bare, ad hoc assertion. The Secretary attempts to extend <em>Cox </em>to cover matters to which that opinion was never directed. The presumed competence of medical personnel to render an opinion does not create any presumption that the medical analysis underlying an opinion in a particular case is correct.</p>\n<p id=\"b258-5\">The Secretary argues that the factors listed in the regulation e.g., clinical factors, medical principles, thorough analysis, need not appear in the MEB report, but rather pertain to the determinations to be made by the Board. This argument rings hollow, however, in view of the fact that the Board may rely only on independent medical evidence to make its determinations. <em>See Colvin v. Derwinski, </em>1 Vet.App. 171 (1991). If the MEB report does not contain sufficient discussion, the Board must obtain further medical evidence to support the required regulatory analysis, which it expressly declined to do in this instance.</p>\n<p id=\"b258-7\">It will also not do to argue that the MEB report becomes clear and unmistakable evidence by virtue of the fact that it is the only contemporaneous evidence pertaining to aggravation. By now it should be clear that the veteran has no burden to produce evidence of aggravation, although the veteran may choose to do so. Instead, the evidence of lack of aggravation produced by the Secretary must rise to the level of clear and unmistakable evidence on its own merit, without reference to any countervailing evidence.</p>\n<p id=\"b258-8\">It is therefore untenable for the Secretary to advocate affirmance of the Board’s decision when the only affirmative evidence in 'support is an unexplained “X” on a form. Affirmance on such a basis would require the Board and the Court to accept a bare conclusion, or medical judgment, contrary to established caselaw and the Secretary’s own regulation.</p>\n<p id=\"b258-9\">C. The Development of Clear and Unmistakable Evidence</p>\n<p id=\"b258-10\">If there is any lingering doubt, let it be clear that adjudicators may not deny claims involving the presumption of soundness based upon MEB reports containing no supporting analysis. Rather, VA and the Board must seek other evidence commensurate with the appropriate evidentiary standard of clear and unmistakable evidence.</p>\n<p id=\"b258-11\">If the SMRs and discharge reports lack sufficient content to rebut the aggravation prong of the presumption of soundness, that is, to prove lack of aggravation, the Secretary and the Board have several options. At oral argument, the Secretary conceded that he would have the authority to obtain an opinion from a VA physician when a veteran is discharged from service for medical reasons. Alternatively, VA <page-number citation-index=\"1\" label=\"243\">*243</page-number>may subpoena preservice medical records and interview people who were familiar with the claimant’s physical condition prior to service. <em>See </em>38 U.S.C. § 5711; 38 C.F.R. § 2.2 (2011). Such evidence, when evaluated by a competent physician, may enable the establishment of a preservice medical baseline for the condition for which service connection is sought. <em>Cf. </em>38 C.F.R. § 3.310 (2011). The comparison of the preservice baseline with the condition soon after service could be a reliable and straightforward method of proving lack of aggravation.</p>\n<p id=\"b259-5\">Lacking the evidence to establish such a baseline, the Secretary may attempt to carry his evidentiary burden with a post-service medical opinion that discusses “the character of the particular injury or disease,” 38 C.F.R. § 3.304(b)(1), in relation to the available evidence. In certain cases, the nature of a preexisting disease or injury may imply an extremely low likelihood of aggravation by a limited period of even intense physical training. <em>See </em>38 C.F.R. § 3.303(c). If a physician is able to support such a conclusion with a suitable medical explanation, supported by extant medical knowledge and the facts of record, such an opinion might constitute or contribute to clear and unmistakable evidence of lack of aggravation.</p>\n<p id=\"b259-6\">The Board and the Secretary are free to pursue any such evidence during the development and administrative appeal of the claim. This Court has given VA wide latitude in developing evidence to rebut presumptions. <em>See Douglas v. Shinseki, </em>23 Vet.App. 19, 24 (2009) (“[T]he Secretary’s authority to develop a claim necessarily includes the authority to collect and develop evidence that might rebut the presumption of service connection.”); <em>Shoffner v. Principi </em>16 Vet.App. 208, 213 (2002) (Board has discretion below as to how much development is required).</p>\n<p id=\"b259-7\">D. Remedy</p>\n<p id=\"b259-8\">After VA and the Board have had a full opportunity to develop the record, however, the Court’s role is basically to assess whether the Secretary has succeeded in carrying his burden. In this instance, the Court holds that the Secretary failed to carry his burden of proving lack of aggravation by clear and unmistakable evidence. Reversal, not remand, is therefore the appropriate remedy.</p>\n<p id=\"b259-9\">In <em>Adams v. Principi, </em>256 F.3d 1318 (Fed.Cir.2001), the Federal Circuit affirmed this Court’s remand of a presumption of soundness case for clarification of certain medical evidence of record. The dissent glosses over the Federal Circuit’s statement in <em>Adams </em>that it was because of the lack of clarity in the medical evidence that a remand was the appropriate remedy. The Federal Circuit focused on ambiguity in the VA examiner’s report, concluding that the report could be interpreted in two ways, one way that would be sufficient or another insufficient to rebut the presumption of soundness. It was because of this lack of clarity in the evidence that the Federal Circuit affirmed this Court’s conclusion that further factual inquiry was needed to resolve the VA examiner’s intent. However, the Federal Circuit distinguished between clarification of the medical evidence and obvious insufficiency of that evidence.</p>\n<blockquote id=\"b259-10\">This is not a case in which the court was faced with evidence that was clearly insufficient to overcome the presumption of sound condition and in which the court remanded the matter to the Board in order to allow [VA] to attempt to introduce new evidence sufficient to make up the shortfall.</blockquote>\n<p id=\"b259-11\"><em>Id. </em>at 1321-22. The clear import of this language is that it would be improper to remand the case in the face of medical evidence that is plainly insufficient to re<page-number citation-index=\"1\" label=\"244\">*244</page-number>but the presumption of soundness. <em>See also Stevens v. Principi, </em>289 F.3d 814, 817 (Fed.Cir.2002) (reiterating distinction).</p>\n<p id=\"b260-4\">In this case, the “X” in the “no” column of the MEB report for “aggravated by-active duty” is in no way unclear, or as the dissent seems to suggest, ambiguous. <em>See Post </em>at 248. Rather, it is simply unsupported, unexplained, and arrived at employing an insufficient standard of proof. Because it is the only affirmative evidence of lack of aggravation, there is clearly insufficient evidence to rebut the aggravation prong of the presumption of soundness, making remand improper.</p>\n<p id=\"b260-5\">Moreover, it is unclear how a remand would be anything other than yet another opportunity to generate more evidence to make up the shortfall on the aggravation issue. The Secretary did not avail himself of the opportunity, which he concedes was available, to develop evidence on the aggravation issue in 1970. In the course of this claim, the Board twice elected not to seek further medical evidence on the aggravation prong when the case was before it on administrative review. In the decision here on appeal, the Board expressly declined to seek any further medical evidence after the case had been remanded for a more complete consideration of the presumption of soundness. The Board’s reasoning was as follows:</p>\n<blockquote id=\"b260-6\">[T]here is no reasonable possibility that any current VA examination or opinion would result in findings that would provide a reasonable possibility of substantiating the claim. Accordingly, the Board finds that an etiology opinion is not “necessary” to decide this claim for service connection. <em>See generally Wells v. Principi, </em>326 F.3d 1381 (Fed.Cir. 2003).</blockquote>\n<p id=\"b260-7\">R. at 7. Clearly, the Board misperceived the evidentiary posture of the case and abdicated its opportunity to develop suitable evidence of lack of aggravation.</p>\n<p id=\"b260-9\">There has been no lack of clarity in the law pertaining to the presumption of soundness. The problem has been that VA has yet to step up to its responsibility under that law and its own regulation. Further, there is no immediate cost to the taxpayers in this particular reversal, because the veteran has only received the benefit of the presumption soundness. To obtain service connection, he still would need to establish that he has a current disability and a nexus to the in-service aggravation. <em>See Shedden, supra. </em>Nonetheless, any cost to taxpayers is dwarfed by the prospect of future cases generated by the misperception that the Court will tolerate the continuance of defective evidentiary development in presumption of soundness cases.</p>\n<p id=\"b260-10\">Moreover, there is a certain uniformity of treatment of similarly situated parties before the Court that is necessary to the appearance of fairness. <em>See Hodge v. West, </em>155 F.3d 1356, 1363 (Fed.Cir.1998) (“In the context of veterans’ benefits ... the importance of systemic fairness and the appearance of fairness carries great weight.”). The Court would not remand a case when a veteran fails to carry a point on which he or she has the burden of proof. It would be unseemly to so accommodate VA and the Board as to matters on which the Government has the burden of proof.</p>\n<p id=\"b260-11\">Therefore, the Court will reverse the Board’s finding that the aggravation prong of the presumption of soundness was rebutted, that is, that service did not aggravate the appellant’s Legg-Perthes disease. The Board is directed to enter a finding that the appellant’s preexisting Legg-Perthes disease was aggravated in service. The Court will remand the case for development on the other service-connection is<page-number citation-index=\"1\" label=\"245\">*245</page-number>sues. On remand, the Board and any VA medical examiner(s) must assume that the appellant aggravated his Legg-Perthes’s disease during service.</p>\n<p id=\"b261-5\">In pursuing his case on remand, the appellant will be free to submit additional evidence and argument in support of his service connection claim for his hip condition, and the Board is required to consider any such evidence and argument. <em>See Kay v. Principi, </em>16 Vet.App. 529, 534 (2002).</p>\n<p id=\"b261-6\">IV. CONCLUSION</p>\n<p id=\"b261-7\">Based on the foregoing reasoning, the Court REVERSES the Board’s November 18, 2009, determination that the presumption of soundness had been rebutted, directs that a finding of in-service aggravation of the hip condition be entered, and REMANDS the case for further development consistent with this decision.</p>\n<p id=\"b261-8\">DAVIS, Judge, filed the opinion of the Court.</p>\n<p id=\"b261-9\">LANCE, Judge, filed a dissenting opinion.</p>\n<footnote label=\"1\">\n<p id=\"b249-11\">. PULHES is a rating system widely employed by armed services physicians in examination reports for induction and separation. The \"P\" stands for \"physical capacity or stamina”; the \"U” for \"upper extremities”; the \"L” for \"lower extremities”; the \"H” for \"hearing and ear”; the \"E\" for \"eyes”; and the \"S” for \"psychiatric.” <em>See McIntosh v. Brown, </em>4 Vet.App. 553, 555 (1993). A rating of \"1” in any of the six categories, the highest rating, means that the inductee’s condition in that category should not result in any limitations in military assignments. <em>Id. </em>Ratings from \"2” to \"4” indicate the existence of physical conditions that will result in progressively more severe restrictions on the assignments that the inductee may be given. <em>Id.</em></p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b249-19\"><em>. </em>\"Legg-Calve-Perthes disease\" is \"osteochondrosis of the capitular epiphysis of the femur.” Dorland’s Illustrated Medical Dictionary 537 (32d ed. 2012). An \"epiphysis” is \"the expanded articular end of a long bone.” <em>Id. </em>at 634. The \"capital epiphysis\" is \"the epiphysis at the head of a long bone.” <em>Id. </em>\"Osteochondrosis” is \"a disease of the growth or ossification centers in children that begins as degeneration or necrosis and is followed by regeneration or recalcification.\" <em>Id. </em>at 1345.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b250-8\">. “History of preservice existence of conditions recorded at the time of [entrance] examination does not constitute a notation of such conditions but will be considered together with all other material evidence in determinations as to inception.” 38 C.F.R. § 3.304(b)(1) (2011).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b250-9\">. \"A preexisting injury or disease will be considered to have been aggravated by active military, naval, or air service, where there is an increase in disability during service, unless there is a specific finding that the increase in disability is due to the natural progress of the disease.” 38 U.S.C. § 1153.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b250-16\">. The Court notes that the Secretary’s regulation employs the phrase \"obvious or manifest” to describe his interpretation of clear and unmistakable evidence. <em>See </em>38 C.F.R. § 3.304(a). The Secretary does not argue that this standard differs from the characterization of “undebatable” that the Court has advanced and confirmed in its precedents. <page-number citation-index=\"1\" label=\"235\">*235</page-number>In fact, he concedes that the evidence underlying a determination as to preexistence and lack of aggravation must be undebatable. <em>See </em>Secretary’s Brief at 3. The Court perceives no divergence in the standards.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b251-8\">. An important distinction between section 1111’s aggravation prong of the presumption of soundness and section 1153’s presumption of aggravation is the burden of proof. Under section 1111, the burden is on the Government to show by clear and unmistakable evidence that there was no increase in disability in service or, that any increase was due to the natural progress of the disease. <em>Wagner, </em>370 F.3d at 1096. Under section 1153, however, the appellant bears the burden of showing that his preexisting condition worsened in service. <em>Id. </em>Once the veteran establishes worsening, the burden shifts to the Secretary to show by clear and unmistakable evidence that the worsening of the condition was due to the natural progress of the disease. <em>Id.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b255-6\">. The majority believes that its analysis here is entirely consistent with the framework that our dissenting colleague has so elegantly set forth in <em>Buczynski </em>and in <em>Kahana v. Shinseki, </em>24 Vet.App. 428 (2011). In both cases, it is clear that, as a general matter, the absence of evidence is not substantive negative evidence. While the majority agrees that this is not an absolute rule, there must be \"a proper foundation ... to demonstrate that such silence has a tendency to prove or disprove a relevant fact.” <em>Post </em>at 248. Both cases reference Federal Rule of Evidence 803(7), to the effect that \"the absence of an entry in a record may be evidence against the existence of a fact if such a fact would ordinarily be recorded.” <em>Buczynski, </em>24 Vet.App. at 224; <em>Kahana, </em>24 Vet. App. at 440 (Lance, J., concurring). Here there is no evidentiary foundation, or even a logical reason to suppose, that in the context of treatment by a corpsman or other service medical personnel, aggravation of a preexisting condition would ordinarily be considered, much less recorded.</p>\n<p id=\"b255-10\">The dissent also relies on <em>Maxson, supra, </em>to argue that the lack of postservice treatment records can be considered when determining whether a preexisting condition was aggravated during service. <em>Maxson </em>does state that the lack of treatment records can be considered along with other relevant factors, including the \"nature and course of the disease or disability, the amount of time that elapsed since military service, and any other relevant facts.” <em>Id. </em>at 1333. Here, the problem is that the record is bereft of any evidence concerning the nature and course of Legg-Perthes disease. Without independent medical evidence regarding the nature and course of the appellant’s condition, the Court is left to speculate as to the significance of the lack of postservice treatment for the condition.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b256-5\">. The appellant further argues that the fact he was discharged from service after a clean entrance examination constitutes prima facie evidence of an increase in disability. He reasons that because there is no evidence of the natural progression of the disease, he is entitled to a finding of aggravation. Because the MEB report found him medically fit for retention, however, the mere fact of discharge does not necessarily constitute evidence of worsening. Neither does this finding constitute evidence against aggravation, however, as the dissent suggests. <em>Post </em>at 245-46. The record indicates that the appellant no longer met the procurement standards for induction into the armed services (R. at 234). If anything, the change in the PULHES rating from \"1” at enlistment to \"P3” at separation (R. at 221) would tend to indicate a worsening of the hip condition. The PULHES system teaches that a soldier may continue in military service under a limited duty profile. Thus, the fact that the appellant was fit for retention — in the unexplained judgment of the signatories to the MEB report — is no evidence as to the existence of aggravation or the lack thereof.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b256-11\">. The Secretary cites <em>Stover v. Mansfield, 21 </em>Vet.App. 485, 492 (2007) for the proposition that the finding of a U.S. Navy Physical Examination Board (PEB) that a disability was not aggravated by service is evidence to be weighed by the Board. However, there is no record of a PEB report or proceeding in this case. Assuming that the MEB evidence of lack of aggravation is to be analogously weighed, however, on these facts the MEB report is not entitled to any probative weight. <em>Nieves-Rodriguez, 22 </em>Vet.App. at 304.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b261-10\">LANCE, Judge,</author>\n<p id=\"A7Lv\">dissenting:</p>\n<p id=\"b261-11\">I believe the proper disposition of this case is for the Court to remand the matter to the Board for an adequate medical examination based on “accepted medical principles,” in accord with 38 C.F.R. § 3.304(a)(1). Although I believe the majority’s analysis proceeds in the correct general direction, there are three aspects of the opinion that concern me. First, I do not believe the opinion fully and accurately evaluates the evidence. Second, I believe the opinion misses an opportunity to provide clear guidance to adjudicators below. Finally, I do not believe that the remedy chosen is either required or appropriate. Therefore, I must dissent.</p>\n<p id=\"b261-12\">I. ANALYSIS OF THE EVIDENCE</p>\n<p id=\"b261-13\">My first concern is that the majority understates the current evidence that suggests that the appellant’s condition was not aggravated by service. The majority frames the issue as “whether a medical examination board (MEB) report containing only an unexplained ‘X’ in a box on a form can constitute clear and unmistakable evidence of lack of aggravation.” <em>Ante </em>at 233. However, the mark on the MEB report is far from the only evidence against this claim. Relevant evidence is anything that “has any tendency to make a fact more or less probable than it would be without the evidence.” Fed.R.Evid. 401(a). A piece of evidence need not be conclusive to be relevant and the ultimate question presented is whether the totality of the evidence rose to the necessary level to deny the claim, not whether one particular piece of evidence was sufficient.</p>\n<p id=\"b261-14\">In this case, there are numerous pieces of evidence against the appellant’s claim. As to the MEB report itself, the mark indicating that his condition existed prior to service and was not aggravated by it is not the only relevant portion. The report also indicates that three doctors were unanimous in reaching that conclusion. R. at 231. Although a claim cannot be decided merely by counting the number of doctors in support of or against it, the fact that additional doctors reached the same conclusion and that the doctors were unanimous makes it more probable that the conclusion is true than if only a single doctor were involved or if a panel were divided. <em>See Kahana v. Shinseki, </em>24 Vet.App. 428, 438 n. 8 (2011) (Lance, J., concurring) (noting that an opinion that lacks detail may still lend some support to other opinions that reach the same conclusion). The report also indicated that the appellant was “medically fit” “for further military service.” R. at. 230. This finding in <page-number citation-index=\"1\" label=\"246\">*246</page-number>the report also tends to show that his condition was not permanently aggravated by service.</p>\n<p id=\"b262-4\">Aside from the MEB report, there is other evidence in the record against the claim that the majority fails to acknowledge. First, the appellant’s SMRs do not indicate that he suffered a leg injury in service. Even though there is presumption of aggravation, the absence of an in-service injury tends to make it less likely that his condition was aggravated by service than if he had injured his left hip in service. Second, the appellant had only seven-and-a-half weeks of service and his condition was observed during his first few weeks of service. Just as a long career in service would make it more likely that a condition was aggravated by service, very brief service tends to make it less likely that a condition was aggravated by service. As the Federal Circuit recognized in <em>Maxson v. Gober, </em>basic facts about the periods involved in a claim are relevant evidence on medical causation issues that are within the common knowledge of a lay adjudicator. 230 F.3d 1330, 1333 (Fed.Cir. 2000). Finally, the record indicates that the appellant did not seek treatment for his leg condition until 15 years after service and, even afterward, had extended periods where he did not complain of a disability caused by his condition. R. at 141. This is exactly the type of “evidence of a prolonged period without medical complaint” that the Federal Circuit in <em>Maxson </em>concluded was relevant to the Board’s determination that a condition was not aggravated by service. <em>Id. </em>Thus, here the majority is inaccurate in stating that the only evidence against this claim is one mark on a 40-year-old form.</p>\n<p id=\"b262-5\">I believe the majority’s error in this regard stems from two persistent problems in analyzing evidence in veterans claims. The first is a tendency to conflate the adequacy of a medical opinion with its probative value. The fact that a medical opinion is inadequate to decide a claim does not necessarily mean that the opinion is entitled to no probative weight. If the opinion is based on an inaccurate factual premise, then it is correct to discount it entirely. <em>See Reonal v. Brown, </em>5 Vet.App. 458, 461 (1993). However, if the opinion is merely lacking in detail, then it may be given some weight based upon the amount of information and analysis it contains. <em>See Nieves-Rodríguez v. Peake, </em>22 Vet.App. 295, 302 (2008).</p>\n<p id=\"b262-7\">The majority is simply in error when it states that a conclusion by a physician is entitled to zero probative weight if it is not supported by analysis. If that were true, then a favorable medical opinion from a veteran’s doctor that was unsupported by analysis would not be sufficient to trigger the Secretary’s duty to assist. <em>See McLendon v. Nicholson, </em>20 Vet.App. 79, 83 (2006) (holding that 38 U.S.C. § 5103A(d)(2) requires that a medical opinion to be provided where the evidence indicates that a claim has merit but is insufficient to grant the claim). Indeed, <em>McLendon </em>explicitly states that “[t]he types of evidence that ‘indicate’ that a current disability ‘may be associated’ with military service include, but are not limited to, medical evidence that suggests a nexus but is too equivocal or lacking in specificity to support a decision on the merits.” <em>Id. </em>(quoting 38 U.S.C. § 5103A(d)(2)). Thus, VA is not permitted to completely ignore a bald conclusion by a doctor that supports a claim and the majority is plainly incorrect to reject the conclusion of the three doctors who signed the MEB report by dismissively stating that three times zero is still zero. <em>Ante </em>at 241.</p>\n<p id=\"b262-8\">Put another way, if a tort case were tried before a jury and the plaintiff had three different doctors testify that they <page-number citation-index=\"1\" label=\"247\">*247</page-number>thought there was causation, a jury could rely on their unrebutted expertise even if they did not explain why they reached the stated conclusion. Indeed, that is precisely the difference between the jury system and the veterans claims system. It is not enough that the weight of the evidence is against the claim in our system. Our system is transparent and requires the Board to explain the why the evidence weighs against the claim. <em>See Allday v. Brown, </em>7 Vet.App. 517, 527 (1995) (Board’s statement of reasons or bases for its decision “must be adequate to enable a claimant to understand the precise basis for the Board’s decision, as well as to facilitate informed review in this Court”). That is why this Court routinely remands claims to obtain a complete statement of reasons or bases where other appellate courts review trial determinations to see whether there is any reasonable view of the evidence that would support the conclusion reached by the factfinder after “drawing] all reasonable inferences in favor of the prevailing party.” <em>Akamai Techs., Inc. v. Cable &amp; Wireless Internet Servs., Inc., </em>344 F.3d 1186, 1192 (Fed.Cir.2003).</p>\n<p id=\"b263-5\">The majority makes a similar error in stating that I “encroach[ ] on the role of a physician” by observing that the absence of an in-service injury tends to make it less likely that the appellant’s condition was aggravated by service. Although the majority cites no support for their criticism of my observation, it is clearly referring to <em>Colvin v. Derwinski, </em>in which this Court reprimanded the Board for relying on “its own unsubstantiated medical conclusions.” 1 Vet.App. 171, 175 (1991). However, the Federal Circuit has repeatedly reminded us that <em>Colvin </em>should not be cited as an absolute rule and that the Court must acknowledge that there are some basic principles of medicine that are within the common knowledge of a lay person, which includes both claimants and adjudicators. <em>See Kahana, </em>24 Vet.App. at 435 (noting that “there is no categorical requirement of ‘ “competent medical evidence ... [when] the determinative issue involves either medical etiology or a medical diagnosis” ’ ” (quoting <em>Davidson v. Shinseki, </em>581 F.3d 1313, 1316 (Fed.Cir.2009) (quoting <em>Jandreau v. Nicholson, </em>492 F.3d 1372, 1377 (Fed.Cir.2007)))).</p>\n<p id=\"b263-7\">Despite the clarity of instruction from the Federal Circuit, this Court is overdue in providing guidance as to what principles of medicine are within the common knowledge of laypersons. Unfortunately, the majority opinion misses a useful opportunity to do so. As discussed above, the Federal Circuit provided some direction in <em>Maxson. </em>The essential lesson of <em>Maxson </em>is that lay persons can recognize the basic connection between an in-service injury or disease, the passage of time, and the development of a disability. When a disability develops shortly after an in-service disease or injury affecting the same diseased or injured body part or system, it is simply common sense to infer that there is a connection. This inference will not always be correct, but the inference is accurate enough to have some weight and to trigger the duty to assist. Conversely, when a disability does not develop until long after service, then a connection is unlikely— especially if there was no injury or disease in service affecting the body part or system at issue.</p>\n<p id=\"b263-8\">To be clear, medical common knowledge must be used with caution. When it is favorable, it is not per se sufficient to grant the claim. When, as here, it is unfavorable, it is not per se sufficient to deny the claim. Instead, the adjudicator must take care to consider it on a case by case basis. Moreover, general medical common knowledge may be rebutted with expert medical evidence that shows that the basic intuition is not accurate for a <page-number citation-index=\"1\" label=\"248\">*248</page-number>particular set of facts. Thus, the Board should be explicit as to how it assigns weight to medical common knowledge in each case.</p>\n<p id=\"b264-4\">In this particular case, the majority is correct that there is no evidence as to the nature and progression of Legg-Perthes disease. However, the majority ignores the fact that lay medical common knowledge has value precisely when it is unrebutted by expert evidence to the contrary. Applying the logic of the majority to discount medical common knowledge in the absence of confirmatory expert evidence effectively reinstates the absolute rule of <em>Colvin </em>that the Federal Circuit has clearly overruled.</p>\n<p id=\"b264-5\">The second problem is the majority’s tendency to ignore the evidentiary value of the absence of evidence. The Federal Circuit has made clear that absence of <em>corroboration </em>is not generally a basis for discounting lay testimony. <em>See Buchanan v. Nicholson, </em>451 F.3d 1331, 1336-37 (Fed.Cir.2006). However, as explained in my separate opinion in <em>Kahana, </em>this does not prevent an adjudicator from considering the probative value of silence in the available evidence if a proper foundation exists to demonstrate that such silence has a tendency to prove or disprove a relevant fact. 24 Vet.App. at 440. In this regard, the majority’s reliance on <em>Buczynski v. Shinseki </em>24 Vet.App. 221 (2011) is misplaced. <em>Buczynski </em>does not stand for the absolute rule that the absence of evidence can never be considered, but instead states — as elaborated in <em>Kahana, </em>supra,— that the Board may consider a lack of notation of medical condition or symptoms as substantive negative evidence where such notation would normally be expected. 24 Vet.App. at 226-27.</p>\n<p id=\"b264-6\">The majority states that there is no logical reason to expect that an injury to the appellant’s leg would have been recorded if one had occurred in service. <em>Ante </em>at 239 n. 7. However, there is no basis for holding, as a matter of law, that it is unreasonable to expect that if the appellant had injured his leg during his brief service, then that fact would have been documented somewhere in the investigation as to whether his leg condition was aggravated by service. Of course, the fact that there was no observable injury to the leg in service is not sufficient to rebut the presumption of aggravation, but that does not change the fact that the absence of an observed injury makes it less likely his condition was aggravated by service than if an injury was noted. Thus, it appears that the majority is forgetting that a presumption exists only to allocate the burden of proof. It cannot rob evidence of its tendency to make a fact in issue more or less probable than it would be without the evidence. <em>See Routen v. West, </em>142 F.3d 1434, 1440 (Fed.Cir.1998) (a “presumption affords a party, for whose benefit the presumption runs, the luxury of not having to produce specific evidence to establish the point at issue”).</p>\n<p id=\"b264-8\">For these reasons, I believe the majority dramatically understates the strength of the evidence rebutting the presumption of aggravation, which contributes to the incorrect remedy applied in this case.</p>\n<p id=\"b264-9\">II. PROPER EVALUATION OF AN MEB REPORT</p>\n<p id=\"b264-10\">My second concern with the majority opinion is that it fails to provide clear guidance to adjudicators as to how to handle future cases. The majority correctly notes that the Secretary’s regulation has clearly stated what evidence is required to rebut the presumptions of sound condition and of aggravation. The majority does a commendable job of quoting 38 C.F.R. § 3.304 and emphasizing the key language. <em>Ante </em>at 239-41. However, in its analysis <page-number citation-index=\"1\" label=\"249\">*249</page-number>the opinion moves too quickly past this regulation.</p>\n<p id=\"b265-5\">It is § 3.304 that states the Secretary’s interpretation of what the evidence must show to reach the threshold necessary to rebut the presumption. The evidence must show that applying “accepted medical principles” regarding the nature of the condition to its history in the case at hand, including the relevant clinical data, would result in fully informed medical professionals agreeing as to whether the condition preexisted service or was aggravated by it. To the extent that this is usually (if not universally) an issue requiring medical expertise, <em>see Jandreau, </em>492 F.3d at 1377 n. 4, the Board may not deny the claim based upon its own medical judgment, but rather must seek a competent medical opinion on the issue. <em>See Colvin, </em>1 Vet.App. at 174.</p>\n<p id=\"b265-6\">In this regard, an MEB report that does not contain a narrative explaining why the doctors on the panel reached the conclusion that a condition preexisted service and was not aggravated by it will never contain the detail necessary to deny a claim. However, such a report will indicate that the presumption might not be accurate in a particular case and justify the Secretary’s decision to seek a medical opinion that fully addresses the standard and the factors laid out in § 3.304. <em>See Douglas v. Shinseki, </em>23 Vet.App. 19, 25-26 (2009) (holding that the Secretary may seek an opinion that can rebut a favorable presumption if the record contains evidence raising the issue).</p>\n<p id=\"b265-7\">Thus, the clear message that this opinion should send to the Secretary is that adjudicators should not deny claims based upon MEB reports containing no supporting analysis, but instead should seek medical opinions that address the appropriate standard under the regulation. Such guidance might be inferred from the majority opinion, but it should be stated unequivocally.</p>\n<p id=\"b265-9\">III. APPROPRIATE REMEDY</p>\n<p id=\"b265-10\">Finally, I disagree with the majority that reversal is required in this case. Reversal is appropriate where law is settled and the Board’s determination of adequacy is “clearly erroneous.” However, I believe that in an area where the Court is providing new guidance (as it is doing here), VA should have the opportunity to obtain evidence under that guidance.</p>\n<p id=\"b265-11\">As detailed above, there is substantial evidence indicating that this claim does not have merit even though VA has not obtained a medical opinion that fully analyzes the issue under § 3.304. In my view, we have not clearly held prior to this case that VA must obtain a proper medical opinion addressing the regulatory standard if the MEB report does not contain a narrative analysis sufficient to apply those factors and, the Board decision in this case was not clearly erroneous under established law in denying benefits in this case. Indeed, this case is somewhat similar to <em>Maxson, </em>where the Federal Circuit affirmed a finding that the presumption had been rebutted based in large part on the long period without complaint after service. Thus, I cannot agree that the Board “abdicated its opportunity to develop suitable evidence” in this case. <em>Ante </em>at 244. Although the majority argues that “[tjhere has been no lack of clarity in the law pertaining to the presumption of soundness,” <em>ante </em>at 244, the problem is that there has been a profound lack of clarity in our caselaw explaining how the Board should weigh evidence. Unfortunately, this opinion adds to the confusion rather than helping to resolve it.</p>\n<p id=\"b265-12\">As I believe that the Board’s error here was understandable in light of the gaps in our case law, I also believe that the majori<page-number citation-index=\"1\" label=\"250\">*250</page-number>ty’s reliance on <em>Adams </em>is misplaced. If anything, <em>Adams </em>counsels for remand in this case instead of reversal. In <em>Adams, </em>this Court remanded a similar claim to the Board because, even though there was substantial evidence against the claim, the medical opinion was ambiguous as to whether it had applied the correct standard. 256 F.3d at 1319-20. In appealing to the Federal Circuit, the appellant argued that reversal was the required remedy because the record contained “insufficient evidence to rebut the presumption of sound condition.” <em>Id. </em>at 1321. The Federal Circuit rejected this argument and held that it was appropriate for the Court to remand the case for further development in the form of “an explanation from [the VA physician] of his opinion, or if necessary supplemental medical evidence that might shed light on the ambiguities in [the VA physician]’s report.” <em>Id. </em>at 1322. In this case, we have a unanimous opinion from three doctors in the MEB report that the appellant’s condition preexisted service and was not aggravated by service. Although it is not possible to obtain clarification from those doctors, this is certainly a case where “supplemental medical evidence” under <em>Adams </em>would shed light on the ambiguity created by the lack of a narrative analysis supporting the conclusion in the report. To the extent that <em>Adams </em>contains dicta on when reversal would be appropriate based upon different sets of facts, it is simply not binding in this case. Even to the extent that <em>Adams </em>endorses reversal where the evidence presented to the Court is “clearly insufficient to overcome the presumption,” <em>id. </em>at 1322, I do not believe that the evidence in this case was clearly insufficient prior to this opinion clarifying the proper development and analysis required.</p>\n<p id=\"b266-4\">Ultimately, I believe that the Court has discretion in choosing the appropriate remedy on a case-by-case basis. <em>Adams </em>recognized that it is our mandate under 38 U.S.C. § 7252(a) to choose a remedy “as appropriate” to the case before us. Moreover, the U.S. Supreme Court in <em>Shinseki v. Sanders </em>warned against the creation of “complex, rigid, and mandatory” rules for this Court that require particular types of relief regardless of whether they are consistent with the facts or logic of a particular case. 556 U.S. 396, 407, 129 S.Ct. 1696, 173 L.Ed.2d 532 (2009). In this case, the Court’s decision to reverse the Board’s finding as to the presumption rather than to allow it to be addressed properly on remand is contrary to <em>Adams </em>and <em>Sanders. </em>As a result, it is the taxpayer who is punished for VA’s error even though the error is quite understandable based upon the evidence in this case and the confusion in the law prior to this opinion. Therefore, I must respectfully dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}