{
  "casebody": {
    "data": "<casebody firstpage=\"137\" lastpage=\"141\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b155-3\">Smith Daniels v. Charles E. Dayton, impleaded with John B. Hooker and Foster Reynolds.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b155-4\"><em>’Fra/ud </em>— Admission <em>of evidence </em>— Impeaching <em>testimony </em>— Res gestee— <em>Damages.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b155-5\">Plaintiff in an action for fraud was asked on cross-examination “when he first learned that he had been swindled.” He was after-wards asked by his own counsel as to when he first learned of the evidence to support his action, and he answered “Since I commenced this suit.” <em>Held </em>that the latter question was in the line of inquiry opened by the defendant and that the latter could not complain of it.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b155-6\">In an action for fraud a person concerned with defendant testified with regard to the latter’s purchase of a certain horse that he himself had objected to cheating the owner of the horse because the owner had a crippled mother to support, and that defendant had carried out thej cheat himself. On cross-examination defendant was asked, against objection, as to the crippled condition of the woman; and admitted it. <em>Held </em>that this was admissible, as bearing on the probabilities as corroborating the first witness.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b155-7\">A witness sworn to impeach the veracity of another, admitted on cross-examination that he had heard nothing against it for three or four-years. <em>Held, </em>proper, on re-examination, to exclude the question whether, within that period, the witness had heard of a fraudulent transaction in which he had been engaged while in State prison Such a question might be proper on cross-examination, but- would not be legitimate impeaching testimony, and it would be unprofitable to allow parties to assail the credit of their own impeaching witnesses by this sort of sifting.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b155-8\">An action for damages from fraud was brought against certain per. sons charged with conspiring to obtain property by a course of fraudulent dealing. Upon the trial one of the defendants was asked how much he had given for certain land which plaintiff claimed he had sold to his confederates at an extravagant price, and he gave the sum. On re-examination he said this was about a year before he sold it. <em>Held </em>that the exclusion of a farther question as to what kind of pay he gave, was immaterial.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b155-9\">In an action for a fraud in which several persons were concerned there was no error in admitting evidence that the reputation of oue of them was good the year it w.as committed : his supposed integrity would be material in determining, the reliance the person defrauded ' might be expected to place on him.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b156-3\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>A mortgage given in connection with a iraud is part of the <em>res gesiar </em>and proof concerning it, and to show its purpose, is admissible-in an action for damages arising from the fraud itself.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b156-4\">Recovery of damages for a fraud in obtaining properly by false representations as to the responsibility of the mater of the note given therefor, is not necessarily precluded by the fact that the maker is able to meet the particular note, especially if it does not appear that he can pay his other debts.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b156-5\">Error to Ingham.</summary>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"AG6\">Submitted June 27.</otherdate>\n<decisiondate data-order=\"11\" data-type=\"decisiondate\" id=\"AWsd\">Decided Oct. 4.</decisiondate>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b156-6\">Case. Defendant Dayton brings error.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"AxT\">Affirmed.</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b156-7\"><em>M. V. &amp; B. A. Montgomery </em>for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b156-8\"><em>8. I. Kilbourne </em>for appellee.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AqAg\">It is proper, to support a-witness whom it is sought to impeach by showing that his-reputation is bad, to show how far his reputation is bad, especially-when it grows out of the dealings in controversy: <em>Hamilton v. People </em>29 Mich. 188 ; <em>Graham v. Chrystal </em>37 How. Pr. 279; <em>Fulton Bank v. Benedict </em>1 Hall 559.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b156-9\">Campbell, J.</author>\n<p id=\"AGc\">This suit was brought to recover damages arising out of a fraud practiced on plaintiff by Hooker and Reynolds in procuring a span of horses and buggy by false pretenses. The burden of the charge was a conspiracy whereby Dayton induced the other defendants to go into a„ course of dealings by which property was to be obtained by - representations of the responsibility and standing of the latter, whose paper was to be given for the articles purchased. Dayton was to furnish them with assistance in various ways, and received more or less of the property.</p>\n<p id=\"b156-10\">On the trial the conspiracy was shown chiefly by the testimony of Hooker and Reynolds, who swore to the methods agreed upon, and to Dayton’s complicity in dealing with the results of their bargains, and to his immediate share in bringing about the fraud now in controversy. The jury-found for plaintiff. Defendant Dayton complains of various errors as happening on the trial. None are alleged on the record itself, apart from the exceptions.</p>\n<p id=\"b156-11\">Some objections to the form of cpestions do not appear to-<page-number citation-index=\"1\" label=\"139\">*139</page-number>us to involve rulings beyond the discretion of the court While it is quite desirable that care should be taken to prevent favorable witnesses from being led, or encouraged to put in a certain line of testimony, we are not prepared to say that any such license was permitted here as would make the inquiries legally improper.</p>\n<p id=\"b157-4\">Objection was made to a question allowed to be put to plaintiff by his counsel, as to when he first learned of the evidence to support his suit against Dayton, to which he answered, <em>“ </em>Since I commenced this suit.” We do not clearly see how this became important, but it was merely following up the line of cross-examination, in which defendant’s counsel had asked him when he first learned that he had been swindled. A more objectionable question was answered, but no error assigned on it. The answer to this particular question does not appear to us to go beyond the line of inquiry which defendant himself opened, and would be rather prejudicial than beneficial to plaintiff as showing undue haste in suing without evidence.</p>\n<p id=\"b157-5\">Among other transactions in the alleged conspiracy was the purchase of a horse from one Gunderman. Reynolds had testified to objecting to cheating Gunderman because he was poor and had a crippled mother to support, and that Dayton had carried out the cheat himself. Dayton-was asked by his counsel about this transaction and cross-examined, and on cross-examination an inquiry was made under objection and answered in the affirmative concerning her crippled condition. As this was the reason assigned by Reynolds why he refused and Dayton undertook the business, we think it had some bearing on the probabilities as corroborating Reynolds.</p>\n<p id=\"b157-6\">One Coburn had been sworn on behalf of Dayton to impeach Hooker’s reputation for veracity. On cross-examination he said he had heard nothing againstit for three or four years. On re-examination he was asked but not allowed to answer whether within that period he- had heard of a fraudulent transaction in which Hooker was engaged while in State prison. Such a question miglit be proper <page-number citation-index=\"1\" label=\"140\">*140</page-number>on cross-examination, but it would not be legitimate impeaching testimony, and it would not be profitable to allow the parties producing impeaching witnesses to assail the credit of their own witnesses by this species of sifting.</p>\n<p id=\"b158-4\">Dayton having sold to Hooker and Reynolds lands claimed by plaintiff to have been put at extravagant prices, was asked by plaintiff what he himself gave for one of the parcels, and answered six hundred dollars. On re-examination he said this was about a year before he sold it. The court excluded a further question, what kind of pay he gave. \"We do not see that this was material.</p>\n<p id=\"b158-5\">There was, we think, no error in allowing it to be shown that Hooker’s reputation for truth and veracity was good in 1875. That was the year when the fraud was committed, and his supposed integrity was material in determining the reliance a party defrauded might be expected to have on him.</p>\n<p id=\"b158-6\">It was not error to allow proof concerning a mortgage which was shown to have been given by Hooker and Reynolds to Dayton in connection with the frauds in question, and to show its purpose. It was part of the <em>res gestm.</em></p>\n<p id=\"b158-7\">Complaint is made that the circuit judge charged erroneously on the subject of the effect which the responsibility of the parties would have on the alleged fraud. What he charged was substantially that if the false representations were made and the property obtained in pursuance of them as alleged, there would still be no fraud unless it should be made to appear that the note taken for the horses was worthless, and that Hooker and Reynolds, by whom the note was made, were irresponsible and the note not collectible. That there could be no recovery if they were responsible when the representations were made, and as counsel suggested, for months afterwards. And subsequently, in answer to inquiries from the jury, the court advised them “ that if the no.te was not good and collectible when due, then, so far as that point was concerned, plaintiff would be entitled to recover.” And the court refused to charge “ that even although they may not have been worth a half, <page-number citation-index=\"1\" label=\"141\">*141</page-number>or a quarter, or a tenth part of $10,000, as they claimed, if they were responsible for the amount of the debt, if that sum was collectible of them, then the plaintiff cannot recover.”</p>\n<p id=\"b159-4\">We are not able to find in the record anything tending to show that Hooker and Eeynolds were able to meet all their debts at the time of this transaction or afterwards. And it cannot seriously be claimed that ability to pay one debt out of many would relieve that debt of fraud. The supposed responsibility of debtors justifies creditors in postponing suit for reasonable periods, and that security is the distinct result and fruit of the fraud. We think the court went to an extreme in favor of defendant. Men may be fairly said to be defrauded when they part with their property in reliance on a supposed state of affairs represented as real, without which they would not have allowed it to go out of their hands. When a transaction is had for the very purpose of preventing a vendor from getting pay for his goods, and in consequence of that purpose he fails to obtain it, we are not prepared to say that an intermediate possibility of collection will prevent him from treating the scheme as fraudulent. Such a rule would always favor rogues at the expense of honest men, and compel the cheated party to run all the risks of the cheat’s solvency. If any one had reason to complain of the charge it was not the defendant.</p>\n<p id=\"b159-5\">The judgment must be affirmed with costs.</p>\n<judges id=\"b159-6\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}