{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b336-4\">Justin W. Rich <em>vs. </em>George A. Arancio &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b336-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AlVT\">October 5, 1931.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A60\">December 2, 1931.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b336-6\">Present: Rugg, C.J., Crosby, Carroll, Sanderson, &amp; Field, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b337-6\"><page-number citation-index=\"1\" label=\"311\">*311</page-number><em>A. V. A. Thomason, </em>for the defendants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b337-7\"><em>C. S. Walkup, Jr., </em>for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b337-8\">Carroll, J.</author>\n<p id=\"AEtt\">This action of contract, to recover for labor and materials in the construction of a dance hall on the defendants’ premises, was heard by a judge of the Superior Court sitting without a jury, who found that Louis C. Newhall, an architect, carried on the negotiations; that the agreement for the work and for the price to be paid was made with the plaintiff by Newhall “without the presence of the other party”; that there was no written contract; that “a complete set of plans, if such ever existed, could not now be found”; that there were no written specifications; that the plaintiff agreed to do the work for the sum of $14,500, and to make certain additions for the further sum of $2,000. Newhall died in 1925.</p>\n<p id=\"b337-9\">The defences relied on were payment and the statute of limitations. The defence of the statute of limitations was alleged in the answer of the defendants to the plaintiff’s original declaration, and although it was not set out in the defendants’ answer to the amended declaration adding additional counts, in our opinion this defence is open to the defendants.</p>\n<p id=\"b337-10\">The writ was dated October 18, 1929. The plaintiff testified that the work was completed on October 24, 1923. On this point the finding of the judge is in these words: “It was not in dispute that the plaintiff began the erection of the structure on or about May 15, 1923, and that it was virtually completed and formally opened- on or about October 9, 1923, although in some minor details work had still to be done upon the structure.” After the building was completed, it appeared that the roof leaked. In March, 1924, and April of that year, as the plaintiff refused to assume responsibility for the condition of the roof, <page-number citation-index=\"1\" label=\"312\">*312</page-number>Newhall employed a third party to remove and relay the roof, and ordered that the cost of the work, $1,630.05, together with other expenses of the defendants amounting to $200, should be deducted from the balance of $2,500 due the plaintiff. The defendants left with Newhall a check for $670.45, payable to the plaintiff; it expressed to be in full settlement. The plaintiff refused to accept the check.</p>\n<p id=\"b338-5\">The defendants agree that $670.45 is due and payable to the plaintiff. They contend that payments of $1,500 and $1,000, as shown by certificates of the architect, were paid the plaintiff. His contention is that these two payments were never made to him; that the architect never issued a certificate for $1,500; that he received no such payment; that while a certificate for $1,000 was issued it was never paid. The judge found that this contention of the plaintiff was right, and found for the plaintiff in the sum of $3,170.45. This sum was made up of $1,500, $1,000, and $670.45 — the item not in dispute. The findings of fact in the present action at law by a judge sitting without a jury are conclusive if there is any evidence to support them. <em>Moss </em>v. <em>Old Colony Trust Co. </em>246 Mass. 139, 143. There Was evidence to support these findings. The findings of the judge that neither the $1,500 nor the certificate for $1,000 was paid is to stand.</p>\n<p id=\"b338-6\">The defendants asked the judge to rule (1) The contract set forth by the plaintiff is a severable and not an entire contract; (2) The contract set forth by the plaintiff being severable, the statute of limitations starts to run from the completion of each of several items. These requests were refused. The bill of exceptions does not show that the defendants excepted to this refusal of their requests. But even assuming that the defendants did except to the refusal by the judge to give the rulings, and assuming also that the question.of the defence of the statute of limitations to the payments of $1,500 and $1,000 was raised by the requests and is now open to the defendants, there was no error, and the finding of the amount due the plaintiff was correct.</p>\n<p id=\"b338-7\">The contention of the defendants is that payments were <page-number citation-index=\"1\" label=\"313\">*313</page-number>to be made on the certificates of the architect; that if the certificate for $1,500 was issued it was issued before August 8, 1923; that the certificate for $1,000 was dated September 20, 1923; that a cause of action accrued when the certificates were issued and as more than six years intervened between the date of the certificates and the date of the writ, October 18, 1929, these claims are outlawed,</p>\n<p id=\"b339-5\">It was found that the plaintiff agreed to build the dance hall as “called for in the original sketches with certain modifications and additions made thereto at or about the time when the work began for the sum of $14,500 and later to make certain additions” for the further sum of $2,000. The building contract was one bargain- — the plaintiff agreed to construct a finished structure for a gross sum for work and material — it was an entire contract. See <em>Clark </em>v. <em>Baker, </em>5 Met. 452. The judge found that it was implied in the contract of the plaintiff with the architect, acting for the defendants, that the plaintiff was to be paid upon certificates of the architect. The defendants contend that the certificate for $1,500, as well as the certificate for $1,000, was issued more than six years before the date of the writ; that the statute of limitations is a defence to the action. A builder working under an entire contract to construct a building, if he is to be paid from time to time as the work progresses, can wait if he desires until the work is completed, and he'is not obliged to bring action within six years from the date of each certificate or within six years from the date of the demand .thereon. Unless the contract provides otherwise he has the option to finish his contract and then demand the entire amount due; and the statute runs not from the date of each certificate but from the date of the completion of the contract. In <em>Butterfield </em>v. <em>Byron, </em>153 Mass. 517, a contract to erect a building provided that seventy-five per cent of the work done and materials furnished during the preceding month should be paid on the first of the following month. It was held that, as the consideration which the builder was to receive was an entire sum for the performance of the contract, the payments made were merely advances on account. Even if <page-number citation-index=\"1\" label=\"314\">*314</page-number>the plaintiff in the case at bar could enforce the payments of the certificate when issued, see <em>Badger </em>v. <em>Titcomb, </em>15 Pick. 409; <em>Barrie </em>v. <em>Earle, </em>143 Mass. 1, he could go on and finish his contract and then sue. The payment of the certificates was for his convenience and as the contract was entire his claim accrued when the work was finished. <em>Clark </em>v. <em>Gulesian, </em>197 Mass. 492. See in this connection <em>Iron Mountain &amp; Helena Railroad </em>v. <em>Stansell, </em>43 Ark. 275; <em>Wharton &amp; Co. </em>v. <em>Winch, </em>140 N. Y. 287, 294; <em>Ga Nun </em>v. <em>Palmer, </em>202 N. Y. 483, and cases cited.</p>\n<p id=\"b340-5\">It is also contended by the defendants that, since some of the work was to be done for $14,500 and other work was to be done for $2,000, the contract was not entire. The mere fact that additions are made to an entire contract does not convert it into a separable contract. <em>Condon </em>v. <em>H. C. Hazen Contracting Co. </em>122 Ohio St. 100.</p>\n<p id=\"b340-6\">It follows that the plaintiff’s cause of action was not barred if his action was begun within six years from the time of the completion of the building. There was no express finding on this point. The judge found that the building was virtually completed on or about October 9. If this means that all the work was done and the contract then completed, the claim of the plaintiff for $2,500 is barred. But the judge also found that at that time in some “minor details work had still to be done upon the structure.” The plaintiff testified that the work was completed October 24, 1923. We cannot find that this testimony was contradicted. Evidently the judge believed that the work was not completed until some time after October 18, 1923. The general finding for the plaintiff imports all the subsidiary facts necessary to that conclusion. <em>Adams </em>v. <em>Dick, </em>226 Mass. 46, 53.</p>\n<p id=\"b340-7\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}