{
  "casebody": {
    "data": "<casebody firstpage=\"575\" lastpage=\"580\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b601-8\">Edward T. Roche <em>vs. </em>Reuben B. Gryzmish.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b601-9\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ao9\">October 7, 1931.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUV\">December 28, 1931.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b601-10\">Present: Rugg, C.J., Crosby, Carroll, Sanderson, &amp; Field, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b602-11\"><page-number citation-index=\"1\" label=\"576\">*576</page-number><em>H. Baer </em>of New York <em>&amp; E. 0. Proctor, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A9_\"><em>A. H. Grauman, (M. E. Bernkopf </em>with him,) for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b602-12\">Crosby, J.</author>\n<p id=\"Azb5\">This is an action of contract by the holder against the maker of four promissory notes, all dated July 28, 1925, and payable to the order of F. G. Potter. The writ is dated August 24, 1927. The jury found for the defendant, and the case is before this court on the plaintiff’s exceptions to the refusal by the trial judge to grant a motion for a directed verdict, and to his refusal to give certain requests for rulings. The original answer, which contained <page-number citation-index=\"1\" label=\"577\">*577</page-number>a general denial and a denial of the defendant’s signature, pleaded fraud and rescission. At the beginning of the trial proof of the genuineness of the signatures was waived by the defendant, and counsel for the plaintiff agreed that the defendant might withdraw that portion of the answer relating to rescission; it was further agreed that the defence would be based on the ground of false representations. On the day preceding the close of the trial, in accordance with the agreement an amendment to the original answer was filed, and allowed, which omitted that part of the answer pleading rescission.</p>\n<p id=\"b603-5\">The notes in suit were given in payment of the balance of the purchase price of four hundred seven shares of corporate stock owned by F. G. Potter, and sold to the defendant through one Cole. This sale was a part of certain transactions in which the defendant, as trustee, agreed to buy a large tract of land in the State of Florida from a corporation called the Curtiss Bright Cole Company, Inc. In his individual capacity the defendant also bought from eight different minority shareholders of the corporation one thousand seven hundred fifteen shares of the capital stock of the corporation, being forty-nine per cent of such stock. The plaintiff holds the notes for the benefit of the executors of the estate of Potter, the payee, who died in 1926. At the trial the notes, duly indorsed by one of the executors payable to the plaintiff’s order, were admitted in evidence, together with testimony that, except for the amount credited in the declaration, the notes were unpaid; and the plaintiff rested.</p>\n<p id=\"b603-6\">The defendant then offered evidence in support of the allegations of fraud set forth in the amended answer. The misrepresentations of fact, which upon the defendant’s testimony the jury could have found Cole made, were, substantially, that the corporation had previously sold over three thousand acres of its land in Florida at $100 an acre, which was all the land it owned except approximately fourteen thousand seven hundred acres — the balance of the tract for which the defendant, was negotiating; that upon those sales one fourth or one third of the price had been paid <page-number citation-index=\"1\" label=\"578\">*578</page-number>down, so that the company had $75,000 in its treasury against which the directors had declared a dividend; and that the land was high, dry land bordering on State Highway No. 8. The facts as shown by the evidence were that the corporation had sold no land at $100 an acre, but had made an agreement to sell parts of it at $50 an acre, and that a part of it had not been sold; that upon those parts which had been sold, the first payments had not been made; that before August 1, 1925, the largest amount in the treasury of the corporation at any one time was $8,015.16 which included $8,000 paid on July 20, 1925, as a deposit on and in part payment of a proposed sale to one Brayer; that no dividends had been declared; that the land was not high and dry, and did not immediately border on State Highway No. 8.' It is recited in the bill of exceptions that the defendant’s evidence was sufficient to warrant the jury in finding that the representations of fact made by Cole were false and were known by him to be false. There was evidence tending to show that in the transactions above referred to Cole acted as a duly authorized agent of the Curtiss Bright Cole Company, Inc. and as the owner of part and the duly authorized agent of the owners of the balance of the one thousand seven hundred fifteen shares of capital stock of the Curtiss Company.</p>\n<p id=\"b604-5\">The plaintiff contends in support of his motion for a directed verdict that the defendant failed to produce evidence for the assessment of damages under the rules of law applicable to the case. It has long been settled that in an action on a promissory note, given for the price of personal property, the maker may show in reduction of damages that the sale was entered into by him by reason of the false representations or fraud on the part of the payee, although the property has not been returned or tendered to him. <em>Harrington </em>v. <em>Stratton, </em>22 Pick. 510. <em>Stacy </em>v. <em>Kemp, </em>97 Mass. 166. It was said by Colt, J., in <em>Wentworth </em>v. <em>Dows, </em>117 Mass. 14, at page 15: “In an action upon a promissory note, the defendant is permitted to allege and prove in defence that which was formerly only the subject of a cross action. Thus breach of warranty or fraud in the sale of personal property may be given in evidence, when <page-number citation-index=\"1\" label=\"579\">*579</page-number>specially set up in the defendant’s answer by way of recoupment.” <em>Eastern Massachusetts Street Railway </em>v. <em>Union Street Railway, </em>269 Mass. 329, 333. <em>Pothier </em>v. <em>Doucette, </em>276 Mass. 326, 334.</p>\n<p id=\"b605-5\">Having withdrawn the defence of rescission, the defendant relies solely upon the defence that he was induced to purchase the stock by reason of the fraud and false representations of Cole. The defendant tried his case on the theory that, if he proved that he entered into the contract and was induced to give the notes relying upon the false and fraudulent representations, he would be entitled to a verdict in his favor. It is obvious from the instructions to the jury that the trial judge acted on that theory. He told the jury that “The claim here is that he [The defendant] is not to be held to the obligation represented by those notes by reason of the fact that the party who procured him to sign those notes did so by misrepresentation, fraudulent misrepresentation, fraud or deceit; and if you are satisfied that he was deceived and defrauded by the evidence in this case he is not to be held, he is absolved.”</p>\n<p id=\"b605-6\">The rule is well established that a purchaser of property who is defrauded in the purchase may keep the property and recover, either in an action brought by him or by way of recoupment, damages occasioned by the fraud; or, he may rescind the contract, and upon returning the consideration received may recover whatever of value he has lost by reason thereof. <em>Perley </em>v. <em>Balch, </em>23 Pick. 283. <em>McKinley </em>v. <em>Warren, </em>218 Mass. 310. <em>Patch </em>v. <em>Cashman, </em>244 Mass.. 378. As these are inconsistent remedies, a person who has once elected to pursue one of them cannot afterwards seek the other. <em>Whiteside </em>v. <em>Brawley, </em>152 Mass. 133, 134.</p>\n<p id=\"b605-7\">In the present case fraud cannot be set up in bar of a recovery on the notes. The alleged fraud is effective as a defence only to the extent of the damage shown to have resulted to the defendant therefrom. <em>Perley </em>v. <em>Balch, </em>23 Pick. 283. <em>Daniel </em>v. <em>Learned, </em>188 Mass. 294. <em>Pothier </em>v. <em>Doucette, </em>276 Mass. 326, 334.</p>\n<p id=\"b605-8\">There was no evidence in the case from which substantial damages in recoupment could have been assessed. If <page-number citation-index=\"1\" label=\"580\">*580</page-number>there had been such evidence it could not have been considered by the jury in view of the instructions. The plaintiff requested the judge to give the following ruling: “9. In order to prevail in his defence the defendant must show that he rescinded the transaction.” This request was denied. It was, in effect, a request that without rescission the defendant was not entitled to prevail in his defence that he was exonerated from payment of the notes on proof of fraud, and was sufficient to direct the attention of the judge to an important principle of law not referred to in the charge, which may well have resulted in harm to the plaintiff. The point is clearly open on these exceptions. <em>Markey </em>v. <em>Mutual Benefit Life Ins. Co. </em>118 Mass. 178, 195. <em>Bergeron </em>v. Forest, 233 Mass. 392, 401, 402.</p>\n<p id=\"b606-5\">The erroneous instruction, in substance, that the defendant was not to be held liable on the notes if his signature upon them was procured by fraudulent representations, was the equivalent of a direction to the jury that if they found the notes were obtained by false representations the damages the defendant sustained were necessarily equal to the unpaid balance on the plaintiff’s notes. Damages in a case of this kind must be limited to the difference between the value of what the defendant received and what its value would be if the facts had been as represented. <em>Morse </em>v. <em>Hutchins, </em>102 Mass. 439. <em>McKinley </em>v. <em>Warren, </em>218 Mass. 310, 314. <em>McNulty </em>v. <em>Whitney, </em>273 Mass. 494, 504-505.</p>\n<p id=\"b606-6\">It is apparent from the full statement of the evidence, and the charge, that the case was not tried along the lines above set forth as the controlling legal principles. <em>Archer </em>v. <em>Eldredge, </em>204 Mass. 323.</p>\n<p id=\"b606-7\">The result is that the plaintiff’s exception to the refusal to direct a verdict in his favor is overruled. The exception to the refusal to give his ninth request is sustained.</p>\n<p id=\"b606-8\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}