{
  "casebody": {
    "data": "<casebody firstpage=\"614\" lastpage=\"615\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b646-5\">(12 Misc. Rep. 328.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b646-6\">BAMBERGER v. FILLEBROWN et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b646-7\">(Superior Court of New York City, General Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4A\">May 6, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b646-8\">1. Equity—Jurisdiction—Priority or Claims.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b646-9\">Equity has jurisdiction of an action brought by a receiver in supplementary proceedings to ascertain priorities, where there are conflicting claims to the fund in his hands.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b646-10\">2. Parties—Misjoinder—Representative . Capacities.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b646-11\">The bringing of an action by a receiver, in his capacity as such, appointed by two different courts, does not constitute a misjoinder of parties plaintiff.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b647-4\"><page-number citation-index=\"1\" label=\"615\">*615</page-number>Appeal from special term.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b647-5\">Action by Edward S. Bamberger, as receiver, against Charles B. Fillebrown and others, to determine priorities. From an order overruling their demurrer, and final judgment entered thereon, defendants Fillebrown and Stevens appeal.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"ASY\">Affirmed.</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b647-6\">In an action in the superior court brought by Joseph Sawyer against Morris Lowenthal and others, plaintiff was appointed receiver of defendants’ property. In a subsequent action in the same court against the same parties, by defendants Fillebrown and Stevens, the receivership was extended to the action brought by them. Afterwards the receivership was extended by the supreme court in an action brought in that court by Jeremiah Marston against the same parties. There were not sufficient assets remaining in the hands of the receiver to pay the claims of the creditors, and he brings this action to determine priorities. The complaint alleged the foregoing facts. Defendants Fillebrown and Stevens demurred to the complaint: (1) On the ground that the court had no jurisdiction; (2) that the receiver is an officer of the supreme court, and, as such, has no legal capacity to sue defendants by reason of claims made by them against funds in his hands as receiver of the superior court; (3) that there is a misjoinder of parties plaintiff by the receiver bringing this action against defendants in Ms capacity as receiver of both courts; (4) that there is a misjoinder of parties defendant, in that the interest of defendant Marston is conflicting, and that he had no interest in the subject-matter of the action until its final disposition by the superior court; (5) that the complaint does not state facts sufficient to constitute a cause of action.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b647-7\">Argued before SEDGWICK, C. J., and FREEDMAN and McADAM, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b647-8\">A. H. Berrick, for appellants.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b647-9\">Stiefel &amp; Lauer, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b647-10\">FREEDMAN, J.</author>\n<p id=\"AtV3\">Upon the facts alleged in the complaint, which stand admitted by the demurrer, there is no misjoinder of parties plaintiff, and the court has jurisdiction of the subject-matter of the action, and the plaintiff has set forth a sufficient cause of action. This is an action brought by a receiver in a creditors’ action to have priorities determined after conflicting claims had been made against the same fund remaining in his hands after final judgment. The jurisdiction of a court of equity to entertain such an action is firmly established. It is no answer to say that the same result might be reached by motion. This is always doubtful, for, even if the power should exist in a particular case to pass upon conflicting claims in a summary way, yet, if a conflict as to the facts should be presented by the affidavits of the different parties in interest, the exercise of the power may be declined, and the parties left to their remedy by action. The judgment and order should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}