{
  "casebody": {
    "data": "<casebody firstpage=\"764\" lastpage=\"765\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b796-4\">BECK et al. v. BROOKLYN EL. R. CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b796-5\">(Supreme Court, General Term, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AlE\">May 13, 1895.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b796-6\">Elevated Railroads—Injuries to Abutters—Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b796-7\">Where the evidence shows that plaintiff’s premises abutting on defendant’s elevated railroad had increased in value since the road» was built, plaintiff cannot recover for damages to such premises caused by construction and operation of the road, unless he shows that there had been a general advance in the value of property in the neighborhood, not attributable to defendant’s road, of which plaintiff was deprived by the construction of the road.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b796-8\">Appeal from special term, Kings county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b796-9\">Action by Elisa Beck and George Beck against the Brooklyn Elevated Railroad Company and the Union Elevated Railroad Company for an injunction and damages. Judgment was entered in favor of plaintiffs, and defendants appeal.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"Aucm\">Reversed.</disposition>\n<p data-order=\"8\" data-type=\"judges\" id=\"b796-10\">Argued before BROWN, P. J., and DYKMAN and CULLEN, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"A_Xx\">William H. Page, Jr., for appellants.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b796-11\">Francis Russell Whitney, for respondents.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b796-12\">BROWN, P. J.</author>\n<p id=\"AkG\">This is one of the usual actions in equity to recover damages for injuries to the easements pertaining to the plaintiffs’ property, caused by the erection, operation, and maintenance of an elevated railroad in front thereof,’and to restrain the defendants from further maintaining and operating said railroad in the street adjacent to plaintiffs' property. Upon the trial no damages were awarded for loss of rental, but the sum of $250 was awarded for damages to the fee. We are of the opinion that the testimóny does not sustain the finding of the court, and the judgment must be reversed. The plaintiffs purchased the property in January, 1888, for $4,500. At that time the railroad structure had not been erected in front of the property, but it was in process of erection, and the stone for the foundation for the pier was lying in the street. Upon the property was a frame building, to which an addition was erected by the plaintiffs, and since the purchase the upper part of the building has been occupied by the plaintiffs as a residence, and the other part as a manufactory for dolls and baby carriages. The plaintiff George Beck testified that subsequént-to the purchase of the property he was offered for it $7,000. Of the two witnesses called by the plaintiffs upon the question of value, one testified that the present market value of the property was $5,000, and the other that the present value of the lot without the building was $5,000. No diminution of valuation was therefore shown, and to establish a right to recover it was necessary for the plaintiffs to show that there had been some general advance in the value of property in the vicinity upon side or parallel streets, not attributable to the defendants’ road, of which they had been deprived by the. presence of the elevated structure in front of their property. No proof of that character was offered. Indeed, it appears clearly from the testimony of the plaintiffs’ experts that there has been no general advance in value in the surrounding streets. The value of <page-number citation-index=\"1\" label=\"765\">*765</page-number>property in the vicinity has either remained stationary or retrograded, but this has been due to causes for which the defendants are in no way responsible. The desire of people to live further out along the railroads, where newer buildings afford them better accommodations for less money, and the erection of large stores in other parts of the city, which have drawn to themselves business that was formerly done in smaller stores in the vicinity of plaintiffs’ property, have changed the character of the neighborhood, and lessened the value of rents for store or residential property. The general opinion of the witnesses appears to be that the buildings on the plaintiffs’ property are worthless in any estimate of the market value thereof, and we have the fact, therefore, clearly established, that their land is worth more at the present time than when they purchased it. The judgment must be reversed, and a new trial granted, costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}