{
  "casebody": {
    "data": "<casebody firstpage=\"670\" lastpage=\"676\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b694-5\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b694-6\">Richmond Union Passenger Railway Company v. Richmond, Fredericksburg &amp; Potomac Railroad Company.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b694-7\">January 26, 1899.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b694-8\">Absent, Harrison and Buchanan, JJ.</p>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b694-9\">1. Principal and <em>Agent—TJnauthoriaed Contract of Agent—Ratification.—A. </em>contract made by an agent in excess of his powers is not void, but voidable only, and when once ratified by the principal is binding on him, and his ratification cannot be retracted.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b694-11\">2. Judicial Notice— <em>Railroad </em>Crossings—Cates.—It is a matter of common knowledge, of which courts will take judicial notice, that the mainte-. nance of gates and gatekeepers at grade crossings of railroads tends to promote safety. Courts have the right to take judicial notice of the result of the general experience of society as shown by adjudged cases, and the treatises of text-writers.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b694-13\">3. <em>Contracts—Consideration </em>— Railroads— <em>Grade </em>Crossings— Cates.—A1-- • though a street railway company may have the right to cross a railroad at grade without the consent of the railroad company, yet the benefits derived from the increased safety to its passengers furnishes a sufficient consideration for its contract with the railroad company to pay one half the costs of the erection amPmaintenance of a gate at such crossing, and the salary of a watchma'n.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b694-15\">4. Statute on <em>Frauds—Contract not to be Performed within a </em>Yea/r.—A contract to erect and maintain a gate at a railroad crossing and to pro-- ■ vide a keeper thereof, is not within the statute of frauds, although no time is fixed within which it is to be performed. A change of circumstances surrounding the parties might at any time have determined the contract, and so the contract have been performed within a year.</syllabus>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b694-17\">Error to a judgment of the Circuit Court of the city of Richmond rendered July 10, 1897, iu an action of <em>assumpsit </em><page-number citation-index=\"1\" label=\"671\">*671</page-number>wherein the defendant in error was the plaintiff, and the plaintiff in error was the defendant.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"b695-4\">\n<em>Affirmed.</em>\n</disposition>\n<p data-order=\"10\" data-type=\"summary\" id=\"b695-5\">The opinion states the case.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b695-6\"><em>Wyndham JR. Meredith, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b695-7\"><em>Leake Carter </em>and <em>Preston £ Leake, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b695-8\">Keith, P.,</author>\n<p id=\"A9r\">delivered the opinion of the court.</p>\n<p id=\"b695-9\">The Richmond, Fredericksburg and Potomac Railroad Company sued the Richmond Union Passenger Railway Company in the Circuit Court of the city of Richmond to recover the amount of a certain account alleged to be due it. The defendant pleaded <em>non assumpsit, </em>and under that plea it was agreed that any lawful defence might be made. The defences relied on are, want of consideration, want of authority on the part of, George A. Burt, who acted on behalf of the Richmond Union Passenger Railway Company to make the contract relied upon by the plaintiff, that there was no ratification of the contract, the statute of limitations, and the statute of frauds. The whole matter of law and fact was submitted to the court, and it, overruling all the foregoing defences except the statute of limitations, and allowing it so far as it was applicable, rendered judgment for the plaintiff for the sum of $540. To that judgment the Electric Railway Co. obtained a writ of error.</p>\n<p id=\"b695-10\">The plaintiff owned and operated a line of railway which passed along a part of Broad street, in the city of Richmond, and the defendant company, in constructing its line, found it necessary to cross the track of the said company, on Broad street, near Hancock street, in said city. Thereupon, Mr. Myers, on behalf of tne Railroad Company, entered into an <page-number citation-index=\"1\" label=\"672\">*672</page-number>arrangement with Mr. Burt, the superintendent of-the Electric Company, for the erection of gates, and the maintenance of a watchman at that crossing, the expense of which was to be borne equally by the companies. The gates were erected, a watchman employed, and the bills were paid by the Railroad Company, and payment of its share demanded of the Electric-Company, and payment made of the account rendered, which embraced the cost of erecting the gates and one-half of the flagman’s wages at Hancock street during the month of March,. 1888. Subsequently, the Electric Company was advised that it was under no obligation to pay any part of the flagmau’swages, and it refused to do so, hence this suit.</p>\n<p id=\"b696-4\">The alleged contract between the two companies was, as we have said, entered into on behalf of the Railroad Company by Mr. Myers, and on behalf of the Electric Company by Mr. Burt, the superintendent, who was introduced to Mr. Myers by John E. Barry, the secretary and treasurer of the Richmond Union Passenger Railway Company, by whom Burt was instructed “ to make any arrangement with Myers that would be amicable to both corporations.” After this introduction, says-Burt, who was examined on behalf of the plaintiff, “ I proceeded with Mr. Myers to the spot designated, and came to a full and complete understanding of what would be necessary, subject to the approval of the city engineer.” Row it is claimed on behalf of the Electric Company that, as there was no resolution on the part of the directors conferring such authority upon Burt, its superintendent, the contract entered into by him does not bind it, and is a nullity. We are disposed to think that such a contract, under the circumstances disclosed, might fairly be considered as within the competency of the superintendent and the secretary and treasurer of a corporation by virtue of their respective positions, but we find it unnecessary to decide that point. The contract was made, and at most was voidable at the election of the Richmond Union Passenger Railway Company. -.It chose not to annul,.but to confirm it, as is shown. <page-number citation-index=\"1\" label=\"673\">*673</page-number>by its payment, when demanded, of the bill for the erection of the gates, and the services of the watchman in part. A ratification when made is final and cannot be retracted. <em>Max Meadows L. &amp; I. Co. </em>v. <em>Brady, </em>92 Va. 71.</p>\n<p id=\"b697-4\">It is said, however, that this contract is without consideration ; that the Electric Company had the right, with or without its consent, to cross its tracks, authority to do so having been conferred by the city of Richmond. This we concede, but we know that the crossing of railways at grade is always attended with danger, and that when this crossing occurs in the streets of a city the danger is greatly enhanced. It was, therefore, for the mutual convenience, safety, and protection of the two companies that some arrangement should be made by which the danger incident to the situation might be diminished, if not wholly obviated. Counsel for the Electric Company says that the erection of gates does not tend to diminish the danger, and was not to the advantage of the Electric Company, because its employees are thereby induced to rely upon such means of protection against accident, and relax their own vigilance, and are rendered less attentive to their duties. We think, however, that we can with propriety assume that it is a matter of common knowledge that the tendency of gates and a gatekeeper is to promote safety. ’ There are facts of which courts will take judicial notice, and this, we think, is one of them, as it is the result of the general experience of society, evidence of which is to be found in the great number of adjudged cases bearing upon the subject, and the treatises of text writers.</p>\n<p id=\"b697-5\">As bearing upon the class of subjects of which courts will take judicial notice, we refer to 1 Taylor on Evidence, (Amer. Ed.) p. 21, note 36, where it is said that “ facts which are so generally known that every well informed person knows them or ought to know them, need not be proved, and will be judicially recognized without proof.” And, to quote the language of the Supreme Court of Alabama, “ this cognizance may extend far beyond the actual knowledge or even the memory of judges, <page-number citation-index=\"1\" label=\"674\">*674</page-number>who may therefore resort to such documents of reference, or other authoritative sources of information, as may be at hand, and may be deemed worthy of confidence. The rule has been held in many instances to embrace information derived informally by inquiry from experts.” <em>Gordon </em>v. <em>Tweedy, </em>74 Ala. 232.</p>\n<p id=\"b698-4\">The court, in <em>Railway Co. </em>v. Wynant, 114 Indiana, at page 533, speaking of the disposition of a horse to shy at objects of unusual character on a highway, uses the following language: “ Roads are prepared with reference to this generally known disposition, and persons who place or leave objects in a highway are likewise charged with notice of this habit. These are things which every adult person of ordinary experience must be presumed to know. It is not, therefore, a subject to be- pleaded and proved, whether a box-ear, or any other particular object, is naturally calculated to frighten horses. This is to be determined by the experience, observation, and intelligence of the court and jury as applied to all the facts of the particular case before them.”</p>\n<p id=\"b698-5\">As throwing light upon the subject of the sources to which a court may look in determining of what it may take judicial notice, we refer to the case of <em>United States </em>v. <em>Teschmaker, </em>22 How. 392, where Justice Kelson says: “ From the numerous cases which have already been before us, as well as from our own inquiries into the customs and usages of the inhabitants of California, especially those engaged in the business of raising cattle and other stock, this mode of occupation furnishes very unsatisfactory evidence of possession and cultivation of the land in the sense of the Colonization Laws of Mexico.” From this quotation it appears that we may with propriety look to the vast number of adjudged cases upon the subject of railroad crossings, and the treatises of text writers to ascertain'that such devices are resorted to to prevent accidents, and are regarded as useful and beneficial contrivances in aid of but not superseding the necessity of care and watchfulness upon the part of all concerned. This record itself <page-number citation-index=\"1\" label=\"675\">*675</page-number>shows that the city of Richmond has at many points required the erection of such gates. ■'The contract (having, thus been entered into and ratified!is, we find, supported by a sufficient consideration in the benefits which if has conferred upon the parties thereto, in the safety and protection in the operation of their respective roads, which we are authorized to infer is in some measure due to the flagman employed, and gates erected in accordance with its terms.</p>\n<p id=\"b699-4\">Is the contract void under the statute of frauds ? Ho time is fixed by the contract within which it should be performed, but it is contended by plaintiff in error that if any contract is proven it was to continue during the life of its charter, that is to say, for thirty years.</p>\n<p id=\"b699-5\">“ Clause 7, sec. 2840, Code 1887, contemplates such contracts as on their face have performance postponed beyond one year, and not such as may or may not chance to be performed within that period.” <em>Seddon </em>v. <em>Rosenbaum, </em>85 Va. 928.</p>\n<p id=\"b699-6\">“Agreements to continue to do something for an indefinite period, which may be terminated at any time by either party; or which may be terminated by such a change in the circumstances of the parties as will make it unreasonable or unneces. sary that they should be farther bound, the contingency of such change of circumstances being implied in the nature of the contract, are not within the statute.” Browne on Statute of Frauds (5th Ed), 276a; 1 Reed on Statute of Frauds, sec. 197.</p>\n<p id=\"b699-7\">In <em>Talmadge </em>v. <em>Railroad Company, </em>13 Bar. 493, this principle is strikingly illustrated. In that case the defence to an action for injury to the plaintiff’s cattle by running over them with railway cars, was that the plaintiff had verbally agreed to build and maintain a fence along the railroad opposite his land, whence his cattle escaped on to the track at the time of the injury. This agreement was held not to require a writing under the statute of frauds, but, says Browne (sec. 273a), upon doubtful ground. “ It would have been properly so held upon the ground,” says that author, “ that the duration of the plain<page-number citation-index=\"1\" label=\"676\">*676</page-number>tiff’s promise to maintain the fence was obviously limited (though no words said to that effect) by the duration of the circumstances of the parties which led to the making of it. If the road should cease to be used by the promisee or its assigns for railway purposes, it is unreasonable to suppose that the fence was still to be maintained, the reason for maintaining it no longer existing; and this might well happen within the space of a year, consistently with the understanding and rights of the parties.”</p>\n<p id=\"b700-4\">The case cited seems to be quite as strong for the application of the statute as that under consideration. A change of circumstances surrounding the parties would at any time have determined the contract, and it may be observed that such a change has in fact taken place, and the gate is no longer maintained where it was placed in the first instance.</p>\n<p id=\"b700-5\">There are decisions to the contrary of the position here taken, but we have adopted it because it has the approval of distinguished text writers, and seems to be in harmony with the general current of authority upon this and kindred questions.</p>\n<p id=\"b700-6\">The whole matter of law and fact was submitted to the court. Its conclusions upon the evidence at whatever point their correctness may be questioned, whether as to the inception of the contract, the authority of those by whom it was entered into, the consideration upon which it rested, or the amount of the recovery on the <em>quantum, meruit, </em>when that point in the investigation is reached, all are to be solved in favor of the judgment, if there is evidence enough to support it, applying to its consideration the rule governing a demurrer to evidence,</p>\n<p id=\"b700-7\">\"We have upon the whole case no hesitation in affirming the judgment of the Circuit Court.</p>\n<p id=\"b700-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}