{
  "casebody": {
    "data": "<casebody firstpage=\"340\" lastpage=\"347\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b400-3\">José R. NAVATO, M.D., Appellant, v. Ivan W. SLETTEN, M.D., et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b400-5\">No. 76-1729.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b400-6\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b400-7\">Submitted April 12, 1977.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b400-8\">Decided July 22, 1977.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b401-25\"><page-number citation-index=\"1\" label=\"341\">*341</page-number>John B. Lewis, St. Louis, Mo., on brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b401-26\">James S. Newberry, Columbia, Mo., and Glen A. Glass, Jefferson City, Mo., for ap-pellees; Jackson A. Wright, Marvin E. <page-number citation-index=\"1\" label=\"342\">*342</page-number>Wright and Ted D. Ayres, Columbia, Mo., on the briefs, for Sletten, Kitchen and Curators of U. of Mo.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b402-4\">John D. Ashcroft, Atty. Gen., Jefferson City, Mo., for Mower, Robb and The Dept, of Mental Health.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b402-5\">Before HEANEY, ROSS and STEPHENSON, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b402-6\">HEANEY, Circuit Judge.</author>\n<p id=\"b402-7\">Dr. José R. Navato, a Filipino, brought this action against officials of the Missouri Institute of Psychiatry, the University of Missouri and the Missouri Department of Mental Health seeking injunctive and declaratory relief and money damages under 42 U.S.C. §§ 1981, 1983 and 1985. Dr. Na-vato claims that the refusal to grant him a certificate of completion and other contractual benefits after he finished three years of the Career Residency Training Program operated by the appellees was the result of racial discrimination and in contravention of procedural and substantive due process guarantees. The District Court upheld the action of the appellees and granted their counterclaim against Dr. Navato for breach of contract. We reverse and remand.</p>\n<p id=\"b402-8\">The Career Residency Training Program is jointly administered by the Missouri Institute of Psychiatry and the Department of Mental Health through the University of Missouri Medical School. It was established to train licensed physicians to work in the state mental health system. When Dr. Na-vato entered the program on August 26, 1970, he signed a five-year contract with the Division of Mental Health.<footnotemark>1</footnotemark> A letter which accompanied the contract provided that Dr. Navato was to receive the three years of training required for certification in the specialty of psychiatry, and that he, in turn, was to render two years of service in state mental health hospitals. He was to receive a salary of $13,000 during the first year of his residency, increasing to $24,000 by his fifth year. Both the contract and the accompanying letter contained payback provisions in the event that he terminated his participation in the program prior to his fulfillment of the two-year service requirement.<footnotemark>2</footnotemark></p>\n<p id=\"b402-13\">Dr. Navato successfully completed two years of training. Near the end of his third year, he was assigned to perform clinical work under the supervision of Dr. Marie Mowrer. During her supervision of Dr. Na-vato, she became concerned about his performance and contacted Dr. Alice Kitchen, Director of the Residence Training Program. Doctors Mowrer, Kitchen and Nava-to met on May 18, 1973. At the meeting, Dr. Mowrer voiced various criticisms of Dr. Navato’s work.<footnotemark>3</footnotemark> Only concerns arising during the time that Dr. Navato was under Dr. Mowrer’s supervision were discussed during this meeting. At the conclusion of the meeting it was decided that the issues raised by Dr. Mowrer should be brought to the attention of the Residency Training Committee. Dr. Kitchen sent a memorandum to Dr. Navato and to the members of the Committee, requesting their presence at a meeting to be held on May 25, 1973, “to consider possible disciplinary action against <page-number citation-index=\"1\" label=\"343\">*343</page-number>Dr. Navato.” A notation at the bottom of the memorandum asked Dr. Navato to also attend.</p>\n<p id=\"b403-5\">Dr. Navato and eight of the thirteen members of the Committee were present at the May 25, 1973, meeting.<footnotemark>4</footnotemark> Dr. Mowrer opened the meeting by restating, in greater detail, the concerns she had raised at the May 18th meeting. Dr. Navato was given time to respond. Both Dr. Mowrer and Dr. Navato then left the meeting. The Committee proceeded to discuss not only Dr. Mowrer’s assessment of Dr. Navato’s performance, but also the evaluations made by several of his previous instructors. Mention was also made of his prior misuse of sick slip procedures, his problems with on-call scheduling at St. Louis County Hospital, and his fostering of discontent with the program among other residents. The Committee members present postponed their decision until written recommendations could be obtained from all Committee members. Minutes of the meeting were circulated to all members of the Committee and tape recordings of the meeting were also made available.</p>\n<p id=\"b403-6\">Dr. Navato’s future in the program was again discussed by the Committee on June 4, 1973. Recommendations from Committee members and evaluations by previous instructors were read. The recommendations mentioned several criticisms of Dr. Navato in addition to those raised by Dr. Mowrer at the May 25th meeting.<footnotemark>5</footnotemark></p>\n<p id=\"b403-7\">The Committee officially conveyed their decision to Dr: Navato in a memorandum dated June 8, 1973. In the memorandum, Dr. Kitchen stated that because of his “persistently borderline to clearly deficient participation [in the program] during the last year and a half,” the Committee had decided that he should be required to repeat six months of training, with three of those months to be under the supervision of Dr. Mowrer. During that time, he would be on probation with his salary maintained at a third-year level. If, during this probationary period, his performance proved to be inadequate, a further six-month probationary period would result. He was also advised that he was not to engage in any form of private practice, and that Committee knowledge of his participation in such activity would result in an immediate demand for his resignation.</p>\n<p id=\"b403-11\">On June 11, 1973, Dr. Navato simultaneously tendered his resignation from the program and made a written request that his case be reconsidered. The resignation was to become effective on July 17, 1973. His request for reconsideration was denied by the Committee on July 9, 1973. At that time, he was informed that he would be certified for only two years of training and one year of service. He was also advised that in light of his resignation from the program, he owed the Division of Mental Health' a sum of $3,000 for failure to fulfill the two-year service requirement called for by his contract. He then brought this action.</p>\n<p id=\"b403-12\">I.</p>\n<p id=\"b403-13\">Dr. Navato first contends that the action taken by the Committee was the result of a continuing pattern of racial discrimination against non-Caucasian, foreign-born doctors in the program. In support of his contention, he introduced the testimony of two Caucasian American residents, both of whom successfully completed the program. They testified that there was a difference in treatment between Caucasian American residents and residents of other races in the program. Dr. Navato also introduced statistical evidence which showed that twelve of the sixty persons enrolled in <page-number citation-index=\"1\" label=\"344\">*344</page-number>the program during the period of 1970-1973 resigned and that nine of the twelve residents who resigned were non-Caucasian (five of these were Asian). He contends that this evidence constituted a prima facie case of racial discrimination.</p>\n<p id=\"b404-4\">The District Court rejected his contention and found that he failed to establish that the action taken by the Committee was due to discrimination based on race or national origin. This finding is not clearly erroneous. <em>See Cato v. Collins, </em>539 F.2d 656, 663 (8th Cir. 1976). The statistical evidence produced was of little predictive value because of the small universe from which the statistics were derived and because the statistics presented related to resignations rather than to disciplinary actions. <em>See Harper v. Trans World Airlines, Inc., </em>525 F.2d 409, 412 (8th Cir. 1975).</p>\n<p id=\"b404-5\">II.</p>\n<p id=\"b404-6\">Dr. Navato next contends that thé action taken by the Committee deprived him of significant interests in liberty and property without procedural due process.<footnotemark>6</footnotemark> We do not reach his claimed deprivation of liberty since we hold that he was deprived of a significant interest in property and that the Committee’s action failed to comport with minimum procedural safeguards required by the Fourteenth Amendment.</p>\n<p id=\"b404-10\">The application of the procedural due process guarantees of the Fourteenth Amendment to state action requires a two-step analysis under <em>Board of Regents </em>v. <em>Roth, </em>408 U.S. 564, 92 S.Ct. 2701,33 L.Ed.2d 548 (1972), and <em>Perry v. Sindermann, </em>408 U.S. 593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972). It first must be determined whether the nature of the interest at stake brings it within the Fourteenth Amendment’s protection of liberty- and property and triggers procedural due process guarantees. <em>Board of Regents v. Roth, supra, </em>408 U.S. at 569-571, 92 S.Ct. 2701. “Once it is decided that procedural due process is applicable, the second step is the determination of what process is due.” <em>Johnson v. Mathews, </em>539 F.2d 1111, 1117 (8th Cir. 1976). <em>See also Goss v. Lopez, </em>419 U.S. 565, 577, 95 S.Ct. 729, 42 L.Ed.2d 725 (1975); <em>Board of Regents </em>v. <em>Roth, supra </em>408 U.S. at 569-571, 92 S.Ct. 2701.</p>\n<p id=\"b404-11\">The appellees do not deny that Dr. Navato, by virtue of his contract with the Division of Mental Health, had a property interest cognizable under the Fourteenth Amendment.<footnotemark>7</footnotemark> <em>See Board of Regents v. Roth, supra </em>408 U.S. at 576-577, 92 S.Ct. 2701; <em>Perry v. Sindermann, supra </em>408 U.S. at 601, 92 S.Ct. 2694; <em>Harnett v. Ulett, </em>466 F.2d 113, 116 (8th Cir. 1972). They argue, however, that he was afforded the due process to which he was entitled since he was placed on probation for academic rather than disciplinary reasons,<footnotemark>8</footnotemark> and, under <page-number citation-index=\"1\" label=\"345\">*345</page-number>those circumstances, little procedural due process is required. We disagree.</p>\n<p id=\"b405-4\">It is true that the courts have traditionally accorded great deference to academic evaluations. <em>See Greenhill v. Bailey, </em>519 F.2d 5, 7 (8th Cir. 1975), and cases cited therein. School officials have a strong interest in freedom from outside intervention in matters of academic evaluation in order to maintain the integrity of the academic process. This interest does not, however, defeat the threshold determination as to the applicability of the Due Process Clause. As stated by the Supreme Court in <em>Board of Regents v. Roth, supra </em>408 U.S. at 570-571, 92 S.Ct. at 2705:</p>\n<blockquote id=\"b405-5\">[t]he District Court decided that procedural due process guarantees apply in this case by assessing and balancing the weights of the particular interests involved. * * * [A] weighing process has long been a part of any determination of the <em>form </em>of hearing required in particular situations by procedural due process. But, to determine whether due process requirements apply in the first place, we must look not to the ‘weight’ but to the <em>nature </em>of the interest at stake. * * * We must look to see if the interest is within the Fourteenth Amendment’s protection of liberty and property. [Emphasis included and footnote omitted.]</blockquote>\n<p id=\"b405-7\"><em>Accord, Smith v. Organization of Foster Families, </em>431 U.S. 816, 840, 97 S.Ct. 2094, 53 L.Ed.2d 14 (1977). <em>See Greenhill v. Bailey, supra </em>at 8-9.</p>\n<p id=\"b405-11\">Since Dr. Navato clearly had a property interest within the protection of the Fourteenth Amendment, the only question which remains is how much process he was due under the circumstances presented. Due process is a flexible concept with its requirements depending upon the competing interests involved. <em>Morrissey v. Brewer, </em>408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). There are, nonetheless, certain minimum procedural requirements which must accompany any deprivation of liberty or property. First, “[b]efore a person is deprived of a protected interest, he must be afforded opportunity for some kind of a hearing, ‘except for extraordinary situations where some valid governmental interest is at stake that justifies postponing the hearing until after the event.’ ” <em>Board of Regents v. Roth, supra </em>408 U.S. at 570 n. 7, 92 S.Ct. at 2705, quoting <em>Boddie v. Connecticut, </em>401 U.S. 371, 379, 91 S.Ct. 780, 28 L.Ed.2d 113 (1971). <em>Accord, Smith v. Organization of Foster Families, supra, </em>431 U.S. at 848, 97 S.Ct. 2094. In addition, since the right to be heard is of little value unless one is informed as to the matter which is pending, procedural due process requires that some kind of prior notice be given. <em>Goss v. Lopez, supra </em>419 U.S. at 578-579, 95 S.Ct. 729; <em>Mullane v. Central Hanover Tr. Co., </em>339 U.S. 306, 314, 70 S.Ct. 652, 94 L.Ed. 865 (1950).<footnotemark>9</footnotemark></p>\n<p id=\"b406-3\"><page-number citation-index=\"1\" label=\"346\">*346</page-number>The appellees argue that Dr. Navato had oral notice of the issues to be raised by Dr. Mowrer at the meeting of the Committee, and that he was given an opportunity to respond to her charges at that time. We agree that, by virtue of his conference with Drs. Mowrer and Kitchen on May 18th, he had sufficient notice of Dr. Mowrer’s concerns; had the decision of the Committee been based on those grounds alone, we would be inclined to agree that procedural due process was afforded. The Committee’s decision did not, however, rest solely upon Dr. Mowrer’s criticisms of his performance during the three months that he was under her supervision. Instead, it was based upon events which occurred during his entire last year and a half of training. He was given no notice that the Committee would consider his alleged “incitement” of discontent with the program among fellow residents, his alleged failure to cooperate in the establishment of an on-call schedule at a local hospital in 1972, and his reported statement to secretarial staff that he wished to be terminated from the program to avoid payback provisions in his contract. Nor was he given any opportunity to respond to these allegations. Under these circumstances, we hold that he was not given the minimum procedural due process to which he was entitled.<footnotemark>10</footnotemark></p>\n<p id=\"b406-8\">III.</p>\n<p id=\"b406-9\">The final issue which we must address is whether the District Court erred in granting the appellees $3,000 on their breach of contract counterclaim. Dr. Navato argues that he should not be liable for breach of contract.<footnotemark>11</footnotemark> We agree. The appellees cannot wrongly withhold the benefits to which he was entitled under the contract, the most important of which was his scheduled salary increase, and then maintain an action against him for its breach. It is axiomatic that before a party can recover upon a contract, he must show his own performance or his tender thereof. <em>Miran Investment Co. v. Medical West Building Corp., </em>414 S.W.2d 297, 302 (Mo. 1967); <em>Boehm </em>v. <em>Kindle, </em>395 S.W.2d 284, 287 (Mo.App.1965). Where, as here, the party seeking to recover was the first to breach the contract,<footnotemark>12</footnotemark> that party cannot maintain an action against the other for failure to perform. <em>Boten v. Brecklein, </em>452 S.W.2d 86, 92 (Mo.1970); <em>Burns v. Beeny, </em>427 S.W.2d 772, 775 (Mo.App.1968).</p>\n<p id=\"b407-4\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>Accordingly, we reverse and remand to the District Court with instructions to order the appellees:</p>\n<p id=\"b407-5\">(1) To expunge from all records any reference to the action taken against Dr. Na-vato;</p>\n<p id=\"b407-6\">(2) To give Dr. Navato adequate notice as to all of the charges against him; and</p>\n<p id=\"b407-7\">(3) To provide Dr. Navato with a hearing before the Committee which will then determine whether he should be issued a certificate of completion for three years of training and whether he should be reinstated in the program.</p>\n<p id=\"b407-8\">In addition, that portion of the District Court’s judgment granting the counterclaim of.the appellees in the amount of $3,000 is hereby set aside.</p>\n<footnote label=\"1\">\n<p id=\"b402-9\">. The Division of Mental Health, Department of Health and Welfare, was abolished and its powers transferred to the newly created Department of Mental Health by the Omnibus State Reorganization Act, 1974 Mo. Laws S.B. 1 § 9 subd. 3 (Mo.Rev.Stat.1975 Supp.App.).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b402-10\">. The letter accompanying the contract stated:</p>\n<blockquote id=\"b402-11\">In the Career Training Program, a unit of training time obligates you to fulfill a unit of service time as a psychiatrist with the Division. If you leave before fulfilling your obligated service, you owe the Division of Mental Health under this agreement a * * * sum of $150.00 for each month of training for which you have not returned service. Your obligation is to fulfill 8 months of service for each 12 months of training.</blockquote>\n<blockquote id=\"b402-15\">The contract contained a similar provision. These documents were superseded by a virtually identical set of documents signed by Dr. Navato on February 9, 1971.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b402-16\">. Dr. Mowrer’s criticisms of Dr. Navato included the scheduling of too many patients at once, lack of concern about clinic patients, poor record keeping, poor clinic practices and judgment, failure to take advantage of opportunities for consultation with her, failure to give adequate notice prior to his absence from the clinic and his involvement in private practice contrary to the provisions of his contract.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b403-8\">. Dr. Amanat was present when the meeting began but left before its conclusion.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b403-9\">. These criticisms included his failure to cooperate in the establishment of an on-call schedule at County Hospital in 1972, his poor attitude toward the program and his “direct or indirect incitement of fellow residents” toward a similar attitude, his failure to report sick leave properly and his “reported discussion with the secretarial help at Sullivan [clinic] indicating that he hoped he would be terminated at the end of his third year so that he would not have to pay back to the Division in dollars for the amount of service time he owes it”.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b404-7\">. Specifically, Dr. Navato claims that he had inadequate notice of the charges against him; that he was not given adequate time at the May 25th meeting to respond to the issues Dr. Mowrer raised; that he was not afforded an opportunity to appear before Committee members who failed to attend the meeting but who nevertheless participated in the decision making; that he should have been permitted to have counsel present at the meeting; that all facts should have been determined on the evidence presented at that hearing; and that a stenographic record of the hearing should have been made.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b404-8\">. The contract in the instant case, which was one of employment as well as education, should.be distinguished from agreements dealing solely with academic degree requirements. <em>See, e. g., Mahavongsanan v. Hall, </em>529 F.2d 448, 450 (5th Cir. 1976). The letter accompanying the contract indicated that Dr. Navato was a Missouri state merit employee. This Court has recently held that a nonprobationary employee whose employment is governed by the Missouri State Merit System has a property interest in employment entitling him to procedural due process under the Fourteenth Amendment. See <em>Kennedy v. Robb, </em>547 F.2d 408, 409-413 (8th Cir. 1976).</p>\n<p id=\"b404-13\">Since Dr. Navato’s resignation from the program did not become effective until after the contract was breached by the appellees, it does not preclude his contract claim. <em>See </em>Part III <em>infra. </em>Moreover, although the trial court made no specific finding, it appears from the record that his resignation may well have been induced by the action of the appellees.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b404-14\">. The District Court so found. <em>Navato v. Sletten, </em>415 F.Supp. 312, 317 (E.D.Mo.1976). This finding is not clearly erroneous. <em>See Wellner v. Minnesota State Junior College Board, </em>487 F.2d 153, 156 (8th Cir. 1973). <page-number citation-index=\"1\" label=\"345\">*345</page-number>The appellees concede that the issue of Dr. Navato’s conducting private practice contrary to the provisions of his contract is disciplinary in nature. They argue, however, that since the only action taken by the Committee with regard to this issue was the issuance of a warning that he discontinue the proscribed practice, due process was not required. We agree that any deprivation of liberty or property resulting from the imposition of this sanction was de minimus and thus not within the Due Process Clause. <em>See Goss v. Lopez, </em>419 U.S. 565, 576, 95 S.Ct. 729, 42 L.Ed.2d 725 (1975).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b405-9\">. We do not go beyond these minimum due process guarantees. Where the action of school officials rests upon academic rather than upon disciplinary grounds, any interest which the student may have in court-ordered imposition of trial-type procedures is outweighed by the interest of the school in preventing undue interference with the academic process. <em>See Greenhill v. Bailey, </em>519 F.2d 5, 9 (8th Cir. 1975). This Court has likewise declined to impose such procedures upon hospital board proceedings when professional competence is at issue. <em>Klinge v. Lutheran Charities Ass’n of St. Louis, </em>523 F.2d 56, 60 (8th Cir. 1975). We, therefore, reject Dr. Navato’s contention that the proceedings of the Committee were deficient because of the absence of counsel. We also reject his contention that the proceedings were deficient because no stenographic record was made. The tape recording which was made was clearly a sufficient record of the proceedings. With regard to the other deficiencies alleged by Dr. Navato, we note that the fair opportunity to be heard required by procedural due process contemplates that the student be given adequate time to respond to <page-number citation-index=\"1\" label=\"346\">*346</page-number>any matters in issue and that he be afforded an opportunity to appear personally before the administrative body which will render the decision in his case.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b406-5\">. Dr. Navato also contends that thé decision of the Committee was arbitrary and capricious. Since this case must be remanded for new administrative proceedings, we do not reach this claim.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b406-6\">. He also argues that, in any event, the $3,000-figure named by the appellees and granted by the District Court was incorrectly computed. He reasons that since the Committee agreed to certify him for two years of training and one year of “service,” that year of “service” should fulfill one of the two years of service required under his contract. Although the language of the contracts and the accompanying letters is singularly ambiguous, the intent of the parties clearly appears to be that he would receive credit for the service time called for under the contract only after successful completion of three years of training and certification by the American Board of Psychiatry and Neurology. We are led to this conclusion both by the $9,000 salary increase between the third and fourth years of his residency provided by his contract and by the language in the letters that the two years of service would be spent “in the practice of psychiatry,” which presumably would require Board certification.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b406-11\">. Although Dr. Navato submitted his letter of resignation on June 11, 1973, the facts that it was tendered simultaneously with a request for reconsideration and that it did not become effective until July 17, 1973, suggest that it was contingent upon the Committee’s final disposition of his case. When, on July 9, 1973, the Committee rejected his request for reconsideration, their final action constituted a substantial breach of the contract.</p>\n<p id=\"b406-12\">Neither can the -appellees rely upon Dr. Na-vato’s admitted engagement in private practice to excuse their breach since, as the result of his admission, they chose not to terminate the contract but merely to warn him that continuation of this activity would result in a demand for his resignation. Where one party waives the other’s breach by failure to insist on it, he cannot thereafter set it up as justification for his own breach of contract. <em>See Pasquel v. Owen, </em>186 F.2d 263, 270 (8th Cir. 1950); <em>Phillips </em>v. <em>Todd, </em>180 S.W. 1039, 1041 (Mo.App.1915).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}