{
  "casebody": {
    "data": "<casebody firstpage=\"181\" lastpage=\"184\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b207-8\">Jesse E. Winston v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b207-9\">No. 7880.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHW\">Decided December 12, 1923.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b208-11\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b208-12\">No brief on file for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b208-13\"><em>Tom Garrard </em>and <em>Grover C. Morris, </em>Assistants Attorney General, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b208-14\">LATTIMORE, Judge.</author>\n<p id=\"Ari_\">— Appellant Appellant was convicted in the District Court of Jones County of theft of more than fifty dollars, and his punishment fixed at five years in the penitentiary.</p>\n<p id=\"b208-15\">The alleged theft was of an automobile which was taken from the garage of its owner in Anson, Jones County, Texas, on the night of September 1, 1922. It was missed the following morning and that night the owner went to Breekenridge in Stephens County, reaching said town shortly after sunrise the next morning. To his surprise as he drove up to park his car near the jail, he found the stolen car parked just beside where he had stopped. A number of witnesses testified for the State that they saw the appellant and a companion in Anson on the afternoon and night of the alleged theft. On the next day a witness testified that he found appellant in the alleged stolen car near the golf links a short distance out from Breckenridge and that he arrested him. Upon searching appellant nine dies were found in his possession upon which appeared the numbers aught to nine inclusive, said dies, according to the witness, being numbers for stamping iron. The dies were at the trial and were introduced in evidence by the State, and testifying in- his own behalf appellant identified them as those taken from him when he was arrested, his explanation of his possession of same being that he got in the ear to get out of the hot sun and observed this package of dies lying on the coil box and thought something wrong and put them in his pocket for the purpose of showing them to a Mr. Phipps. The case was submitted to the jury upon the law of circumstantial evidence.</p>\n<p id=\"b208-16\">The first complaint is of the testimony of the finding on the person of appellant.when searched, said dies; and the introduction in evidence of same. We are unable to perceive any valid ground for the <page-number citation-index=\"1\" label=\"183\">*183</page-number>objection. The dies were identified by appellant himself while on the witness stand and the fact of his possession of same was a circumstance of evidential force for the consideration of the jury. It is a well known fact that the changing of the numbers upon stolen cars bj' means of such dies is one of the frequently adopted methods of evading identification. Whether appellant had them for that purpose or not, or whether he had them by finding them, as detailed by him, would be a question for the jury and the objections would go not to the admissibility but to the weight of the testimony.</p>\n<p id=\"b209-5\">We have carefully examined the charge of the learned trial judge wherein he presents the law of circumstantial evidence and are unable to agree with the contention that same is incorrect. It appears that when the exception was presented the charge was changed to conform to the objection made.</p>\n<p id=\"b209-6\">Paragraph 8 of the court’s charge is as follows:</p>\n<blockquote id=\"b209-7\">“You are further charged that in no event could you convict the defendant unless you believe from the evidence beyond a reasonable doubt that the automobile was the property of Sid G. Castles, and was stolen from the said Sid G. Castles as alleged, and that the defendant, Jesse E. Winston, was present and participated in the original taking. That is to say, that the possession or appropriation of same by the defendant, if he was found in possession of the same or appropriated it, would not authorize you to convict him unless he participated in the original taking, as above set forth.”</blockquote>\n<p id=\"b209-8\">We do not think this upon the weight of the evidence. The defense made was that of an alibi and it was the imperative duty of the trial court to instruct the jury that if they had a reasonable doubt as to the presence of the defendant at the time and place that the automobile was taken, if at all, they should find him not guilty. There is no denial of the fact that when arrested the appellant was in the alleged stolen car. He admitted that he had raised the hood and looked at the engine just before getting in the car. The State’s testimony was to the effect that he was engaged in working the steering wheel when apprehended. There being no denial of the fact that he was in said car, we think it proper for the court to tell the jury that such possession, if in fact true, would not authorize his conviction unless he had participated in the taking of the car. Another objection to the charge is that it fails to present the law of alibi. In addition to what we have just quoted, the ninth paragraph of the court’s charge is as follows:</p>\n<blockquote id=\"b209-9\">‘ ‘ If you have a reasonable doubt as to the presence of the defendant at the time and place when and where the witness Sid G. Castles testified that his automobile was taken, you will find the defendant not guilty.”</blockquote>\n<p id=\"b209-10\">While not in the exact language of approved charges which might <page-number citation-index=\"1\" label=\"184\">*184</page-number>have been less subject to criticism, we are of opinion that the above substantially presents the law of alibi. We do not believe the theory of the defense would be any more strongly presented by telling the jury that it was the claim of the accused that he was at another and different place from that of the alleged theft, etc. We think the charge riot open to this objection. Harris v. State, 31 Texas Crim. Rep., <em>416; </em>Hines v. State, 40 Texas Crim. Rep., 26; Stevens v. State, 42 Texas Crim. Rep., 175.</p>\n<p id=\"b210-5\">An exception generally to the court’s refusal of a motion for new trial is not necessary and brings nothing before us for review, unless there be some matters occurring during the trial which are brought before this court by the hearing of additional testimony in support of the motion for new trial such as misconduct of the jury, etc.</p>\n<p id=\"b210-6\">In\" our opinion the record reflects the fact that appellant has had a fair trial and we are not able to agree with his contention that the evidence does not support the finding of the jury. His explanation of his possession of the dies was unsatisfactory. His presence in the alleged stolen car on September 2nd coupled with his presence in the town of Anson, the county seat of a neighboring county from which the car was stolen, on the night of September 1st, together with all the other circumstances in evidence, seem amply sufficient to support the conclusion of his guilt.</p>\n<p id=\"b210-7\">The judgment will be affirmed.</p>\n<p id=\"b210-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}