{
  "casebody": {
    "data": "<casebody firstpage=\"371\" lastpage=\"372\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b397-9\">Claude Terry v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b397-10\">No. 8245.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aten\">Decided January 23, 1924.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b397-15\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b397-16\"><em>Clarence S. T. Folsom, A. T. Folsom </em>and W. <em>H. Fryer, </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"AFs\">On question or argument of counsel: Tillery v. State, <em>5 </em>S. W. Rep., 842; Dunn v. State, 161 id., 467; Bryson v. State, 20 Texas Crim. App., 566.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b397-17\"><em>Tom Garrard </em>and <em>Grover C. Morris, </em>Assistants Attorney General, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b397-18\">LATTIMORE, Judge.</author>\n<p id=\"Aqc\">Appellant was convicted in the District Court of El Paso County of rape, and his punishment fixed at five years in the penitentiary.</p>\n<p id=\"b398-4\"><page-number citation-index=\"1\" label=\"372\">*372</page-number>Appellant was charged with statutory rape, the prosecutrix being; a girl sixteen years old at the time of the commission of the alleged offense. The proof shows that appellant drove with the girl in a car to El Paso and that they procured apartments and held themselves out as husband and wife for several months. The girl reluctantly testified that at said apartment and on the first night after their arrival in El Paso appellant had carnal connection with her, that being the first occasion of such conduct on her part with any man. There appear a number of special charges which were refused but the record reflects no exception to such refusal. There are four bills of exception, the first and second of which are in question and answer form and under the uniform decisions of this court can not be considered. The remaining two bills of exception are to arguments of the district attorney. We have carefully examined each of said bills and find nothing in them calling for a reversal of this case.</p>\n<p id=\"b398-5\">The judgment is affirmed.</p>\n<p id=\"b398-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}