{
  "casebody": {
    "data": "<casebody firstpage=\"133\" lastpage=\"145\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b153-2\">Argued and submitted March 31, 2015,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ar-dedup-0\">affirmed March 1, 2017</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b153-3\">WEST HILLS DEVELOPMENT COMPANY, an Oregon corporation, <em>Plaintiff-Respondent, v. </em>CHARTIS CLAIMS, INC, et al., <em>Defendants, and </em>OREGON AUTOMOBILE INSURANCE COMPANY, an Oregon company, <em>Defendant-Appellant. </em>OREGON AUTOMOBILE INSURANCE COMPANY, <em>Third-Party Plaintiff, v. </em>QUANTA SPECIALTY LINES INSURANCE COMPANY, <em>Third-Party Defendant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b153-14\">Washington County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"ArCI\">C107384CV; A154695</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b153-15\">391 P3d 851</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b154-6\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>Thomas M. Christ argued the cause for appellant. With him on the briefs was Cosgrave Vergeer Kester LLP.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b154-7\">Michael E. Farnell argued the cause for respondent. With him on the brief were Emily S. Miller and Parsons Farnell &amp; Grein, LLP.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b154-8\">Before Armstrong, Presiding Judge, and Egan, Judge, and DeVore, Judge<footnotemark>*</footnotemark></judges>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b154-11\"> DeVore, J., <em>vice </em>Nakamoto, J.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b155-3\"><page-number citation-index=\"1\" label=\"135\">*135</page-number>DEVORE, J.</author>\n<p id=\"b155-4\">Oregon Automobile Insurance Company (Oregon Auto) appeals a supplemental judgment awarding West Hills Development Company (West Hills) recovery of attorney fees in the sum of $74,867.75. This dispute over attorney fees arose after settlement of a construction defect case and a prior decision in this case that Oregon Auto had breached its duty to defend West Hills in the underlying case. <em>See West Hills Development Co. v. Chartis Claims, </em>360 Or 650, 667, 385 P3d 1053 (2016) (prior proceedings in this case involving insurance coverage). Oregon Auto contends that it should not owe attorney fees for an insured’s claim on the policy—a claim that allows attorney fees under ORS 742.061(1). Rather, argues Oregon Auto, this action should be recharacterized as a suit for equitable contribution as among coinsurers, such that ORS 742.061 would not apply, either in whole or in part. For the reasons that follow, we reject those arguments and affirm.</p>\n<p id=\"b155-5\">The essential facts are undisputed. West Hills is a general contractor who employed L&amp;T Enterprises, Inc., (L&amp;T) in a portion of the construction of a townhouse project. L&amp;T was the named insured under an Oregon Auto general liability policy. An endorsement made West Hills an additional insured under the same policy. The townhouse owners brought a construction defect action against West Hills. West Hills tendered the defense of the action to eight putative insurers including Oregon Auto. Oregon Auto refused to defend West Hills.</p>\n<p id=\"b155-6\">Two insurers assumed defense of West Hills. They were Quanta Specialty Lines Insurance Company (Quanta) and the Asset Protection Program Risk Retention Group, Inc. (RRG). Under a provision in the Quanta policy, West Hills was uninsured for the initial attorney fees or defense costs. That provision, dubbed a “self-insured retention” (SIR), concerned the initial $25,000 in defense costs. In point of fact, West Hills paid $25,418 out of pocket. By the time the homeowners’ action finally settled, West Hills, Quanta, and RRG together spent $231,075.32 in defense of West Hills.<footnotemark>1</footnotemark></p>\n<p id=\"b156-3\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>West Hills initiated this action to recover its defense costs from Oregon Auto and other insurers who had refused to defend. The other insurers settled, except one, and all others, including the nonsettling one, were dismissed out of the case. Oregon Auto remained the lone defendant.</p>\n<p id=\"b156-4\">In the final iteration of its complaint, West Hills brought three claims against Oregon Auto. The first claim alleged a breach of the contract based on the policy’s promise to defend West Hills. That claim sought $28,884.42. That sum represented a one-eighth share of the total defense cost—a sum calculated when the total defense cost was divided among eight insurers. In its second claim, West Hills sought “equitable contribution,” alleging that Quanta and RRG had “paid in excess of their equitable shares.” The third claim sought “equitable subrogation,” alleging that Quanta and RRG had a right of subrogation to assert West Hills’ rights against Oregon Auto so as to recover defense costs that “should be fairly attributed” to Oregon Auto. The second and third claims sought somewhat lesser damages of $25,719.17.<footnotemark>2</footnotemark></p>\n<p id=\"b156-5\">West Hills was the only plaintiff, although the second and third claims made allegations relating to Quanta and RRG. To facilitate the latter claims, RRG assigned all rights or claims of any kind to West Hills. To avoid concern about the real party in interest, Quanta filed a ratification, consistent with ORCP 26, in which it authorized West Hills to pursue its “defense costs claim” and agreed to be bound by the outcome of the case.</p>\n<p id=\"b156-6\">In its answer to the latest complaint, Oregon Auto simply denied coverage, alleging that it had no duty to defend West Hills. At that stage in the proceedings, Oregon Auto no longer sought equitable contribution among the insurers. <page-number citation-index=\"1\" label=\"137\">*137</page-number>Further, Oregon Auto did not allege any affirmative defense or counterclaim against West Hills so as to put at issue the relative amount of defense costs that Oregon Auto should pay West Hills, as related to other insurers <em>(e.g., </em>a defense relating to the difference in damages as between Oregon Auto’s unpaid share of defense costs ($28,488.42) and West Hills’ out-of-pocket costs ($25,418)).</p>\n<p id=\"b157-3\">On the merits, the trial court gave general judgment for West Hills “on its claims,” specifically declaring that West Hills was an insured under the Oregon Auto policy, that Oregon Auto had owed a duty to defend, and that West Hills had been damaged in the amount of $28,884.42, the sum alleged in the contract claim. Oregon Auto appealed.</p>\n<p id=\"b157-4\">In the meantime, West Hills sought attorney fees in the sum of $83,617.75 for prosecuting this coverage case. Oregon Auto objected that West Hills had no entitlement to attorney fees, contending that the action had not truly been a claim on the policy but had instead been an equitable contribution claim among co-insurers. To make that argument complete, Oregon Auto argued that West Hills was a “self-insurer” who should be regarded like any other insurance company. In the alternative, Oregon Auto argued that, if the court recognized West Hills as an insured who had paid defense costs, then only lesser fees should be allowed. Oregon Auto argued that, assuming Quanta and RRG could not recover fees, West Hills should recover no more than 11 percent of reasonable attorney fees because West Hills had only paid 11 percent of the total defense costs when compared with Quanta and RRG.</p>\n<p id=\"b157-5\">In its letter opinion, the trial court announced:</p>\n<blockquote id=\"b157-6\">“In an effort to cut to the chase, the court finds this was not an equitable contribution case between two insurers, thus, West Hills can statutorily request reasonable attorney fees per ORS 742.061. ***</blockquote>\n<blockquote id=\"b157-7\">«⅜‡‡‡‡</blockquote>\n<blockquote id=\"b157-8\">“In this case, West Hills’ first claim for relief was breach of contract. See Plaintiffs Fourth Amended Complaint. As part of that claim for relief, West Hills requested attorney fees under ORS 742.061. *** Because West Hills was an <page-number citation-index=\"1\" label=\"138\">*138</page-number>insured and they recovered more than the zero tender from Oregon Auto they are entitled to reasonable attorney fees.”</blockquote>\n<p id=\"b158-4\">The court “reduced the attorney fees to the extent possible if the request was clearly related to West Hills equitable contribution claim.” Accordingly, the trial court awarded a reduced sum of $74,867.75.</p>\n<p id=\"b158-5\">On appeal, Oregon Auto reiterates its primary argument that West Hills was a “self-insurer,” that “[i]n substance, if not form, this is an action for equitable contribution and, therefore, it is not an action to which ORS 742.061(1) applies.” Oregon Auto also reprises its alternate argument that the trial court erred in awarding more than 11 percent of requested fees because West Hills had paid, out-of-pocket, 11 percent of the underlying defense costs. To bolster that argument, Oregon Auto adds that the trial court failed to “apportion” the requested fees according to the separate “parties” who can and who cannot recover attorney fees. That is, Oregon Auto argues that the trial court failed to consider that there was one party, West Hills, who may have an entitlement to attorney fees for its contract claim, while there were two interested insurers, Quanta and RRG, who would not have an entitlement to attorney fees for the equitable contribution claim.</p>\n<p id=\"b158-6\">At issue in this case is the application of ORS 742.061(1) to an insurer who denied its duty to defend its insured. In relevant part, ORS 742.061(1) provides:</p>\n<blockquote id=\"b158-7\">“[I]f settlement is not made within six months from the date proof of loss is filed with an insurer and an action is brought in any court of this state upon any policy of insurance of any kind or nature, and the plaintiffs recovery exceeds the amount of any tender made by the defendant in such action, a reasonable amount to be fixed by the court as attorney fees shall be taxed as part of the costs of the action and any appeal thereon. * * *”</blockquote>\n<p id=\"b158-8\">With one exception, the parties do not dispute the application of any of the conditions of the statute to this case. Nor do they dispute the application of the statute to a case seeking to recover damages suffered as attorney fees in defense of the insured in an underlying case. <em>See Sch. Dist. No. 1 v. Mission Ins. Co., </em>58 Or App 692, 718-20, 650 P2d 929 (1982), <page-number citation-index=\"1\" label=\"139\">*139</page-number><em>rev den, </em>294 Or 682 (1983) (allowing insured’s recovery of indemnity and defense costs). However, Oregon Auto does dispute that this is an action brought upon a policy of insurance, contending that this action “was brought, <em>for the most part, </em>to recover the costs that two insurers, Quanta and RRG, incurred in defending an earlier action.” (Emphasis added.)</p>\n<p id=\"b159-4\">We disagree with Oregon Auto’s primary argument and its propositions that West Hills is a self-insurer, not an insured, and that some claims should be recharacterized such that the entire action should be seen as an action for equitable contribution. To explain, we take each proposition in turn.</p>\n<p id=\"b159-5\">The parties stipulated that West Hills paid $25,418 out-of-pocket in its own defense. In its policy, Oregon Auto promised, in relevant part:</p>\n<blockquote id=\"b159-6\">“We will pay those sums that the insured becomes legally obligated to pay as damages because of ‘bodily injury’ or ‘property damage’ to which this insurance applies. We will have the right and duty to defend the insured against any ‘suit’ seeking those damages.”</blockquote>\n<p id=\"b159-7\">Because Oregon Auto’s policy did not contain a deductible or SIR for defense expense, Oregon Auto owed the first dollar of defense expense. When Oregon Auto denied the defense, West Hills paid the initial defense costs but only as a consequence of the Quanta policy that left West Hills uninsured for the initial $25,000 in defense expense. Put simply, Quanta’s SIR provision was irrelevant to Oregon Auto’s duty to defend West Hills. Oregon Auto has made no suggestion that it was entitled to withhold its defense in reliance on another company’s deductible provision. Therefore, West Hills was damaged out-of-pocket by <em>at least </em>$25,418 as a result of Oregon Auto’s breach of its duty to defend under its contract of insurance. <em>See Fred Shearer &amp; Sons, Inc. v. Gemini Ins. Co., </em>237 Or App 468, 485-87, 240 P3d 67 (2010), <em>rev den, </em>349 Or 602 (2011) (Shearer) (involving recovery from reluctant insurer of additional insured’s defense costs); <em>Sch. Dist. No. 1, </em>58 Or App at 718-20 (allowing insured’s recovery of indemnity and defense costs); <em>see generally Oakridge Comm. Ambulance v. U. S. Fidelity, </em>278 Or 21, 23-24, 563 <page-number citation-index=\"1\" label=\"140\">*140</page-number>P2d 164 (1977) (insured’s action to recover defense expenses from reluctant insurer).</p>\n<p id=\"b160-3\">Oregon Auto seeks to avoid that conclusion by arguing that, because West Hills was subject to Quanta’s SIR provision, West Hills “became a self-insurer for the first $25,000 of any claim.” Oregon Auto observes that self-insurers are treated like any other insurance company for purposes of ORS 742.061, citing <em>Wilson v. Tri-Met, </em>234 Or App 615, 228 P3d 1225, <em>rev den, </em>348 Or 669 (2010). Going further, Oregon Auto argues that West Hills should be treated like an ordinary insurer for purposes of equitable contribution as among insurers. In that light, Oregon Auto says that West Hills’ out-of-pocket costs become no more than another insurer’s claim for equitable contribution. Oregon Auto observes that a claim for equitable contribution does not qualify for attorney fees under ORS 742.061, citing <em>Certain Underwriters v. Mass. Bonding and Ins. Co., </em>235 Or App 99, 230 P3d 103 (2010), <em>adh’d to as modified on recons, </em>245 Or App 101, 260 P3d 830 (2011). Therefore, Oregon Auto concludes that West Hills should recover no attorney fees under any claim in this case.</p>\n<p id=\"b160-4\">The argument is untenable at the outset because West Hills is not a self-insurer. West Hills is simply an insured. Commonly, for purposes of motor vehicle liability, the term “self-insurer” refers to entities who own fleets of more than 25 motor vehicles and who, after certifying their financial ability to satisfy claims, secure the requisite certificate of self-insurance from the Department of Transportation. <em>See </em>ORS 806.130 (self-insurer qualifications); ORS 806.140 (certificate of self-insurance). The mass transit district in the <em>Wilson </em>case, on which Oregon Auto relies, is one example. 234 Or App at 617. Similarly, employers may qualify to become self-insured with regard to workers’ compensation matters. <em>See </em>ORS 656.403 (self-insured employers’ responsibilities); ORS 656.407 (self-insured qualification and required security). However, Oregon Auto does not offer any authority by which West Hills, a general construction company, can qualify to serve as its own “self-insurer” for purposes of losses covered by general liability insurance. Oregon Auto does not cite such authority because there is none. The “self-insured retention” under <page-number citation-index=\"1\" label=\"141\">*141</page-number>Quanta’s policy—a deductible provision—does not transform West Hills into a recognized “self-insurer” or the true equivalent of an insurance company. A deductible provision in Quanta’s policy does not make West Hills a co-insurer along with Oregon Auto and other insurers. The simple fact remains that, because West Hills was an additional insured under Oregon Auto’s policy, Oregon Auto owed West Hills a defense from the first dollar of expense and without regard to another insurer’s deductible. <em>See West Hills Development Co., </em>360 Or at 667 (Oregon Auto had duty to defend).</p>\n<p id=\"b161-4\">Oregon Auto’s effort to recharacterize the action as a suit for equitable contribution is similarly unpersuasive. Oregon Auto relies on <em>Certain Underwriters. </em>In that case, we noted first that the claim for equitable contribution, brought by insurers as plaintiffs, was “distinct from a subrogation claim or an assignment—that is, [the plaintiffs] are not standing in the shoes of the insured or enforcing the insured’s contractual rights.” 235 Or App at 118. We noted that the plaintiffs were instead “enforcing their own equitable right to contribution that exists independently of the insured’s rights.” <em>Id. </em>We concluded, in part, that the trial court had not erred in granting summary judgment rejecting the plaintiffs’ demand for attorney fees under ORS 742.061. <em>Id.</em></p>\n<p id=\"b161-5\">Because, in <em>Certain Underwriters, </em>the fee demand was the demand of insurers against other insurers for equitable contribution, that case is distinguishable. In this case, West Hills’ first claim was for breach of the contract’s duty to defend. The damages, which were the defense costs in the underlying case, were $28,884.42, the sum sought in the first claim on the policy. Later, when explaining its fee decision, the trial court stated that “the court finds this was not an equitable contribution case between two insurers.” The trial court correctly distinguished the relevant portion of <em>Certain Underwriters </em>as denying attorney fees under ORS 742.061 in equitable contribution suits. The trial court appropriately concluded, “Because West Hills was an insured * * * they are entitled to reasonable attorney fees” under ORS 742.061(1).</p>\n<p id=\"b161-6\">Although it is true that West Hills’ second claim sought equitable contribution and the third claim asserted <page-number citation-index=\"1\" label=\"142\">*142</page-number>subrogation rights of Quanta and RRG, those claims do not justify recharacterizing the first claim on the policy, nor the action as a whole. As noted in <em>Certain Underwriters, </em>a sub-rogation claim asserting the insured’s rights or an insured’s assignment of rights may justify recovery of attorney fees under ORS 742.061. 235 Or App at 115; <em>see also Sch. Dist. No. 1, </em>58 Or App at 718-20 (excess insurer subrogated to insured’s rights may recover attorney fees against breaching insurer). An insured’s rights may be pursued against a recalcitrant insurer through subrogation by another insurer, <em>id., </em>just as the insured’s rights may be assigned and pursued by the tort creditor. <em>See, e.g., Fick v. Dairyland Insurance, </em>42 Or App 777, 781, 601 P2d 868 (1979) (insurer of tort victim enforcing victim’s assignment from tortfeasor against liability insurer).</p>\n<p id=\"b162-4\">Moreover, in circumstances like these, we do not recharacterize an insured’s duly pleaded contract claim as something else. In <em>Shearer, </em>we faced such an argument and rejected it. Shearer, a subcontractor, alleged that it was an additional insured that was entitled to a defense under a policy of Gemini Insurance Company. 237 Or App at 472. As for attorney fees for the coverage case, we observed:</p>\n<blockquote id=\"b162-5\">“In effect, Gemini argues that this case should be treated as a claim for equitable contribution among insurers rather than a claim for breach of the duty to defend. However, <em>that is not how the case was pleaded, </em>and the parties’ stipulation regarding real parties in interest has not converted Shearer’s legal claim into an equitable contribution claim. We are not persuaded that the trial court erred by including, as part of Gemini’s obligation, defense costs that were incurred by counsel in the underlying action, even if Shearer’s other insurers have refused to pay them.”</blockquote>\n<p id=\"b162-7\"><em>Id. </em>at 487 (emphasis added). Likewise in this case, West Hills’ first claim was pleaded as an insured’s claim on the policy. Damages were awarded in the sum of $28,884.42— damages that Oregon Auto did not argue were greater than what West Hills itself spent in its defense. Accordingly, we decline to recharacterize the nature of any claim pleaded or the nature of the action as a whole. The contract claim, as well as the subrogation claim, justified recovery of attorney fees. We conclude that the trial court did not err in applying <page-number citation-index=\"1\" label=\"143\">*143</page-number>ORS 742.061(1) to provide recovery of attorney fees in this case.</p>\n<p id=\"b163-4\">We also reject Oregon Auto’s alternate arguments that the trial court erred in (1) awarding more than 11 percent of requested attorney fees or (2) failing to “apportion” the award because West Hills has a claim providing attorney fees while Quanta and RRG are interested in a claim that may not provide recovery of fees. The arguments are unpersuasive for several reasons.</p>\n<p id=\"b163-5\">First, Oregon Auto cites no authority for the proposition that the court should disregard most of West Hills’ attorney fees in this action and award West Hills only 11 percent of reasonable attorney fees incurred here <em>(e.g., </em>$74,867.75 x .11 = $8,235.45) based on the idea that West Hills provided 11 percent of the defense costs in the underlying action ($25,418 of $231,075.32). The reverse is true. Oregon statute dictates that West Hills is entitled to all reasonable attorney fees incurred in this proceeding on a claim or claims on the policy. <em>See </em>ORS 742.061(1) (“a reasonable amount” of attorney fees “shall be taxed as part of the costs of the action”). When Oregon Auto breached its duty to defend and continued to deny that duty in this action, Oregon Auto’s liability for attorney fees in this action was not reduced by the responsibility of other insurers in paying to defend in the underlying action.</p>\n<p id=\"b163-6\">Second, Oregon Auto’s apportionment argument fails based on its premise of a distinction between West Hills with a fee claim (breach of policy) and Quanta or RRG with a nonfee claim (equitable contribution). Oregon Auto relies on <em>Vertopoulos v. Siskiyou Silicates, Inc., </em>177 Or App 597, 34 P3d 704 (2001). In that case, one attorney represented defendants Huckaba and Meyer. <em>See id. </em>at 605 (one bill for attorney fees for which both defendants were responsible). Huckaba was entitled to recover attorney fees, and Meyer was not. <em>Id. </em>The trial court apportioned fees, awarding less than Huckaba sought. <em>Id. </em>Huckaba cross-appealed, arguing that, because there were common issues, he should have been awarded more attorney fees. <em>Id. </em>We distinguished that situation from the typical situation in which a single party prevails on one claim but not another, where both claims <page-number citation-index=\"1\" label=\"144\">*144</page-number>involve common issues. <em>Id. </em>(citing <em>Bennett v. Baugh, </em>164 Or App 243, 247, 990 P2d 917 (1999), <em>rev den, </em>330 Or 252 (2000)). We determined that the trial court had not abused its discretion in apportioning fees. <em>Id.</em></p>\n<p id=\"b164-3\"><em>Vertopolous </em>does not assist Oregon Auto because the analogy is flawed. Even if we were to regard RRG’s assignment as assigning no more than an insurer’s rights and even if we were to regard Quanta’s ratification to permit West Hills to do no more than act for an insurer, both insurers could still assert, with the third claim, the sub-rogated rights of the insured, West Hills, under the policy as against Oregon Auto. That is a claim that justifies recovery of attorney fees under ORS 742.061. <em>See Certain Underwriters, </em>235 Or App at 115; <em>see also Sch. Dist. No. 1, </em>58 Or App at 718-20. Even if we were to consider West Hills, Quanta, and RRG as three distinct “parties,” like Huckaba and Meyer, they <em>all </em>were interested in a claim providing fees, unlike Meyer. Thus, <em>Vertopolous </em>is inapt. In this case, a distinction between West Hills and its defending insurers cannot be drawn as between one party with and another party without a fee claim.</p>\n<p id=\"b164-4\">Third, the trial court did reduce the fees awarded in consideration of the nonfee claim, equitable contribution. In doing so, the trial court followed the familiar rule:</p>\n<blockquote id=\"b164-5\">“When a party prevails on an action that encompasses both a claim for which attorney fees are authorized and a claim for which they are not, the court must apportion the fees incurred for each claim. An exception arises, however, if the claims involve common legal issues. In that situation, fees are not subject to apportionment on the theory that the party entitled to fees would have incurred roughly the same amount of fees irrespective of the additional claim or claims.”</blockquote>\n<p id=\"b164-6\"><em>Bennett, </em>164 Or App at 248 (citations omitted). Here, the trial court explained, “The court has reduced the attorney fees to the extent possible if the request was clearly related to West Hills’ equitable contribution claim.” In addition, the trial court considered Oregon Auto’s objection that early work in the case involved the other, now settled insurers. The court explained that “the court believes there is some merit in Oregon Auto’s claim that some fees should be <page-number citation-index=\"1\" label=\"145\">*145</page-number>reduced somewhat proportionally to the number of insurers originally involved.” The court reduced the fees from the request of $83,617.75 to an award of $74,867.75, representing an $8,750 reduction.</p>\n<p id=\"b165-4\">We review the trial court’s decision apportioning fees for abuse of discretion. <em>R &amp; C Ranch, LLC v. Kunde, </em>177 Or App 304, 316-17, 33 P3d 1011 (2001), <em>adh’d to as modified on recons, </em>180 Or App 314, 44 P3d 607 (2002). The common issues in all three claims—breach of contract, equitable contribution, and equitable subrogation—were the issues of insurance coverage, <em>i.e., </em>the duty to defend, the tender of this defense, the interpretation of the complaint, and the application of the limitations of the additional insured endorsement. <em>See generally West Hills Development Co., </em>360 Or at 650 (addressing coverage issues). The unremarkable concept of equitable contribution—the claim without entitlement to fees—would be a comparatively routine matter to plead or brief. As demonstrated by the prior appeal in this case, the hotly debated issues were those issues involving the claim on the policy. <em>See id. </em>Accordingly, we conclude that the trial court did not abuse its discretion when rejecting the 11 percent argument, recognizing the common issues, and subtracting fees distinctly related to the nonfee claim. <em>See Village at North Pointe Condo. Assn. v. Bloedel Constr., </em>278 Or App 354, 369-71, 374 P3d 978 (2016) (concluding, in part, that the trial court did not abuse its discretion, given common issues, in apportioning attorney fees regarding fee claims versus nonfee claims or in apportioning attorney fees as between different defendants); <em>cf. Strawn v. Farmers Ins. Co., </em>233 Or App 401, 411-12, 226 P3d 86 (2010) (allowing fees under ORS 742.061 and finding reasonable plaintiffs proposed reduction and allocation of 11 percent based on the nonfee issues of fraud and punitive damages, which were “relatively narrow” legal issues).</p>\n<p id=\"b165-5\">For all of those reasons, we conclude that the trial court did not err in allowing West Hills to recover its attorney fees or in awarding a reduced sum of fees, incurred when West Hills enforced the duty to defend.</p>\n<p id=\"b165-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b155-7\"> Comparatively, the defense costs for West Hills were paid by Quanta, 53 percent; RRG, 36 percent; and West Hills, 11 percent.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b156-7\"> The lesser damages of $25,719.17 omitted a small sum ($3,177.29), which related to how West Hills, Quanta, and RRG had agreed to divide among themselves Oregon Auto’s alleged share ($28,488.42) of the total defense costs. Their division among themselves correlated with their proportionate contributions to West Hills’ defense. <em>See </em>284 Or App at 135 n 1 (11 percent, 53 percent, and 36 percent, respectively). In that way, West Hills’ second and third claims were intended to omit consideration of West Hills’ net recovery of out-of-pocket costs and reflect only what West Hills would recover in the interests of Quanta and RRG.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}