{
  "casebody": {
    "data": "<casebody firstpage=\"601\" lastpage=\"608\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b609-4\">Sarles <em>v. </em>Sarles and others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b609-5\">In a bill for waste, proof of a single clear instance of waste committed intentionally, is sufficient to entitle the complainant to a continuance of the injunction and to a decree for an account. The question of costs will be determined after the account is taken.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b609-6\">It is scarcely possible to estimate the injury which the destruction of a few valuable timber trees by a tenant for life on a farm with a scanty stock of wood and timber, may occasion to the owners of the inheritance. Hence bills to restrain waste of this character, are not to be frowned upon by the court.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b609-7\">A tenant for life of a farm of one hundred and sixty-five acres, is not entitled to fire-bote for the dwelling of a farmer or laborer, in addition to fire-bote for the principal dwelling house or mansion. And a custom to that effect, would be un- ' reasonable and invalid.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b609-8\">In an account decreed against a tenant, for waste of timber, he may be allowed in mitigation, for fire wood and timber furnished by him for the farm, from other premises.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b609-9\">It is not waste for a tenant for life of a farm, to sell hay to be removed from the ,. farm, where it is the custom of husbandry in the vicinity, to sell hay from farms for consumption by others.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b609-10\">The removal of coarse bog grass from a farm, which had usually been foddered on the farm, held to be waste.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b609-11\">So of the impoverishment of fields, by constant tillage from year to year.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b609-12\">The erection of a new out-house, with timber from the farm, in place of one which had become ruinous, is not waste.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b609-13\">In a suit for waste against a tenant for life and her under- tenant, on a decree for an account against both, the former may insert a provision that the master ascertain what portion of the sum reported against her, should be paid by the under-tenant. Directions in a decree for an account of waste committed by a tenant for life and her under tenant, in respect of timber, dilapidations, undue tillage and withdrawing manure.</headnotes>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"b609-14\">Poughkeepsie, July 30, 31;</otherdate>\n<decisiondate data-order=\"11\" data-type=\"decisiondate\" id=\"AXL\">August 6, 1846.</decisiondate>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b609-15\">The bill was filed by Elkanah Sarles, October 10, 1845, against Keziah Sarles, her son Samuel Sarles, and against the other heirs of Samuel Sarles the elder deceased, charging upon Mrs. Sarles as tenant for life, and on Samuel as her tenant, the commission of various acts of waste on a farm of about one <page-number citation-index=\"1\" label=\"602\">*602</page-number>hundred and sixty five acres, situated in the county of Westchester, of which the decedent died seised and possessed.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b610-5\">It appeared from the pleadings and testimony, that the decedent by his last will and testament, devised to his wife Keziah S., “ the use of the homestead farm,” (which was the farm in question,) <em>“ to </em>and for her use during her natural life;” and after her death, his executors were directed to sell it and to divide the proceeds, three fourths among his sons and one fourth among his daughters ; the shares of such as were then dead to go to their issue, and the portions of.those who should have died without issue, to go to the survivors or their heirs. The complainant and the defendant Samuel S. were sons of the testator, and there were other children living who were presumptively entitled to the proceeds of the farm under the will, and to whom the legal title in the remainder had descended.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b610-6\">The farm was tilled for the widow, on shares till April 1, 1840, when Samuel Sarles took possession of it under a lease from her for five years, and at the end of that term, hired it for a year. The bill alleged the commission and suffering of waste in various forms by the widow and Samuel Sarles, injuring the value of the farm to more than one thousand dollars; and it prayed for an injunction against future waste and for an account in respect of that alleged.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b610-7\">The answer of Keziah and Samuel Sarles, denied the alleged waste, and set forth that no timber had been cut on the farm, except such as had been necessarily used thereon, and that the fences and buildings were in a better condition than when Samuel S. took the farm in 1840.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b610-8\">There was a replication to the answer, and a great mass of testimony was taken on both sides. The other defendants suffered the bill to be taken as confessed.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b610-9\">The facts proved, so far as it is material to an understanding of the case, will be found in the opinion of the court.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b610-10\"><em>M. Mitchell </em>and <em>W. Silliman,</em></attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AEM\">for the complainants ; cited <em>7 </em>Johns. 227; 26 Wend. 115; 4 Kent’s Comm. 78; 6 Conn. R. 232 ; 3 Wend. 108; 2 Saund. 238, note 5, and 252 ; 1 Ves. Sen. 80; 6 Ves. 706; 11 Ves. 54 ; Jacob’s R. 70 ; Jer. Eq. Jur. 366 ; <page-number citation-index=\"1\" label=\"603\">*603</page-number>6 Madd. 19; 2 Bl. Comm. 282; 12 Wend. 70 ; 6 Jacob’s Law Dict. 411, title Waste ; Com. Dig., Waste, E.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b611-5\">J. <em>W. Mills </em>and <em>J. W. Tompkins,</em></attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"A_R\">for the defendants, K. and S. Sarles; cited 18 Johns. 431; and 5 Mason’s R. 13.</p>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b611-6\">The Assistant Vice-Chancellor.</author>\n<p id=\"ADU\">The alleged waste in this case, consists of cutting down and taking off timber and wood ; the permitting the premises to go to waste and ruin for want of necessary repairs ; and unhusbandlike tillage and management, by which the soil has been deprived of its proper renovation and greatly impoverished.</p>\n<p id=\"b611-7\">1. As to the timber and wood.</p>\n<p id=\"b611-8\">It will be sufficient for the purpose of the present inquiry, if the complainant have proved a single clear instance of waste on the part of the tenant for life, especially if it be shown to have been an intentional act, and not a mere accident. Such proof vindicates the filing of the bill, and entitles the complainant to a continuance of the injunction, and with the latter, to an account. The question of costs is not now to be determined, if there be a decree for an account..</p>\n<p id=\"b611-9\">Nor is it by any means just to ask the court to frown upon these cases, because of the comparative insignificance of one, or even of half a dozen, timber trees.</p>\n<p id=\"b611-10\">The temptations for a tenant for life to commit waste of timber, and to despoil the inheritance by over-cropping and neglecting needful repairs, is very great; and the difficulty of ascertaining and redressing the wrong is such, as to deter reversioners in most instances, from attempting to assert their rights. And where a farm, as in this instance, has a very scanty stock of timber and wood, it is scarcely possible to estimate the injury which the destruction of a few valuable trees may work to the owners of the inheritance, in the value of their property when exposed for sale in the market.</p>\n<p id=\"b611-11\">(See <em>Livingston </em>v. <em>Reynolds, </em>26 Wend. 115; S. C. 2 Hill, 157 ; <em>Coffin </em>v. <em>Coffin, </em>Jacob's R. 70; <em>Onslow </em>v.--, 16 Ves. 173; <em>Jackson </em>v. <em>Brownson, </em>7 Johns. R. 227, 232; Eden on Inj. 114.)</p>\n<p id=\"b612-4\"><page-number citation-index=\"1\" label=\"604\">*604</page-number>To recur to the cutting of timber on this farm by Samuel' Sarles.</p>\n<p id=\"b612-5\">It appears that he built a barn on his own land, the same spring that he took possession of the farm. His carpenter, Merritt, testifies that he fell short of the requisite timber on his own land, and he took the carpenter on to the farm in question, (which I will call the homestead,) and with his aid selected and marked a few trees to be used as timber for that barn. The witness does not know that those trees were used for the purpose, but the barn was built, and there is no proof that the deficient timber was procured elsewhere than from the homestead, except one stick which came from the farm of Stephen Sarles. The defendant admitted that he had taken one timber tree for his barn from the homestead. The carpenter did not speak definitely as to the number of trees which he marked, but the presumption from his testimony is, that there were four or five. As it was in the power of the defendant to show from whence he obtained his timber, if not from the homestead, or that the trees which Merritt marked were still standing, I cannot resist the conclusion that the latter were used according to his avowed intention when they were marked.</p>\n<p id=\"b612-6\">The defendant’s admission in respect of the single tree used for the barn, is coupled with a statement that he furnished to his mother on the homestead, an equivalent in fire wood, for the tree thus taken. I do not perceive that it was any the less waste, to cut the tree. It would never have been cut for his mother’s fire wood; and the wood which he drew as an equivalent, would otherwise have been furnished from the wood in the swamp, which was fit for no other purpose.</p>\n<p id=\"b612-7\">It is said that the bill makes no complaint against Samuel Sarles prior to the 1st of April, 1840, and that his barn was raised the last of March in that year. But I do not understand the charge in the bill as to the wood and timber, to be restricted to the period of Samuel Series’s occupancy of the homestead; which is undoubtedly the limit of the charge against him of bad husbandry, and of waste in omitting to repair.</p>\n<p id=\"b612-8\">The bill is therefore sustained as to the waste in cutting timber for Samuel Series’s barn.</p>\n<p id=\"b613-4\"><page-number citation-index=\"1\" label=\"605\">*605</page-number>He sold three trees to his tenant, one of which was of some value for timber, and the others were fire wood. This was clearly an act of waste, unless excused. The defence is, first) the necessity of the case. If there were such imminent necessity, the defendant should have furnished his hired man from his own wood pile on his own farm; or instead of taking payment for the wood and pocketing it, he should have required his man to restore the same quantity to the widow, for use on the homestead. The very act of <em>selling it, </em>stamps the true character of the transaction ; and it proves also that the buyer Broadhurst, had no right to fire wood as tenant.</p>\n<p id=\"b613-5\">Another excuse is, that the house occupied by Broadhurst, was on the farm before the testator’s death, and was usually occupied by a tenant who labored all or most of the time on the farm, for its owner or occupant; and that the tenant for life was therefore entitled to fire-bote for this house.</p>\n<p id=\"b613-6\">1 cannot assent to this proposition ; and if any custom of the kind had been pretended, on this farm of one hundred and sixty-five acres, I think it would have been an unreasonable custom, and therefore invalid.</p>\n<p id=\"b613-7\">The witness Broadhurst, proves that the defendant, in 1840, drew from the homestead, four yellow oak logs. In answer to this, it is argued that he had occasion for sawed timber for plough-bote, and for repairing barn doors and gates on the homestead. The extent of reparations proved, will not account for these four logs when sawed into timber or scantling; without recurring to the white oak and other timber which is shown to have been cut there since April 1st, 1840; and the evidence is entirely wanting, as to the necessary extent of plough-bote. The yellow oak logs are not excused or justified.</p>\n<p id=\"b613-8\">Besides these instances, the testimony of Mr. Sands furnishes strong ground for believing that more extensive destruction of timber has occurred; and the evidence is at least doubtful, whether Samuel Sarles did not carry off a considerable quantity of fire-wood from the swamp, for consumption on his own land. I do not analyse the testimony on these particulars, because enough of waste has been already ascertained to require me to <page-number citation-index=\"1\" label=\"606\">*606</page-number>direct an account, and they can be investigated before the master, with the aid of further testimony.</p>\n<p id=\"b614-5\">In taking the account, the defendant may be allowed in mitigation, for the value of all fire-wood and timber furnished for the use of the homestead, from his own farm.</p>\n<p id=\"b614-6\"><em>2. </em>Samuel Sarles is charged by the bill with having occupied the homestead in an unhusbandlike manner, and permitted the fences, barns, and other erections on the premises, to -go greatly out of repair; to the injury of the fee.</p>\n<p id=\"b614-7\">I do not think this charge is satisfactorily established against Samuel Sarles, during the time of his occupancy, except as to the tillage of one field, hereafter mentioned.</p>\n<p id=\"b614-8\">3. It is also alleged against Samuel Sarles, that instead of feeding on the homestead, the hay, straw, and Like produce, raised thereon, as good husbandry required; he has conveyed the same off of the premises, and sold it, or used it on his own farm. Also, that he has conveyed manure off of the homestead, in like manner. That he has omitted to seed down the fields with grass and clover seeds, and has wasted and mismanaged the same in his tillage.</p>\n<p id=\"b614-9\">As to these allegations, there is no proof of any misapplication of the manure. As to the hay and straw, the testimony shows the sale of small quantities of hay every year, which-was removed from the homestead ; and that some hay and straw have been conveyed to the defendant’s farm, and there foddered out. Also, that every year, he has cut and conveyed on to his own land, several, loads of bog grass, which were of some trifling value. On the other hand, the defendant has brought considerable hay, and some straw, from his own land, and fed it out on the homestead, and has manured it yearly with plaster. It is shown to be the custom of most of the farmers in the vicinity, to sell some hay for consumption by others, off from their farms. (See Eden, 142; <em>Onslow </em>v.-, 16 Ves. 70.)</p>\n<p id=\"b614-10\">My conclusion is, that there is not enough proved against Samuel Sarles, to authorize a decree against him in respect of the hay and meadow grass. His most unjustifiable act, in my view, was the annual removal of the bog grass. For this, so far as it was an injury to the freehold, he is liable to account.</p>\n<p id=\"b615-4\"><page-number citation-index=\"1\" label=\"607\">*607</page-number>So in respect of the over-tillage and bad management of the land. With the exception of the field back of the barn, mentioned by Abraham Sherwood, Jr., on which there was rye harvested in 1845, I do not think the testimony clear to establish the alleged bad husbandry, during the occupancy of Samuel Sarles. The injury to the fee, growing out of that field, is waste, which will properly be included in the account to be taken.</p>\n<p id=\"b615-5\">4. It remains to examine the case made against the tenant for life, herself. The bill alleges, that she not only has permitted Samuel’s acts of waste, but she has knowingly permitted the premises to go to waste and ruin, for want of necessary repairs.</p>\n<p id=\"b615-6\">The latter charge embraces the whole time of the widow’s tenancy, and I think the proof makes out sufficiently, that there has been waste in the buildings, fences, and other erections, within that period. The new smoke-house, which was put on shortly before this suit, in the place of one which had become ruinous, was not waste in my opinion, even if constructed with materials obtained from the homestead.</p>\n<p id=\"b615-7\">There must be an account against the widow under this charge, and the master, after ascertaining what sum is requisite to put the buildings, fences, &amp;c., in as good repair as they were when the testator died, (making a proper allowance for the natural wear of the buildings,) must also report what portion of that sum, if not the whole, ought to be paid by the tenant for life, to make such reparations.</p>\n<p id=\"b615-8\">If the widow request it, the master may also ascertain what portion of the latter amount, if any, ought to be made up to her by Samuel Sarles, in respect of his occupancy of the premises.</p>\n<p id=\"b615-9\">The decree against Samuel Sarles will be for an account of the waste committed by him, in respect of the trees, timber, and firewood of the homestead, and of the injury to the same by his unhusbandlike management and undue tillage of the field back of the barn, and of the injury which has arisen by reason of his withdrawing the bog hay from the premises.</p>\n<p id=\"b615-10\">There must also be a perpetual injunction against waste, as to Keziah and Samuel Sarles. (See 26 Wend. 123; <em>Poyas </em>v. <em>Smith, 2 </em>Dessauss. 65; and Eden, 146, 151, 152; as to the decree.)</p>\n<p id=\"b616-4\"><page-number citation-index=\"1\" label=\"608\">*608</page-number>All further questions and directions, will be reserved until the coming in of the master’s report.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}