{
  "casebody": {
    "data": "<casebody firstpage=\"1009\" lastpage=\"1022\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b795-4\">[No. B215566.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AYX\">Second Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_5\">Mar. 10, 2010.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b795-5\">THE PEOPLE, Plaintiff and Respondent, v. RICARDO ARIAS, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b795-7\">[CERTIFIED FOR PARTIAL PUBLICATION<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b797-5\"><page-number citation-index=\"1\" label=\"1011\">*1011</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b797-6\">Brett Harding Duxbury, under appointment by the Court of Appeal, for Defendant and Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b797-7\">Edmund G. Brown, Jr., Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Pamela C. Hamanaka, Assistant Attorney General, Lawrence M. Daniels and Michael R. Johnsen, Deputy Attorneys General, for Plaintiff and Respondent.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b795-11\">Pursuant to California Rules of Court, rules 8.1100 and 8.1110, this opinion is certified for publication with the exception of parts n. and EL of the Discussion.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b797-8\">Opinion</p>\n<author id=\"b797-9\">KRIEGLER, J.</author>\n<p id=\"Axo\">The jury convicted defendant and appellant Ricardo Arias of the first degree murder of Travion Humdon in violation of Penal Code section 187, subdivision (a),<footnotemark>1</footnotemark> finding the murder was committed to benefit a criminal street gang (§ 186.22, subd. (b)(1)(C)), and defendant personally and intentionally discharged a handgun (§ 12022.53, subds. (b)-(d)). The jury also found defendant committed the “attempted first degree” murders of Quincy Stevenson and Damian Spells (§§ 664, 187, subd. (a)), returning true findings on the gang and firearm allegations.<footnotemark>2</footnotemark> In a separate proceeding, the trial court found defendant served a prior prison term for purposes of section 667.5, subdivision (b). For the murder, defendant received a sentence of 25 years to <page-number citation-index=\"1\" label=\"1012\">*1012</page-number>life plus 25 years for the firearm enhancement and one year for the prior prison term, with the gang enhancement stricken. For the attempted murders, defendant received consecutive life terms plus a 20-year firearm enhancement, with a 15-year minimum parole eligibility date.</p>\n<p id=\"b798-5\">In his timely appeal, defendant contends (1) the penalty enhancement for the attempted murders must be stricken because the prosecution did not allege those offenses were committed willfully, deliberately, and with premeditation as required by section 664, subdivision (a), and federal due process; (2) there was constitutionally insufficient evidence to support the gang findings because the evidence of a gang-related motivation was speculative and there was no substantial evidence that the Puente gang qualified as a criminal street gang under the statutory definition; and (3) there was constitutionally insufficient evidence to support the attempted murder conviction as to Damian Spells (count 3).</p>\n<p id=\"b798-6\">We agree with defendant’s argument that the prosecution’s failure to plead that the attempted murders in counts 2 and 3 were willful, deliberate, and premeditated requires the life sentences be set aside and defendant be resentenced to a determinate term as prescribed by law. The judgment is otherwise affirmed.</p>\n<p id=\"b798-7\">STATEMENT OF FACTS</p>\n<p id=\"b798-8\">On June 6, 2006, Spells and his friends Humdon and Stevenson were celebrating Spells’s birthday. They went to a 7-Eleven on Main Street in downtown La Puente just before midnight. After buying some snacks, the three walked across Main Street. There were no other pedestrians nearby. A car slowed down as it approached them. Defendant rolled down the passenger window and shouted, “What the fuck are you looking at?” They did not respond and kept walking after the car passed by. The car made a U-turn and drove back to them. Defendant got out of the car. He wore a hoody sweatshirt with the hood up, baggy jeans, and “skater-type” shoes. Standing within a few feet of Spells, defendant pointed a semiautomatic handgun at him, while the driver waited in the car. Defendant also pointed his gun at Stevenson, paused, and within 10 seconds began firing at Humdon. Spells and his two friends ran away from defendant, with Humdon in front. Approximately four shots were fired before defendant returned to the car, which sped away from the scene.</p>\n<p id=\"b798-9\">As they ran, Humdon fell to the ground, bleeding. Stevenson stopped to render first aid and to call the paramedics and police, while Spells ran home to get his car to transport their friend to the hospital. Spells returned within <page-number citation-index=\"1\" label=\"1013\">*1013</page-number>five minutes. Paramedics had arrived and emergency personnel drove Humdon to the hospital. He had suffered two bullet wounds, one to his arm and a fatal wound to his back that passed through to his chest.</p>\n<p id=\"b799-5\">Stevenson’s memory of events was similar to that of Spells. He recalled buying a carton of chocolate milk. As they crossed the street, a car pulled up to them and the person in the front passenger seat said, “Who are you looking at?” and “What’s up, Nigger?” They responded, “We don’t bang.” The car drove past them, but returned shortly. The passenger exited the car holding a handgun, which he pointed in Stevenson’s direction in a threatening manner. Stevenson could not see him well because he was not wearing his glasses, but when Stevenson lifted the milk carton to his mouth, the gunman shot it out of his hand. Stevenson immediately ran away with his two friends. He heard gunshots and saw Humdon fall. Stevenson ran to him and saw he was bleeding from his chest; he was conscious but could not speak. A resident called the police.</p>\n<p id=\"b799-6\">Sheriff’s Deputy Marco Encinas responded to the shooting. Humdon described the shooter as a Hispanic male in a hooded sweatshirt, who wore the hood up. Stevenson told the deputy that the shooter fled in a two-door, dark blue Honda. When Detective Paul Fournier arrived at the scene a few hours later, he found four expended shell casings and one live bullet, along with some snacks and a chocolate milk carton.</p>\n<p id=\"b799-7\">In August 2007, a search warrant was served on a La Puente residence at 6:00 a.m. Inside one of the bedrooms, there were letters addressed to defendant, along with a notebook and paperwork bearing defendant’s name. The notebook had references to “Puente” and the name, “Clowney.” The style of writing was typical of Hispanic gang members. “Puente” is a known criminal street gang. On one of the pages, there was the notation, “P13,” which was a reference to the Puente 13 gang. There was also the statement, “I’m a gangster for life.” Other pages contained the statements, “I puts it down for my crazy town representing the bridge” and “I’m a gangster.” Defendant was not home at the time of the search. He was not found at his girlfriend’s home, where he had spent the night. Nor was he at his place of work that morning when the detective arrived. Defendant was arrested approximately two months later.</p>\n<p id=\"b799-8\">Deputy Ron Duval testified as a gang expert, having served as a gang investigator for 20 years. He has received more than 300 hours of department training in gang-related matters and has handled gang cases for the past 15 years in the City of Industry station, which is responsible for patrolling La Puente. He was not on duty at the time of the Humdon killing. In Spanish, “la puente” means “the bridge.” “Puente” is a criminal street gang that <page-number citation-index=\"1\" label=\"1014\">*1014</page-number>operates within the City of Industry patrol area. It is the “main gang,” “comprised of several clicks[<footnotemark>3</footnotemark>] which form the gang itself.” “Puente” claims a large territory and has 956 documented members. The shooting incident occurred in Puente territory. Among “Puente’s” identifying names and symbols are “Puente 13” and “P13.” The cliques that operate within “Puente” have separate marks of identification. For instance, the “Dial” clique claims the area of the shooting incident and identifies itself as “DB.” “Puente Trece” is the same as Puente 13, which refers to the main gang.</p>\n<p id=\"b800-5\">“Puente” is a Hispanic gang. Its members have a long and ongoing antipathy toward the African-Americans in their territory. Members of “Puente” believe they should shoot or rob any African-American in their territory, regardless of whether the African-American is a gang member.</p>\n<p id=\"b800-6\">The primary activities of the “Puente” gang, including the “Dial” clique, are selling and distributing narcotics, committing residential burglaries and thefts to fund their narcotics activities, and the commission of murders, driveby shootings, rapes, kidnappings, robberies, and graffiti offenses. A “Puente” member named John Luis Sanchez was convicted of an attempted murder and other crimes on January 15, 2004, and October 18, 2002. The attempted murder was committed in 2003. Sanchez admitted being an active “Puente” member of the “Blackwood Street” clique. Also, Steven Burguan was convicted of attempted murder and related offenses in 2003 for crimes committed that same year. Burguan admitted being a member of the “Puente” gang. A “Dial” member named Elroy Martinez was under investigation for attempted murder.</p>\n<p id=\"b800-7\">Deputy Duval opined that defendant was á member of the “Puente” gang because he had admitted his membership to other deputies. Defendant had “Puente” tattooed across his chest, and the letters “L” and “P” tattooed on either side of his chin. From other gang investigators, the expert had learned that defendant’s gang moniker was “Clown” or “Clowney.” Defendant’s residence on Bamboo Street was within the territory claimed by “Dial,” along with other “Puente” cliques such as “Perth Street” and “Tinflaenas.” The expert explained that most of the “Puente” cliques cooperated with each other, but some were rivals—for example, the “Ballista” and “Blackwood” were rivals. “Dial” tended to align with “Blackwood”; “Tinflaenas” and “Perth” with “Ballista.” Those feuding cliques would sometimes commit crimes against each other, while other members maintained interclique friendships. In short, “Puente” is a gang and the cliques are part of it.</p>\n<p id=\"b800-8\">The expert reviewed the writings in the notebook found in defendant’s bedroom. There were references to his affiliation with the “Puente” gang and <page-number citation-index=\"1\" label=\"1015\">*1015</page-number>gang moniker, Clowney. For instance, the writer stated, “I’m a gangsta.” The reference to “representing the bridge” indicated the writer’s willingness to act on behalf of the “Puente” gang. Other references to “putting it down” in gang parlance signified doing work—that is, committing crimes—for the gang. Committing some crimes served the gang by raising money to buy guns and obtain cars to promote their activities. In addition, such acts not only enhanced the member’s reputation within the gang, but instilled fear throughout the neighborhood and among rivals. That fear and intimidation permitted the gang to commit criminal activities with impunity.</p>\n<p id=\"b801-5\">Based on a hypothetical statement of facts that closely reflected the prosecution case, the expert opined that the shootings would have been committed to benefit “Puente” or “Dial” because it would enhance the gang’s reputation by showing its members are willing to “go all the way” as “shooters” to intimidate persons in the neighborhood and to “tell[] Black people that they’re not allowed in that area.” Witnesses to their crimes will be afraid to testify against them. The shooting incident would enhance the shooter’s reputation in the gang, as well as the gang’s reputation in the community.</p>\n<p id=\"b801-6\">\n<em>Defense</em>\n</p>\n<p id=\"b801-7\">Defendant presented a misidentification defense. Experimental psychologist Kathy Pezdek, Ph.D., offered expert testimony regarding reliability of eyewitness identifications. She was familiar with research showing that in 130 instances, DNA evidence had led to findings of wrongful conviction. Approximately 85 percent of those convictions turned on eyewitness evidence, which Dr. Pezdek believed showed eyewitness evidence to be unreliable. Her opinions were based on her own research papers, along with publications by other respected members of the relevant scientific community. She explained that various factors can affect the accuracy of a person’s memory of a visual perception. Those factors include the available lighting of the scene, the distance to the object, the duration of the observation, and the existence of potential distractions such as the presence of a weapon. For instance, when viewing a stranger, the briefer one’s view of the person, the less likely it will be for a witness to accurately identify the person. Due to the factor of “weapon focus,” when a weapon is present, the victim will tend to attend more closely to the weapon than to the criminal’s face. Similarly, the ability to make an accurate identification is compromised by the attacker’s use of a disguise such as a hat or cap. Studies also show witnesses are less accurate when identifying persons of a different race or ethnicity. In addition, the reliability of memory decreases over time, especially with regard to details.</p>\n<p id=\"b802-4\"><page-number citation-index=\"1\" label=\"1016\">*1016</page-number>The expert also testified as to the reliability of identifications based on photographic lineups. Research supports the presence of “lineup bias.” Witnesses tend to choose the person who looks most like the person observed. Thus, if a lineup contains mainly persons who look nothing like the suspect, those persons are immediately excluded. Lineups cannot be reliable unless all the subjects approximate the witness’s description fairly closely. Moreover, witnesses participating in lineups tend to pick up and act on cues from the investigating officer who conducts the lineup and knows who the suspect is. Finally, when a long time has elapsed between the incident and a lineup identification, the witness will tend to replace the hazy memory of the incident with the subsequent identification. Studies also show there is no substantial correlation between a witness’s certainty as to an observation and its accuracy.</p>\n<p id=\"b802-5\">David Arias, defendant’s cousin, testified that he saw defendant daily around the time of the shooting incident and defendant did not have a full goatee. Defendant sported “a mustache and bottom piece of a goatee,” but they were not “connected all the way around.” Defendant’s sister Maria Gamboa testified that he had only a mustache at the relevant time, but clarified that her brother also had some hair on his chin, directly under his lip.</p>\n<p id=\"b802-6\">DISCUSSION</p>\n<p id=\"b802-7\">I. <em>Unauthorized Sentences</em></p>\n<p id=\"b802-8\">Defendant contends his life sentences for the two attempted murder convictions were unauthorized and imposed in violation of federal due process requirements because the prosecution failed to allege those offenses were committed willfully, deliberately, and with premeditation as required by section 664, subdivision (a). We agree.</p>\n<p id=\"b802-9\">Section 664, subdivision (a), provides that the punishment for an attempt to commit a crime punishable by life imprisonment or death generally shall be a term of five, seven, or nine years. However, “the statute further provides that when the crime attempted is ‘willful, deliberate, and premeditated murder,’ the person guilty of that attempt shall be subject to the punishment of imprisonment for life with the possibility of parole.” <em>(People v. Bright, supra, </em>12 Cal.4th at p. 656 [quoting § 664, subd. (a)], overruled on another point in <em>People v. Seel </em>(2004) 34 Cal.4th 535, 541 [21 Cal.Rptr.3d 179, 100 R3d 870].) As is relevant to this appeal, that subdivision specifies that “[t]he additional term provided in this section for attempted willful, deliberate, and premeditated murder shall not be imposed unless the fact that the attempted murder was willful, deliberate, and premeditated is charged in the accusatory pleading and admitted or found to be true by the trier of fact.” (§ 664, subd. (a).)</p>\n<p id=\"b803-4\"><page-number citation-index=\"1\" label=\"1017\">*1017</page-number>Here, the charging document alleged defendant unlawfully and with malice aforethought attempted to murder Stevenson and Spells, but did not allege the attempted murders were willful, deliberate, and premeditated. Nor did counts 2 and 3 reference subdivision (a) of section 664. No request was made to amend the information to include the required allegations, and nothing in the record suggests the information was ever amended. Nevertheless, the trial court instructed that if the jury found defendant guilty of attempted murder, it must make a separate determination of whether the prosecution proved the attempted murder was done willfully and with premeditation and deliberation.<footnotemark>4</footnotemark> The jury’s attempted murder verdicts did not include special findings as to premeditation and deliberation, but found “first degree attempted murder” as to both victims. At sentencing, the trial court imposed the section 664, subdivision (a) punishment of life in prison for the attempted murder convictions.</p>\n<p id=\"b803-5\">As the record makes clear, the prosecution failed to comply with the unambiguous pleading requirement set forth in section 664, subdivision (a). The Attorney General does not contend otherwise, but argues defendant forfeited his appellate claim by failing to challenge the adequacy of the pleading below. Our Supreme Court rejected this same argument in materially indistinguishable circumstances in <em>People v. Mancebo </em>(2002) 27 Cal.4th 735 [117 Cal.Rptr.2d 550, 41 P.3d 556] <em>(Mancebo). </em>In <em>Mancebo, </em>the court found no waiver, despite the defendant’s failure to object at the time of sentencing, because the imposition of a sentencing enhancement based on an unpled enhancement allegation in violation of statutory pleading requirements amounted to an unauthorized sentence. <em>(Id. </em>at p. 749, fn. 7.)</p>\n<p id=\"b803-6\">As defendant argues, the <em>Mancebo </em>rationale is determinative and requires the striking of defendant’s enhanced sentences for attempted murder. In <em>Mancebo, </em>the Supreme Court constmed the interplay between two sentencing enhancement schemes—the “One Strike” law (§ 667.61), which increases the punishment for those who commit certain forcible sex crimes, and section 12022.5, subdivision (a), which generally provides a fixed-term enhancement for personal gun use in connection with a conviction of a felony offense. <em>{Mancebo, supra, </em>27 Cal.4th at p. 738.) Significantly, the One Strike law— just like section 664, subdivision (a)—contains express pleading and proof requirements. For the One Strike law to apply, the prosecution had to establish a minimum number of enumerated circumstances. The enhanced penalties were available only if the existence of any of those qualifying circumstances “is alleged in the accusatory pleading pursuant to this section, and is either admitted by the defendant in open court or found to be true by <page-number citation-index=\"1\" label=\"1018\">*1018</page-number>the trier of fact.” (§ 667.61, subd. (j); <em>Mancebo, </em>supra, at p. 742 [“Subdivision (i) requires the facts of any specified circumstance to be pled and proved to the trier of fact or admitted by the defendant in open court.”], referencing subd. (i) as set forth in the prior version of the statute.) Additionally, “if only the minimum number of qualifying circumstances required for One Strike sentencing treatment have been pled and proved, they must be used as the basis for imposing the One Strike term rather than to impose lesser enhancements or punishment under any other law.” (27 Cal.4th at p. 742, citing § 667.61, subd. (f).)</p>\n<p id=\"b804-5\">In <em>Mancebo, </em>the prosecution alleged personal firearm use as to all counts pursuant to section 12022.5, subdivision (a). However, for purposes of satisfying the minimum requirements of the One Strike law as to each of the two victims, it alleged only two enumerated -circumstances—kidnapping and firearm use as to one, and binding the victim and firearm use as to the other. <em>(Mancebo, supra, </em>27 Cal.4th at pp. 742-743.) That is, the allegation of gun use was a necessary basis for invoking application of the One Strike law and could not be used simultaneously to support the 10-year firearm enhancements under section 12022.5, subdivision (a). (27 Cal.4th at p. 738.) At sentencing, in order to impose a One Strike law sentence and the firearm enhancement without improper double use of one finding, the trial court substituted a One Strike law enumerated finding that was never specifically alleged in the information—the multiple-victim circumstance under section 667.61, subdivision (e)(5). “[N]or was the information ever amended to include this allegation.” (27 Cal.4th at p. 739.)</p>\n<p id=\"b804-6\">Our Supreme Court held: “Substitution of that unpleaded circumstance for the first time at sentencing as a basis for imposing the indeterminate terms violated the explicit pleading provisions of the One Strike law.” <em>(Mancebo, supra, </em>27 Cal.4th at p. 743.) In so holding, the court rejected the argument that the prosecution had effectively complied with the pleading requirements because the information generally alleged the existence of multiple victims, albeit not specifically within the One Strike law allegations. Such general allegations were deemed inadequate in the face of the unambiguous and specific statutory pleading requirements. Nothing in the charging documents or pleadings informed the defendant “that if he was convicted of the underlying charged offenses, the court would consider his multiple convictions as a basis for One Strike sentencing under section 667.61, subdivision (a). Thus, the pleading was inadequate because it failed to put defendant on notice that the People, for the first time at sentencing, would seek to use the multiple victim circumstance to secure indeterminate One Strike terms under section 667.61, subdivision (a) <em>and </em>use the circumstance of gun use to secure additional enhancements under section 12022.5(a).” (27 Cal.4th at p. 745.)</p>\n<p id=\"b805-4\"><page-number citation-index=\"1\" label=\"1019\">*1019</page-number>Here, neither the information nor any pleading gave defendant notice that he was potentially subject to the enhanced punishment provision for attempted murder under section 664, subdivision (a). The line of cases relied on by tile <em>Mancebo </em>court provides additional support for defendant’s argument. For instance, in <em>People v. Hernandez </em>(1988) 46 Cal.3d 194, 208 [249 Cal.Rptr. 850, 757 R2d 1013] (Hernandez), criticized on other grounds in <em>People v. King </em>(1993) 5 Cal.4th 59, 78, footnote 5 [19 Cal.Rptr.2d 233, 851 P.2d 27], it was held that a sentencing court may not impose an additional three-year sentence under former section 667.8 “when the defendant’s violation of that section was neither pleaded nor proven, and was only mentioned for the first time in a probation report. <em>{Hernandez, </em>supra, 46 Cal.3d at p. 197.) We concluded ‘such additional term may not be imposed, since a pleading and proof requirement should be implied as a matter of statutory interpretation and must be implied as a matter of due process.’ <em>(Ibid.)” (Mancebo, supra, </em>27 Cal.4th at pp. 746-747; see also <em>People </em>v. <em>Haskin </em>(1992) 4 Cal.App.4th 1434, 1440 [7 Cal.Rptr.2d 1] [“[b]ecause appellant was neither statutorily nor factually charged with, nor consented to, a substituted section 667 enhancement in conjunction with the 1979 offense, the trial court was without authority to impose a sentence greater than that authorized by section 667.5, subdivision (b), the charging statute which appellant admitted”].)</p>\n<p id=\"b805-5\">The <em>Mancebo </em>court emphasized that its holding was not merely a matter of statutory construction, but was also driven by due process considerations. “[I]n addition to the statutory requirements that enhancement provisions be pleaded and proven, a defendant has a cognizable due process right to fair notice of the specific sentence enhancement allegations that will be invoked to increase punishment for his crimes.” <em>(Mancebo, supra, </em>27 Cal.4th at p. 747.) “It is fundamental that ‘When a defendant pleads not guilty, the court lacks jurisdiction to convict him of an offense that is neither charged nor necessarily included in the alleged crime. [Citations.] This reasoning rests upon a constitutional basis: “Due process of law requires that an accused be advised of the charges against him in order that he may have a reasonable opportunity to prepare and present his defense and not be taken by surprise by evidence offered at his trial.” [Citation.]’ <em>(People </em>v. <em>West </em>(1970) 3 Cal.3d 595, 612 [91 Cal.Rptr. 385, <em>All </em>P.2d 409].)” <em>(People </em>v. <em>Lohbauer </em>(1981) 29 Cal.3d 364, 368 [173 Cal.Rptr. 453, 627 P.2d 183].)</p>\n<p id=\"b805-6\">That threshold constitutional requirement of fair notice was not satisfied in <em>Mancebo </em>by the undeniable fact that the pleadings informed the defendant not only that he had been charged with crimes against multiple victims, but also that the One Strike law would apply to his case. Rather, “[sentencing error occurred because defendant was given notice that gun use would be used as one of the two pleaded and minimally required circumstances in support of the One Strike terms, whereafter, at sentencing, the trial court used the <em>unpled </em>circumstance of multiple victims to support the One Strike terms, <page-number citation-index=\"1\" label=\"1020\">*1020</page-number>and further imposed two 10-year section 12022.5(a) enhancements that could otherwise not have been imposed but for the purported substitution.” <em>(Mancebo, supra, </em>27 Cal.4th at p. 753.) As we have pointed out, the lack of notice was greater in defendant’s case because nothing in the information gave defendant reason to suspect the enhanced punishment statute for attempted murder applied to him.</p>\n<p id=\"b806-5\">The Attorney General’s reliance on section 960 concerning defects or imperfections in the form of a pleading is misplaced.<footnotemark>5</footnotemark> This was no mere formal defect in the information. Rather, defendant was not given notice of the special sentencing enhancement that would be used to increase his punishment from a maximum of nine years to a life term. Nor is this error reviewable under the abuse of discretion or harmless error analysis applicable to situations in which the information was amended during trial. Defendant’s charging document was never amended. Accordingly, this is not the kind of error that can be cured by resort to a harmless error analysis as to whether the jury must have found the two attempted murders were committed willfully and with deliberation and premeditation. (See <em>Mancebo, supra, </em>27 Cal.4th at p. 747 [“ ‘It is unnecessary to articulate a particular standard of review and engage in a harmless-error analysis when defendant’s due process right to notice has been so completely violated.’ ”], quoting <em>Hernandez, supra, </em>46 Cal.3d at pp. 208-209.)</p>\n<p id=\"b806-6\">Nor is this a case in which it would be proper to invoke the doctrine of implied consent to amendment as set forth in <em>People v. Toro </em>(1989) 47 Cal.3d 966 [254 Cal.Rptr. 811, 766 P.2d 577] <em>(Toro), </em>disapproved on other grounds in <em>People </em>v. <em>Guiuan </em>(1998) 18 Cal.4th 558, 568, footnote 3 [76 Cal.Rptr.2d 239, 957 P.2d 928], In <em>Toro, </em>the defendant was convicted of an uncharged lesser related offense. The Supreme Court held the conviction valid, finding the defendant impliedly consented to the jury’s consideration of the uncharged offense by interposing no objection to instructions and a verdict form recognizing that offense. <em>(Toro, supra, </em>at pp. 969-970, 976-977.) The <em>Toro </em>court explained that “it has been uniformly held that where an information is amended at trial to charge an additional offense, and the defendant neither objects nor moves for a continuance, an objection based on lack of notice may not be raised on appeal. [Citations.] There is no difference in principle between adding a new offense at trial by amending the information and adding the same charge by verdict forms and jury instructions.” (I<em>d. </em>at p. 976, fn. omitted.)</p>\n<p id=\"b807-4\"><page-number citation-index=\"1\" label=\"1021\">*1021</page-number>As the Attorney General points out, there are similarities between <em>Toro </em>and defendant’s case here. Defendant approved jury instructions and verdict forms that implicitly recognized that the uncharged section 664, subdivision (a) enhancement was being presented to the jury. However, that similarity is belied by a crucial difference. Central to the <em>Toro </em>court’s holding was the recognition that “submission of lesser related offenses to the jury enhances the reliability of the fact-finding process to the benefit of both the defendant and the People . . . .” <em>(Toro, supra, </em>47 Cal.3d at pp. 969-970; see also <em>id. </em>at p. 977 [“Lesser related offense instructions generally are beneficial to defendants and in a given case only the defendant knows whether his substantial rights will be prejudicially affected by submitting a lesser related offense the jury.”].) In light of the “potential benefit to the defendant of affording the jury a wider range of verdict options” and “[t]o prevent speculation on a favorable verdict,” the Supreme Court concluded it would be “reasonable and fair” to imply consent to an implicit amendment of the information by means of adding the uncharged offense by verdict forms and jury instructions. <em>(Id. </em>at p. 976.)</p>\n<p id=\"b807-5\">The same considerations of practicality and policy do not apply, however, where the uncharged facts could only subject a defendant to greater liability.<footnotemark>6</footnotemark> The defense will generally have no tactical interest in presenting the jury with a new avenue for imposing greater punishment. Had the prosecution sought to amend the information to include the missing allegations, the defense may well have objected. Of course, it is the People’s burden to show implied consent by the defense. Given the absence of anything in the record showing an amendment—and because the defense had no apparent reason to consent to one—we decline to extend the <em>Toro </em>holding to this situation.</p>\n<p id=\"b807-6\">It follows that the section 664, subdivision (a) sentence enhancement must be stricken as to both attempted murder convictions and the matter remanded for resentencing on those counts. (See <em>Mancebo, supra, </em>27 Cal.4th at p. 754.)</p>\n<p id=\"b807-7\">II., III.<footnotemark>*</footnotemark></p>\n<p id=\"b808-4\"><page-number citation-index=\"1\" label=\"1022\">*1022</page-number>DISPOSITION</p>\n<p id=\"b808-5\">The findings in counts 2 and 3 that the attempted murders were willful, deliberate, and premeditated, are reversed. The trial court shall resentence defendant in counts 2 and 3 to a determinate term under section 664, subdivision (a), plus any applicable enhancements. In all other respects, the judgment is affirmed.</p>\n<p id=\"b808-6\">Turner, P. J., and Mosk, J., concurred.</p>\n<p id=\"b808-7\">Appellant’s petition for review by the Supreme Court was denied June 23, 2010, S181667.</p>\n<footnote label=\"1\">\n<p id=\"b797-10\"> All further statutory citations are to the Penal Code unless indicated otherwise.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b797-11\"> Although the verdict form expressed a conviction for first degree attempted murder, California law does not define attempted murder in terms of degrees. Rather, section 664, subdivision (a) provides that the punishment for attempted murder can be increased from the prescribed maximum determinate term to a life sentence when it is pleaded and proved that the murder attempted was willful, deliberate, and premeditated. <em>(People </em>v. <em>Lee </em>(2003) 31 Cal.4th 613, 616 [3 Cal.Rptr.3d 402,74 P.3d 176]; <em>People v. Bright </em>(1996) 12 Cal.4th 652, 655-657 [49 Cal.Rptr.2d 732, 909 P.2d 1354].)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b800-9\"> The gang factions are referred to in the reporter’s transcript as “clicks” and “cliques.” We shall use the latter term for the sake of consistency.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b803-7\"> The trial court proposed a set of jury instructions and verdict forms. The parties did not offer any objections either to form or content. Nor did the parties propose any special instructions.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b806-7\"> “No accusatory pleading is insufficient, nor can the trial, judgment, or other proceeding thereon be affected by reason of any defect or imperfection in matter of form which does not prejudice a substantial right of the defendant upon the merits.” (§ 960.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b807-8\"> The <em>Mancebo </em>court noted that the policy favoring pretrial settlement would be furthered by requiring the prosecution to include specific allegations supporting penalty enhancements in the charging instruments because “in many instances a defendant’s decision whether to plea bargain or go to trial will turn on the extent of his exposure to a lengthy prison term.” <em>(Mancebo, supra, </em>27 Cal.4th at p. 752.)</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b807-9\">See footnote, <em>ante, </em>page 1009.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}