{
  "casebody": {
    "data": "<casebody firstpage=\"1043\" lastpage=\"1048\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1079-10\">PORTER v. BALDWIN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1079-11\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AxPL\">June 29, 1910.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1079-12\">1. Action (§ 4G<footnotemark>*</footnotemark>)—Joinder of Causes of Action—Legal and Equitable Relief.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1079-14\">A complaint stating a good cause of action at law, though coupled with equitable considerations and a demand for equitable relief, is not fatally defective.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1079-15\">[Ed. Note.—For other cases, see Action, Cent. Dig. §§ 449-468: Dee. Dig. | 46.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1079-16\">2. Executors and Administrators (§ 439*)—Plaintiffs—Joinder.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b1079-17\">If the legatee of an undivided half interest in a firm and the executors contracted in writing under seal with decedent’s partner for a final accounting of the firm business, the agreement providing that upon violation of its provisions by either party the other should be entitled to recover $5,000 liquidated damages, the party of the first part consisted of the legatee and the executors, though the legatee was the legal owner of the bequest by reason of the executor’s assignment thereof to him, the executors having an interest in the liquidated damage clause and in the <page-number citation-index=\"1\" label=\"1044\">*1044</page-number>other undivided half of the firm’s assets in ah adjustment of the accounts, and the legatee could, not assign the cause of action belonging to himself and the executors jointly, nor sue alone in his individual capacity, he being only a part of the constituent element of the party of the first part, since, where an instrument is under seal, no one can sue or he sued to enforce its covenants, except those who are named as parties in the instrument, and who signed and sealed it, and hence the legatee’s assignee could not sue in his individual capacity without joining the executors.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b1080-4\">[Ed. Note.-—For other cases, see Executors and Administrators. Cent. Dig. § 1786; Dec. Dig. § 439;* Parties, Cent. Dig. §§ 17, 25, 37, 38, 50, 64.]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b1080-5\">3. Evidence (§ 441<footnotemark>*</footnotemark>)—Pabol Evidence—Varying Written Contract.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b1080-6\">Since the seal upon a contract between <em>the legatee of </em>an undivided one-half interest in a farm and the executors with decedent’s partner for a final accounting of the farm business presumes a consideration from and to all the parties thereto, the contract could not be varied, contradicted, ■ dr modified by parol evidence of an alleged assignment of the legacy by the executors to the legatee, made before the contract.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b1080-7\">[Ed. Note.—For other cases, see Evidence, Cent. Dig. §§ 2030-2051; Dec. Dig. § 441.*]</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b1080-8\">4. Pleading (§ 192*)—Demurrer—Grounds—Parol Evidence Rule.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b1080-9\">Pleading facts extrinsic to a written instrument sued on is a violation of the parol- evidence rule, and may be taken advantage of by demurrer.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b1080-10\">[Ed. Note.—For other cases, see Pleading, Dec. Dig. § 192.*]</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b1080-11\">5. Parties (§ 19*)—Necessary Parties—Plaintiffs.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"AYC\">Where a person has an apparent interest in a litigation, and a party to a sealed instrument must always have such apparent interest, he should \"be a party to any action by which such interest is to be affected, that the adverse party may be protected against a subsequent action; Code Civ. Proc. § 448, providing that, of the parties to an action, those united in interest must be joined as plaintiffs or defendants, except as otherwise specially prescribed.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b1080-13\">[Ed. Note.—For other cases, see Parties, Cent. Dig. §§ 19-23; Dec, Dig. § 19 ;* Contracts, Cent Dig. §§ 1589, 1598-1601.]</headnotes>\n<summary data-order=\"18\" data-type=\"history\" id=\"Anj3\">Appeal from Special Term, Richmond County.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b1080-15\">Action by James J. Porter against Radcliffe Baldwin. A demurrer to the amended complaint was overruled, and defendant appeals.</summary>\n<disposition data-order=\"20\" data-type=\"disposition\" id=\"AqPe\">Reversed, and demurrer sustained.</disposition>\n<p data-order=\"21\" data-type=\"judges\" id=\"b1080-16\">Argued before WOODWARD, JENKS, BURR, THOMAS, and CÁRR, JJ.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b1080-17\">Etnilie M. Bullowa (Ferdinand E. M. Bullowa, <em>on </em>the brief), for appellant.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b1080-18\">Horace A. Davis, for respondent.</attorneys>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1079-18\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"25\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b1080-20\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"26\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b1080-19\">WOODWARD, J.</author>\n<p id=\"AU_\">The plaintiff claims under an assignment from Standish B. Baldwin, and the facts alleged under the complaint are that “on and prior to the 1st day of January, 1901, the defendant and one Austin P. Baldwin were copartners doing business in the city of New York under the name of Austin Baldwin &amp; Co.”; that this partnership continued up to the death of Austin Baldwin on or about the £&gt;th day of December, 1901; that the said Austin Baldwin left a last will and testament, by the provisions of which he gave to his son, Standish Bradford Baldwin, “my right, title and share, whatever it may be, in the business of Austin Baldwin &amp; Co., also Baldwin Bros. &amp; Co., both of this city, and I also give him the amount of money <page-number citation-index=\"1\" label=\"1045\">*1045</page-number>standing to my credit in the books of my firm at the time of my death, the same not to be withdrawn from my firm within six months from the date of my death”; that said will was duly admitted to probate and letters testamentary issued thereon to the executors named in such will; that the interest in the firm of Austin Baldwin &amp; Co. bequeathed to the said Standish B. Baldwin was an undivided one-half interest in the profits and assets of said firm; that the executors assented to said Standish B. Baldwin’s taking said interest, and duly assigned the same to him; that by the said will, assent, and assignment, the said Standish B. Baldwin became the owner of one-half of the assets of the said firm and entitled to receive one-half of the profits of the said firm, if any there should be; that said Standish B. Baldwin thereby became and was entitled to an accounting of the business of said firm; that in or about the month of March, 1903, the defendant procured to be made a certain statement of the affairs of said firm, by which statement it appeared that the business of said firm of Austin Baldwin &amp; Co. during the year 1901 had resulted in a loss of $735.74; that said Standish B. Baldwin paid to said defendant the sum of $363.87 as his proportionate share of such alleged loss; that on or about the 3d day of April, 1903, said Standish B. Baldwin, together with the executors of said Austin P. Baldwin, deceased, entered into an agreement in writing and under seal with defendant for a final accounting of the business of said firm of Austin Baldwin &amp; Co.; that said final accounting would, as plaintiff is informed and believes, show other valuable assets which belonged to said firm at; the time of its dissolution as aforesaid, and would show that at said date a large profit had been earned by said firm, instead of a loss incurred, as appeared by said statement of March, 1903, procured to be made by said defendant; that said other assets were of value great and permanent but difficult to estimate; that said agreement provided that upon violation of its provisions by either party the other party should be entitled to recover the sum of $5,000 as liquidated damages; that defendant has wholly neglected and refused to make or cause to be made or to permit said Standish B. Baldwin to make or cause to he made such final accounting, though such accounting has been duly demanded by said Standish B. Baldwin, and defendant has refused to permit an inspection of the books of said firm by said Standish B. Baldwin though duly demanded, and has violated the provisions of said agreement, all the terms and conditions of which were duly performed by said Standish B. Baldwin and said executors on their part.</p>\n<p id=\"b1081-5\">The prayer for relief is that:</p>\n<blockquote id=\"b1081-6\">“The defendant account to him for the business and property of said firm of Austin Baldwin &amp; Co., and pay the plaintiff his proportionate share of all property, earnings, and assets of said firm not shown upon said statement of March, 1902, and repay to plaintiff said alleged loss paid by said Standish B. Baldwin, besides said liquidated damages of $5,000 and the costs and disbursements of this action, and plaintiff further demands such other and further relief as may be just.”</blockquote>\n<p id=\"b1081-7\">The defendant demurred to this complaint upon the ground that it appeared upon the face thereof that there was a defect of parties plaintiff, in that the executors of the will of Austin P. Baldwin re<page-number citation-index=\"1\" label=\"1046\">*1046</page-number>ferred to in the complaint,- who, together with the plaintiff’s assign- or, entered into the agreement alleged in the complaint, are not made parties plaintiff to this action; and on the further ground that several causes of action have been improperly united in said complaint, in that the said complaint is founded upon allegations in the nature of a tort or wrong and contains also claims upon contract which did not arise out of the same transaction; and on the further ground that several causes of action have been improperly united in said complaint, to wit, an action arising on contract and an action for an accounting not arising out of the same transaction and not affecting all of the parties to the said action on contract; and on the further ground that the complaint does not state facts sufficient to constitute a cause of action. The learned court at Special Term has overruled the demurrer, and the defendant appeals to this court.</p>\n<p id=\"b1082-5\">The learned court at Special Term, in rendering decision, handed down a memorandum, in which it is said that a “mere reading of-the complaint shows that it states facts sufficient to constitute a cause of action at law, rendering it unnecessary to consider whether, under the complaint, the plaintiff is entitled to equitable relief,” and that “under Onondaga Trust &amp; Deposit Co. v. Price, 87 N. Y. 542, 548, and Blood v. Kane, 130 N. Y. 514 [29 N. E. 994, 15 L. R. A. 490], no defect of parties is shown.” It is undoubtedly true that if a complaint sets forth a good cause of action at law, though coupled with equitable considerations and a demand for equitable relief, it is not fatally defective, and, if this was the only objection raised to the complaint, we should be disposed to hold that the cause of action for breach of the contract was good. We are of the opinion, however, that the complaint is open to other objections stated by the demurrer, and that the learned court at Special Term fell into error in holding that there was no defect of parties plaintiff in that cause of action. The complaint alleges, and for the purposes of a demurrer it is admitted, that Standish B. Baldwin and the executors of the estate of Austin P. Baldwin entered into “an agreement in writing and under seal with defendant for a final accounting,” etc., and it is further alleged that the defendant has been guilty of a breach of this contract, “all the terms and conditions of which were duly performed by said Standish B. Baldwin and said executors on their part.”</p>\n<p id=\"b1082-6\">It is undoubtedly true, as held in Blood v. Kane, supra, that where there is <em>a, </em>specific bequest to a legatee, and the executors assent to its delivery to the legatee, a perfect legal title to the article vests in such legatee; but this does not overcome the rule which prevails in this state in reference to contracts under seal. Where an instrument is under seal, no person can sue or be sued to enforce the covenants therein contained, except those who are named as parties to the instrument and who signed and sealed the same. Henricus v. Englert, 137 N. Y. 488, 494, 33 N. E. 550, and authorities there cited; Williams v. Magee, 76 App. Div. 512, 78 N. Y. Supp. 550, affirmed on opinion below 177 N. Y. 534, 69 N. E. 1133. The allegation of the complaint that the said Standish B. Baldwin, together with the executors, entered into an agreement in writing and under seal with the defendant for a final accounting of the business of said firm of Aus<page-number citation-index=\"1\" label=\"1047\">*1047</page-number>tin Baldwin &amp; Co., and that “said agreement provided that upon violation of its provisions by either party the other party should be entitled to recover the sum of $5,000 as liquidated damages,” is essentially a declaration that the party of the first part consisted of Baldwin and the executors, and the second party was the defendant. If this is true, even though the plaintiff’s assignor was the legal owner of the bequest of Austin P. Baldwin of the latter’s interest in the firm of Austin Baldwin &amp; Co., and the real party in interest, he could not properly maintain an action for the breach of contract without joining with him the executors who constituted a part of the party of the first part. There was no contract with Standish B. Baldwin and the defendant; it was a contract with Standish B. Baldwin, together with the executors, who were merged into a single party to the contract, and Standish B. Baldwin could not assign the cause of action belonging to himself and the executors jointly, nor maintain an action in his individual capacity, where he was only a part of the constituent element of the party of the first part to the contract. Osborn v. Martha’s Vineyard Railroad, 140 Mass. 549, 5 N. E. 486; Rider Life Raft Co. v. Roach, 97 N. Y. 378, 382.</p>\n<p id=\"b1083-5\">It is true that the complaint alleges that the executors assigned the legacy to Standish B. Baldwin, and that the latter became the owner of an undivided one-half interest in the firm business; but it likewise alleges the contract under seal as the basis of the right to an accounting, together with $5,000 liquidated damages. The executors have an interest in this liquidated damages clause, for they have an interest in the settlement of the estate; they have an interest in the other undivided one-half of the firm assets, in an adjustment of the accounts, and in the provision for liquidated damages. As said by the court in Osborn v. Martha’s Vineyard Railroad, supra:</p>\n<blockquote id=\"b1083-6\">“The interest of the three plaintiffs in their joint claim against the defendant was such that each had an interest in the entire claim. One of them had not only an interest in the third which might be his share, but also in the two-thirds belonging to the others. It has been settled in this action that one cannot maintain an action for his share; the three must join in the suit, because each one has a joint interest in the entire amount due them, and in every part thereof. Osborn is debarred from bringing suit for his third part, because Norton and Jernegan own that third as fully as does Osborn.”</blockquote>\n<p id=\"b1083-7\">It seems entirely clear that the executors by assigning the legacy to Standish B. Baldwin did not close the matter. They still held, as executors, the decedent’s interest—an interest in the other undivided one-half of the firm assets—and this was fully recognized when the executors joined with Standish B. Baldwin as one party to the sealed contract, and they now have an interest in the liquidated damages provided by the contract. Beyond this, the presence of a seal upon the contract presumes a consideration from and to all of the parties to the same, and, if there was a consideration moving from the executors to the remaining members of the firm, then they had an interest in the contract, and the contract could not be varied, contradicted, or modified by parol evidence of anything that occurred at or prior to the time when such written contract was executed. 11 Am. &amp; Eng. Ency. of Law, 548. The contract under seal was made after the <page-number citation-index=\"1\" label=\"1048\">*1048</page-number>alleged assignment of the legacy to Standish B. Baldwin, and to vary, contradict, or modify such contract by a pleading is to offend against the rule cited. The only effect of the alleged assignment of the legacy by the executors was to assign what the testator had granted by his will. He could not assign a particular portion; he could only give an undivided one-half, in which all of the other partners had an interest, he having a like interest in their undivided one-half, and the executors, in joiningpn the contract with the surviving members of the firm under seal, became necessary parties to any action based upon that contract, or involving their rights as the personal representatives of the deceased. Where a party has an apparent interest in a litigation—■ and a party to a sealed instrument must always have such an apparent interest—he should be a party to any action by which this interest is to be affected, to the end that, the adverse party may be protected against a subsequent action. Murphy v. Franklin Savings Bank, 131 App. Div. 759, 116 N. Y. Supp. 228; Lewis v. Guardian Fire &amp; Life Assurance Co., 181 N. Y. 392, 397, 74 N. E. 224, 106 Am. St. Rep. 557; section 448, Code Civ. Proc.</p>\n<p id=\"b1084-5\">If we are right in this proposition, it follows that there is a defect of parties plaintiff, and that the interlocutory judgment appealed from -should be reversed, and the demurrer sustained, with costs.</p>\n<p id=\"b1084-6\">JENKS and CARR, JJ., concur. BURR and THOMAS, JJ., concur, in result.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}