{
  "casebody": {
    "data": "<casebody firstpage=\"946\" lastpage=\"947\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AV-\">DE LANCEY et al. v. ROBBIN. HEYLMAN et al. v. CUMMINGS et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b982-8\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZV\">June 24, <em>1910.)</em></decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b982-9\">Tenancy in Common (§ 49<footnotemark>*</footnotemark>)—Contract of One Tenant with Lessee of Common Land.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b982-10\">One of several tenants in common has no power to enter into an agreement with a third person which will prejudice the estate of the co-tenants- and therefore, there being no evidence that he acted as their agent, or that, though executor of the one who devised the land to them, he acted as such, his contract with the assignee of the lease of the land given by testator, modifying it, and so releasing the lessees as the assignee’s sureties is not binding on the co-tenants.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b982-11\">[Ed. Note.—For other eases, see Tenancy in Common, Dee. Dig. § 49.*]</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b982-12\">Appeal from Municipal Court, Borough of Manhattan, Second District.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b982-13\">Two actions, one by Grace De Lancey and others against Frederick Robbin, and the other by Emma A. Heylman and others against Lillian O. Cummings and others. From judgments for defendants, plaintiffs appeal.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A6D\">Reversed, and new trials ordered.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b982-14\">Argued before SEABURY, GUY, and BIJUR, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b982-15\">Richard Krause, for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b982-16\">Philip J. Dunn, for respondents.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b982-18\">For other cases see same topic <em>&amp; </em>§ number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b982-17\">BIJUR, J.</author>\n<p id=\"A2LS\">On March 14, 1906, Harriet Heylman leased certain property to Frederick Robbin for a term of five years. Thereafter Robbin assigned to Cummings and Haramis, defendants herein, who assumed the covenant to pay rent; and Cummings subsequently assigned to Haramis. Harriet Heylman devised the property to Henry Heylman and the plaintiffs herein as tenants in common. Henry Heylman was appointed executor, and subsequent to his qualification as such, entered into an agreement, under seal, individually, on January <page-number citation-index=\"1\" label=\"947\">*947</page-number>10, 1908, with Haramis, whereby Haramis agreed to pay an increased rent and the water taxes on the property. Henry, as executor, by virtue of the power of sale, later conveyed the premises to one Krause on May 27, 1909, and on the same day Krause conveyed the same to the plaintiffs herein. The tenants in possession failed to pay the rent for December, 1909, and January and February, 1910, and plaintiffs sue for the same under the terms of the original lease of March 14, 1906.</p>\n<p id=\"b983-5\">The respondents contended that the agreement of January 10, 1908, being signed by Henry Heylman, who at that time was executor of his mother’s estate and tenant in common with his sisters, was a valid agreement with the tenants of the premises, modifying the lease, and thus releasing the respondents, Robbin and Cummings, who were merely sureties. There is no evidence that Henry acted as agent for his sisters or as executor, and one tenant in common has no power to enter into any agreement which will prejudice the estate of the others. Kingsland v. Ryckman, 5 Daly, 13.</p>\n<p id=\"b983-6\">Judgment in both cases reversed, and new trials ordered, with costs to appellants to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}