{
  "casebody": {
    "data": "<casebody firstpage=\"861\" lastpage=\"864\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b909-11\">HAMILTON v. UNITED STATES PIPE <em>&amp; </em>FOUNDRY CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b909-14\">No. 14956.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b909-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b909-16\">June 25, 1954.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b910-8\"><page-number citation-index=\"1\" label=\"862\">*862</page-number>Erle Pettus, Birmingham, Ala., Jackson, Rives, Pettus &amp; Peterson, Birmingham, Ala., of counsel, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b910-9\">Luden D. Gardner, Jr., Geo. W. Yan-cey, Birmingham, Ala., London &amp; Yan-cey, Birmingham, Ala., Cabaniss &amp; Johnston, Birmingham, Ala., of counsel, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b910-10\">Before HOLMES and STRUM, Circuit Judges, and THOMAS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b910-11\">HOLMES, Circuit Judge.</author>\n<p id=\"b910-12\">The appellant sued the appellee, in a complaint and amended complaint containing nineteen counts, for damages for breach of contract, for libel and slander, and for refusal to pay him his accrued increment under a pension plan allegedly due him as compensation for services rendered appellee by the appellant while said plan was alleged to be in full force and prior to his discharge by the appellee. Jurisdiction of the action depends solely upon diversity of citizenship between the parties, the amount involved being over three thousand dollars exclusive of interest and costs. Consequently, the decision of this case is governed by the laws of Alabama, since the contract was made and was to be performed in that State, and all the tortious acts and injuries complained of by the appellant were done and performed by the appellee in Alabama, '</p>\n<p id=\"b910-13\">At a pretrial hearing, the court below reviewed its order, previously made, overruling the defendant’s motion to dismiss the suit; and, in lieu thereof, the court sustained said motion as to counts 13, 14, and 16, and overruled it as to counts 8, 9, 10, 11, 12, 15, and 17; it also overruled the defendant’s alternative motion to strike as to counts 8, 9, 10, and 11.</p>\n<p id=\"b910-14\">Thereafter, a jury was selected and the case stated to the jury by counsel, no objection being made by either side to anything said in the statement of the ease to the jury. After a plenary trial was had in which many witnesses, including the appellant, testified, the court below gave a peremptory instruction to the jury to return a verdict for the defendant, which was done, and judgment entered accordingly. The reasons for its ruling were orally stated by the court to the jury at the time of giving the peremptory charge. They are contained in the record, and seem to us to be correct and adequate. This is true to such an extent that we find it unnecessary to add anything of our own composition.</p>\n<p id=\"b910-15\"> We agree that the letter, which was the basis of the libel, was conditionally privileged and that no malice was shown; also that there was no evidence from which the minds of fair and impartial jurors could infer, as a fact, the existence of malice at the time of the publication of such letter. In addition, the language of the letter was not libelous per se. The appellant had no right to require appellee to retain him in service; and, under the provisions of the pension plan, the appellant had no rights thereunder after the termination of his services. These and other reasons were assigned by the district judge for his granting- a direction to the jury to return a verdict for the defendant, as was done and on which the judgment appealed from was entered. We concur in the views expressed by the judge for his action, and we find no reversible error in the record.</p>\n<p id=\"b910-16\">Accordingly, the judgment is affirmed.</p>\n<p id=\"b911-3\"><page-number citation-index=\"1\" label=\"863\">*863</page-number>Affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b911-4\">THOMAS, District Judge</author>\n<p id=\"AWkS\">(concurring).</p>\n<p id=\"b911-5\">I concur in the foregoing opinion. I think, however, for reference purposes the following additions should be incorporated :</p>\n<p id=\"b911-6\">The alleged libelous letter, which in our opinion was not libelous per se, is as follows:</p>\n<blockquote id=\"b911-7\">\n<em>“Personal and Confidential</em>\n</blockquote>\n<blockquote id=\"b911-8\">October 29, 1949</blockquote>\n<blockquote id=\"b911-9\">Mr. R. K. Haughton, Y. P.</blockquote>\n<blockquote id=\"b911-10\">Burlington, New Jersey</blockquote>\n<blockquote id=\"ab2-dedup-0\"><em>Guards </em>— Birmingham <em>Plant</em></blockquote>\n<blockquote id=\"aev-dedup-0\">Dear Sir:</blockquote>\n<blockquote id=\"b911-11\">In line with our conversation when you were here last, and our telephone conversation since you returned lo Burlington, I have made a thorough check of the accusations made against Mr. Luke Hamilton as referred to in Mr. Marwick’s letter to you of October 25th. I find that these accusations are correct. Among the things which I learned from the foremen who have worked closely with Mr. Hamilton are the following:</blockquote>\n<blockquote id=\"b911-12\">Mr. Hamilton was looked upon as one of the supervisors who would not cooperate with the other supervisors.</blockquote>\n<blockquote id=\"b911-13\">He was accused of demanding that employees give him one-half of their shift pay during the depression years.</blockquote>\n<blockquote id=\"b911-14\">He was in the habit of having the colored boys working in his department furnish him with the cafeteria checks which they were required to pay two dollars for, and he would buy them for one dollar. The employees who worked under him, especially while he was Cleaning Room Foreman, had to give him such things as cigarettes, Coca-Colas, cigars, etc., to keep in his good graces. He has been intoxicated on his job about eight times since the closing of the Shell Shop in 1945. He has, at numerous times, taken home Company property such as paint brushes, shovels, rakes, garden hose, and about two months ago he was seen by one of the other foremen loading a brand new 16\" electric fan in his automobile. This fan came from the Inspector’s office as the fan in that office has been missing for about two-months.</blockquote>\n<blockquote id=\"b911-18\">These are just some of the things which have come to the light since this investigation has been in progress for the past three days. After uncovering these facts, I feel that Mr. Hamilton should be terminated completely and that the Company owes him nothing. I am agreeable that the Company leave him keep his severance pay, which he has. already received, but I do not feel that we owe him anymore.</blockquote>\n<blockquote id=\"b911-19\">I would appreciate your comments-after you have read this letter. I have not sent copies of this to any one else, but if you agree with me in my action on this, I will answer Mr. Marwick’s letter and send copies to Mr. Gordon and you, stating that Mr. Hamilton will not be placed on the guard force.</blockquote>\n<blockquote id=\"b911-20\">Yours very truly,</blockquote>\n<blockquote id=\"b911-21\">A. J. Fruchtl</blockquote>\n<blockquote id=\"aaz-dedup-0\">Resident Manager”</blockquote>\n<blockquote id=\"b911-22\">AF :lcs</blockquote>\n<p id=\"b911-23\">The supreme court in Lawson v. Hicks,, 38 Ala. 279, 285, stated:</p>\n<p id=\"b911-24\">“Words, calumnious in their nature,, may be deprived of their actionable quality by the occasion of their utterance or publication. When this is the case, they are called in the law of defamation privileged communications. These communications are either absolutely or conditionally privileged. When they are absolutely privileged, the law affords conclusive and indisputable immunity from suit. When they are conditionally privileged, the law simply withdraws the legal inference of malice, and gives a <page-number citation-index=\"1\" label=\"864\">*864</page-number>protection upon the condition, that actual malice, or express malice, or malice in fact * * * is not shown. The distinction between the two classes is, that the protection of the former class is not at all dependant upon their bona fides; while the latter is merely freed from the legal imputation of malice, and becomes actionable only by virtue of the existence of express malice.”</p>\n<p id=\"b912-4\">A communication made in good faith on any subject in which the person reporting has an interest and in reference to which he has a duty, is conditionally or qualifiedly privileged if made to a person having a corresponding interest or duty.</p>\n<p id=\"b912-5\">The trial court found no evidence from which malice could be inferred. As to the slander count, the defendant had not authorized its agent to speak the alleged slanderous words, nor, having learned that its agent had done so, did it ratify them, which in Alabama (though this state is in the minority) would have to be the case before the defendant could be held liable in slander. As to libel, while a master is responsible for the libel of his agent committed by the agent in line and course of his employment, nevertheless, the words of the publication must either be libelous per se — that is, they must charge on the face of the publication a crime — or plaintiff must establish that the publication of the alleged libelous writing produced special damage in that some other person or persons believed that the words charged a crime, and as a result of that belief damage resulted to the plaintiff for which he should be compensated. No such inference could be drawn from the testimony.</p>\n<p id=\"b912-6\">In discussing the contents of the alleged libelous letter, the trial judge reasoned that the letter charged only that Hamilton took some property from the corporation to his home, but that, in and of itself, did not charge a crime because it did not negative the assumption that the property was so taken with the permission of his superior or that he intended returning the property.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}