{
  "casebody": {
    "data": "<casebody firstpage=\"445\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b479-6\">Kuhn <em>v. </em>Ligonier Valley Railroad Company, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b479-7\"><em>Evidence </em>— Witnesses—Expert <em>testimony </em>— Admissibility.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b479-8\">1. As necessity is the ground of admissibility of expert testimony, the moment the necessity ceases, the exception to the general rule that requires of a witness facts and not opinions, ceases also. Hence, whenever the circumstances can be fully and adequately described to the jury, and are such that their bearing on the issues can be estimated by all men, without special knowledge or training, opinions of witnesses, expert or other, are not admissible.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b479-9\">2. In a suit by an engineer to recover damages for personal injuries caused by the collision of his train and another train, where the single question of fact involved was whether a verbal order required plaintiff to hold the train or to proceed, it was error to permit an expert to testify that, in the operation of trains, written orders are safer than verbal ones.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b479-10\">3. Such expert evidence was not only inadmissible, but it was calculated to mislead, as it carried an implied suggestion to the jury that, although plaintiff received a definite order to hold his train, yet because that order was not in writing, they were at liberty to find that plaintiff was excusable if he obeyed the order.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b479-11\"><em>Evidence </em>— Objection—Appeal.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b479-12\">4. Where it is uncertain from the record whether any reason was stated for objection to the admission of evidence, the consideration of the case on appeal will not be limited to any particular ground of objection, as it would be, if particular ground had been specified when the evidence was admitted.</syllabus>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"b480-3\"><page-number citation-index=\"1\" label=\"446\">*446</page-number>Argued Sept. 29,1916.</otherdate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"AZ6y\">Appeal, No. 100, Oct. T., 1916, by defendant, from judgment of C. P. Westmoreland Co., Áug. T., 1913, No. 410, on verdict for plaintiff, in case of Charles H. Kuhn v. Ligonier Valley Railroad Company.</summary>\n<judges data-order=\"9\" data-type=\"judges\" id=\"AEKX\">Before Brown, C. J., Mestrezat, Potter, Stewart, Moschzisker and Walling, JJ.</judges>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AuLv\">Reversed.</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b480-4\">Trespass to recover damages for personal injuries.</summary>\n<judges data-order=\"12\" data-type=\"judges\" id=\"AoTH\">Before McConnell, J.</judges>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b480-5\">The opinion of the Supreme Court states the facts.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b480-6\">Verdict for plaintiff for $10,000 and judgment thereon. Defendant appealed.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b480-7\"><em>Error assigned </em>was in the admission of evidence referred to in the opinion of the Supreme Court.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b480-8\"><em>James S. Moorhead, </em>with him <em>Edward E. Robbins, A. M. Wyant </em>and <em>Robt. W. Smith, </em>for appellant.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"A-u\">— It was error to admit expert evidence to the effect that written orders are safer than verbal ones: McGeehan v. Hughes, 217 Pa. 121; Dooner v. Delaware &amp; Hudson Canal Co., 164 Pa. <em>17; </em>People v. Morrigan, et al., 29 Mich. 4.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b480-10\"><em>Charles E. Whitten </em>and <em>Paul H. Gaither, </em>with them <em>John S. Lighteap </em>and <em>Eugene Warden, </em>for appellee.</attorneys>\n<decisiondate data-order=\"19\" data-type=\"decisiondate\" id=\"AvV1\">January 8, 1917:</decisiondate>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b480-11\">Opinion by</p>\n<author id=\"A72\">Mr. Justice Potter,</author>\n<p id=\"b480-12\">Defendant owns and operates a railroad extending from Latrobe, on the main line of the Pennsylvania Railroad, to Ligonier, a distance of about ten miles, and also a single track branch line to Wilpen, about five miles in length, on which passenger trains are run twice a day each way. Plaintiff was a conductor in the employ of defendant. It was his duty to run an afternoon train from Latrobe to Ligonier, arriving at the latter station at 3:10 p. m., and then to take charge of a train on the Wilpen branch, which was scheduled to leave Ligonier at 3:20 p. m.</p>\n<p id=\"b481-2\"><page-number citation-index=\"1\" label=\"447\">*447</page-number>On July 5, 1912, after 3 p. m. a freight train loaded with coke left Wilpen for Ligonier. Defendant’s train, under the charge of plaintiff as conductor, started from Ligonier at 3:22 p. m., two minutes after the schedule time. The two trains collided about a mile and a half from Ligonier at a curve in the railroad, and plaintiff was seriously injured. Claiming that the collision was due to the negligence of the defendant company, the plaintiff brought this action to recover damages for the injuries which he suffered. The substantial charge of negligence against defendant was failure to notify plaintiff, its employee in charge of the passenger train, that the freight train was upon the track which his train was to take. At the trial, Russell S. Minech testified that he was a clerk employed in the railroad office at Ligonier upon the day of the accident, and that, after being instructed to dó so by the train despatcher, he immediately notified plaintiff to hold the passenger train at Ligonier until the freight’from Wilpen had arrived, repeating the order to him a second time. In this testimony Minech was corroborated by J. W. Clopp, defendant’s freight agent, and by William Fortney, the baggage master at the station. Plaintiff admitted that he received a verbal order from Minech, but said “he told me as soon as Naugle was out of the road, I could go.” It appears that Naugle was a conductor who was waiting for the freight train in question to arrive from Wilpen, to take it from Ligonier to Latrobe. There is nothing in the testimony to show that Naugle was shifting cars at the time, or that his engine was in the way of the passenger train. He testified that his engine, with one car attached, was at the time upon a siding waiting for the arrival of the freight train from Wilpen. Plaintiff denied that he received any notice that the freight train from Wilpen was occupying the track, and was on the way to Ligonier, or that Minech told him not to start until the freight train had come down from Wilpen. This was the substantial question of fact in the case. If the order to wait until the freight <page-number citation-index=\"1\" label=\"448\">*448</page-number>train had arrived from Wilpen, was given to plaintiff as defendant’s three witnesses testified, the accident was due to plaintiff’s own negligence, and he had no right to recover. If no such order was given to him, then defendant was negligent. The issue was plain and simple and we are at a loss to know why it was confused by the introduction of expert testimony as to whether a written order was a safer means of communication than a verbal order. It appears from the record that the plaintiff called a .witness to testify as an expert in the operation of railroads. The single assignment of error shows that plaintiff’s counsel stated to this witness the facts that had been shown in regard to what had transpired before the notice was given by Minech to plaintiff, and that -the notice given was verbal and not in writing. The witness was then asked “whether the verbal order was as safe as a written, order under the circumstances.” Objectión. was made to the question by defendant’s counsel on two grounds, first, because the statement on which it was based did not include a certain fact, which counsel subsequently incorporated in it, and, secondly, because the question was directed “to the setting up of a standard of safety which may be far beyond that required by the law and existing only in the opinion of the witness.”</p>\n<p id=\"b482-4\">The ruling of the trial judge was as follows: “With the offer amended, we think the question should be, what dangers were incident to that state of facts that' are recited in the question, then how can they be obviated by any less dangerous method that is in practical use to his knowledge. The objection [to the question] that is put at the end of the recital of facts is sustained. An exception may be noted to this ruling, in behalf of-the defendant.” We have inserted the words “to the question” in brackets in order to express more clearly the sense, but the statement, as a whole, is confusing. Sustaining the objection, which was made by defendant, called for the allowance of an exception in favor of plaintiff. But when support of the objection was followed by the allow<page-number citation-index=\"1\" label=\"449\">*449</page-number>anee of an exception in behalf of defendant, we think the trial judge must have had in mind his own suggestion as to what he thought the question ought to be. As we understand his ruling, the trial judge expressly sustained the objection to plaintiff’s question, but held, nevertheless, that the witness might testify “what dangers were incident to that state of facts that are recited in the question, then how can they be obviated by any less dangerous method that is in practical use to his knowledge.” Anticipating that defendant would object to this ruling, he, seemingly of his own accord, directed that an exception to it should be noted on defendant’s behalf. Plaintiff’s counsel then put the question suggested by the judge, and defendant’s counsel made no objection, evidently supposing that defendant was protected by the exception already noted, when the judge ruled that the question; as framed by him, would be admissible. The witness replied that written orders were safer than verbal ones, and gave his reasons for that opinion. He thus answered the question which had been excluded, as well as the one that was asked in pursuance of the suggestion made by the judge. While the assignment of error is not in satisfactory form, yet we think it may fairly be regarded as raising the question which counsel for appellant present, whether, under the circumstances, expert testimony as to the relative safety of verbal and written orders, was competent. Counsel for appellee suggest that the assignment cannot be sustained, because no specific objection was made to the ruling on the ground that expert testimony on the subject was inadmissible. But the specific objections made by defendant’s counsel were to the original question, which was not admitted. No specific objection, in fact no objection at all, was made to the proof allowed. The judge evidently took it for granted that objection would be made to his ruling, and directed an exception to be noted on behalf of defendant, without an objection having been actually made. Defendant acquiesced in this action, and made no formal <page-number citation-index=\"1\" label=\"450\">*450</page-number>objection and stated no reasons. Under such circumstances, we feel that the defendant should not be confined to any particular ground or grounds of objection on appeal. It may be noted further, that the objection made did specify that the witness was asked to testify as to something which was “not measured by any practice but by his opinion.” This was in substance an objection to his testifying as an expert, or to his giving opinion evidence.</p>\n<p id=\"b484-4\">The rule as to the admissibility of expert evidence was clearly presented by Mr. Justice Mitchell in Graham v. Penna. Co., 139 Pa. 149, where he reviewed the prior decisions on the subject, and concluded as follows (p. 159) : “As necessity is the ground of admissibility, the moment the necessity ceases, the exception to the general rule that requires of a witness facts and not opinions ceases also. Hence, whenever the circumstances can be fully and adequately described to the jury, and are such that their bearing on the issue can be estimated by all men, without special knowledge or training, opinions of witnesses, expert or other, are not admissible.” In our latest case on the subject, Chambers v. Mesta Machine Co., 251 Pa. 618, Mr. Justice Moschzisker said (p. 623) : “The facts at bar were of a character that rendered them susceptible of full and adequate development before a court, so that their bearing upon the issues involved could reasonably be estimated by the jury; hence expert testimony, or testimony in the nature thereof, was not essential, and, therefore, not admissible.”</p>\n<p id=\"b484-5\">In the present case, the reasons given by the expert witness, Thomas, for his opinion that written orders were safer than verbal orders, show clearly that no special knowledge or experience was required to determine that question. He said, what was perfectly obvious, that men are liable to forget, and that “you can understand it [a written order] better because you have got it with you, and if you are not sure you can take it out and read it.” The jury needed no expert to tell them that, if this matter <page-number citation-index=\"1\" label=\"451\">*451</page-number>was proper for their consideration. Bnt it was not. The introduction of such testimony was an implied suggestion to the jury that, although plaintiff received a clear and definite order to hold his train until the freight train had come down and cleared the track, yet because the^ order was not in writing they were at liberty to find that plaintiff was excusable, if he forgot the order, or placed some construction of his own upon it. This was an action by an employee against his employer, in whose service he had been for many years. He was thoroughly familiar with the local conditions and with the methods of operation of the road. He received a verbal order which, according to the testimony of three witnesses for defendant, was clear and explicit, and directed him to hold his passenger train at Ligonier until the freight train from Wilpen arrived. Plaintiff admits the receipt of an order, but says that it permitted him to go when “Naugle was out of the road,” whatever that may mean; the testimony shows that Naugle was waiting with his engine upon a side track, for the arrival of the same freight train for which plaintiff’s train was to be held. A feature of the testimony that should have been clearly presented to the jury as having an important bearing upon the plaintiff’s state of mind at the time, and as affecting his ability to understand or remember correctly the order, was the admitted fact that he had been drinking whiskey both in the morning and afternoon of the day of the accident. The head brakeman on the train testified that upon the trip up from Latrobe he noticed that plaintiff was under the influence of liquor. The plain question of fact for the jury to determine, was, whether the order to hold his train, and wait for the arrival of the freight train, was given to plaintiff, as the witnesses for defendant testified. If it was, then the accident was due to his own negligence in disregarding the order. If he received a verbal order, and violatecLits plain terms, it could make no difference, as to his responsibility for his own carelessness or forgetfulness, that the order was not in writ<page-number citation-index=\"1\" label=\"452\">*452</page-number>ing.' The single question of fact involved should have been submitted without being complicated by expert testimony as to the best methods of operating railroads. Such testimony had no proper place in determining the simple issue here presented.</p>\n<p id=\"b486-4\">The assignment of error is sustained, and the judgment is reversed with a venire facias de novo.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}