{
  "casebody": {
    "data": "<casebody firstpage=\"428\" lastpage=\"438\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b446-8\">EASTOVER COMPANY, INC. et al. <em>v. </em>ALL METAL FABRICATORS, INC.</parties>\n<p data-order=\"1\" data-type=\"p\" id=\"b446-9\">(Two Appeals in One Record)</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b446-10\">[No. 115,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AdV\">September Term, 1959.]</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b448-6\">\n<page-number citation-index=\"1\" label=\"430\">*430</page-number>\n<em>Decided February 16, 1960.</em>\n</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b448-10\">Submitted to Brune, C. J., and Henderson, Hammond, Prescott and Horney, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b448-11\">Submitted on brief by <em>Jo V. Morgan, Jr., </em>for the appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b448-12\">No brief and no appearance for the appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b449-3\"><page-number citation-index=\"1\" label=\"431\">*431</page-number>Bruns, C. J.,</author>\n<p id=\"ALX\">delivered the opinion of the Court.</p>\n<p id=\"b449-4\">The appellee, All Metal Fabricators, Inc., (All Metal) brought two suits, which were consolidated for trial and on appeal, one against the appellant, Eastover Company, Inc., and the other against the appellant, Eastover Addition, Inc., to enforce claims for mechanics’ liens. These claims were for labor and for materials furnished in the construction of buildings in a shopping center in Prince George’s County owned by the Eastover Company, Inc. and of a restaurant on an adjoining tract owned by Eastover Addition, Inc. Both of these appellants (hereinafter sometimes referred to collectively as “Eastover”) are affiliated with each other and with A. Lloyd Goode Contracting Company (Goode), a North Carolina corporation. The other appellant in each case is the surety company which underwrote the bonds to release mechanics’ liens on the Eastover properties. The decrees of the Circuit Court were in favor of the claimant in each case—in the first case, in the amount of the lien claimed, less one unallowable item of $50, for $3106.95, with interest and costs, and in the second, in the full amount of the lien claimed, for $111.20, with interest and costs.</p>\n<p id=\"b449-5\">Eastover employed Goode as the general contractor for the construction of the shopping center and restaurant, and Goode employed Donald W. Bower, Inc. (Bower, Inc.) as a subcontractor for plumbing, heating and ventilating work. Bower, Inc., in turn employed All Metal as a further sub-contractor to furnish and install metal duct work for heating or ventilation in some of the shopping center buildings, one of which was to be used as a food market and another as a bank, and also in the adjacent restaurant. The agreement between Bower, Inc. and All Metal was verbal. It called for material to be furnished at cost plus 25% and labor at $5.00 an hour. Bower, ]nc. was to make sufficient payments to All Metal as the work progressed to enable All Metal to meet its payroll. Bower, Inc. did make some payments, but frequently seems to have run behind. All Metal’s bills were rendered on a weekly basis for labor and materials, and there was never any dispute as to the correctness of All Metal’s <page-number citation-index=\"1\" label=\"432\">*432</page-number>charges for work and materials. (The $50.00 item disallowed by the Circuit Court represented the value of a drill broken in the course of the work.)</p>\n<p id=\"b450-4\">All Metal’s work started in May, 1955, and continued until early September of that year. Mr. Cooper, the President of All Metal, testified that at that time Bower, Inc. owed All Metal about $6,000 and All Metal was in need of funds to meet its payroll. His efforts to collect from Bower, Inc. resulted in Mr. Bower, the President of that corporation, leaving with his secretary a check for delivery to Mr. Cooper. This check was payable to All Metal, was in the amount of $2283.70, and bore a typed legend on the back just above the place for endorsement reading as follows: “In Receipt of this Check Acknowledge Payment in Full to All Metal Fabricators, Inc.” Mr. Cooper told Mr. Bower’s secretary that he would not accept the check in full payment. Nevertheless, he took the check and deposited it, with his endorsement and that of the other stockholder in All Metal, in the bank account of All Metal, and that corporation used the funds. Subsequent protests to Bower were to no avail. He said that he could not pay more without using his own funds, not simply those of his corporation.</p>\n<p id=\"b450-5\">The above check and its endorsement constitute the basis for the first ground for this appeal—accord and satisfaction. Other points urged by the appellants are: alleged failure of the record to support All Metal’s claims; allegedly improper admission of evidence; and the refusal of a continuance in order to obtain the testimony of Mr. Bowers.</p>\n<p id=\"b450-6\">We think that the Chancellor correctly rejected the defense of accord and satisfaction. The evidence supported his finding that the amount due by Bower, Inc. to All Metal was liquidated and undisputed. It was the product of a simple arithmetical calculation based upon costs of material and hours of labor, less credits for amounts paid. There was nothing to show any dispute as to the fact that the materials charged for had been furnished or as to the prices charged therefor, or as to the number of hours of labor performed. On the contrary, Mr. Cooper’s testimony was clear to the <page-number citation-index=\"1\" label=\"433\">*433</page-number>effect that there had been no dispute as to the correctness of any of the bills.</p>\n<p id=\"b451-4\">Since there was no dispute as to prices of material or hours of labor and since the contract itself provided the basis of computation to be applied to those undisputed facts, we think that the claim was sufficiently certain to constitute a liquidated claim. See <em>Wilson v. Wilson, </em>8 Gill 192; <em>Dirickson v. Showell, 79 </em>Md. 49, 52-53, 28 A. 896; <em>Williams v. Jones, </em>38 Md. 555; all attachment cases. See also 6 Corbin, <em>Contracts, </em>§ 1290. 1 Williston, <em>Contracts </em>(3rd ed.) § 128 defines an unliquidated claim as “one, the amount of which has not been fixed by agreement or cannot be exactly determined by the application of rules of arithmetic or of law.” Cf. <em>Blick v. Mercantile Trust &amp; Deposit Co., </em>113 Md. 487, 491, 77 A. 844, in which a number of cases are reviewed and in which the test of whether or not a claim is liquidated so that an attachment will lie is thus stated: “In each case the question is whether the contract itself fixes the amount or furnishes a standard by which the amount may be certainly determined. If it does, the attachment will lie. If it does not, it will not lie.” (In the <em>Blick </em>case that test was found not to have been met.) Cf. also 2 Poe, <em>Pleading and Practice </em>(Tiffany’s ed.) § 415, dealing with a similar problem under the Speedy Judgment Acts. See also <em>Frush v. Brooks, </em>204 Md. 315, 104 A. 2d 624, with regard to the sufficiency of an affidavit in support of a motion for summary judgment under Rule 610 of the Maryland Rules, which has superseded the former Speedy Judgment Acts.</p>\n<p id=\"b451-5\">The claim being liquidated and undisputed, it was not discharged by the payment of a lesser amount than that due. As was said in <em>Geiser v. Kershner, </em>4 G. &amp; J. 305, 310, “The general rule is well settled, that the payment of a less sum of money than the whole debt, without a release, is no satisfaction of the plaintiff’s claim. A mere agreement to accept less than the real debt would be <em>nudum pactum.” </em>This rule has been repeatedly followed in this state. <em>Hardey v. Coe, </em>5 Gill 189, 196-7; <em>Jones v. Ricketts, 7 </em>Md. 108, 116; <em>Campbell v. Booth, </em>8 Md. 107, 117 (and see the converse situation <page-number citation-index=\"1\" label=\"434\">*434</page-number>at a later stage of this litigation, <em>Booth v. Campbell, </em>15 Md. 569, 575-6); <em>Barber v. State, </em>24 Md. 383, 390 (rule stated, not found applicable); <em>Oberndorff v. Union Bank, </em>31 Md. 126, 132; <em>Maddux v. Bevan, </em>39 Md. 485, 499 (rule stated, but other consideration found to exist); <em>Loney v. Bailey, </em>43 Md. 10, 22; <em>Snowden v. Reid, </em>67 Md. 130, 136, 8 A. 661; <em>Emmittsburg R. Co. v. Donoghue, </em>67 Md. 383, 10 A. 233; <em>Commercial &amp; Farmers’ National Bank v. McCormick, </em>97 Md. 703, 55 A. 439. And the rule applies notwithstanding the form of endorsement purporting to acknowledge payment in full, which Bower, Inc. placed on the check in question. See particularly <em>Prudential Insurance Co. of America v. Cottingham, </em>103 Md. 319, 63 A. 359; and <em>Realty &amp; Construction Corporation v. Bresnan, </em>137 Md. 276, 280, 112 A. 182. Cf. <em>Mercantile Trust &amp; Deposit Co. v. Rode, </em>137 Md. 362, 376-8, 112 A. 574. On the general rule, see also 1 Williston, <em>Contracts </em>(3rd ed.) § 120, and 6 Corbin, <em>Contracts, </em>§ 1281.</p>\n<p id=\"b452-4\">The situation in the instant case is quite unlike that in <em>Scheffenacker v. Hoopes, </em>113 Md. 111, 115, 77 A. 130, in which there was a dispute as to the amount due, or, in <em>Stockton v. Frey, </em>4 Gill 406, in which there was a tort claim for an unliquidated amount. These cases, though cited by the appellants, clearly do not support them on the facts before us. Nor does the <em>Emmittsburg R. Co. </em>case, <em>supra, </em>which they also cite. It recognizes the rule which was later applied in the <em>Scheffenacker </em>case, but found it inapplicable; and the actual result was to follow <em>Jones v. Ricketts, supra.</em></p>\n<p id=\"b452-5\">The appellants next complain that the evidence submitted by All Metal was not sufficient to prove its claim. The appellants characterize the evidence that was introduced as copies of bills or invoices sent to Bower, Inc., which evidence was not supported by the original records of All Metal. The evidence actually introduced, with two exceptions, consisted of printed forms entitled “Foreman’s Copy” and “Mechanic’s Copy”. These would appear to be the records kept by the company to record the cost of labor and material on a particular building or portion of a job, the number of hours worked and listings of the material supplied, and what the <page-number citation-index=\"1\" label=\"435\">*435</page-number>charge would be for the labor and material listed; and they sometimes contained drawings of the particular work to be done. The President of All Metal (Mr. Cooper) testified that he was familiar with the work and had made many deliveries himself, that these records were kept on a weekly basis and that from them the bills sent to Bower, Inc. were prepared, though he could not testify from memory as to particular items. It is not clear from the appellants’ brief or the record what further original records were sought, except that some mention is made of the time cards kept by the workmen.</p>\n<p id=\"b453-4\">While it may be true that the records as introduced were not so clear as might be desired, they were records kept in the usual course of business to record the amount of labor and material supplied. We think that they were admissible under Code (1957), Art. 35, Sec. 59. See <em>Frush v. Brooks, supra; Tellez v. Canton R. Co., </em>212 Md. 423, 129 A. 2d 809; <em>Vlamis v. DeWeese, </em>216 Md. 384, 388, 140 A. 665.</p>\n<p id=\"b453-5\">The appellants also object to the admission of carbon copies of two bills sent Bower. They argue that these bills are secondary evidence and should not have been admitted. We think that they too were admissible under the authorities just referred to, though their weight would be open to question. The fact that they were carbon copies seems of no importance since they would constitute duplicate originals. <em>Parr Construction Co. v. Pomer, </em>217 Md. 539, 542, 144 A. 2d 69. Furthermore, even if these bills had been erroneously admitted, in view of the fact that they were marked “paid” and were introduced only to show the items to which payments had already been credited, they bore on the reduction, rather than the establishment, of All Metal’s claim, and we think that their admission was not prejudicial to the appellants.</p>\n<p id=\"b453-6\">We conclude that evidence properly admitted was sufficient to sustain the findings of fact of the trial court as to the work and materials furnished by All Metal on the Eastover jobs and as to the amounts due.</p>\n<p id=\"b453-7\">Lastly, appellants contend that the refusal of the Chancellor to grant a continuance until Bower could be brought into <page-number citation-index=\"1\" label=\"436\">*436</page-number>court was an abuse of discretion. The record shows that the appellants filed an order for a summons for Bower on June 22, 1959, to appear in court on June 26, 1959, the day of trial. The summons was not served until 10:30 A.M. on the day of trial, when it was reported to have been served verbally. Bower, however, did not appear, and during the trial the Sheriff reported that Bower’s house and shop were locked and that he could not be found. Proceedings were recessed from 1:50 P.M. until 3:10 P.M. to give the Sheriff further time in which to find Bower. His efforts were not successful. At that time the appellants requested a continuance until July 14, 1959. The appellants then made a proffer as to what Bower’s testimony would be. The Chancellor decided that in view of the length of time that the matter had been pending (two and a half years) and the fact that All Metal’s President had to come from Florida to testify, a continuance would not be proper, and he expressed doubt as to how useful the proffered testimony would be.</p>\n<p id=\"b454-4\">Bower, of course, might have disputed the testimony of Cooper, but even the proffer does not show clearly that he would have done so. The closest it comes to making such a showing is that it states that Bower would testify that “there was no agreement prior to September 2, 1955, [the date when the check was given] as to how much was due and owing between the two.” This is not, however, an assertion that the amount was in dispute either as to any item or as to the basis of computation. On the contrary, the proffer tends in some respects to support Cooper’s testimony. Thus, it states that the agreement between Bower, Inc. and All Metal was on a material and labor basis (though the basis is not stated) and that payments were made from time to time. Even the statement that Bower would say that “he paid bills for labor when presented” is rather vague and it says nothing as to payment for materials.</p>\n<p id=\"b454-5\">The proffer also sought to bring in what Bower had testified to in a suit removed to the United States District Court for the District of Maryland in which Bower, Inc. sued Goode and Goode filed a counter-claim against Bower, Inc. One <page-number citation-index=\"1\" label=\"437\">*437</page-number>of the items in dispute in that case was whether or not All Metal had liens against the Eastover properties. The check here involved, the proffer states, was there offered in evidence on that issue—presumably (though the proffer does not directly say so) to show that the liens had been discharged. All Metal was not a party to that suit (nor, so far as we are aware, was Cooper even a witness in it). On what basis this evidence would have been admissible in the present case is not clear, nor does the appellants’ brief enlighten us on this point. (Apparently, some theory of estoppel was suggested by the appellants in the trial court.)</p>\n<p id=\"b455-4\">The docket entries show that these suits had been filed on December 28, 1956, that demurrers were filed in February, 1957, (the disposition of which is not shown by the Record Extract) and that answers were filed in June, 1958. The testimony of Cooper was taken by deposition on June 6, 1958. The cases were continued on February 20, 1959, for the taking of further testimony, submission of briefs and oral argument; and the cases came to trial on June 26, 1959, apparently pursuant to orders of court entered on May 19, 1959, at which time (as already noted) the President of All Metal was present and testified, having come from his home in Florida to do so. By stipulation, his deposition was also submitted to the trial court.</p>\n<p id=\"b455-5\">The granting or refusal of a continuance is ordinarily in the discretion of the trial court. We cannot say, in view of the facts above stated and the slight use, if any, which the proffered testimony of Bower would have been to the appellants, that the Chancellor abused his discretion in denying a continuance, and hence his action will not be disturbed. <em>Jackson v. State, </em>214 Md. 454, 135 A. 2d 638. The case is not, we think, within that small and exceptional group of cases, such as <em>Plank v. Summers, </em>205 Md. 598, 109 A. 2d 914, or <em>Thanos v. Mitchell, 220 </em>Md. 389, 152 A. 2d 833, where the refusal of a continuance was held to be ground for reversal. In the <em>Plank </em>case, the continuance was sought in order to obtain essential hospital records, unexpectedly not produced after reasonable and diligent efforts to have them <page-number citation-index=\"1\" label=\"438\">*438</page-number>available at the proper time. In the <em>Thcmos </em>case, illness of the plaintiff, an important witness, prevented her being present for the trial, according to the affidavits of two physicians, which were not directly controverted.</p>\n<p id=\"b456-5\">We have now considered all of the contentions advanced by the appellants and find none of them sustainable.</p>\n<p id=\"b456-6\">\n<em>Decrees affirmed, with, costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}