{
  "casebody": {
    "data": "<casebody firstpage=\"362\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b386-22\">Carlton G. MONCEAUX, Plaintiff-Appellee, v. Johnny WHITE, Lieutenant; Cleona Lewis; Sybil Van Wert, Nurse; Lona Bass, Nurse; W. Colt Palmer; Dorothy Rasmussen, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b386-25\">No. 07-30425</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A5-2\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b386-26\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b386-28\">Feb. 21, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b387-18\"><page-number citation-index=\"1\" label=\"363\">*363</page-number>Nelson W. Cameron, Shreveport, LA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b387-19\">Eddie David Gilmer, Assistant Attorney General, Office of the Attorney General for The State of Louisiana, Shreveport, LA, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b387-21\">Before HIGGINBOTHAM, STEWART, and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b387-22\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b387-23\">Carlton Monceaux, an inmate at the Forcht Wade Correctional Center (FWCC) sued several FWCC nurses and one guard (collectively, defendants) under 42 U.S.C. § 1983, alleging deliberate indifference to his serious medical needs. The defendants moved for summary judgment on the basis of qualified immunity. The district judge denied summary judgment, and the defendants appealed. We affirm as to the nurses and reverse as to the guard.</p>\n<p id=\"b388-3\"><page-number citation-index=\"1\" label=\"364\">*364</page-number>I</p>\n<p id=\"b388-4\">In August 2005, Carlton Monceaux was an inmate at the FWCC in Caddo Parish, Louisiana. On August 26, 2005, he went to the infirmary complaining of a painful and infected thumb. The nursing staff cleaned the area, applied an antibiotic ointment, and bandaged his thumb. The nursing staff provided the same treatment for approximately five days, while his thumb became progressively worse. On the second day, his thumb was red, warm to the touch, and swollen to twice its size. The next day, it was swollen and bluish in color. FWCC standing treatment orders for nursing staff directed nurses to notify a doctor if an inmate manifested symptoms of infection, defined as “redness, heat, or swelling.” The record indicates that five nurses saw Monceaux, and all five failed to notify a doctor. Though the date is in dispute, Monceaux admits that he resorted to self-help by lancing his thumb with a pin and finger-nail clippers during treatment.</p>\n<p id=\"b388-5\">On August 31, 2005, a member of FWCC’s nursing staff finally notified a doctor, but the appointment was delayed for two days. On September 3, 2005, Dr. Hearne, a prison physician, ordered that Monceaux receive three injections of Rocephin, an antibiotic. The injections were ineffective, and Monceaux was transported two days later to the Louisiana State University Health Sciences Center (LSU) in Shreveport. The summary judgment evidence indicates that Monceaux was in extreme pain; his hospital records state that Monceaux described his pain as a “10 out of 10” on the hospital’s pain scale. Two days later hospital physicians amputated Monceaux’s thumb due to a severe antibiotic-resistant staph infection.</p>\n<p id=\"b388-8\">Monceaux sued defendants, which include five members of the nursing staff— Nurses Bass, Rasmussen, Van Wert, Palmer, and Lewis — and a prison guard, Lieutenant White. Monceaux has not sued the prison physician, Dr. Hearne, who ordered the Rocephin shots and the transfer to LSU. Monceaux alleges that the defendants were deliberately indifferent to his serious medical needs and either failed to provide him adequate medical care or delayed and obstructed his treatment resorting in a substantial harm thereby violating his Eighth Amendment rights.</p>\n<p id=\"b388-9\">The defendants moved for summary judgment, arguing they were entitled to qualified immunity. The district court denied the motion and stated that several issues of material fact existed, particularly “the nurses’ repeated failure to contact a physician, as required by the prison’s standing order, until at least five days after plaintiffs initial presentation of an infection.” The defendants now appeal that decision.</p>\n<p id=\"b388-10\">II</p>\n<p id=\"b388-11\">A district court’s denial of a motion for summary judgment based on qualified immunity is a collateral order that we may review immediately.<footnotemark>1</footnotemark> But our jurisdiction on such an appeal is limited only to the extent that the denial turns on legal issues.<footnotemark>2</footnotemark></p>\n<blockquote id=\"b388-12\">A district court’s decision to deny qualified immunity on a motion for summary judgment is “not appealable if [it is] based on a claim regarding the sufficiency of the evidence____Therefore, if the district court concludes that the summary judgment record raises a genuine issue of material fact with respect to <page-number citation-index=\"1\" label=\"365\">*365</page-number>whether ... qualified immunity is applicable, then that decision is not immediately appealable....”<footnotemark>3</footnotemark></blockquote>\n<p id=\"Afz\">When a defendant appeals such a denial, the “official must be prepared to concede the best view of the facts to the plaintiff and discuss only legal issues raised by the appeal.”<footnotemark>4</footnotemark></p>\n<p id=\"b389-5\">In determining whether qualified immunity is available, we use a two-step inquiry: (1) “[t]aken in the light most favorable to the party asserting the injury, do the facts alleged show the officer’s conduct violated a constitutional right,” and (2) was the right clearly established within the context of the case? <footnotemark>5</footnotemark> We note at the outset that defendants concede that the right to adequate medical care while imprisoned was a clearly established constitutional right at the time of Monceaux’s injury.</p>\n<p id=\"b389-6\">A</p>\n<p id=\"b389-7\">Defendants first argue that Monceaux failed to allege a violation of a constitutional right. Finding a violation of the Eighth Amendment’s prohibition against cruel and unusual punishment requires a bipartite analysis: the plaintiff must prove (a) objective exposure to a substantial risk of harm, and (b) the prison officials acted or failed to act with deliberate indifference.<footnotemark>6</footnotemark> We think the loss of Monceaux’s thumb satisfies the first prong and are concerned only with the latter prong in this case.</p>\n<p id=\"b389-16\">The defendants concede that it is clearly established that an inmate is entitled to adequate medical care while incarcerated, and that deliberate indifference to a prisoner’s serious medical needs violates the Eighth Amendment.<footnotemark>7</footnotemark> Nonetheless, they argue mere negligence, medical malpractice, or unsuccessful treatment does not evince deliberate indifference,<footnotemark>8</footnotemark> nor does a disagreement between the prisoner and officials regarding the appropriate medical treatment, absent exceptional circumstances.<footnotemark>9</footnotemark> The defendants argue that Monceaux approached the nursing staff with a medical condition, which was treated. Therefore, they argue Monceaux’s case is merely a disagreement with treatment and is not actionable.</p>\n<p id=\"b389-17\">Defendants correctly argue that some of Monceaux’s arguments run afoul of precedent. For instance, in the district court and on appeal, Monceaux argues that the nursing staff should have ordered diagnostic tests, such as a culture of his finger. Were this to be the only basis for Monceaux’s claim, summary judgment would have been appropriate given Supreme Court precedent.<footnotemark>10</footnotemark></p>\n<p id=\"b389-18\">But Monceaux alleges more than negligent mistreatment. He alleges that the defendants delayed treatment that result<page-number citation-index=\"1\" label=\"366\">*366</page-number>ed in substantial harm. The standing treatment orders for FWCC nursing staff require nurses to notify a medical doctor if the prisoner’s symptoms include signs of infection. The text of the standing order does not grant discretion to the nurses, and the record does not indicate that the nurses have discretion regarding the necessity of doctor notification. The evidence also indicates that only a doctor can order certain medical treatment (such as the injection of antibiotics) or refer a prisoner for transfer to a hospital. Thus, Monceaux does not allege, as defendants contend, that the nursing staff made a medical decision against administering certain treatment or transferring him to a hospital, and that the decision was negligent; he argues the nursing staff delayed the decision by approximately five days since the evidence indicates only a doctor could make those treatment decisions and a doctor was not notified per the standing order. A delay in medical treatment due to deliberate indifference and resulting in substantial harm violates the Eighth Amendment.<footnotemark>11</footnotemark></p>\n<p id=\"b390-4\">Deliberate indifference requires a showing that the official was subjectively aware of and disregarded a risk of serious harm to the inmate.<footnotemark>12</footnotemark> The Supreme Court has equated it with the subjective recklessness standard defined by criminal law.<footnotemark>13</footnotemark> Notably, a prison official’s knowledge of a substantial risk of harm may be inferred if the risk is obvious. Obvious risks include those that a prison official has noted in the past and made other officials aware of;<footnotemark>14</footnotemark> it also includes disregarding a doctor’s orders.<footnotemark>15</footnotemark> Like <em>Farmer </em>and <em>Lawson, </em>FWCC’s standing orders directing nurses to notify a prison doctor in the event of certain symptoms suggests a known, obvious risk. Moreover, the evidence indicates that each nurse went through orientation, during which the nursing staff learned the standing orders. While deliberate indifference cannot be inferred from a prison official’s mere negligence,<footnotemark>16</footnotemark> it can be inferred from nurses who know of but disregard standing orders such as those in this case.<footnotemark>17</footnotemark></p>\n<p id=\"b390-10\">Defendants argue that the district court erred because it used the defendants’ cumulative actions to support its conclusion that a material issue of fact existed.<footnotemark>18</footnotemark> While the district court’s order does not name defendants individually, the order indicates that a fact issue exists as to “the nurses’ repeated failure to contact a physician, as required by the prison’s standing <page-number citation-index=\"1\" label=\"367\">*367</page-number>order, until at least five days after plaintiffs initial presentation of the infection.” This alone does not constitute error.<footnotemark>19</footnotemark> Moreover, both at summary judgment and on appeal, Monceaux has made factual allegations supported in the record against each individual nurse and the prison guard. Given our discussion, we believe a fact issue exists as to each nurse, who, according to the record, examined Monceaux and failed to notify a doctor per the standing order. This includes Nurses Rasmussen, Van Wert, Bass, Lewis, and Palmer.</p>\n<p id=\"b391-5\">We do, however, hold that the district court erred when it refused to grant summary judgment in favor of Lieutenant White. Essentially, Monceaux alleges White made unsympathetic comments and threatened to “write [Monceaux] up” for “g[etting] smart” with Nurse Van Wert. But the record does not indicate that Lieutenant White was aware of the standing orders, that they pertained to him, or that he could notify the doctor. More importantly, the record indicates that on August 30, 2005, and September 5, 2005, Lieutenant White called the nursing staff per Monceaux’s request. The record does not indicate that Lieutenant White ever declined Monceaux’s request to see the nursing staff. Thus, we conclude no material issue of fact exists regarding whether Lieutenant White was deliberately indifferent.</p>\n<p id=\"b391-6\">B</p>\n<p id=\"b391-7\">The defendants argue that Monceaux also failed to allege a violation of constitutional rights because his finger did not become a serious medical need until September 5, 2005, the day he was transferred to LSU. This argument pertains to the sufficiency of the evidence, and thus we lack jurisdiction to hear it.</p>\n<p id=\"b391-10\">C</p>\n<p id=\"b391-11\">Citing <em>Hall v. Thomas,</em><footnotemark><em>20</em></footnotemark><em> </em>the defendants also argue that the trial court erred when it failed to consider inmate Monceaux’s resort to self help. In <em>Hall, </em>an inmate sued prison medical personnel for deliberate indifference by failing to administer his seizure medicine.<footnotemark>21</footnotemark> This court found that the overwhelming evidence in <em>Hall </em>demonstrated that the inmate refused to take his medicine or failed to appear when nurses dispensed medication.<footnotemark>22</footnotemark> Defendants argue that <em>Hall </em>stands for the proposition that if an inmate fails to comply with medical personnel’s orders, “it is impossible that the medical personnel evidenced deliberate indifference.” Since none of the nurses or the prison guard told Monceaux to lance his thumb, none exhibited deliberate indifference, argue the defendants. We do not read <em>Hall </em>for the proposition that defendants argue, and we find the instant case and <em>Hall </em>distinguishable. In <em>Hall, </em>the inmate refused treatment; Monceaux self-treated. Perhaps if Monceaux had refused transfer to LSU or the antibiotic injections, then <em>Hall </em>would apply.</p>\n<p id=\"b391-12\">We conclude that the district court properly denied summary judgment in favor of <page-number citation-index=\"1\" label=\"368\">*368</page-number>the nurses, but improperly denied summary judgment in favor of the prison guard. We therefore AFFIRM as to defendants Lewis, Van Wert, Bass, Rasmussen, and Palmer, and REVERSE as to defendant White.</p>\n<footnote label=\"*\">\n<p id=\"b387-14\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b388-6\">. <em>Kinney v. Weaver, </em>367 F.3d 337, 346 (5th Cir.2004) (en banc) (citations omitted).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b388-14\">. <em>Id. </em>(citations omitted).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b389-8\">. <em>Gobert v. Caldwell, </em>463 F.3d 339, 344 (5th Cir.2006) (citations omitted) (brackets in original).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b389-9\">. <em>Gonzales v. Dallas County, </em>249 F.3d 406, 411 (5th Cir.2001) (citations omitted).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b389-10\">. <em>Scott v. Harris, </em>- U.S. -, 127 S.Ct. 1769, 1774, 167 L.Ed.2d 686 (2007) (citations omitted).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b389-12\">. <em>Gobert, </em>463 F.3d at 345-46.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b389-13\">. <em>Estelle v. Gamble, </em>429 U.S. 97, 104-05, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b389-19\">. <em>Id. </em>at 106, 97 S.Ct. 285.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b389-20\">. <em>Gobert, </em>463 F.3d at 346.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b389-21\">. <em>Estelle, </em>429 U.S. at 107, 97 S.Ct. 285 (\"But the question of whether an X-ray or additional diagnostic techniques or forms of treatment is indicated is a classic example of a matter for medical judgment. A medical decision not to order an X-ray, or like measures, does not represent cruel and unusual punishment.”).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b390-5\">. <em>Mendoza v. Lynaugh, </em>989 F.2d 191, 195 (5th Cir. 1993).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b390-6\">. <em>Easter v. Powell, </em>467 F.3d 459, 463 (5th Cir.2006) (citing <em>Farmer v. Brennan, </em>511 U.S. 825, 829, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994)).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b390-7\">. <em>Farmer, </em>511 U.S. at 838, 114 S.Ct. 1970.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b390-8\">. <em>See Easter, </em>467 F.3d at 463 (“[I]f an Eighth Amendment plaintiff presents evidence showing that a substantial risk of inmate attacks was long-standing, pervasive, well-documented, or expressly noted by prison officials in the past, and the circumstances suggest that the defendant — official being sued had been exposed to information concerning the risk and thus must have known about it, then such evidence could be sufficient to permit a trier of fact to find that the defendant — official had actual knowledge of the risk.\" (quoting <em>Farmer, </em>511 U.S. at 842-43, 114 S.Ct. 1970)).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b390-12\">. <em>Lawson v. Dallas County, </em>286 F.3d 257, 263 (5th Cir.2002) (finding nurses deliberately indifferent after they disregarded a doctor's orders regarding inmate’s treatment requirements).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b390-13\">. <em>Id. </em>at 263.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b390-14\">. <em>Cf.id.</em></p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b390-15\">. <em>See Stewart v. Murphy, </em>174 F.3d 530, 537 (5th Cir.1999) (\"[E]ach defendant's subjective deliberate indifference, <em>vel non, </em>must be examined separately.\").</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b391-8\">. <em>See Lawson, </em>286 F.3d at 262 (\"[T]he defendants contend that the district court improperly applied the <em>Farmer </em>deliberate indifference test to the collective knowledge and collective response of the jail medical staff as a whole, rather than focusing on specific employees. ... It is clear from reading the opinion that the district court believed that all nurses who primarily treated Lawson ... had actual knowledge of the risk posed by [Lawson’s injury].\").</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b391-14\">. 190 F.3d 693 (5th Cir.1999).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b391-15\">. <em>Id. </em>at 697.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b391-16\">. <em>Id. </em>at 697-98.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}