{
  "casebody": {
    "data": "<casebody firstpage=\"284\" lastpage=\"288\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b330-5\">In the Matter of Lillian Buoneto, Appellant, against Michael Buoneto, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b330-10\">Argued May 31, 1938;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKV\">decided July 7, 1938.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b331-4\"><page-number citation-index=\"1\" label=\"285\">*285</page-number><em>William C. Chanler, Corporation Counsel (Alan M. Stroock, Paxton Blair </em>and <em>Irving Leavitt </em>of counsel), for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Aql\">There is nothing in section 18 of article 6 of the State Constitution which prohibits the Legislature from conferring upon local courts jurisdiction over nonresident defendants found within the territorial limits of their locality. <em>(Worthington </em>v. <em>London G. &amp; </em>A. <em>Co., </em>164 N. Y. 81; <em>Routenberg </em>v. <em>Schweitzer, </em>165 N. Y. 175; <em>Degnon </em>v. <em>Cook &amp; Wilson, </em>98 Misc. Rep. 251; <em>Landers </em>v. <em>Staten Island R. R. Co., </em>53 N. Y. 450; <em>Irwin </em>v. <em>Metropolitan Street Ry. Co., </em>38 App. Div. 253; <em>People ex rel. Townsend </em>v. <em>Porter, </em>90 N. Y. 68; <em>Hoag v. Lamont, </em>60 N. Y. 96; <em>American Historical Society </em>v. <em>Glenn, </em>248 N. Y. 445.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b331-5\"><em>John Kochendorfer </em>and <em>Howard A. Kochendorfer </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AXO\">The Appellate Division correctly held that section 103, subdivision (b), of the Domestic Relations Court Act (L. 1933, ch. 482) violates section 18 of article 6 of the State Constitution. <em>(Worthington </em>v. <em>London G. &amp; A. Co., </em>164 N. Y. 81; <em>Kane </em>v. <em>Need, </em>269 N. Y. 13; <em>Handshaw </em>v. <em>Arthur, </em>9 App. Div. 175; 161 N. Y. 664; <em>Sever </em>v. <em>Zueca, </em>106 Misc. Rep. 620; <em>Copperfretti </em>v. <em>Shephard, </em>241 App. Div. 872; <em>Friedberger </em>v. <em>Stulpnagel, </em>59 Misc. Rep. 498.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b331-6\">Hubbs, J.</author>\n<p id=\"AD6\">The petitioner, a resident of the city of New York, sought in this proceeding in the Family Court to compel her husband, the respondent, to support her. Respondent, a non-resident of the city, was served with process in the proceeding within the city where he came daily to engage in bis work. He appeared specially in the proceeding and challenged the jurisdiction of the court on the ground that he was a non-resident of the city and, therefore, that the court had no jurisdiction. His objection was overruled, and the court found that petitioner was “ about to become a public charge <em>” </em>and made an order directing him to pay nine dollars <page-number citation-index=\"1\" label=\"286\">*286</page-number>per week for her support. The Appellate Division reversed the order upon the law on the ground that the trial court did not acquire jurisdiction by service upon the respondent within the city as he was at the time a nonresident thereof.</p>\n<p id=\"b332-5\">Section 103 of the Domestic Relations Court Act (L. 1933, ch. 482) provides:</p>\n<blockquote id=\"b332-6\">“ A husband or father may be required to furnish support or may be found guilty of non-support, as provided in the two preceding sections, if, at the time of the filing of the petition for support, * * *</blockquote>\n<blockquote id=\"b332-7\">“ (b) he is not residing or domiciled in the city but is found therein at such time, provided that the petitioner is so residing or domiciled at such time.”</blockquote>\n<blockquote id=\"b332-8\">The petitioner being a resident of the city and the respondent having been found and served therein, the court acquired jurisdiction unless subdivision (b) is unconstitutional. The presumption is that the section is constitutional and the burden rests upon the respondent to establish that it is not. The question is whether the Legislature transcended its authority in enacting section 103, subdivision (b), of the Domestic Relations Court Act. The contention of the respondent is that section 103, subdivision (b), in attempting to confer jurisdiction in the Family Court over a non-resident by service within the territorial jurisdiction violated article VI, section 18, of the State Constitution, by granting jurisdiction over non-resident defendants not allowed to County Courts (See Art. VI, § 11.) Article VI, section 18, of the State Constitution, reads:</blockquote>\n<blockquote id=\"b332-9\"><em>“ </em>Inferior local courts of civil and criminal jurisdiction may be established by the Legislature, but no such inferior local court which has been created since the first day of January, one thousand eight hundred and ninety five, or is hereafter created shall be a court of record. All inferior local courts now or hereafter established may be regulated or discontinued by the Legislature. The Legis<page-number citation-index=\"1\" label=\"287\">*287</page-number>lature shall not hereafter confer upon any inferior or local court of its creation, any equity jurisdiction or any greater jurisdiction in other respects than is conferred upon county courts by or under this article; but it may provide that the territorial jurisdiction in civil-cases of any inferior or local court now existing or hereafter established in any city or of justices of the peace in cities shall extend throughout the county or counties in which such city may be located * * *</blockquote>\n<blockquote id=\"b333-5\">“ The Legislature may establish children’s courts, and courts of domestic relations, as separate courts * * * and may confer upon them such jurisdiction as may be necessary * * * to compel the support of a wife * *</blockquote>\n<p id=\"b333-6\">The Appellate Division has decided that the quoted provision of the Constitution required it to hold the provision of the statute in question (§ 103, subd. b) unconstitutional. We are unable to concur in such holding. We have reached the conclusion that article VI, section 18, of the Constitution does not prohibit the Legislature from granting to local courts jurisdiction over nonresident defendants who are served with process within the territorial limits of their jurisdiction.</p>\n<p id=\"b333-7\">The Appellate Division held the controlling clause of article VI, section 18, to be: “ The Legislature shall not hereafter confer upon any inferior or local court of its creation, any equity jurisdiction or any greater jurisdiction in other respects than is conferred upon County Courts by or under this article.” The same language was contained in article VI, section 18, of the Constitution of 1894. In a case arising under that Constitution this court decided, in <em>Worthington </em>v. <em>London Guarantee &amp; Accident Co. </em>(164 N. Y. 81), that the language did not prevent the Legislature from granting to any local court jurisdiction over non-resident defendants served within the territorial limits of its jurisdiction. The words “ any greater jurisdiction in other respects than is conferred upon County Courts by or under this <page-number citation-index=\"1\" label=\"288\">*288</page-number>article ” were construed to mean that “ The framers of the Constitution, in contemplating the creation of inferior local tribunals by the legislature and limiting its power, were not dealing with the jurisdiction of these future courts as to territory, non-resident parties defendant or foreign corporations, but as to subject-matter; they were not to have, in a general way, greater powers, importance and dignity than a County Court ” (pp. 83, 91). (Cf. <em>Landers </em>v. <em>Staten Island R. R. Co., </em>53 N. Y. 450; <em>People ex rel. Townsend </em>v. <em>Porter, </em>90 N. Y. 68, 75.) It, therefore, seems clear that under the Constitution of 1894 local courts could acquire jurisdiction by service upon a non-resident defendant within the territorial limits of the court. <em>(Routenberg </em>v. <em>Schweitzer, </em>165 N. Y. 175; <em>Degnon </em>v. <em>Cook &amp; Wilson’s, </em>98 Misc. Rep. 251.) Exactly the same language is contained in the present Constitution and under a well-established rule of construction should be given the same meaning.</p>\n<p id=\"b334-5\">The amendment of the Constitution in 1921 which authorized the Legislature to establish courts of domestic relations and the amendment of 1925 which permitted the Legislature to extend the territorial jurisdiction in civil cases of local city courts throughout the county or counties in which such city may be located, were drafted for the purpose of permitting the Legislature to extend the jurisdiction, not to curtail it, and to make clear that the limitation upon the power of the Legislature imposed by the cases of <em>Landers </em>v. <em>Staten Island R. R. Co. (supra) </em>and <em>People ex rel. Townsend </em>v. <em>Porter (supra), </em>in regard to local city courts no longer existed.</p>\n<p id=\"b334-6\">We do not deem it necessary to discuss the other questions raised.</p>\n<p id=\"b334-7\">The order of the Appellate Division should be reversed and that of the Court of Domestic Relations affirmed without costs.</p>\n<p id=\"b334-8\">Lehman, O’Brien, Loughran, Finch and Rippey, JJ., concur; Crane, Ch. J., taking no part.</p>\n<p id=\"b334-9\">Ordered accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}