{
  "casebody": {
    "data": "<casebody firstpage=\"570\" lastpage=\"572\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b616-4\">Bier, Appellant, <em>v. </em>Keer.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b616-5\"><em>Building and loan association </em>— Assignment <em>of stock </em>— Collateral <em>to mortgage </em>— Appropriation <em>of dues.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b616-6\">The assignment of stock in a building and loan association to the association as collateral security for a mortgage indebtedness, does not have the effect of appropriating the monthly dues subsequently paid, to a pro tanto liquidation of the indebtedness, until the association elects to do so. If. the association elects to satisfy the debt from the mortgaged premises, it loses its right to appropriate pro tanto, the dues paid upon the stock.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b616-7\">Argued Oct. 22, 1918.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AyKe\">Appeal, No. 16, Oct. T., 1918, by plaintiff, from decree of G. P. No. 1, Philadelphia Co., Sept. T., 1916, No. 2161, dismissing bill in equity in case of Christian Bier v. Johanna Keer, James W. Baird Building Association and Isabella Hermiston.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"A8WL\">Before Orlady, P. J., Porter, Head, Kephart, Trexler and Williams, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"Amz8\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b616-8\">Bill in equity to determine the right to a fund in possession of a building and loan association.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b616-9\">From the record it appeared that in 1906, 'Johanna Keer obtained a mortgage from the James W. Baird Building Association for f1,200, and assigned as collateral security therefor, six shares of stock of the building <page-number citation-index=\"1\" label=\"571\">*571</page-number>association. The assignment contained the following clause:</summary>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"Ann\">January 3, 1919:</decisiondate>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b617-4\">“In trust nevertheless, to have and' to hold the same as collateral security for the payment of a certain mortgage debt or sum of twelve hundred dollars, executed by me this day to the said association with bond and warrant of attorney, in trust, to appropriate the value of said stock towards the payment of the said sum of said mortgage debt, and for no other interest or purpose whatsoever.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b617-5\">The facts of the case are stated in the opinion of the Superior Court.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b617-6\">The court entered a decree dismissing the bill.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b617-7\"><em>Error assigned </em>was decree dismissing the bill.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b617-8\"><em>Charles B. Gartling, </em>for appellant,</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"ACg2\">cited: Erthal v. Grlueck, 10 Pa. Superior Ct. 402; Del. &amp; Hudson Canal Co.’s App., 38 Pa. 512; Smith v. Moors &amp; Co., 215 Pa. 421; Johnson v. Sharon Building Assn., 16 Pa. Superior Ct. 311; Stewart v. Stewart, 207 Pa. 59.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b617-9\"><em>Frank B. Stockley, </em>with him <em>Harry Green </em>and <em>Maurice W. Sloan, </em>for appellees,</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AQAe\">cited: Johnson v. Sharon Building Assn., 16 Pa. Superior Ct. 311; Spring Garden Assn. v. Tradesmen’s Loan Assn., 46 Pa. 493; Ramstein v. Handel &amp; Haydn B. &amp; L. Assn., 65 Pa. Superior Ct. 190; Globe Mut. B. &amp; L. Assn. v. Schutte, 29 Pa. Superior Ct 265.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b617-10\">Opinion by</p>\n<author id=\"Au-i\">Williams, J.,</author>\n<p id=\"b617-11\">This was a suit in equity to determine the right to a fund in possession of a building association. The court found, inter alia, that in 1916, Mrs. Keer was the owner of premises subject to a first mortgage of $4,000, and a second mortgage of $1,200, the latter held by defendant association; May 10, 1916, plaintiff recovered judgment against Mrs. Keer for $3,372; May 16th, Mrs. Keer, for <page-number citation-index=\"1\" label=\"572\">*572</page-number>$500, assigned to Isabella Hermiston her interest in six shares of building association stock subject to the rights of the association, to which it had been assigned as collateral security for the payment of its mortgage; August 7th, the premises were sold under two executions, plaintiff’s and the first mortgagee’s, for $5,425, which fund paid the first mortgage and a part of the association mortgage. The amount unpaid was charged against the value of the stock assigned, leaving a balance due thereon of $543.79, which is claimed by plaintiff as judgment creditor, and by Isabella Hermiston, as assignee of Mrs. Keer. The court held Mrs. Hermiston was entitled to the fund, and dismissed the bill.</p>\n<p id=\"b618-4\">Appellant argues (1) that the payment of dues on the stock was a payment on the mortgage debt, and pro tan-to an extinguishment; wherefore the full value of the stock should have been applied to the second mortgage, releasing the fund in the sheriff’s hands to the payment of plaintiff’s judgment; (2) that plaintiff is subrogated to the rights of the building association in the fund.</p>\n<p id=\"b618-5\">The power to appropriate under the assignment by Johanna Keer to the association is not self-operating, and until action is taken by it the election remains with the association. In Erthal v. Glueck et al., 10 Pa. Superior Ct. 402, the assignment was similar to the present one; the association chose to appropriate the value of the stock to its mortgage; here it did not so elect; and therein lies the difference.</p>\n<p id=\"b618-6\">Under Hamilton Trust Co. v. Hoskins, 244 Pa. 1, the association loses its right to appropriate (pro tanto) : Newhoff v. Rochester et al., 66 Pa. Superior Ct. 297, upon its election to satisfy the debt from the mortgaged premises. The association, having exhausted its right, nothing remains to which the claim of subrogation can attach.</p>\n<p id=\"b618-7\">The decree is affirmed, appellant to pay costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}