{
  "casebody": {
    "data": "<casebody firstpage=\"533\" lastpage=\"538\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b589-7\">SHIPMAN et al. v. R.K.O. RADIO PICTURES, Inc., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b589-8\">No. 131.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b589-9\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AIM5\">Dec. 19, 1938.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b589-16\">Friend, Holbrook, Cotton &amp; Reiskind, of New York City (Arthur S. Friend and Edwin M. Reiskind, both of New York City, of counsel), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b589-17\">William Mallard, of New York City (Cravath, deGersdorff, Swaine &amp; Wood, Bruce Bromley, and Albert R. Connelly, all of New York City, of counsel), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b589-18\">Before MANTON, L. HAND, and SWAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b589-19\">MANTON, Circuit Judge.</author>\n<p id=\"b589-20\">This suit is for infringement of the copyright of appellants’ play “Depends on the Woman” written and copyrighted in 1924, which is allegedly infringed by a motion picture play entitled “I Dream Too Much” which the appellees have been instrumental in preparing, filming and distributing. On motion, the bill of complaint was dismissed by the court below for failure to state facts sufficient to constitute a cause of action, after a reading of the play and viewing of the motion picture. No other testimony was offered; it was held there was no infringement of the play.</p>\n<p id=\"b589-21\">A summary of the play and the picture is necessary to an understanding of the issues.</p>\n<p id=\"b589-22\">In “Depends on the Woman”, the play opens in the tiny apartment of Luella and Seymour Clayton, married a year. Luella is a charming vivacious person, deeply in love with her vain and obstinate husband, Seymour. Seymour is a composer, among other things, of an operetta which is considered by producers to be too classical to be a stage success and which they, therefore, refuse to produce. Seymour has great faith in his composition, however, and believes it to be that of a great artist. He has definite convictions on the place of a wife; she should remain in her home; she should have no outside interests and should do nothing to contribute to the financial maintenance of the family. Furthermore, she ■ should not interfere in her husband’s work. Consequently, Seymour has steadfastly refused to allow Luella to work and has just as steadfastly refused her suggestions as to his music. The result is an almost penniless household. Seymour’s reasoning does not apply to Caroline Penrose, an actress and cabaret singer <page-number citation-index=\"1\" label=\"534\">*534</page-number>of sorts,- and he accepts her criticisms of his music; he also composes some music for her for which, unbeknown to Luella, Caroline pays Seymour. Caroline is more interested in the male than in the artistic aspects of Seymour. Caroline is a protegee of Roy Denton, a theatrical producer who, in return for her favors, keeps her working. Denton has met Luella and is interested in her. Denton comes to see Seymour to. tell him he will not produce his operetta, but is persuaded by Luella to produce it with Luella, suddenly revealed as possessing a remarkable singing voice, as its star. Denton, like Caroline’s interest in Seymour, is interested only in the physical side of her singing career and hopes to make her his mistress during the course of her career. Seymour rejects Denton’s offer when he discovers that his wife is to sing in its leading role, but Luella accepts for herself when she finds out that Caroline’s money payments to Seymour have been financing the family budget. Luella then starts on a year’s session of voice training.</p>\n<p id=\"b590-4\">At the end of the year, Luella sings in Seymour’s operetta in an out-of-town performance. It is a great success. Seymour, realizing that the success comes more from his wife’s performance than from his music, is sullen and refuses to allow necessary changes in the construction of the operetta. He is not a husband, but a husbanette; not a man but a marionette. Caroline Penrose has a small part in the operetta through Denton’s magnanimity, which she plays so. badly that Luella determines to be rid of her services. Denton agrees to rid the cast of Caroline and tells her. With her back to the wall, Caroline tells Seymour that Denton wants Luella for his mistress as Caroline has been, and that Luella cares for Denton; Seymour is unconvinced, however, since he really loves his wife, but his disappointment in himself drives him into a rage and he accuses his wife of unfaithful intentions, which she denies. Seymour is continuously plagued by the idea that he is a poor husband because he alone is not the wage earner. Denton demands that Luella give him her love or the show will not run in New York and Luella, who has sought success for herself only to make her husband successful, refuses, but temporizes with Denton until the New York opening. The temporization is unsuccessful; Den-ton, alone with Luella in her New York apartment, threatens to put Caroline in Luella’s place when Luella refuses to become his mistress. Caroline unexpectedly comes in and notifies Seymour, who soon appears to discbver that his wife and Den-ton were having a tete-a-tete. Struck by this discovery and placing the worst possible interpretation upon the events, all of Seymour’s suppressed emotions are worked up within him; he denounces his wife and strikes a bargain with Denton whereby Caroline is to replace Luella in the New York premiere of the operetta, even though Seymour knows Denton wants Luella as his mistress. His hate for his wife is again a product of Seymour’s rampant egoism and its suppression. The first scene of the New York premiere is so poor, because of Caroline’s misperformance and singing, that Luella bursts in, determined to save the performance for her husband’s good name as a composer and playwright. By connivance with the manager of the theatre, Luella takes the part of Caroline, brushing away the opposition of Denton and Caroline to the amazement of her befuddled husband. The operetta is a huge success. The theatre manager, Bradley, buys out Denton’s interest and Seymour, realizing at last his wife’s great love for him and her innocence of his suspicions, begs her forgiveness. Luella, outwardly undecided, appeals to the audience and on a divided vote, decides to take her husband back, and home. The play ends here.</p>\n<p id=\"b590-6\">The motion picture story “I Dream Too Much” may be stated as follows:</p>\n<p id=\"b590-7\">. The s.tory opens in France in the home of Tito, an uncle of Annette. Tito, a musician, has carefully trained Annette’s voice and she is a very good vocalist. She sings an Italian aria, but she is restless and the sound of music from a street carnival excites her. She wants to sing, yes, but she wants to dance with young men also. Her stern uncle loses patience and plans to place her in a convent the next morning. That night, Annette, locked in her room, escapes by a window and eventually falls on Jonathan Street, a young American living in Paris, who has composed what he believes to be the best opera ever composed. John is an intense believer in his creative ability as a musician. He is an equally intense believer in the necessity of complete freedom for himself if he is to be a successful composer; but he is fun-loving too and takes Annette to the carnival after learning of her escape from Tito’s house. He drinks excessively and awakens <page-number citation-index=\"1\" label=\"535\">*535</page-number>next morning to find himself married to Annette. Annette, a sweet, young and totally naive creature, adores John. Overcoming his initial misgivings (“who ever heard of a great composer with a baby?”), John takes Annette to Paris and his quarters there, where they live as husband and wife. Annette is a- very good wife to John and he appreciates her care and thoughtfulness, but he does not appreciate her presence when he is working on his music and she leaves the rooms for some recreation. Coming to a carnival, she sings for a little boy; people coming from all parts stop to listen and wildly applaud her voice. John, hearing the tumult, comes down, hears his wife’s beautiful voice and is proud of her. He tells her his opera can wait, that she must be trained for the operatic stage herself and then some day she can sing in his opera as a great star for a great composer. She protests that she wants to be nothing but a good wife and have babies, but he overrules that and gets a job as a conductor of tours. On one of these tours he comes to a Parisian cafe, and is surprised to find his wife there singing. He loves her voice but thinks that it is too good for popular music. She insists, that since she is being paid to sing, it is worth while, since that will pay for her singing lessons. A theatrical producer, Darcy, conveniently happens to stop at the cafe, sees Annette and likes her. He does not hear her singing. While he is talking with her, a mouse frightens Annette- and she leaps into Darcy’s arms. At this critical juncture, John sees the two, strikes Darcy and blackens his eye. He forces Annette to give up the singing and says he will find work to pay for her lessons. Annette maneuvers to see Darcy who tries to send her away, having no interest in her in view' of the still blackened eye. He finally consents to hear Annette sing one number of her husband’s opera and after hearing her is amazed at her superb singing and arranges for her musical education to prepare her for the Paris opera. He thinks John’s music not opera and is not interested in John, but only in Annette’s voice. John is puzzled and chagrined that his opera is thought less of than his wife’s voice, but Annette accepts Darcy’s offer in the hope that by her success she may bring the opera to the attention of the public. Annette’s dazzling success pushes John into the background. He is little known and then only as the star’s husband, but he seems to accept the situation with good grace, still believing that when his opera is produced it will be a success. Throughout this period John is very much in love with Annette and she with him. Stormy scenes between the two are unknown until John hears that his opera, rejected all over Europe, is to be sung by his wife only because she is financing its production; then a tempestuous scene follows in which he packs his belongings and leaves her, declaring he will no longer be merely a lapdog to her success. Annette, pining for the lost companionship of her husband, refuses to sing and leaves Paris ’ the night before she is to sing in John’s opera. By a coincidence she takes a taxi driven by John, who has turned taxi driver. A reconciliation follows until Darcy finds them. Then John, remorseful because he cannot give his wife all she should have of life’s goods, drives her away by his indifference. She sings another opera in place of her husband’s and arranged with Darcy to revamp John’s opera and produce it in London as a musical comedy, shrewdly sensing that her husband needs some success. By a ruse she keeps her husband in a Paris jail, arranging his release so that he can reach London only in time for the opening of the show. John arrives and hears a'comedy. It is a success, but he is disgusted with what he considers to be a degradation of his music, until people begin congratulating him as its composer. His wife also receives commendation for her fine singing. ,</p>\n<p id=\"b591-7\">The closing scene shows John feverishly writing popular music, while Annette, who has retired from the stage, lovingly plays with the baby. John has changed from one who believes in no babies to one who believes they are indispensable.</p>\n<p id=\"b591-8\">In the early case of Daly v. Palmer, C.C.S.D.N.Y., Fed.Cas.No.3,552, 6 Blatchf. 256, a suit for infringement, both plays were built up to a climax which was much the same and the scene wherein the climax was reached could readily be said to account for the dramatic success of the plaintiff’s work. The court concluded that it was the idea or impression conveyed to the audience which was the determining factor, and since the impressions were the same, held there was an infringement. From this it would be expected the court would rule that it was the idea which the author intended to be conveyed which should be protected but the court held that ideas are not protected but only the sequence of events. <page-number citation-index=\"1\" label=\"536\">*536</page-number>From this case stemmed the modern law of copyright cases, with the result that it is how held that ideas are not copyrightable but that sequence of events is; the identity of impression must be capable of sensory perception by the audience. It would be expected that this audience test would, however impracticable to effectuate, be considered by the courts, but the test, perhaps because of its impracticability, has had an artificial and disappointingly inaccurate application. This case, which set it up, immediately ignored it by considering, in determining whether there was a piracy, whether the identity of impression conveyed might be due to the “nature of the subject” or because both authors used “common materials and common sources”. Thus the audience test is acknowledged as inconclusive.</p>\n<p id=\"b592-4\">In Serrana v. Jefferson, C.C.S.D.N.Y., 33 F. 347, the court held that even though a climatic scene was common to both works and was executed by precisely the same devices and conveyed the same impressions to the spectators, there is no infringement of the copyright if the scene- is considered by the court to be lacking in novelty so as to be regarded “the common property of all playwrights”. [Page 348.] There the audience test was not applied. A new test was given consideration because of the inadequacy of the old: there can be no piracy of common literary property; but obviously what is common literary property can never be determined in advance of litigation with any degree of certainty. The same play before the court in Daly v. Palmer, supra, was considered by this court in Daly v. Webster, 2 Cir., 56 F. 483, at which time [1892] the test was developed that the various incidents or devices, used by the author to convey his ideas to an audience, were invariably “common literary property”; hence what is really protected is their peculiar arrangement. “Sequence” is given importance and varying the sequence varies liability. The more material the variation, the lower the probability that the infringer will be called an infringer. This authority gives at least lip service to the doctrine that ideas are not protected; for we are informed that the idea of rescuing some one put in danger from death by a railroad train is not novel; what is novel, is the rescuer and using this novelty is an infringement. Clearly though, it would seem an impossible task to separate the author’s idea of having a heroine rescuer from actually having a rescuer. To label the former an idea and the latter an incident or event is not helpful iii determining what is protected by. copyright and what is not.</p>\n<p id=\"b592-6\">But even the method of expression may not be protected. Barnes v. Miner, C.C. S.D.N.Y., 122 F. 480. Here the idea was a vaudeville skit combining, apparently for the first time, silent motion pictures and songs currently popular. The impressions conveyed to the audience were those of immorality. The method of conveying the impressions was held to be non-copyrightable and we are told that “the order of events in plaintiff’s exhibition is of no materiality whatsoever” — in spite of the fact that it was “the order of events” which made plaintiff’s exhibition novel. In this case, none of the incidents or events was the property of the plaintiff; just as in Daly v. Webster, supra, the peculiar combination of incidents was the characteristic quality, from a purely analytical viewpoint, of plaintiff’s creation. The inapplicability of both the “audience test” and the “order of events” test to all copyright cases is illustrated in Bloom &amp; Hamlin v. Nixon, C.C.E.D.Pa., 125 F. 977. There later came the forthright recognition that ideas are copyrightable in Dam v. Kirk La Shelle Co., 2 Cir., 175 F. 902, 41 L.R.A.,N.S., 1002, 20 Ann.Cas. 1173, where the plaintiff’s story was held infringed by the defendant’s production of a play. “The playwright expanded the plot. He made a successful drama; the story was but a framework. But the theme of the story is the theme of the play, viz., the change produced in the character of a husband by bécoming a father.” This theme, when- worked into a .plot, is copyrightable, and “a playwright who appropriates the theme of another’s story cannot, in our opinion, escape the charge of infringement by adding to or slightly varying the incidents.” Of course, “an author cannot by a suggestion obtain exclusive control of a field of thought upon a particular subject * * *. But a comparison of the play with the story shows conclusively in many unimportant details that Armstrong [playwright] read the story and used it as a basis of his play”. The court said the copyright statute must be “broad enough to cover any adaptation which contains the plot or theme of the story” if it is to be “wholly effective”. The theme is considered to be “the change produced in the character of a husband by <page-number citation-index=\"1\" label=\"537\">*537</page-number>becoming a father”. This theme is what other cases labeled an “idea”, but the opinion treats theme or idea the same as “plot”; “plot” and “theme” are used alternatively and interchangeably. In Dymow v. Bolton, 2 Cir., 11 F.2d 690, this court also spoke of “theme” and “plot” as being synonymous and said that “no mere plot or so-called theme, was protected” by Daly v. Webster or Dam v. Kirk La Shelle Co. but what those cases protected was the combination of events in making up a scene. Obviously “plot” and “theme” are far from identical. The plot is the “sequence of events” by which the author expresses his “theme” or “idea”.</p>\n<p id=\"b593-4\">In Harold Lloyd Corp. v. Witwer, 9 Cir., 65 F.2d 1, the court said that if “some unconscious and unintentional copying was disclosed by the play when produced, there might be an infringement, notwithstanding the intentions * * * to avoid infringement.” [Page 16.] Thus piracy, hitherto defined as deliberate use, is now defined to include both deliberate and unintentional use. As to this latter element, access becomes important, for then accidental similarity assumes a low degree of probability ; and this leads us to conclude that ■where there is access, there is a high degree of probability that the similarity results from copying and not from independent thought and imagination. Indeed, it might well be said that where access is proved or admitted, there is a presumption that the similarity is not accidental. Harold Lloyd Corp. v. Witwer, supra, accepts the presumption of good faith, namely, no copying; to this is added the testimony of the defendants that they did not copy; and opposed to this is the presence of access and of “vital similarities” in the “sequence of events”.</p>\n<p id=\"b593-6\">This court attempted to provide a workable test in Nichols v. Universal Pictures Corp., 2 Cir., 45 F.2d 119, where after asserting “the decisions cannot help much in a new case” [page 121], it was suggested that we must view the problem as one of “abstractions”. We said, “Upon any work, and especially upon a play, a great number of patterns of increasing generality will fit equally well, as more and more of the incident is left out. The last may perhaps be no more than the most general statement of what the play is about * * * ; but there is a point in this scries of abstractions where they are no longer protected, since otherwise the playwright could prevent the use of his ‘ideas,’ to which, apart from their expression, his property is never extended. [Cit.] Nobody has even been able to fix that boundary, and nobody can * * * . As respects plays, the controversy chiefly centers upon the characters and sequence of incident, these being the substance.”</p>\n<p id=\"b593-11\">But use of the device of “abstractions” seems but a new name for comparing “similarity of sequences of incident”. It is naturally difficult to compare literary works by using the terminology of metaphysics, and the rule thus provided does not seem to have been used since its suggestion. See Sheldon v. Metro-Goldwyn Pictures Corp., 2 Cir., 81 F.2d 49. In the Sheldon Case, this court propounded two questions: (1) did defendants actually use plaintiff’s play, and (2). if so, was there a fair use. Fair use is defined as copying the theme or ideas rather than their expression. We answered both questions by noting the similarity in locale, character similarities of the villians and the heroines, and incidents. A comparison revealed that the similarities were more than accidental and that the similarity was not fair. Both inquiries were answered by examining exactly the same characteristics.</p>\n<p id=\"b593-12\">As a result of these decisions, if there is access, the probability that the similarities are the result of copying, intentional or unintentional, is so high that there is only one pertinent question: are there similarities of matters which justify the infringement claimed? Was there a piracy of a copyrightable play as shown by similarities of locale, characters, and incidents ? We hold the answer should be in the negative.</p>\n<p id=\"b593-13\">By examining the similarities between this play and picture and applying the simplified test here formulated we are required to hold that because of the dissimilarities of characters, locale and action, there is no infringement. The only possible similarity between the works is that of the theme, which is not subject to exclusive copyright. The theme is that of the stresses upon normal conjugal relations when the husband is unsuccessful financially and the wife becomes the bread-winner. The plots are dissimilar. The motion picture is primarily concerned with the singing of Annette and the supporting music. The play contains no singing, no music, but only talk of it. The characters are of entirely different people; Annette is not <page-number citation-index=\"1\" label=\"538\">*538</page-number>comparable to Luella except in the common qualities of a loving wife; the vain and egotistical Seymour is not to be likened to the merely petulant John; Denton and Darcy are entirely different. There is no character in the motion picture the equivalent of Caroline.</p>\n<p id=\"b594-4\">There are differences in the locale; the devices used to develop the' plots are different; the three triangles of sex do not appear in the motion picture. From this comparison, the works are shown to be so different as to locale, character, devices, motives and emotions expressed, that no literary piracy can be charged.</p>\n<p id=\"b594-5\">The instant cáse was decided on a motion to dismiss the bill, the result of a recent practice formulated below. Lowenfels v. Nathan, D.C., 2 F.Supp. 73; Caruthers v. R.K.O. Radio Pictures, Inc., D.C., 20 F.Supp. 906. The judge dismissed the complaint on motion without taking testimony but upon a reading of the play and viewing an exhibition of the motion picture. Such a test by motion admits access and use. It admits what is tantamount to a presumption of piracy and a denial of good faith for, with access admitted, similarity of incident rests upon a high degree of probability of copying and a low degree of probability of independent creation. Such a practice puts a defendant in a dangerous position.</p>\n<p id=\"b594-6\">It has been said that “anticipation as such cannot invalidate a ’ copyright. * * * If the defendant has had access to other material which would have served him as well, his disclaimer becomes more plausible.” Sheldon Case, supra, 81 F.2d 54. Conversely, if access to a plaintiff’s work is admitted and access to other materials is not shown, the disclaimer of piracy becomes less plausible. Furthermore, by considering similarities, we circumstantially infer piracy. And “in considering the weight of the circumstantial evidence of copying derived from an analysis of similarities * * * the question of intent to copy is an important factor * * Harold Lloyd Corp. v. Witwer, supra. Thus admission of access in the instant case affects the weight to be given to similarities. With the opportunity of indulging in such presumptions, an unmeritorious plaintiff’s claim may easily succeed.</p>\n<p id=\"b594-9\">Decision affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b594-10\">L. HAND, Circuit Judge</author>\n<p id=\"Anc\">(concurring).</p>\n<p id=\"b594-11\">I agree with the result and with the general reasoning by which it is reached as I understand it, but I do not agree with all that is said. Nichols v. Universal Pictures Corp., 2 Cir., 45 F.2d 119, followed exactly the same doctrine that we are using now: it held that there is a point where the similarities are so little concrete (are therefore so abstract) that they become only “theme”, “idea”, or skeleton of the plot, and that these are always in the public domain; no copyright can protect them. The test is necessarily vague and nothing more definite can be said about it. ■ Precisely this doctrine was also used in Sheldon v. Metro-Goldwyn Pictures Corp., 2 Cir., 81 F.2d 49, though of course the result was different. In Dam v. Kirk La Shelle Co., 2 Cir., 175 F. 902, 907, 908, 41 L.R.A.,N.S., 1002, 20 Ann.Cas. 1173, Judge Noyes did say that “unless the copyright statute is broad enough to cover any adaptation which contains the plot or theme of the story, it is wholly ineffective”; but unless the words “plot” and “theme” are read as I have said, I cannot agree. Since I am not sure that the opinion in the case at bar does not interpret Nichols v. Universal Pictures Corp. and Sheldon v. Metro-Goldwyn Pictures Corp. in another sense, I do not wish my concurrence to be understood as indicating any change in my views.</p>\n<p id=\"b594-12\">SWAN, Circuit Judge, concurring.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}