{
  "casebody": {
    "data": "<casebody firstpage=\"371\" lastpage=\"379\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b395-5\">O’DOHERTY et ux., etc. <em>v. </em>CATONSVILLE PLUMBING AND HEATING COMPANY, INC.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b395-6\">[No. 280,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AQS\">September Term, 1972.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b395-7\">\n<em>Decided June 25, 1973.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b396-9\"><page-number citation-index=\"1\" label=\"372\">*372</page-number>The cause was argued before Murphy, C. J., and Barnes, McWilliams, Singley, Smith, Digges and Levine, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b396-10\"><em>Herbert Burgunder, Jr., </em>with whom was <em>F. Gray Goudy </em>on the brief, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b396-11\"><em>Phillips L. Goldsborough, III </em>and <em>Theodore B. Cornblatt, </em>with whom were <em>Smith, Somerville &amp; Case </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b396-12\">McWilliams, J.,</author>\n<p id=\"AqG\">delivered the opinion of the Court.</p>\n<p id=\"b396-13\">In <em>O’Doherty v. Catonsville Plumbing and Heating Co., </em>262 Md. 646, 278 A. 2d 557 (1971), we reversed the judgment ensuing from the direction, at the close of O’Doherty’s case, of a verdict in favor of the defendant, Catonsville, at the same time remanding the case for a new trial. At the conclusion of the new trial before Proctor, J., and a jury, the verdict was in favor of Catonsville. O’Doherty again has appealed but, of course, for different reasons. Except to recall that O’Doherty still insists the fire started under the tub in the bathroom adjoining “grandma’s” second floor <page-number citation-index=\"1\" label=\"373\">*373</page-number>room, it will not be necessary to repeat the facts set forth in <em>O’Doherty. </em>We shall recite only the additional facts developed at the second trial.</p>\n<p id=\"b397-4\">Lieutenant William Harmon of the Investigative Division of the Baltimore County Fire Department arrived at the scene while the fire was in progress. Testifying for Catonsville he said that in his opinion, based on his investigation, the fire had not been started by the plumbers.</p>\n<p id=\"b397-5\">Louis W. Irvin, chief of the division, called to testify for the plaintiff, “felt” the fire started on the third floor where he found evidence of an electrical short circuit.</p>\n<p id=\"b397-6\">Four days after the fire Nelson Williams, a professional fire investigator, examined the house. He said that in his opinion the plumbers could not have started the fire.</p>\n<p id=\"b397-7\">Clifford Anderson, an electrician called to testify by O’Doherty, said he “was told to look at that area [under the bathtub] and to see if anything electrical [had] started the fire.” He said that in his opinion an “electrical fire did not start in there.”</p>\n<p id=\"b397-8\">Charles H. Winter, Jr., a consulting engineer produced by O’Doherty as an expert witness, repeated substantially the same testimony he gave in the first trial. Since his testimony was discussed in considerable detail in <em>O’Doherty, </em>a repetition of what we said there is unnecessary.</p>\n<p id=\"b397-9\">To expose the fallacy of Winter’s theory that the plumbers probably started the fire, Catonsville performed a demonstration in open court. It had fashioned a wooden box four feet long, twenty inches wide and eight inches high, precisely the dimensions of the area enclosed by the floor joists, the bottom of the bathtub and the upper side of the first floor ceiling. A copper trap and drain pipe, identical with the trap and drain the plumbers worked on, were set up inside of the box. A shallow pan of water was placed beneath the trap; sawdust, wood shavings and chips were spread on the bottom of the box from the pan to the other end of the box. When the box was placed on a table a small fan near the end opposite the trap drew air through the box simulating the current of air Winter said was present in the space under the tub.</p>\n<p id=\"b398-3\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>The same plumbers who did the work in the O’Doherty house then, in the presence of Judge Proctor and the jury, unsweated and resweated the joint just as they had in the O’Doherty house using an identical Presto-Lite torch. The operation was performed first with the sawdust and the wood chips as close as six inches from the joint; it was repeated without the pan of water with the sawdust and the wood shavings within two inches of the joint making it possible for the hot solder to drip directly onto the sawdust and shavings. There was no evidence of burning. It was shown also that the torch could be pointed directly at the sawdust and shavings 11 inches from the visible end of the flame without any evidence of combustion. Although given an opportunity to suggest variations in the demonstration the appellants were unable to develop anything meaningful.</p>\n<p id=\"b398-4\">I.</p>\n<p id=\"b398-5\">The first of O’Doherty’s three contentions charges Judge Proctor with an abuse of discretion in permitting Catonsville’s demonstration to be performed in open court. Not only was it “too demonstrative,” he argues, it also failed to reproduce the “attitude existing when the plumbers did their work at the O’Doherty home.”</p>\n<p id=\"b398-6\">Both parties cite <em>Smith v. State Roads Commission, </em>240 Md. 525, 538, 214 A. 2d 792 (1965), as authority for the proposition that trial judges are vested with a generous amount of discretion in this area, a discretion that will not be disturbed on appeal unless abuse is apparent. But, as O’Doherty’s counsel emphasizes, we seem not to have considered, until now, a demonstration performed in open court in the presence of the judge and the jury. We are not persuaded, however, that the mere fact of its performance in court denigrates the evidential validity of a demonstration. That other jurisdictions have taken a like view is reflected in the excerpt, from 29 Am. Jur. 2d, <em>Evidence </em>§ 819, which follows:</p>\n<blockquote id=\"b398-7\">“The courts now very generally permit a party to make or perform an experiment, demonstration, or <page-number citation-index=\"1\" label=\"375\">*375</page-number>test in open court before the jury when it will prove, tend to prove, or throw light upon, the issues in the case on trial, provided such experiments or tests are made under similar conditions and like circumstances to those existing in the case at issue. Demonstrations or experiments before the jury should ordinarily be conducted within the courtroom if it is practical to do so; if it is not practical to do so, they may be conducted outside, subject to the same conditions and limitations applicable to demonstrations or experiments made in the courtroom. . . .</blockquote>\n<blockquote id=\"b399-5\">“It has been held or recognized that tests and experiments in the courtroom may be used in order to demonstrate the trustworthiness and competency of an expert.”</blockquote>\n<p id=\"b399-6\">There can be little doubt, moreover, that when the demonstration takes place in open court the trial judge is better able to maintain strict control over every aspect of it. We are fully persuaded, from our study of the record, that Judge Proctor not only exercised strict control over the conduct of the demonstration but that before he permitted it to proceed he allowed unlimited cross-examination and full argument in respect of the fairness of the demonstration and the essential similarity of conditions. In fact what he did might well be a textbook example of what a trial judge should do in these circumstances. If, here and there, he was less than fair, O’Doherty was the beneficiary rather than Catonsville. We suspect that the expression “too demonstrative” suggests O’Doherty’s conviction that the demonstration fatally eroded his case in the eyes of the jury. Indeed we think it likely that was the case. We see no merit in the complaint that the attitude of the plumbers was not reproduced with appropriate similitude.</p>\n<p id=\"b399-7\">II.</p>\n<p id=\"b399-8\">O’Doherty next contends it was error for Judge Proctor to allow Nelson Williams to answer a hypothetical question in this manner:</p>\n<blockquote id=\"b400-3\"><page-number citation-index=\"1\" label=\"376\">*376</page-number>“A. Your Honor, it is my opinion that the plumbers could not have caused the fire and I base it on two particular items. Number one, if the fire had started at that point all the wood in that area would be completely consumed and also based on the fact that I can’t see a fire that could smolder for twenty-two hours without being discovered, because if it would have burned that much it would have vented itself somewhere. Twenty-two hours is a long time.</blockquote>\n<blockquote id=\"b400-4\">“(Mr. Burgunder) If your Honor please, I would like to move that the answer given to this hypothetical question be stricken from the record.</blockquote>\n<blockquote id=\"b400-5\">“(The Court) Motion overruled.”</blockquote>\n<p id=\"b400-6\">He says that because the question was asked in a “piecemeal” fashion the jury was confused and that, moreover, the question called for an opinion as to the ultimate issue to be decided. Apart from the fact that these points were not raised in the court below, Maryland Rule 885, we think <em>Shivers v. Carnaggio, </em>223 Md. 585, 165 A. 2d 898 (1960), and <em>Clautice v. Murphy, </em>180 Md. 558, 567, 26 A. 2d 406 (1942), are dispositive in respect of both.</p>\n<p id=\"b400-7\">It is argued, also, that the question did not contain material facts in evidence. A hypothetical question need not include all of the facts in evidence; any fair summary which can support the formulation of a rational opinion will suffice. <em>Williams v. Dawidowicz, </em>209 Md. 77, 86, 120 A. 2d 399 (1956). That portion of the record which embraces the formulation of the hypothetical question and the disposition of the many objections thereto make it quite clear, we think, that Judge Proctor handled the matter with care, skill and fairness, and that when finally he allowed Williams to answer, the question was quite proper. In any case, the admissibility of a hypothetical question lies largely in the discretion of the trial court, <em>Nolan v. Dillon, </em>261 Md. 516, 532, 276 A. 2d 36 (1971), and the cases therein cited. We think Judge Proctor’s ruling falls a parasang short of an abuse of discretion.</p>\n<p id=\"b401-4\"><page-number citation-index=\"1\" label=\"377\">*377</page-number>III.</p>\n<p id=\"b401-5\">O’Doherty’s third and final contention is rather startling. We shall state it as it appears in his brief:</p>\n<blockquote id=\"b401-6\">“The court’s charge taken in its entirety amounted to a prejudicial refusal to instruct the jury that if they found that the defendant started the O’Doherty fire, then in that event there arose a presumption of negligence on the part of the defendant which presumption, if not rebutted by the defendant, would be sufficient to support a judgment against the defendant. In other words, once a ‘preponderance of affirmative evidence’ established that the defendant started the fire, then the presumption of negligence on the part of the defendant would support a judgment against the defendant without a ‘preponderance of affirmative evidence’ that the defendant was negligent.”</blockquote>\n<p id=\"b401-7\">His requests for instructions (denied) embodied the concept set forth above. What follows is the relevant portion of Judge Proctor’s charge to the jury:</p>\n<blockquote id=\"b401-8\">“If, after you have weighed and considered all the evidence as to how the fire started, you find that the plaintiffs have not met the burden of proof as to whether Smith or Lincoln, the defendant’s employees, started the fire, or you find that your minds are in a state of even balance on that point, then under those circumstances you need not consider the other factor in the case, and will return a verdict in favor of the defendant.</blockquote>\n<blockquote id=\"b401-9\">“If, on the other hand, you find that the plaintiffs have met the burden of proving that Smith or Lincoln, the defendant’s employees, started the fire, you would then proceed to determine whether or not the plaintiffs have met the burden of proving that the fire was caused by the negligence of Smith or Lincoln, the defendant’s employees. In that connection <em>you are instructed that if you find that </em><page-number citation-index=\"1\" label=\"378\">*378</page-number><em>the fire was started by Smith or Lincoln, the defendant’s employees, a presumption arises that the fire was attributable to the negligence of Smith or Lincoln. This presumption, however, is rebuttable. This means that under those circumstances the defendant has the burden of going forward in an effort to rebut the presumption of negligence. If, after weighing and considering all of the evidence on the question of negligence and giving due weight to the presumption of negligence on the part of Smith or Lincoln, the defendant’s employees, </em>you determine that the plaintiffs have not met the burden of proving that the fire in the O’Doherty’s home was caused by the negligence of Smith or Lincoln, the defendant’s employees, or if you find that your minds are in a state of even balance on that point, then under those circumstances you will return a verdict in favor of the defendant.</blockquote>\n<blockquote id=\"b402-4\">“If, on the other hand, you find that the plaintiffs have met the burden of proving that the fire was caused by the negligence of Smith or Lincoln, the defendant’s employees, then under those circumstances you will return a verdict in favor of the plaintiffs.” (Emphasis added.)</blockquote>\n<p id=\"b402-5\">It is at once obvious that O’Doherty got somewhat more than he was entitled to get. Judge Proctor’s use of the term “presumption” (in the italics) is perhaps infelicitous. But taking the charge as a whole it is clear that it embodies the concept of a prima facie case; while Catonsville had the burden of going forward with the evidence, the burden of proof rested always with O’Doherty. If we understand O’Doherty correctly he would like to shift the burden of proof to Catonsville. We think what we said in <em>O’Doherty </em>retains validity and is, perhaps, the complete answer to this third and final contention:</p>\n<blockquote id=\"b402-6\">“It must not be supposed that we are suggesting the appellants’ case is bullet-proof. We hold only <page-number citation-index=\"1\" label=\"379\">*379</page-number>that on this record they have established a prima facie case and that the burden of going forward with the evidence thereupon shifted to the appellee. The appellee may have some heavy shot in its locker and, when the case is tried again, it may be able to present affirmatively, uncontradicted, uncontroverted and inherently probable facts making untenable the inferences we think the appellants presently are entitled to rely upon. <em>Arshack v. Carl M. Freeman Associates, Inc., </em>260 Md. 269 (1971), and the cases therein cited.” 262 Md. at 656-57.</blockquote>\n<p id=\"b403-7\">Error is also assigned in the refusal to instruct the jury that the Presto-Lite torch was an “inherently dangerous” tool. That the torch can be used to start a fire can hardly be gainsaid. A kitchen match has the same potential. Counsel, in his argument to the jury, pressed this point with much skill and great vigor but, obviously, the jury was not impressed; nor are we.</p>\n<p id=\"b403-8\">Catonsville still insists Judge Proctor should have directed a verdict in its favor and while we see merit in its argument any discussion of it, in the circumstances, would be academic.</p>\n<p id=\"b403-9\">\n<em>Judgment affirmed.</em>\n</p>\n<p id=\"b403-10\">\n<em>Costs to be paid by the appellants.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}