{
  "casebody": {
    "data": "<casebody firstpage=\"152\" lastpage=\"157\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b184-13\">Michael SADEL, Appellant v. BERKSHIRE LIFE INSURANCE COMPANY OF AMERICA; The Guardian Life Insurance Company of America.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b184-15\">No. 11-1350.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b184-16\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b184-17\">Submitted Under Third Circuit LAR 34.1(a) March 19, 2012.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b184-18\">Opinion Filed: March 30, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b185-19\"><page-number citation-index=\"1\" label=\"153\">*153</page-number>Charles J. Sehleifer, Esq., Dory L. Safer, Esq., Weinstein Sehleifer &amp; Kupersmith, Philadelphia, PA, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b185-20\">Salvatore A. Clemente, Esq., Wilson, Elser, Moskowitz, Edelman &amp; Dicker, Philadelphia, PA, Sean P. Nalty, Esq., Wilson, Elser, Moskowitz, Edelman &amp; Dicker, San Francisco, CA, for Berkshire Life Insurance Company of America; The Guardian Life Insurance Company of America.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b185-21\">Before: RENDELL, FISHER and CHAGARES, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b185-22\">OPINION OF THE COURT</p>\n<author id=\"b185-23\">RENDELL, Circuit Judge.</author>\n<p id=\"b185-24\">Plaintiff Michael Sadel sued the Berkshire Life Insurance Company of America and its parent company, The Guardian Life Insurance Company of America, alleging bad faith and breach of contract in connection with Berkshire’s failure to <page-number citation-index=\"1\" label=\"154\">*154</page-number>pay benefits under two individual disability insurance policies. The insurers counterclaimed for rescission of the policies, arguing that Sadel’s policy applications contained fraudulent statements. The District Court granted summary judgment to the insurers, rescinded the policies, and ordered the insurers to refund the premiums Sadel paid. Sadel filed this timely appeal. For the following reasons, we will affirm.</p>\n<p id=\"b186-4\">I.</p>\n<p id=\"b186-5\">Sadel is a licensed pharmacist who owned two pharmacies in North Philadelphia. In 2002, he began seeing Linda May, a licensed clinical social worker, for treatment for abuse of prescription narcotics, including Percoeet, Oxy Contin, Vicodin, Xanax, and Soma. In addition to meeting individually with May, Sadel also attended group sessions for patients with substance abuse problems. These sessions continued through February 2006.</p>\n<p id=\"b186-6\">In January 2005, Sadel purchased a disability insurance policy from Berkshire Life Insurance Company of America. Sadel did not disclose his past drug use, treatment for drug use, or treatment for various mental or emotional disorders to Berkshire’s agent, who completed the policy application on his behalf. Thereafter, Sadel signed an application that read: “Those parties who sign below, agree that ... All of the statements that are part of the application ,.. are correctly recorded, and are complete and true to the best of the knowledge and belief of those persons who made them.”</p>\n<p id=\"b186-7\">Berkshire issued Sadel’s disability insurance policy on February 5, 2005. The policy contains an incontestable provision that states: “This policy will be incontestable as to the statements, except fraudulent statements, contained in the application after it has been in force for a period of two years during your lifetime.” The policy also contained a Future Increase Rider Option that permitted Sadel to apply for an additional disability insurance policy at a later time. In February 2007, Sadel exercised his option to purchase the Future Increase Option policy. That policy contained an incontestable provision similar to the one in the initial disability insurance policy.</p>\n<p id=\"b186-9\">In January 2007, Sadel lost several fingers on his left hand during an armed robbery at one of his pharmacies. Concerned that medications might cause him to relapse into addiction, Sadel disclosed to emergency room workers at Thomas Jefferson Hospital that he had taken unprescribed narcotics in the past. After the incident, Sadel resumed his individual counseling sessions with May. Her notes from one subsequent session indicate that Sadel told her he lied on his application for the disability insurance policy.</p>\n<p id=\"b186-10\">Sadel eventually returned to work at his two pharmacies, but he stopped working after an incident in June 2007 in which a customer approached him from behind and said “stick ‘em up.” Sadel put his pharmacies up for sale, and, on August 16, 2007, notified Berkshire of his intent to claim disability benefits under his initial and Future Increase Option policies.</p>\n<p id=\"b186-11\">In response to Sadel’s notification, Berkshire sent Sadel several forms, including a “Claim Form” and an “Attending Physician’s Statement.” A Berkshire claims adjuster also obtained Sadel’s medical records from Thomas Jefferson Hospital, which reflected Sadel’s history of dependency on prescription drugs. After a considerable delay, Berkshire also received a report and chart prepared by May that indicated she began treating Sadel for narcotics use in September 2002 and that she had frequently met with Sadel between <page-number citation-index=\"1\" label=\"155\">*155</page-number>2002 and January 18, 2005, the date he signed his initial disability insurance application. Berkshire notified Sadel that it had found inconsistencies in his application and was still reviewing the validity of the policies. Between 2007 and 2009, Berkshire requested several additional documents from Sadel. At the time Sadel filed suit, Berkshire was awaiting additional documentation and information to complete Sadel’s claim form.</p>\n<p id=\"b187-5\">Sadel sued Berkshire and Guardian Life, its parent company, in the Philadelphia Court of Common Pleas in 2009, alleging bad faith and breach of contract and seeking money damages for the unpaid disability income benefits. The insurers removed the case to the district court for the Eastern District of Pennsylvania and counterclaimed for rescission of the two policies, alleging that Sadel made fraudulent statements on his disability insurance applications. The District Court granted summary judgment to Berkshire and Guardian, and dismissed Sadel’s claims of bad faith and breach of contract. It rescinded both disability insurance policies and ordered Berkshire to refund the $7,648.20 in premiums Sadel had paid. Sadel filed this timely appeal.</p>\n<p id=\"b187-6\">II.</p>\n<p id=\"b187-7\">We have jurisdiction over this appeal under 28 U.S.C. § 1291 and exercise plenary review over the District Court’s decision to grant summary judgment. <em>McLeod v. Hartford Life &amp; Accident Ins. Co., </em>372 F.3d 618, 623 (3d Cir.2004). “[SJummary judgment may be entered on a rescission claim when, based upon the evidence produced in discovery, the only reasonable inference a fact finder could draw is that the applicant’s answers were knowingly false, or made in bad faith.” <em>Nw. Mut. Life Ins. Co. v. Babayan, </em>430 F.3d 121, 132 (3d Cir.2005). We agree with the opinion of the District Court on each of the following three issues Sadel raises on appeal.</p>\n<p id=\"b187-9\">A.</p>\n<p id=\"b187-10\">First, like the District Court, we reject Sadel’s argument that an insurer that contests a disability insurance policy beyond the contestability period must satisfy a “higher burden” than ordinarily applies in common-law fraud cases. The con-testability period for the initial and Future Increase Option policies expired on February 5, 2007, over two years before Berkshire filed its rescission counterclaim. Berkshire argued that, despite the expiration of the contestability period, rescission was justified in this case because Sadel procured the policies through fraud. Relying on cases involving incontestability provisions in <em>life </em>insurance policies, Sadel contends that, rather than simply satisfying the common-law, “clear and convincing evidence” standard for fraud, Berkshire was required to establish that (1) the insured’s conduct involved serious deception, along the lines of using an imposter to establish eligibility for a policy; and (2) the deception could not be detected through the normal investigation process.</p>\n<p id=\"b187-11\">His argument is meritless. Pennsylvania law requires insurers to include incontestability provisions in disability policies, and requires insurers to use language equivalent to, or more favorable to the insured than, the following: “After three years from the date of issue of this policy no misstatements, <em>except fraudulent misstatements, </em>made by the applicant in the application for such policy shall be used to void the policy or to deny a claim for loss incurred or disability (as defined in the policy) commencing after the expiration of such three year period.” 40 Pa. Stat. Ann. § 753(A)(2)(a) (emphasis added). That language clearly allows insurers to use <page-number citation-index=\"1\" label=\"156\">*156</page-number>fraudulent misstatements to void a policy-after the contestability period expires and does not suggest any special, higher burden for establishing fraud beyond that date.</p>\n<p id=\"b188-4\">By contrast, Pennsylvania law prescribes a <em>different </em>incontestability provision for life insurance policies, which does not contain any explicit fraud exception and specifically states that “provisions relative to disability benefits” may be excepted from the incontestability requirement for life insurance. <em>See </em>40 Pa. Stat. Ann. § 510(c) (requiring life insurance policies to include “[a] provision that the policy shall be incontestable after it has been in force, during the lifetime of the insured, two years from its date of issue, except for nonpayment of premiums; and that, at the option of the company, provisions relative to disability benefits ... may also be excepted”). Thus, to the extent the cases Sadel cites, which all involve life insurance policies, suggest a higher burden for establishing fraud beyond the contestability period, they do not shed any light on this case.</p>\n<p id=\"b188-5\">We find no support for Sadel’s “higher burden” standard and, accordingly, agree with the District Court that the well settled standard for voiding an insurance policy under Pennsylvania law during the con-testability period, that “an insurer has the burden of proving, by clear and convincing evidence, the following three factors: (1) the insured made a false representation; (2) the insured knew the representation was false when it was made or the insured made the representation in bad faith; and (3) the representation was material to the risk being insured,” <em>Northwestern Mutual, </em>430 F.3d at 129 (footnote omitted), also applies in this case.</p>\n<p id=\"b188-10\">B.</p>\n<p id=\"b188-11\">Second, we agree with the District Court that Berkshire satisfied that standard. On appeal, Sadel does not argue that the findings of the District Court were incorrect.<footnotemark>1</footnotemark> Instead, he continues to try to explain away his fraudulent statements, arguing that he was doing well when he filled out the initial disability insurance application and his drug abuse was a small matter he dealt with in a matter of weeks. As the District Court properly found, those excuses do not change the fact that Sadel knowingly provided false information on his insurance application. We therefore agree with the District Court that Berkshire established each element necessary to rescind both disability insurance policies.</p>\n<p id=\"b188-12\">C.</p>\n<p id=\"b188-13\">Third, we agree with the District Court that Sadel has presented no evidence to support his claim that Berkshire acted in bad faith in investigating his claim or refusing to pay benefits. “[I]n order to recover on a bad faith claim, the insured must prove: (1) that the insurer did not have a reasonable basis for denying benefits under the policy; and (2) that the insurer knew of or recklessly disregarded its lack of a reasonable basis in denying the claim.” <em>Northwestern Mutual, </em>430 F.3d at 137.</p>\n<p id=\"b188-14\">Sadel’s primary bad-faith theory was that Berkshire unreasonably delayed the <page-number citation-index=\"1\" label=\"157\">*157</page-number>adjustment of his claim. But, as the District Court found, the undisputed evidence suggests that the adjustment delay was attributable to Sadel and May, not Berkshire: Sadel took four months to return the initial claim form, and May did not respond to Berkshire’s requests for information until another four months after that. Sadel also failed to provide Berkshire with information it requested as to his financial condition and his claim that he was “totally disabled” under the policy.</p>\n<p id=\"b189-5\">Furthermore, we agree with the District Court that, because Sadel knowingly provided fraudulent misrepresentations on his disability insurance applications and subsequent documents, he cannot establish bad faith on the grounds that Berkshire lacked a reasonable basis to deny him benefits.</p>\n<p id=\"b189-6\">III.</p>\n<p id=\"b189-7\">Accordingly, and for essentially the reasons set forth in the District Court’s opinion, we will affirm the judgment of the District Court.</p>\n<footnote label=\"1\">\n<p id=\"b188-8\">. The District Court found that each element for rescission was met, as follows: (1) Sadel did not dispute that the answers in his application were false; (2) Sadel admitted that he knowingly provided false answers; and (3) Berkshire’s underwriting guidelines state that a policy will not be issued to anyone who abuses controlled substances within five years of the application date and an underwriter for Berkshire confirmed in his deposition that the company would not issue a policy to anyone who disclosed a history of drug abuse within the past five years.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}