{
  "casebody": {
    "data": "<casebody firstpage=\"756\" lastpage=\"758\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b788-10\">Bruce BIERMAN, Plaintiff-Appellee, v. TOSHIBA CORPORATION, Defendant, and Toshiba America Information Systems, Inc., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b788-13\">No. 11-15262.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b788-14\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b788-15\">Argued and Submitted March 12, 2012.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AmYG\">Filed May 31, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b788-16\">Brian Kabateck, Richard Leo Kellner, Karen Liao, Kabateck Brown &amp; Kellner, LLP, Los Angeles, CA, Alfredo Torrijos, Torrijos Law, Granada Hills, CA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b788-17\">John B. Sganga, Jr., Irfan A. Lateef, Knobbe Martens Olson &amp; Bear, Irvine, CA, Timothy J. Goodson, Esquire, Knobbe, Martens, Olson &amp; Bear, LLP, San Francisco, CA, John W. Holcomb, Knobbe, Martens, Olson &amp; Bear LLP, Riverside, CA, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b789-5\"><page-number citation-index=\"1\" label=\"757\">*757</page-number>Before: WALLACE, D.W. NELSON, and BEA, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b789-6\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b789-7\">This is an appeal by defendant-appellant Toshiba America Information Systems (“Toshiba”) of the district court’s order remanding the case to state court and the court’s subsequent denial of Toshiba’s motion for reconsideration. The parties are familiar with the facts underlying the appeal, and we do not include them here. On abuse of discretion review, we AFFIRM the district court’s determinations.</p>\n<p id=\"b789-8\">The district court’s decision not to exercise supplemental jurisdiction over the remaining state law claims was not an abuse of discretion.<footnotemark>1</footnotemark> In its initial remand order, the court stated that “given the early stage of the proceedings, and there appearing no considerations weighing against remand, the Court finds it appropriate to decline to exercise supplemental jurisdiction over the state law claims in the complaint.” This shows that the district court properly understood the factors it should consider, and did not apply those factors in a way that was “illogical, implausible, or without support in inferences that may be drawn from the facts in the record.” <em>United States v. Hinkson, </em>585 F.3d 1247, 1263 (9th Cir. 2009) (en banc).</p>\n<p id=\"b789-12\">The district court’s denial of Toshiba’s motion for reconsideration was also not an abuse of discretion. The district court correctly noted that neither the complaint in this case nor in the purportedly related IBM case “suggests that Toshiba and IBM were in some manner working together or were even aware of each other’s alleged misappropriation.” The district court was therefore justified in finding that it was a matter of mere “speculation” that the cases would be deemed related and the second district judge would exercise supplemental jurisdiction over these state law claims. Because the district court again identified the proper legal standard and Toshiba cannot claim that the district court’s understanding of the facts meets the standard for reversal stated in <em>Hinkson, </em>585 F.3d at 1263, the district court did not abuse its discretion in denying the motion for reconsideration.<footnotemark>2</footnotemark></p>\n<p id=\"b789-13\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b789-9\"><em> </em>This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b789-10\">. Under <em>Sinochem Int’l Co. v. Malaysia Int’l Shipping Corp., </em>549 U.S. 422, 127 S.Ct. 1184, 167 L.Ed.2d 15 (2007), courts have \"leeway to choose among threshold grounds for denying audience to a case on the merits.” <em>Id. </em>at 431, 127 S.Ct. 1184 (internal quotation marks and citation omitted). Because we affirm the district court's dismissal on the ground that the case may be remanded to state court, we express no view as to whether there was any federal subject matter jurisdiction in the first place for the district to exercise federal jurisdiction over the two claims which were dismissed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b789-17\">. The 28(j) letter submitted by Toshiba apprising us of later developments does not change the analysis. The question here is whether the district court was within its discretion to remand the case in November 2010, and to deny Toshiba's motion for reconsideration in December 2010. It was.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b789-14\">WALLACE, Senior Circuit Judge,</author>\n<p id=\"A77\">concurring in the judgment:</p>\n<p id=\"b789-15\">I agree with the majority’s conclusion that there was no abuse of discretion in the district court’s decision to decline to exercise supplemental jurisdiction, but I do not agree with the majority’s method of reaching that conclusion without first as<page-number citation-index=\"1\" label=\"758\">*758</page-number>sessing whether federal subject matter jurisdiction existed at all.</p>\n<p id=\"b790-4\">A federal court must have original jurisdiction before it can exercise supplemental jurisdiction. 28 U.S.C.. § 1367(a). Although I cannot dispute that the majority is now permitted by <em>Sinochem Int’l Co. v. Malaysia Int’l Shipping Corp., </em>549 U.S. 422, 127 S.Ct. 1184, 167 L.Ed.2d 15 (2007), to decide an issue before it determines its power to do so, the approach needlessly departs from traditional federal jurisdiction theory: no jurisdiction, no power to act. Here, the district court issued a judgment on the merits by dismissing portions of two causes of action as preempted. While we were not asked to review this merits decision because Bierman did not appeal from it, defects in subject matter jurisdiction “go to the inherent power of the court and cannot be waived or forfeited.” <em>United States v. Castillo, </em>496 F.3d 947, 952 (9th Cir.2007) (en banc). It would have been better practice to assess the district court’s power to render this merits decision because the confirmation of original jurisdiction is logically prior to deciding whether it was proper to decline supplemental jurisdiction, and because Bierman’s actions cannot relieve us of our duty to assess the propriety of our subject matter jurisdiction.</p>\n<p id=\"b790-5\">I would have joined the Second, Fourth, and Sixth Circuits in holding that claims preempted by § 301(a) of the' Copyright Act are regarded as arising under federal law, and therefore can support removal. <em>See Briarpatch Ltd., L.P. v. Phoenix Pictures, Inc., </em>373 F.3d 296, 305 (2d Cir.2004); <em>Rosciszewski v. Arete Assocs., Inc., </em>1 F.3d 225, 232 (4th Cir.1993); <em>Ritchie v. Williams, </em>395 F.3d 283, 286-87 (6th Cir. 2005). I would have held that Bierman’s complaint did plead claims that were so preempted. Only then would I have addressed the district court’s decision not to exercise supplemental jurisdiction. I concur in the majority’s judgment, but I do not endorse its approach.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}