{
  "casebody": {
    "data": "<casebody firstpage=\"778\" lastpage=\"795\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b826-3\">Clarence D. GERHART et al., v. HENRY DISSTON AND SONS, INC., Appellant, v. H. K. PORTER COMPANY, Inc., and H. K. Porter Company, Inc. of Pittsburgh. K. KNUDTSON et al., v. HENRY DISSTON AND SONS, INC., Appellant, v. H. K. PORTER COMPANY, Inc., and H. K. Porter Company, Inc. of Pittsburgh.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b826-11\">Nos. 13242, 13243.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b826-12\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b826-13\">Argued Nov. 29, 1960.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b826-14\">Decided April 28, 1961.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b826-15\">Rehearing Denied June 16, 1961.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"awe-dedup-0\"><page-number citation-index=\"1\" label=\"779\">*779</page-number>Daniel Mungall, Jr., Philadelphia, Pa. (S. Gordon Elkins, Stradley, Ronon, Stevens &amp; Young, Philadelphia, Pa., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b827-26\">Philip H. Strubing, Philadelphia, Pa. (William R. Klaus, K. Robert Conrad, Pepper, Hamilton &amp; Scheetz, Philadelphia, Pa., on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b828-3\"><page-number citation-index=\"1\" label=\"780\">*780</page-number>Before McLAUGHLIN and HASTIE, Circuit Judges, and FORMAN, Senior Circuit Judge.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b828-4\">FORMAN, Senior Circuit Judge.</author>\n<p id=\"b828-5\">This is an appeal in consolidated third party actions by Henry Disston and Sons, Inc., (Disston) against H. K. Porter Company, Inc., and H. K. Porter Company, Inc. of Pittsburgh (Porter).<footnotemark>1</footnotemark> Two suits in the nature of class actions had been brought against Disston by former employees. In the first, Clarence D. Gerhart, et al. (No. 13,242) were plaintiffs and in the other the plaintiffs were K. Knudtson, et al. (No. 13,243). In each, recovery was sought for alleged pension rights and in each Disston made Porter third party defendant, claiming that if it were liable to the employee-plaintiffs Porter had assumed the liability.</p>\n<p id=\"b828-15\">On October 15, 1955, Disston and Porter entered into a written agreement known as an “Agreement and Plan of Reorganization” (referred to hereinafter as the Agreement) <footnotemark>2</footnotemark> in which Porter agreed to purchase all of Disston’s assets in return for shares of its then authorized but unissued cumulative preferred stock.</p>\n<p id=\"b829-4\"><page-number citation-index=\"1\" label=\"781\">*781</page-number>The Agreement was supplemented by two letters, each bearing the same date with it — October 15, 1955 — signed by Porter, undertaking additional obligations to those mentioned in the Agreement.<footnotemark>3</footnotemark></p>\n<p id=\"Ab3\">On November 16, 1955, the date set for the closing, on or before which the transactions contemplated by the Agreement were completed, Porter signed an additional document entitled “Assumption of Liabilities”<footnotemark>4</footnotemark> in which, among other <page-number citation-index=\"1\" label=\"782\">*782</page-number>things, it disclaimed any assumption of liability for dissenting or objecting stockholders of Disston arising by reason of Disston entering into the Agreement.</p>\n<p id=\"b830-4\">In December of 1955 or January of 1956 two groups of non-union employees who had worked for Disston and were then working for Porter made claims against Disston for pension benefits.<footnotemark>5</footnotemark> On May 6, 1956, these claims culminated in the two class actions mentioned above. The complaints in them were based primarily on a pamphlet entitled “New Group Insurance Benefits and Revised Pension Plan” which had been issued to the non-union employees on or about September 1, 1950 in the form of a revision of an earlier pension plan. Both complaints alleged that on November 21, 1955 Disston’s Board of Directors passed a resolution purporting “to discharge all of the company’s employees and to terminate all pension and other rights of the employees.” At the time of the sale of the Disston business to Porter, the first group of employees (Gerhart, et al., No. 13,242) had met both the age and service requirements set forth in the pamphlet but were still at work. They were 65 years of age or over, with 25 or more years of continuous service, or they were 60 years of age with 30 or more years of continuous service. The second group (Knudtson, et al., No. 13,243) had met the service requirement of twenty five years but not the age requirement.</p>\n<p id=\"b830-5\">The employees claimed that the pensions were contractual and therefore obligatory. Disston resisted the claims alleging that the pension plan was voluntary, non-contractual and could be terminated at its pleasure without incurring any liability. It also contended that the second group of employees could not recover in any event because its members had not attained the age set forth in the pension pamphlet.</p>\n<p id=\"b830-9\">In its answer to Disston’s third party complaint Porter denied any liability and counterclaimed, alleging a breach of the representations and warranties contained in paragraphs 3(b) and (c) of the Agreement. (See note 2, supra).</p>\n<p id=\"b830-10\">Early in 1958 Disston settled the suits of both groups of employees by agreeing to pay $365,000. The agreement of settlement also provided that Disston would be obligated to pay to the employees all amounts over $50,000 up to a maximum of $60,000 out of moneys which it might recover from Porter.</p>\n<p id=\"b830-11\">Following the agreement of settlement both groups of employees filed a petition with the court pursuant to Rule 23(c), Federal Rules of Civil Procedure, 28 U.S. C.A., to approve the settlement and the distribution of the funds, which was granted on September 17, 1958 and the employee-plaintiffs’ actions were dismissed with prejudice.</p>\n<p id=\"b830-12\">The two third party actions were then consolidated for trial. At the close of Disston’s evidence, Porter moved to dismiss. The motion was denied. Following the close of all the evidence, Porter moved for a directed verdict on the grounds that Disston had failed to produce sufficient evidence and that under Rule 41, Federal Rules of Civil Procedure, Porter being an adverse party in the actions and the dismissal of the employee-plaintiffs’ actions having been “with prejudice”, it operated as an adjudication on the merits as if Disston had obtained a judgment against the original plaintiffs. The decision on this motion was reserved and the district court found that the disposition of it was made unnecessary by the verdict of the jury in favor of Porter. Following the entry of judgment Disston moved for a new trial based on errors in the admission of evidence and in the charge. The motions were denied and these appeals followed.</p>\n<p id=\"b831-4\"><page-number citation-index=\"1\" label=\"783\">*783</page-number>The two basic issues raised at the trial were:</p>\n<p id=\"b831-5\">(1) At the time of the closing with Porter, was Disston under any legal obligation to pay pensions to the two groups of non-union employees whose claims it later settled ?</p>\n<p id=\"b831-6\">(2) If it was so liable, did Porter assume that liability under the Agreement? On this second issue the trial court permitted, over Disston’s objection, the introduction of parol evidence. It was and is Disston’s position that the documents into which the parties entered (the Agreement, supplementary letters and Assumption of Liabilities)</p>\n<blockquote id=\"b831-7\">“are unambiguous and that the court was obliged to declare Porter liable to Disston as a matter of law if the jury found that Disston was liable to its non-union employees for pensions.”</blockquote>\n<p id=\"b831-8\">In support of its position that the language of the documents is unambiguous Disston argues that the warranty clauses of the Agreement are not inconsistent with, and do not qualify or limit the scope of the Assumption of Liabilities; that had the parties intended to limit the Assumption of Liabilities to those stated in the balance sheet it should have been so provided, and that to limit Porter’s assumption of liabilities to those disclosed on the Disston balance sheet makes the other warranty clauses surplusage.</p>\n<p id=\"b831-9\">Disston contends that the general nature of the transaction and the surrounding circumstances indicate an intention of the parties that Porter was to assume the responsibility for unknown and unforeseen liabilities which were not, and need not have been, under the terms of the various warranties, set forth in the Disston balance sheet. Here it states that if Disston should remain liable for all unknown and unforeseen liabilities existing at the time of the closing Porter could hardly have expected a prompt dissolution by Disston which Disston was obliged to effect pursuant to paragraph 5 of the Agreement, which reads:</p>\n<blockquote id=\"b831-10\">“5. Promptly after the time of of closing, Disston will take appropriate steps in accordance with the Plan of Reorganization to effect its corporate dissolution and to distribute its then property to its stockholders.”</blockquote>\n<p id=\"b831-11\">Disston maintains that since Porter was taking over Disston as a going concern and Disston was to promptly dissolve Porter really could not have expected that it would turn out long time employees without any consideration to the payment of pensions to them but that it did know that these employees would have to be treated fairly and that it expected to do so. Disston notes that it was more reasonable to expect that Porter would, in continuing the business, in due time meet the obligation of the pensions rather than that Disston would take over the payment of the employment benefits long after it was out of the business and that the economic consequences would be favorable to Porter since it could benefit by income tax deductions thereby.</p>\n<p id=\"b831-12\">Disston further submits that the word “liabilities” is not ambiguous per se. It asserts that resort to parol evidence is permissible only when the meaning of the word remains truly ambiguous after the surrounding circumstances and all of the language of the documents have been considered.</p>\n<p id=\"b831-13\">As the final prop in support of its position that the Agreement was not ambiguous Disston contends that neither the two supplemental letters (See note 3, supra), made part of the Agreement, nor the qualifying clauses in the formal “Assumption of Liabilities” (see note 4, supra), do not indicate any intent to restrict Porter’s assumption of liabilities. Rather it maintains that the matters dealt with in the letters indicate an attempt to avoid any possible breach of the warranties contained in the Agreement. Disston also notes that the formal “Assumption of Liabilities” expressly excluded any liability to dissenting shareholders. From this Disston concludes that if the Agreement only covered those liabilities stated in the balance sheet no <page-number citation-index=\"1\" label=\"784\">*784</page-number>such exclusion would have been necessary.</p>\n<p id=\"b832-4\">It is beyond dispute that Pennsylvania law governs the contract here and in Pennsylvania as elsewhere it is established that where a written instrument is ambiguous, either party may introduce oral evidence to resolve the ambiguity. Morgan v. Phillips, 1956, 385 Pa. 9, 122 A.2d 73 and cases cited therein ; Zehnder v. Michaud, 8 Cir., 1944, 145 F.2d 713; Buchanan v. Swift, 7 Cir., 1942, 130 F.2d 483; Shipley v. Pittsburgh &amp; L. E. R. Co., D.C.W.D.Pa.1949, 83 F.Supp. 722.</p>\n<p id=\"b832-5\"> In determining whether or not there is an ambiguity the whole contract must be considered and not an isolated part. Fraser Fund v. Fraser, 1944, 350 Pa. 553, 40 A.2d 22; Buchanan v. Swift, supra; Shipley v. Pittsburgh <em>&amp; </em>L. E. R. Co., supra. A contract is ambiguous if,' and only if, it is reasonably or fairly susceptible of different construction; it is not ambiguous if the court can determine the meaning without any guide other than a knowledge of the simple facts on which, from the nature of language in general, its meaning depends. Whiting Stoker Co. v. Chicago Stoker Corporation, 7 Cir., 1948, 171 F.2d 248; Zehnder v. Michaud, supra. An ambiguous contract is one capable of being understood in more senses than one; an agreement obscure in meaning through indefiniteness of expression, or having a double meaning. Whiting Stoker Co. v. Chicago Stoker Corporation, supra. Before it can be said that no ambiguity exists, it must be concluded that the questioned words or language are capable of one interpretation. Such a conclusion must be determined from a consideration of the entire instrument and not from a single portion thereof. United States Trust Co. of New York v. Jones, 1953, 414 Ill. 265, 111 N.E.2d 144.</p>\n<p id=\"b832-6\">It has been said:</p>\n<blockquote id=\"b832-7\">“The words ‘liabilities’ and ‘indebtedness’ would be deemed by Dean Goodrich as accordion words: they are capable of expanding and contracting in their connotations. They may mean present, current, future, fixed or contingent debts. Their meaning in each instance must be determined, not by looking in the dictionaries, but by reading the context, reviewing the transaction, and taking note of the subsequent conduct of the parties who used the equivocal words * * * ” Erickson v. Grande Ronde Lumber Co., 1939, 162 Or. 556, 92 P.2d 170, 174, 94 P.2d 139.</blockquote>\n<p id=\"b832-12\">In Wilken v. Citizens National Bank of Paris, 1939, 298 Ill.App. 38, 18 N.E.2d 251 the meaning of the word “liabilities” was in issue. The court stated at pages 254-255 of 18 N.E.2d:</p>\n<blockquote id=\"b832-13\">“ * * * An examination of the entire contract leads us to believe that there might be some doubt about the meaning of the word ‘liabilities’ as used in the second paragraph of the contract * * *.</blockquote>\n<blockquote id=\"b832-15\">“ * * * By reason of the doubt arising as to the true sense and meaning of the word ‘liabilities’ the sense and meaning of the language may be investigated and ascertained by evidence dehors the instrument, and in such case parol evidence is necessarily admissible, and the Court in order to place itself as nearly as possible in the situation of the parties at the time will consider all of the facts and circumstances leading up to and attending the execution of the contract * *</blockquote>\n<p id=\"b832-16\">Disston concedes that it considered the pensions in suit to be completely voluntary at the time of the making of the Agreement and thus had no reason to include them in the balance sheet of the company; that the pensions at that time were an unknown and unforeseen liability and that by the plain language of the Agreement Porter intended to assume responsibility for its unknown and unforeseen liabilities and hence Porter made itself liable for these pensions. The dealings of the parties reveal a more complicated problem. In one of the supple<page-number citation-index=\"1\" label=\"785\">*785</page-number>mental letters (see note 3, P. Ex. 13-b) incorporated into the Agreement, Porter agreed to assume existing pension payments to Disston’s retired non-union employees. Disston concedes that it insisted on the specific assumption because it considered these pensions to be voluntary in nature, not a liability and therefore not covered in Porter’s assumption of liabilities. It further concedes that it took a similar view of the pension rights claimed by the present non-union employee-plaintiffs. However, Disston did not procure a specific assumption of liability for them. It therefore appears that at the time the Agreement was closed both parties believed the pension rights under discussion were not Dis-ston’s liability. Under these circumstances it cannot be said that Porter’s liability therefor is clear and unambiguous.</p>\n<p id=\"b833-5\">Although it may be true, as Disston contends, that Porter’s assumption of liabilities was not restricted to those listed in the Disston balance sheet it does not automatically follow that Porter’s assumption of liabilities was all inclusive. Genuine doubt is created because of the manner in which the parties dealt with the question of the so called voluntary non-union pensions.</p>\n<p id=\"b833-6\">- Ordinarily Disston’s contention that the general nature of the transaction and surrounding circumstances indicate an intention that Porter would assume all of Disston’s liabilities would be very persuasive. Since the Agreement provided for Disston’s corporate dissolution it could hardly be expected that Disston would remain liable for any pensions. Moreover, since Disston was to dissolve while Porter was to continue as a going concern it is possible that only the latter could gain the economic benefit of an income tax deduction resulting from the payment of pension benefits. However, as our previous discussion indicates the manner in which the parties dealt with the pensions in question considered with the language of the documents remove it from the category of the ordinary.</p>\n<p id=\"b833-7\">Disston further argues that even if the word liabilities is found to be ambiguous the language of the warranty and assumption of liability provisions in the Agreement was drafted by Porter and accepted by it without change and therefore these provisions must be construed against Porter. To support this principle it cites Monessen Bank Mortgage Pool Case, 1944, 350 Pa. 125, 38 A.2d 15, 16. The cited case does indeed hold that “in case of doubt or ambiguity a written contract should be interpreted against the party who has drawn it.” But the issue of parol evidence to resolve the ambiguity was not present in that case as here.</p>\n<p id=\"b833-8\">We conclude that in viewing the documents in their entirety in the setting of the circumstances of this case the district court was correct in permitting parol evidence to resolve ambiguities surrounding the use of the word “liabilities” by the parties.</p>\n<p id=\"b833-9\">Disston next argues that it was prejudicial error to permit the introduction in evidence of portions of an affidavit of John D. Thompson, a former president of Disston, who resigned on November 21, 1955. Under date of October 30, 1956, Mr. Thompson signed an affidavit which the employee-plaintiffs filed in one of their suits in opposition to a motion of Disston for summary judgment. At the trial of this third-party action, the court permitted Porter to read portions of the affidavit into the record as “admissions against interest.” Disston made a timely objection. The significant portion of what was read from Mr. Thompson’s affidavit is as follows:</p>\n<blockquote id=\"b833-10\">“At the meeting on October 14, 1955, the Board [i. e., Disston’s Board of Directors] became aware that the original 'Agreement and Plan of Reorganization’ between Henry Disston &amp; Sons, Inc., and H. K. Porter Company, Inc., which was being presented to the Board on that day for its approval, did not provide that the H. K. Porter Company would assume any pension or <em>retire-</em><page-number citation-index=\"1\" label=\"786\">*786</page-number><em>-íftent obligation </em>of Henry Disston &amp; Sons, Inc., * * *” (Emphasis supplied.)</blockquote>\n<p id=\"b834-5\">The affidavit was clearly inadmissible. It was not a vicarious admission since it was made almost a year after Mr. Thompson resigned as president of Disston. 20 Am.Jur. §§ 599, 600 (1939). Not being an admission it was not competent proof. United States v. Grant, 9 Cir., 1961, 286 F.2d 157; United States v. Mack, 7 Cir., 1957, 249 F.2d 321; Prima Products, Inc. v. Federal Trade Commission, 2 Cir., 1954, 209 F.2d 405; Keller v. Keller, 1947,160 Pa.Super. 480, 52 A.2d 373.</p>\n<p id=\"b834-6\">However, the improper admission of incompetent evidence which is merely cumulative on matters which are clearly shown by other admissible evidence is harmless error. American Motorists Insurance Company v. Landes, 5 Cir., 1958, 252 F.2d 751; Standard Accident Ins. Co. v. Rossi, 8 Cir., 1929, 35 F.2d 667. The question now arises whether Mr. Thompson’s affidavit was merely cumulative. We think it was. There was independent testimony on this issue by three other witnesses, Thomas A. Bracken, Jr., George Lockhart and E. R. Moran.</p>\n<p id=\"b834-7\">Mr. Bracken was an officer of the Liberty Real Estate Bank and Trust Company which owned, as trustee, a substantial minority of the Disston stock. It was with Mr. Bracken that Porter first entered the negotiations which led to the sale of the Disston Company and it was he who first received the Agreement from T. M. Evans, President of Porter. Pie was present at the stockholders meeting held on November 15, 1955, which was called to gain approval of the Agreement. Also present was Lewis M. Stevens, attorney of record as co-counsel for Dis-ston in these cases from the time it filed its answers to the complaints of the employee-plaintiffs. During the trial with Porter some question arose as to whether Mr. Stevens represented Disston or the Liberty Real Estate Bank and Trust Company during the negotiations with Porter. The doubt seems to have been resolved by Jacob Disston, Chairman of the Board of Disston, who testified that Mr. Stevens represented Disston in the negotiations between it and Porter as co-counsel with Disston’s general counsel, John C. Gilpin.<footnotemark>6</footnotemark> Mr. Bracken testified that at that meeting, Robert Dechert, an attorney, who represented William Disston, a director and shareholder of Disston, and other shareholder members of his family, made a speech in opposition to the adoption of the Agreement. One of the grounds for this opposition was that the employee-plaintiffs who were eligible for pensions were not covered by the Agreement.<footnotemark>7</footnotemark> Mr. Bracken also tes<page-number citation-index=\"1\" label=\"787\">*787</page-number>tified that the Disston Board refused to accept the Porter offer unless Porter agreed to assume the pension payments to former Disston employees then retired which Porter did.<footnotemark>8</footnotemark></p>\n<p id=\"AsUg\">Mfi. Lockhart, who acted as counsel for Porter, also testified that Mr. Dechert said at the same stockholders meeting that the stockholders were concerned about the failure of the Agreement to make any provisions for pensions for the employee-plaintiffs and that the Agreement laid no burden on Porter in this connection.<footnotemark>9</footnotemark> According to Mr. Lockhart <page-number citation-index=\"1\" label=\"788\">*788</page-number>though Mr. Stevens made a rejoinder to Mr. Dechert’s speech he did not mention the pension situation to which Mr. Dechert alluded.<footnotemark>10</footnotemark></p>\n<p id=\"b836-4\">Mr. Lockhart also testified that Mr. Stevens requested him and E. R. Moran, who represented Porter in the negotiations, to visit Mr. Dechert to explain the Porter pension system and in that connection Mr. Stevens stated that although he recognized that it was Disston's obligation to take care of any pensions that might be given to employees still in Disston’s employ, explanation of the Porter pension system might satisfy Mr. Dechert with regard to the complaint of his client, William Disston, and other members of his family<footnotemark>11</footnotemark></p>\n<p id=\"b836-14\">Mr. Moran corroborated Mr. Lock-hart’s version of Mr. Stevens’s statement.<footnotemark>12</footnotemark></p>\n<p id=\"b837-4\"><page-number citation-index=\"1\" label=\"789\">*789</page-number>Disston complains that “whether or not Stevens was counsel for Disston on November 15, 1955, the statements alleged to have been made by him as an attorney one month after the agreement of October 15 was executed and delivered were not binding on Disston because an attorney has no such authority.”</p>\n<p id=\"b837-5\">It appears, however, that Mr. Stevens was Disston’s representative in the negotiations and was present at the shareholders meeting at which the Dechert statement was made and to which he replied. His statements to Messrs. Lockhart and Moran were made on the way to the main office of Liberty Real Estate Bank and Trust Company to attend the closing on November 15, 1955, and were well within the_ range of his authority as representative of Disston in the transaction. McGarity v. New York Life Insurance Co., 1948, 359 Pa. 308, 59 A.2d 47; Brown v. Hebb, 1937, 167 Md. 535, 175 A. 602, 97 A.L.R. 366; McCormick, Evidence § 244 (1954). See Slifka v. Johnson, 2 Cir., 1947, 161 F.2d 467. His statements to Messrs. Lockhart and Moran were made in his effort to have them accompany him on his visit to Mr. Dechert in order to convince the latter to advise his clients, Mr. William Disston and members of his family, that they should not carry their opposition to the adoption of the Agreement to the point of requesting Disston to purchase their shares on the theory that a statutory merger had taken place. Mr. William Disston was a director of Disston and the stock he and his family owned, though a minority, constituted an important consideration in the entire picture. Mr. Stevens’s task was to harmonize all of the interests if possible in an acceptance of the Agreement and his statements to Messrs. Lockhart and Moran were natural incidents in the course of his negotiations.</p>\n<p id=\"b837-8\">In support of its objection to the use of the statements by attorney Stevens, Disston offers Malone v. Marano, 1937, 326 Pa. 316, 320, 192 A. 254. The case is not apposite. In Malone the court excluded the testimony of a witness who swore that a man alleged to be counsel for a bank furnished a statement to the witness purporting to show a balance due decedent’s estate in the absence of any proof that the lawyer for the bank was authorized to make such an admission. The facts here do indicate that Mr. Stevens was acting as an agent for Diss-ton in the Porter negotiations and that his statements were well within the scope of his authority as such. Where an attorney acts as an agent in a business transaction for his client his authority to make out of court admissions is measured by the same tests as would be applied to other agents and where they meet these tests they are admissible as evidentiary admissions. McGarity v. New York Life Insurance Co., supra; Brown v. Hebb, supra; McCormick, Evidence, supra.</p>\n<p id=\"b837-9\">Disston further argues that the testimony of Messrs. Lockhart and Moran was not corroborative of the statement in the Thompson affidavit in that it does not deal with the Board of Directors meeting concerning which Thompson made his statement.</p>\n<p id=\"b837-10\">The opposition of Mr. Dechert, voiced in the shareholders meeting of November 15, 1955, to the adoption of the Agreement on the ground that it did not <page-number citation-index=\"1\" label=\"790\">*790</page-number>provide that Porter should assume the pension payments to the employee-plaintiffs without drawing any comment on the point by Mr. Stevens who represented Disston at the meeting, and Mr. Stevens’s statements to Messrs. Lockhart and Moran, which strongly imply that Disston was aware that Porter had no obligation for the disputed pensions, lay the basis for a reasonable inference that Disston’s Board of Directors was indeed aware that the Agreement did not provide for the assumption by Porter of any pension or retirement obligation of Disston.</p>\n<p id=\"b838-3\">Furthermore Mr. Bracken’s testimony that the Disston Board directed him to obtain a specific assumption of the <em>existing </em>pension payments to <em>retired </em>Disston employees indicates that the Disston Board was aware that those pensions would not otherwise have been covered. It is clear that the Disston Board considered the existing pensions as well as the pensions which would accrue to the employee-plaintiffs to be a moral obligation and not a liability. It therefore follows that by only seeking to assure Porter’s assumption of the <em>existing </em>pensions a basis is laid for the inference that it was aware that the pensions of the employee-plaintiffs were not being assumed by Porter. Significantly Disston offered no witness to contradict the testimony of Messrs. Lockhart, Bracken and Moran.</p>\n<p id=\"b838-4\">It is true that the testimony of Messrs. Lockhart, Bracken and Moran does not deal directly with the meeting of the Disston Board of Directors. But this is not critical. The critical issue is whether this testimony is corroborated by the statements in Mr. Thompson’s affidavit that the Disston Board at its meeting on October 14, 1955, was aware that Porter was not assuming the disputed pensions. It is strong and clear circumstantial evidence that at the time mentioned in Mr. Thompson’s affidavit Disston’s Board was aware that Porter was not assuming the disputed pensions.</p>\n<p id=\"b838-5\">The plain and simple fact is that Diss-ton concedes “no one has seriously contended that the Disston Board considered the non-union employees pension plan to be other than voluntary.”</p>\n<p id=\"b838-7\">It further concedes that “all of the so-called supporting testimony was understandable and consistent with the position taken by Disston herein if it is recognized that the speakers were talking of purely voluntary pensions, as to which there was no provision in the documents.” These concessions lead to the conclusion that Disston does not seriously contend that its Board was not aware of the fact that Porter was not going to assume what, at the time, it considered to be voluntary pensions and not a liability.</p>\n<p id=\"b838-8\">Disston argues, however, that the testimony of Messrs. Lockhart, Bracken and Moran is not corroborative of the statement made in Mr. Thompson’s affidavit for the former indicates that the Disston Board was only aware that the Porter company was not assuming voluntary pensions-whereas the latter indicates that the Disston Board considered the disputed pensions to be a legal obligation, i. e., a liability and that it was aware that Porter was not assuming such a liability.</p>\n<p id=\"b838-9\">This argument is without substance. The record discloses that neither Mr. Thompson’s affidavit nor the disputed testimony indicates that the Board of Directors was aware that there was any legal pension obligation. The affidavit was offered to prove only that Disston’s Board of Directors was aware that Porter was not assuming the pensions of the employee-plaintiffs. No attempt was made by Porter to show that the Disston Board considered the pensions as a legal obligation, and if Mr. Thompson made use of the word obligation in his affidavit so did Mr. Stevens in his conversation with Mr. Moran. See note 12, supra.</p>\n<p id=\"b838-10\">Furthermore in its charge to the jury the court did not point out that there was evidence which, if believed, indicated that the Disston Board was aware that the disputed pensions were a legal ob<page-number citation-index=\"1\" label=\"791\">*791</page-number>ligation. Rather it charged the jury that:</p>\n<blockquote id=\"b839-5\">“ * * * There is testimony in this case which, if credited by you and believed, would indicate that the very thing that they are suing here now for was advanced at the Board of Directors’ meeting which approved the settlement, in opposition to it, that Porter did not assume it; so, therefore, if the Board of Directors of Disston approving this knew and understood that no provision was made for Porter to pay these pensions, then certainly Porter is not liable under the circumstances, because there was no intention to pass that liability on to Porter, <em>if all of that testimony </em>is credited, but the resolving of that testimony is for you, not for the Court.” (Emphasis supplied.)</blockquote>\n<p id=\"b839-7\">Contrary to the argument of Disston to the effect that this portion of the court’s charge centers upon Mr. Thompson’s affidavit alone and the use of the word “obligation” therein, the foregoing language clearly indicates that the court was directing the attention of the jury to <em>all </em>of the testimony which bore on the critical issue of whether Disston’s Board understood that Porter was or was not assuming the disputed pensions.</p>\n<p id=\"b839-8\">The mere fact that Mr. Thompson spoke of the pensions as an “obligation” does not indicate that he was using the word in its legal sense. Disston concedes in its brief that “in view of the fact that the Disston Board considered these pensions to be completely voluntary on its part, it is extremely unlikely that Mr. Thompson actually intended to suggest that the Disston Board talked in terms of pension or retirement ‘obligation’.” The probability that the jury was misled by the use of the word “obligation” is very remote.</p>\n<p id=\"b839-9\">We conclude therefore that the Thompson affidavit was merely cumulative on an issue clearly shown by other evidence and therefore its improper admission did not prejudice the substantial rights of Disston. Rule 61, F.R.C.P. 28 U.S.C.A.; Walsh v. Bekins Van Lines Co., 8 Cir., 1954, 217 F.2d 388; Atlantic Coast Line R. Co. v. Burkett, 5 Cir., 1951, 192 F.2d 941.</p>\n<p id=\"b839-11\">Disston next argues that it was prejudicial error to admit parol evidence for the purpose of explaining the extent of Porter’s assumption of liabilities. The main thrust of this argument has been answered in our prior discussion. But here Disston particularly points to the testimony of Messrs. Moran and Houser. Mr. Moran, a representative of Porter, was permitted to testify concerning a conversation about paragraph 3(b) of the Agreement, (See note 2, supra.) which took place on October 11, 1955, in the presence of representatives of Porter and a group of stockholders of Disston. Porter’s president, Mr. Evans, asked whether the financial statement was a complete statement of all liabilities of Disston and the reply was that it did disclose all liabilities. Mr. Houser, Treasurer of Porter, also testified over objection as to the discussion on October 11. Mr. Houser stated that Mr. Evans, the President of Porter, read paragraph 3(b) and asked if that was a correct statement, and Mr. Bracken, representing Liberty Real Estate and Disston, answered that it was. Mr. Houser also testified that, on October 17, when the Agreement was delivered and Mr. Evans signed the letter agreeing to pay the existing pensions to retired Disston employees Mr. Evans asked how many more of those things there were that he was going to be confronted with, and Mr. Bracken replied that they had no knowledge of any additional items. Since we have already decided that the meaning of the word “liabilities” in the Agreement was ambiguous, the admission of this pa-rol evidence was not error. It obviously was introduced to prove that Porter was relying on the balance sheet of Disston which did not reveal any pension liability for non-union employees and therefore Porter did not intend to assume the pensions here involved,</p>\n<p id=\"b840-3\"><page-number citation-index=\"1\" label=\"792\">*792</page-number>But Disston presses further. It not only argues that the oral evidence was inadmissible but that it was irrelevant and misleading. It contends that the parol evidence led the trial court to charge the jury that the basic issue was “whether or not Porter would be willing to pay pensions to Disston’s former employees as to whom it was assumed Disston had no contractual obligation”, whereas in reality it was “whether or not Porter must pay all of Disston’s unknown liabilities including a liability for <em>contractual </em>pensions to Disston’s employees if such was found to exist.” This argument is without merit. Once it was found that the word “liabilities” was ambiguous, parol evidence was admissible to show what the parties intended that word to encompass. The parol evidence provided a basis from which a reasonable jury could find that Porter did not intend to assume the disputed pensions even if they were contractual.</p>\n<p id=\"b840-4\">Disston contends that it was prejudicial error to charge the jury that, if the parties had different understandings with respect to whether Porter should be liable for these pension claims and neither knew of the understanding of the other no contract existed at this point. The trial court’s charge, based on Restatement, Contracts § 71 (1932) was as follows:</p>\n<blockquote id=\"b840-5\">“You may find that either or both of the parties understood the contract to specifically include or exclude pensions from the liabilities assumed by Porter.</blockquote>\n<blockquote id=\"b840-6\">“If both understood the contract in the same way, that meaning understood between them will control.</blockquote>\n<blockquote id=\"b840-7\">“If they understood it differently, and one party had reason to know or actually knew of the understanding of the other, that meaning is binding.</blockquote>\n<blockquote id=\"b840-8\">“If neither knew or had reason to know, or if both did know or have reason to know of the different meaning the party attributed to the contract, then no contract existed on this point and Porter is not liable.”</blockquote>\n<p id=\"AQn\">It then went on to say :</p>\n<blockquote id=\"b840-11\">“The jury may also find that neither party understood the contract as specifically including or excluding the pensions. If so, the question to be answered is whether the parties intended that Porter be liable for liabilities that did not appear on the balance sheet.</blockquote>\n<blockquote id=\"b840-12\">“If both parties had the same understanding with regard to this question, then that understanding will control, but if they had different understandings about it, and one party knew or had reason to know of the understanding of the other, then that understanding is binding upon both parties.</blockquote>\n<blockquote id=\"b840-13\">“If neither party knew or had reason to know of the understanding of the other, then no contract existed on this point and Porter is not liable.</blockquote>\n<blockquote id=\"b840-14\">“If both parties knew or had reason to know that the other party attributed a different meaning to the terms of the contract, then there is no contract on this point, and Porter is not liable.”</blockquote>\n<p id=\"b840-15\">We believe that the portion of the-court’s charge quoted above correctly presented the basic issue to the jury, and in view of the ambiguity involving the word “liabilities” it was for it to determine the intent of the parties regarding the disputed pensions.</p>\n<p id=\"b840-16\">Disston claims that the court erred in its charge to the jury, first in granting points 1 and 2 as requested by Porter, and second in refusing points 3, 4 and 6 requested by it. Disston duly noted its exception to the court’s action in each instance.</p>\n<p id=\"b840-17\">Porter’s point 1, which the court grant-, ed, was as follows:</p>\n<blockquote id=\"b840-18\">“I have been asked by the defendant (Porter) to charge that you must decide whether the Disston Company had entered into a binding contract to grant pensions to each of its employees, and in reaching your conclusion on this point you must. <page-number citation-index=\"1\" label=\"793\">*793</page-number>consider the following facts in connection with all the evidence in the case: That there was no written agreement with the employees setting forth the terms of the alleged plan; that no fund was established by Disston from which pension payments were to be made; that the employees were never required to contribute portions of their salary to the plan; that the Board of Directors never specifically authorized officers of the corporation to disseminate information relating to the alleged plan; and that the Board of Directors of Disston never authorized or approved anything but a voluntary plan.</blockquote>\n<blockquote id=\"b841-5\">“If the testimony is to that effect, you must consider that together with all the other testimony.”</blockquote>\n<p id=\"b841-6\">Disston complains that the jury might Tiave been misled by the statement that there was no written agreement since the pamphlet entitled “New Group Insurance Benefits and Revised Pension Plan” issued in 1950 might well have constituted such a writing although it was not signed by both parties. It also complains that the statement that its Board of Directors never authorized or approved anything but a voluntary plan may also have been misleading since the original plaintiffs contended that the Disston Board had impliedly approved a contractual plan by their course of conduct in granting benefits to non-union employees similar to the benefits granted to union employees.</p>\n<p id=\"b841-7\">There was no written agreement with the employees setting forth the terms of the alleged plan. The pamphlet entitled “New Group Insurance Benefit and Revised Pension Plan” was, as the court had previously charged, one factor to be considered by the jury in deciding whether Disston had made an offer of pension rights to the employee-plaintiffs. It is a fact that the Disston Board never specifically authorized anything but a voluntary plan.</p>\n<p id=\"b841-8\">Elsewhere in its charge the court made it clear that the total conduct of Disston was to be considered by the jury in deciding whether the pension rights were contractual. The instructions must be considered as a whole not piecemeal. McDonough v. United States, 8 Cir., 1957, 248 F.2d 725.</p>\n<p id=\"b841-11\">Porter’s point 2 which the court granted was as follows:</p>\n<blockquote id=\"b841-12\">“The mere fact that Disston failed in some documents distributed to its employees to specify that the plan was voluntary in nature does not in and of itself make the plan contractual in nature.”</blockquote>\n<p id=\"b841-13\">Disston complains that the mere fact that the pamphlet entitled “New Group Insurance Benefits and Revised Pension Plan” did not state that the plan was voluntary may have warranted the jury in concluding that this was a contractual plan since the prior documents sent the employees had specifically so stated. The particular pamphlet noted above was but one factor for the jury to consider in deciding whether Disston had made an offer of contractual pension rights to the employee-plaintiffs, and as appears from a portion of the charge later discussed herein the court adequately referred to all of the factors for the jury to consider in making that determination.</p>\n<p id=\"b841-14\">Disston’s point 2 which the court refused to charge was as follows:</p>\n<blockquote id=\"Alq\">“All written documents issued by the Disston Company to its employees are to be construed in favor of the employees of the Company.”</blockquote>\n<p id=\"A6I\">Three Pennsylvania cases are cited to support the contention that this principle i.s applicable here. They are Diskin v. City of Philadelphia Police Pension Fund Association, 1951, 367 Pa. 273, 80 A.2d 850; Forrish v. Kennedy, 1954, 377 Pa. 370, 105 A.2d 67; and Dom v. State Employees’ Retirement Board, 1942, 345 Pa. 489, 28 A.2d 796. The cited cases are clearly distinguishable on the facts. In none of them was the issue the same as the one involved here, i. e., whether there was a contractual or voluntary pension plan? Rather, in all of the cited cases there was involved the construction of a <page-number citation-index=\"1\" label=\"794\">*794</page-number>pension plan the existence of which was not in doubt. There does not appear to have been error in this refusal.</p>\n<p id=\"b842-4\">Disston’s point 3 which the court refused to charge was as follows:</p>\n<blockquote id=\"A26A\">“When an employer creates a pension plan and announces the plan to its employees generally, without clearly stating that the plan is voluntary, the continuance of the employees to work for the Company and their compliance with the terms of the pension plan as announced will create a liability on the part of the company to such employees for pension.”</blockquote>\n<p id=\"b842-5\">The record discloses that Disston granted pensions to certain of its employees in the early 1900’s. During the 1920’s the Board of Directors of Disston instituted a pension plan to be administered by a board consisting of five- members appointed by the president of the company from among its officers and department heads. The plan specifically stated that it was voluntary and not contractual.<footnotemark>13</footnotemark></p>\n<p id=\"b842-6\">In 1939 a pamphlet was circulated among the employees entitled “Handbook for Employees, Henry H. Disston &amp; Sons, Inc.”, in which the pension plan was described as being voluntary and dependent on the prosperity of the company and its ability to carry the financial burden. The pamphlet was available until about the time of the entry of the United States into the second World War.</p>\n<p id=\"b842-7\">In 1950 Disston’s union employees were granted pensions and thereafter Mr. Biemuller, Secretary of the Pension Board, circulated among the non-union employees a pamphlet entitled “New Group Insurance Benefits and Revised Pension Plan”. The pamphlet was distributed to all the employees who received the 1939 pamphlet. The plan was to be effective September 1,1950 and provided that pensions for employees at age 65 with 25 years of continuous service would be based upon % % of the average annual wages for the last ten years multiplied by the number of years of continuous service, with a minimum of $100, inclusive of Social Security. Employees with 30 years or more of continuous service were eligible at age 60 with no minimum. No reference was made in the pamphlet that the plan was voluntary.</p>\n<p id=\"b842-11\">In 1952 a pamphlet entitled “Our Job at Disston” was prepared by Disston’s personnel director. It was a revision of a similar pamphlet issued in 1948 and was distributed to all employees. Unlike the 1948 pamphlet the 1952 revision contained a reference to pensions but made no mention of the fact that they were voluntary.</p>\n<p id=\"b842-12\">Prior to the issuance of the 1950 pamphlet each person receiving a pension got a letter stating explicitly that the pension was a voluntary act on the part of the company. The reference to the voluntary nature of the pensions was discontinued for approximately two years following 1950, but it was resumed in 1953.</p>\n<p id=\"b842-13\">For present purposes the foregoing highlights of the evidence concerning pensions should be sufficient.</p>\n<p id=\"b842-14\">Disston’s request centered on an announcement of a pension plan “without clearly stating that the plan is voluntary”. In this it rested on the claim of the employee-plaintiffs that the 1950 pamphlet omitted any reference to the voluntary nature of the plan. But up to <page-number citation-index=\"1\" label=\"795\">*795</page-number>that time there was specific reference the Disston publications to the volun-tariness of the pensions and thereafter, in 1952, at least, in so far as letters to those pensioned were concerned, the reference to the voluntary character of the pension was restored. The court was therefore justified in refusing the request in favor of the language it used which was founded on the broader base of evidence before the jury. in</p>\n<blockquote id=\"b842-9\"><page-number citation-index=\"1\" label=\"794\">*794</page-number>“IX. No Contractual Rights Conferred: Neither the establishment of this plan, nor the granting of a pension allowance, nor any other action now or hereafter taken by the Pension Board, or by the Officers of the Company, shall be held or construed as creating a contract or giving to any officer, agent, or employee a right to be retained in the service, or any right to a pension allowance, and the Company expressly reserves, unaffected hereby, its right to discharge without liability, other than for salary or wages due and unpaid, any employee, whenever the interests of the Company may, in its judgment, so require.”</blockquote>\n<p id=\"b843-3\"><page-number citation-index=\"1\" label=\"795\">*795</page-number>Disston’s point 6 which the court refused to charge was as follows:</p>\n<blockquote id=\"b843-4\">“The Disston Company can be bound by the pamphlets which it issued and its conduct with regard to pensions, even though it had no intention to assume any legal obligation, if the language and the conduct of the company are such that a reasonable employee of ordinary carefulness and intelligence would understand that such was its intention.”</blockquote>\n<p id=\"b843-5\"> It very well may be that the requested charge was based upon a sound theory of law. However, this does not conclude the matter. As we have noted before, the charge must be viewed as a whole. With this principle in view we believe that the refusal to grant the requested point was not prejudicial. The court made it clear that it was Disston’s conduct and not its subjective intention which was critical. Disston’s point went to the same issue. It is not prejudicial error to refuse to give a requested instruction even though it be an accurate statement of the law, if the issues have been fairly and correctly covered in the general instructions given. Thiringer v. Barlow, 10 Cir., 1953, 205 F.2d 476.</p>\n<p id=\"b843-6\">Finally Disston charged that the court erred in ruling that it could recover no more than $365,000. In view of the disposition of this appeal it is not necessary to deal with the issue.</p>\n<p id=\"b843-7\">For the same reason it is unnecessary to discuss the several grounds offered by Porter to support the judgment.</p>\n<p id=\"b843-8\">In summary Disston held tenaciously to its basic theory that the documents evidencing the contract between it and Porter were clear and unambiguous and that no parol evidence was admissible to explain the terms thereof. Its grounds for reversal flow from the rejection of its fundamental proposition but the ruling of the court thereon was proper. The issues in the case were complicated. A review of the record discloses that the presiding judge governed the trial fairly and without prejudice to the appellant, Disston. It presented the issues and applicable law to the jury adequately. The judgment will be affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b828-6\">. The Porter Companies lose their separate significance for they were merged in H. K. Porter Company, Inc., a Delaware corporation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b828-7\">. Pertinent provisions of the Agreement are:</p>\n<blockquote id=\"b828-8\">“Porter agrees that it shall cause Pittsburgh to assume and become liable for all of Disston’s indebtedness, obligations and liabilities as the same may exist at the time of closing and that it shall cause Pittsburgh to execute and deliver to Disston such instruments as may be deemed necessary or advisable by counsel for Disston to signify such assumption of liabilities.</blockquote>\n<blockquote id=\"b828-9\">“3. Disston represents and warrants, all of which representations and warranties shall be true at the time of closing and shall survive the closing, that:</blockquote>\n<blockquote id=\"b828-10\">“(a) Disston is a corporation duly organized and existing under the laws of Pennsylvania and is in good standing;</blockquote>\n<blockquote id=\"b828-11\">“(b) The balance sheet dated December 31, 1954 attached hereto as Exhibit ‘A’ is a true and complete statement, as of that date, of the financial condition of Disston and of its assets and liabilities, prepared in accordance with accepted principles of accounting;</blockquote>\n<blockquote id=\"b828-12\">“(e) Erom the date of the said balance sheet there shall have been no substantially adverse changes in the assets, liabilities or financial condition of Disston, except for changes as have resulted from its normal operation in the usual and ordinary course of its business;</blockquote>\n<blockquote id=\"b828-13\">“(d) Prom the date of the said balance sheet no dividends or distributions of capital, surplus or profits shall have been paid and/or declared by Disston, whether in redemption of any of its outstanding shares of capital stock or otherwise;</blockquote>\n<blockquote id=\"b828-17\">“(e) Disston has good and marketable title to all of the property to be so transferred to Pittsburgh hereunder, free and clear of any and all liens or encumbrances or restrictions, except current real estate taxes due but not delinquent, and easements and restrictions of record affecting real property;</blockquote>\n<blockquote id=\"b828-18\">“(f) There is no litigation, proceeding or controversy pending, or to the knowledge of Disston threatened, which would affect Disston, its assets or business, or the performance by it of any of its obligations hereunder; and Disston is not in default with respect to any judgment, order, writ, injunction, decree, rule or regulation of any court or administrative agency;</blockquote>\n<blockquote id=\"b828-19\">“(g) Disston has filed with the appropriate governmental agencies, federal, state and local, all tax returns required to be filed by it and its federal income tax returns have been examined by the Internal Revenue Service to and including the calendar year 1952 and there are no unpaid proposed assessments of such taxes against it for such period. All liability for taxes shown on said returns filed or for taxes due pursuant to said examinations have been paid or the liability therefor has been provided for in the said balance sheet. All federal and state income taxes for periods subsequent to the periods covered by said returns have been paid or fully accrued;</blockquote>\n<blockquote id=\"b828-20\">“(h) Disston has filed all renegotiation reports for the years to and including the calendar year 1954, and no liability has been shown on the said returns or has been asserted by the United States Government with respect to Disston’s defense business.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b829-5\">. “October 15, 1955</p>\n<p id=\"b829-6\">“Henry Disston &amp; Sons, Inc.,</p>\n<p id=\"b829-7\">Unruh &amp; Milnor Streets,</p>\n<p id=\"b829-8\">Philadelphia, Penna.</p>\n<p id=\"b829-9\">Gentlemen:—</p>\n<p id=\"b829-10\">In connection with the Agreement and Plan of Reorganization duly executed today by our Companies, we have discussed the following with you which shall be considered an addition to Paragraph 3-Sub-paragraph C of the Agreement of this date. Pensions presently being paid and which have been paid for some time previously to former employees, not members of bargaining units, shall be continued on a monthly basis not to exceed $6,468.77, as of the date of this contract and shall be continued by H. K. Porter Company, Inc., for the balance of the lives of said employees except in the case of payments to S. Horace Disston, which shall continue in the amount of Six Hundred and Twenty-Five Dollars instead of Eight Hundred Thirty-Three Dollars and thirty-three cents.</p>\n<p id=\"b829-11\">Furthermore, in connection with the contract we have executed this day covering the proposed transfer of assets of your Company pursuant to a Plan of Reorganization, to our Company, this is to advise you that we are aware of and agree to assume the liability of your Company in connection with its Employment contract, or contracts, with Mr. John Thompson, at the rate of $50,000.00 per year for a length of time not to exceed April 15, 1959.</p>\n<blockquote id=\"b829-12\">Very truly yours,</blockquote>\n<blockquote id=\"b829-13\">H. K. Porter Company</blockquote>\n<blockquote id=\"Apvy\">By T. M. Evans, President”</blockquote>\n<blockquote id=\"A1c\">(Exhibit P-13B)</blockquote>\n<blockquote id=\"AxR\">“October 15, 1955</blockquote>\n<blockquote id=\"am3-dedup-0\">“H. K. Porter Company, Inc.,</blockquote>\n<blockquote id=\"b829-14\">Pittsburgh, Pennsylvania.</blockquote>\n<blockquote id=\"b829-15\">Gentlemen:—</blockquote>\n<blockquote id=\"b829-16\">“In connection with the Agreement and Plan of Reorganization duly executed today by our two companies, we have discussed the following with you which we understand shall be considered as additions to said Agreement:</blockquote>\n<blockquote id=\"b829-17\">“1. If, under the provisions of numbered paragraph 2 of such Agreement, Porter is requested to apply for a listing of the Preferred Stock, Porter agrees to prepare and furnish an appropriate registration statement:</blockquote>\n<blockquote id=\"b829-18\">“2. Although not so disclosed on the balance sheet marked ‘Exhibit A’, there is presently an option held by John Thompson to purchase 4750 shares of the presently unissued but authorized Capital Stock of Disston, for $45.00 cash per share, 2375 shares of which can be so purchased now and the remaining 2375 shares on or after April 15, 1956. Any action by Disston in purchasing said option for a sum not exceeding $95,000.00 will be considered as an exception to and no breach of the provisions of numbered paragraph 3(e) of said Agreement.</blockquote>\n<blockquote id=\"b829-19\">“3. With respect to numbered paragraph 3(f) of the Agreement, there is presently pending against Disston, a suit by Mr. Blum, a former employee, for royalties allegedly due him concerning a certain saw patent, which suit was filed in 1948 in Common Pleas Court No. 7 of Philadelphia, Cause No. 5038, but has not been pressed for trial. Liability of Diss-ton thereunder is estimated not to exceed $575,000.00, substantially all of which has been accrued on Disston’s books.</blockquote>\n<blockquote id=\"b829-20\">Henry Disston &amp; Sons, Inc.</blockquote>\n<blockquote id=\"b829-21\">by John D. Thompson President “Acknowledged to and agreed to this 15th day of October 1955.</blockquote>\n<blockquote id=\"b829-22\">H. K. Porter Company, Inc. by T. M. Evans President” (Exhibit P-13C)</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b829-23\">. The pertinent provisions are:</p>\n<blockquote id=\"b829-24\">“Whereas, Porter desires to signify to Disston its assumption of Disston’s liabilities at the said closing with the exclusion of the foregoing, all pursuant to the Agreement:</blockquote>\n<blockquote id=\"b829-25\">“Now, Therefore, Porter intending to be legally bound, does hereby agree with Disston that Porter shall and does hereby assume liability for all of the indebtedness, obligations and liabilities of Disston as the same may exist at the time of the closing provided for in the Agreement, to wit, 11:00 o’clock A.M., E. S. T., on November 16, 1955, including the liabilities specifically referred to in the two supplements thereto, dated October 15, 1955, and constituting part of the Agreement, provided, however, that such assumption shall not include liability for any claims by dissenting or objecting stockholders of Disston arising by reason of the adoption and approval of the Agreement and <page-number citation-index=\"1\" label=\"782\">*782</page-number>the performance of its terms by Disston, or any liabilities of Disston to H. K. Porter Company, Inc., arising under the Agreement.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b830-13\">. Claims were also made for paid-up life insurance and severance pay.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b834-8\">. Mr. Disston testified as follows:</p>\n<blockquote id=\"b834-9\">“Q. I notice from the answer from which I read was signed by Mr. Gilpin and Mr. Stevens. Mr. Gilpin was company counsel for many years? A. Yes, sir.</blockquote>\n<blockquote id=\"b834-10\">“Q. And Mr. Stevens, that is Mr. Lewis M. Stevens? A. Yes.</blockquote>\n<blockquote id=\"b834-11\">“Q. And he was engaged by the company in connection with the negotiations for the transaction with Porter Company, was he not? A. Well, as I understand it, he was retained by Gilpin, Gilpin’s office.</blockquote>\n<blockquote id=\"b834-12\">“Q. I didn’t get the last part. A. He was retained by the office of Gilpin and Gilfillan as co-counsel, whichever you fellows call it.”</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b834-13\">. Mr. Bracken testified without objection as follows:</p>\n<blockquote id=\"b834-15\">“Q. Did you attend that meeting, Mr. Bracken? A. Yes, sir, I did.</blockquote>\n<blockquote id=\"b834-16\">“Q. Was Mr. Lewis Stevens there? A. He was, I think be conducted the meeting.</blockquote>\n<blockquote id=\"b834-18\">“Q. Mr. Robert Decbert? A. Yes, sir.</blockquote>\n<blockquote id=\"b834-19\">“Q. He is a member of our Philadelphia Bar? A. Yes, sir.</blockquote>\n<blockquote id=\"b834-20\">“Q. And' he was representing some stockholders, was he not? A. He was, yes.</blockquote>\n<blockquote id=\"b834-21\">“Q. Did he make a speech in opposition to the adoption of the agreement by the stockholders? A. Ho did.</blockquote>\n<blockquote id=\"b834-22\">“Q. And one of the grounds for his opposition was that the people who were eligible for pension at Disston were not covered by the agreement? A. That is correct, yes.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b835-6\">. Mr. Bracken testified on this point as follows:</p>\n<blockquote id=\"b835-7\">“Q. Will you tell us generally what took place at the meeting [of the Board of Directors of Disston on October 14, 1955] ? A. Up to that time the proposal as made by Mr. Evans was known to all that were not only on the Board but as well representing ownership and they were prepared to vote.</blockquote>\n<blockquote id=\"b835-8\">“Mr. Mungall: I would like to enter an objection to the testimony relating to what transpired at the Board meeting, your Honor.</blockquote>\n<blockquote id=\"b835-10\">“The Court: Overruled.</blockquote>\n<blockquote id=\"b835-11\">“The Witness: They were prepared to vote yes or no on whether or not the offer should be accepted. That was in accordance with the proposal as agreed upon in the early part of the week, in which we accepted the signed paper subject to the approval of the Board. In fact, it was subject to the approval of two bodies, first the Trust Committee of the bank, which met on Thursday, and then the Board, which met on Friday. This was approved by the Board with one qualification, and I made known that qualification to Mr. Shoffner, [a Vice President of Porter] who was waiting on our bank floor to hear the result of the action by the Board of Directors.</blockquote>\n<blockquote id=\"b835-12\">“Q. And what was that qualification?</blockquote>\n<blockquote id=\"b835-13\">• “A. That those employees who were on pension and had received letters indicating that it was a voluntary payment, could be terminated at any time, that the Board insisted that they be specifically guaranteed so that they would not be disturbed. Mr. Evans agreed to that on Friday.</blockquote>\n<blockquote id=\"b835-14\">“Q. Was the amount of those pensions payable annually calculated?</blockquote>\n<blockquote id=\"b835-15\">“A. Well, that was it. That afternoon as we discussed it before the Board we had been advised by the comptroller of the company that the totals of those pensions amounted to $52,000 a year. Mr. Evans was so advised on that Friday afternoon.” *****</blockquote>\n<blockquote id=\"b835-17\">“Q. As the result of your telephone conversation with Mr. Evans did you specifically meet with him on October 17? A. He indicated on the phone that that would be acceptable to him. He would be willing to entertain that guarantee, stating that he would be in on Monday and would be prepared to discuss it at that time.</blockquote>\n<blockquote id=\"b835-19\">“Q. And did he come in on Monday, October 17? A. That is correct.</blockquote>\n<blockquote id=\"b835-20\">“Q. What did you tell him when he arrived?</blockquote>\n<blockquote id=\"b835-21\">“Mr. Mungall: Objected to.</blockquote>\n<blockquote id=\"b835-22\">“The Court: Overruled.</blockquote>\n<blockquote id=\"b835-23\">“A. That the amount was not $52,-000 but $77,000, and he was really upset, really upset.” *****</blockquote>\n<blockquote id=\"b835-25\">“Q. And he took on those, or a least the pension payments, to your utter amazement, did he not? A. Bear in mind, I wasn’t the company. What I thought or didn’t think didn’t make much difference, you know.</blockquote>\n<blockquote id=\"b835-26\">“Q. Well, it was to your utter amazement, was it not? A. I will say I was surprised, yes.</blockquote>\n<blockquote id=\"b835-27\">“Q. Well, haven’t you said prior to this that it was to your utter amazement? A. Well, yes, I was surprised that he took it over.</blockquote>\n<blockquote id=\"b835-28\">“Q. You wore amazed? A. Amazed, all right. I won’t quarrel with you.”</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b835-29\">. On this point Mr. Lockhart testified as follows:</p>\n<blockquote id=\"b835-30\">“Q. Did you attend the stockholders meeting at the Disston Company on November 15, 1955? A. I did.</blockquote>\n<blockquote id=\"b835-31\">“Q. Was Mr. Robert Dechert there? A. He was.</blockquote>\n<blockquote id=\"b835-32\">“Q. And did he make some comments to the meeting with respect to the proposed agreement or plan of reorganization? A. Yes, he did.</blockquote>\n<blockquote id=\"b835-33\">“Q. Did any of those comments deal with the question of pensions? A. Yes, they did.</blockquote>\n<blockquote id=\"b835-34\">“Q. What did he say?</blockquote>\n<blockquote id=\"b835-35\">“Mr. Mungall: Objection.</blockquote>\n<blockquote id=\"b835-36\">“The Court: Overruled.</blockquote>\n<blockquote id=\"b835-37\">“A. He spoke on the point that he was representing Mr. William Disston and certain members of his family, who were the holders of, he said, a considerable number of shares of the Disston stock and that they were concerned about the failure of the agreement and plan of reor<page-number citation-index=\"1\" label=\"788\">*788</page-number>ganization to make any provision for the pensioning of certain employees, he said about 36 in number, of the Disston Company who were between 60 and 65 years of age, who were still working at the Diss-ton Company, and he felt that there was a moral obligation on the Disston Company to take care of them, but that the agreement and plan of reorganization laid no burden on Porter to see to any pension payments to those individuals. For that reason and for one other reason that he advanced at the meeting he advocated that the stockholders vote to adjourn the meeting until the Disston Company could negotiate with the Porter Company an agreement which would provide for the things which he felt were wanting.”</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b836-6\">. On this point Mr. Lockhart testified as follows:</p>\n<blockquote id=\"b836-7\">“Q. Did any representative of the Disston Company contradict any of the statements Mr. Dechert made with regard to the pensions? A. No. Mr. Stevens asked to reply to Mr. Dechert’s objections and his reply was in the form of recounting that that morning His Honor Judge Lord of the Court of Common Pleas of Philadelphia County, I believe, had entered an order dismissing an attempt to enjoin the holding of the stockholders meeting and in doing so had stated that the agreement and plan of reorganization represented a question of business judgment, and he felt that the company and its stockholders had to abide by the business judgment of its directors as to whether the agreement should be voted on, and that it was not the province of the Court to interfere with that business judgment.</blockquote>\n<blockquote id=\"b836-8\">“Q. He didn’t mention the question of pensions at all? A. He did not, sir.”</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b836-9\">. Mr. Lockhart testified on this point as follows:</p>\n<blockquote id=\"b836-10\">“Q. Did you subsequently go to see Mr. Robert Dechert? A. I did, sir.</blockquote>\n<blockquote id=\"b836-11\">“Q. And how did you come to do that? A. Mr. Stevens asked us as a favor if Mr. Moran and I would go to see Mr. Dechert.</blockquote>\n<blockquote id=\"b836-16\">“Q. For what purpose? A. For one main purpose and perhaps a subsidiary one. The main purpose was to see if making Mr. Dcchert acquainted with the policy which Porter Company would follow with regard to pensioning employees of a company whose assets were taken over by Porter would be of any effect in getting Mr. Dechert to advise his clients, Mr. William Disston and members of his family, that they shouldn’t go through with the dissent to the agreement and plan of reorganization to the extent of requesting a payout of their shares on any theory that there was a statutory merger.</blockquote>\n<blockquote id=\"b836-17\">“Q. Did Mr. Stevens say anything with respect to the responsibility of Disston Company or the Porter Company with respect to peojjle still working for Diss-ton who had not been pensioned?</blockquote>\n<blockquote id=\"b836-18\">“Mr. Mungall: Objection.</blockquote>\n<blockquote id=\"b836-19\">“The Court: I will overrule that objection.</blockquote>\n<blockquote id=\"b836-20\">“A. Yes, he did.</blockquote>\n<blockquote id=\"b836-21\">“By Mr. Strubing:</blockquote>\n<blockquote id=\"b836-22\">“Q. What did he say? A. He said that this is a problem which Disston has created for itself, and it is not a Porter problem, but we want you gentlemen to see if you can in any way bring peace out of this situation which from the subsidiary standpoint might cause William L. Disston to lose his job with the continuing operation of Disston and he felt, for a young man who had a career ahead of him in the family named company, that it would be a great mistake for the young man to persist in something which could evolve into no conceivable gain as far as Porter Company was concerned.”</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b836-23\">. Mr. Moran testified as follows:</p>\n<blockquote id=\"b836-24\">“Q. How did you come to call on Mr. Dechert? A. Mr. Lockhart and myself were in Mr. Stevens’ office on the morning of November 16. We walked with him from that office over to the main <page-number citation-index=\"1\" label=\"789\">*789</page-number>office of the Liberty Real Estate Bank and Trust Company to attend the closing, and during that period of time while Mr. Lockhart and I were with Mr. Stevens he stated that he would appreciate it if Mr. Lockhart and I would go with him to the office of Robert Dechert after the closing to explain the Porter pension program as applied to Porter’s employees, stating to us in that connection that although he realized and recognized that it was Disston’s obligation to take care of any pensions that might be given to any of Disston’s employees who were still working for Disston at that time, and was not Porter’s obligation, he felt that if we would explain to Mr. Dechert the Porter pension program it might satisfy him as far as the action that he had been undertaking on behalf of his client, William Disston, other members of the Diss-ton family.”</blockquote>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b842-8\">. The plan provided as follows:</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}