{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"661\" lastpage=\"675\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE of Louisiana\n  <br/>\n  v.\n  <br/>\n  Kenneth LANDRIEU\n </parties>\n <docketnumber id=\"p-2\">\n  NO. 2018-KA-0964\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeal of Louisiana, Fourth Circuit.\n </court>\n <decisiondate id=\"p-4\">\n  JUNE 12, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Thomas M. Calogero, LAW OFFICE OF THOMAS M. CALOGERO, 2955 Ridgelake Drive, Suite 114, Metairie, LA 70002, COUNSEL FOR PLAINTIFF/APPELLANT\n </attorneys>\n <attorneys id=\"p-6\">\n  Leon Cannizzaro, District Attorney, Michael Danon, Assistant District Attorney, DISTRICT ATTORNEY'S OFFICE, ORLEANS PARISH, 619 S. White Street, New Orleans, LA 70119, COUNSEL FOR APPELLEE/STATE OF LOUISIANA\n </attorneys>\n <judges id=\"p-7\">\n  (Court composed of Judge Terri F. Love, Judge Sandra Cabrina Jenkins, Judge Dale N. Atkins )\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Judge Terri F. Love\n  </author>\n  <p id=\"p-9\">\n   Defendant Kenneth Landrieu (\"Mr. Landrieu\") seeks appellate review of his conviction and sentence for aggravated assault with a firearm. We find the testimonial evidence uncontradicted and therefore sufficient to support Mr. Landrieu's conviction. Additionally, we find evidence of the victim's federal civil lawsuit, the functionality of the weapon at issue, and the recorded conversation between police officers to be irrelevant to the issues in this case. For that reason, we find no abuse of the trial court's discretion in ruling the alleged justification and impeachment evidence inadmissible. Moreover, we find the trial court did not abuse its discretion in determining the juror in question could arrive at an impartial verdict denying Mr. Landrieu's challenge for cause. Accordingly, we affirm Mr. Landrieu's conviction and sentence.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    <em>\n     PROCEDURAL HISTORY AND FACTUAL BACKGROUND\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   Mr. Landrieu was commissioned as a Reserve Deputy of the Orleans Parish Sheriff's Office (\"OPSO\") in 2007. At the time of the incident in question, Mr. Landrieu was still a commissioned reserve deputy.\n  </p>\n  <p id=\"p-12\">\n   In September 2015, the victim, Joseph Harris (\"Mr. Harris\"), was driving on Magazine Street when a \"baby blue\" Cadillac, driven by the defendant, Mr. Landrieu, abruptly pulled in front of Mr. Harris' vehicle. Mr. Harris, attempting to avoid a collision, slammed on his brakes and then used the oncoming traffic lane to pass the Cadillac.\n  </p>\n  <p id=\"p-13\">\n   Mr. Landrieu considered Mr. Harris' passing maneuver to be dangerous and attempted to initiate a \"traffic stop.\" Mr. Landrieu pulled alongside Mr. Harris' vehicle and cut off Mr. Harris' path of travel. He was successful in briefly stopping Mr. Harris; however, Mr. Harris was able to maneuver his vehicle to leave the scene. Mr. Landrieu later caught up to Mr. Harris and stopped him again.\n  </p>\n  <p id=\"p-14\">\n   Mr. Landrieu then exited his vehicle with his personal firearm in hand and his honorary badge displayed. Mr. Harris testified that Mr. Landrieu began yelling profanities at him, accused Mr. Harris of using drugs or alcohol, pointed his weapon at Mr. Harris multiple times, and threatened to \"call his boys\" to have Mr. Harris' vehicle searched. Mr. Harris testified that he was afraid for his life when Mr. Landrieu pointed the firearm at him. He also indicated that he was able to take down Mr. Landrieu's license plate and later shared news of the incident with his wife and mother-in-law.\n  </p>\n  <p id=\"p-15\">\n   Initially, Mr. Harris did not report the incident to the police until two days after the incident occurred. Mr. Harris indicated\n   that he did not call the police initially because he believed Mr. Landrieu was a police officer and that reporting the incident would be fruitless. However, Mr. Harris conducted his own investigation and learned that the badge Mr. Landrieu displayed was an honorary reserve badge. Consequently, Mr. Harris called the New Orleans Police Department (\"NOPD\"), reporting an individual pointed a gun at him while impersonating a police officer.\n  </p>\n  <p id=\"p-16\">\n   Detectives John Waterman, Chris Puccio, and Walter Edmonds conducted the police investigation in this case. Detective Waterman testified that he developed Mr. Landrieu as a suspect after learning that the vehicle in question belonged to Landrieu Public Relations and the primary driver was Mr. Landrieu. Detective Puccio testified that he conducted a photographic lineup, from which Mr. Harris identified Mr. Landrieu as the individual who stopped him in traffic and pointed a gun at him. Detective Waterman testified that Mr. Landrieu cooperated and turned over the handgun, which Mr. Harris later positively identified as the gun that was pointed at him. Thereafter, defense counsel stipulated that Mr. Landrieu was the individual who stopped Mr. Harris' car and pointed a gun at Mr. Harris.\n  </p>\n  <p id=\"p-17\">\n   On cross-examination, defense counsel attempted to question Detective Waterman about a conversation that he allegedly had with NOPD Officers Jonathan Blount and Dwight Salier. However, the trial court sustained the State's hearsay objection refusing to allow defense counsel to play the conversation for the jury. Additionally, defense counsel attempted to untie the handgun at issue in order to demonstrate how the gun operated.\n   <footnotemark>\n    1\n   </footnotemark>\n   The trial court refused to allow defense counsel to untie the handgun. Defense counsel then attempted to introduce into evidence a photograph of the same type of handgun as the one used in the altercation between Mr. Landrieu and Mr. Harris. However, the State objected to the photograph's introduction into evidence. The trial court subsequently sustained the State's objection as the photograph was not of the handgun at issue.\n  </p>\n  <p id=\"p-18\">\n   The State also called Blake Arcuri, general counsel for the Orleans Parish Sheriff's Office. Mr. Arcuri testified that Mr. Landrieu was an honorary reserve deputy with OPSO. Likewise, Mr. Arcuri stated that Mr. Landrieu was not Peace Officer Standard Training-certified (\"POST-certified\") and therefore could not effectuate arrests or carry an OPSO registered firearm in the performance of any law-enforcement duty. Mr. Arcuri further testified that Mr. Landrieu had never done any work or filed any reports for the Sheriff's Office and had not registered his firearm with the Sheriff's Office per protocol.\n  </p>\n  <p id=\"p-19\">\n   On cross-examination, defense counsel attempted to question Mr. Arcuri about Mr. Harris' federal civil lawsuit. Again, the trial court refused to allow any discussion of the federal lawsuit. After the State rested, defense counsel moved for a mistrial on grounds that the defense should have been allowed to question Mr. Harris and Mr. Arcuri about Mr. Harris' federal lawsuit. Counsel argued that he should have at least been given the opportunity to question the witnesses on the existence of the lawsuit even if he was barred from questioning them on its details. The trial court denied the motion for mistrial.\n  </p>\n  <p id=\"p-20\">\n   Mr. Landrieu sought to present the testimony of Officers Blount and Salier, who were allegedly subpoenaed, but were not\n   present in court. However, there is no indication in the record that either officer was ever served. Mr. Landrieu's mother Phyllis Landrieu testified that Mr. Landrieu became an honorary reserve deputy after Hurricane Katrina and that he took a 32-hour firearm training course after becoming an honorary reserve deputy.\n  </p>\n  <p id=\"p-21\">\n   Following the presentation of all the evidence, the jury found Mr. Landrieu guilty for aggravated assault with a firearm, in violation of La. R.S. 14:37.4. Thereafter, Mr. Landrieu timely filed this appeal.\n  </p>\n  <p id=\"p-22\">\n   <strong>\n    <em>\n     ERRORS PATENT\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-23\">\n   A review of the record reveals two errors patent. First, Mr. Landrieu was not re-arraigned after the State amended the bill of information and the case was transferred from Section \"A\" to Section \"G.\" Pursuant to La. C.Cr.P. art. 555, the \"failure to arraign the defendant or the fact that he did not plead, is waived if the defendant enters upon the trial without objecting thereto, and it shall be considered as if he pleaded not guilty.\" The record contains no evidence that Mr. Landrieu objected to the trial court's failure to re-arraign him after his case was transferred to Section \"G\" and prior to trial. Therefore, any error relating to the trial court's failure to re-arraign Mr. Landrieu was waived.\n  </p>\n  <p id=\"p-24\">\n   Additionally, the record reveals that the motion for appeal was filed and granted after the trial court imposed Mr. Landrieu's original sentence.\n   <footnotemark>\n    2\n   </footnotemark>\n   However, the trial court subsequently re-sentenced Mr. Landrieu. The Louisiana Supreme Court has consistently held that an appeal cannot be taken by a defendant except from a conviction and sentence. La. C.Cr.P. art. 912 ;\n   <em>\n    State v. Martin\n   </em>\n   ,\n   <extracted-citation case-ids=\"12120935\" index=\"0\" url=\"https://cite.case.law/so-2d/483/1223/#p1224\">\n    483 So.2d 1223\n   </extracted-citation>\n   , 1224-25 (La. App. 4th Cir. 1986). In\n   <em>\n    Martin\n   </em>\n   , this Court held that when the trial court imposes a sentence after an appeal has been granted, \"[d]ismissing the appeal would simply result in a delay of the appellate process, and hinder defendant's right to appeal.\"\n   <em>\n    <extracted-citation case-ids=\"12120935\" index=\"1\" url=\"https://cite.case.law/so-2d/483/1223/#p1224\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12120935\" index=\"1\" url=\"https://cite.case.law/so-2d/483/1223/#p1224\">\n    at 1225\n   </extracted-citation>\n   . Accordingly, \"where a sentence is imposed after defendant's motion for appeal is filed and granted, the appeal will not be dismissed.\"\n   <em>\n    <extracted-citation case-ids=\"12120935\" index=\"2\" url=\"https://cite.case.law/so-2d/483/1223/#p1224\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-25\">\n   <strong>\n    <em>\n     SUFFICIENCY OF THE EVIDENCE\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   In his first assignment of error, Mr. Landrieu asserts that the State presented insufficient evidence to sustain his conviction for aggravated assault with a firearm.\n  </p>\n  <p id=\"p-27\">\n   When reviewing the sufficiency of the evidence, Louisiana appellate courts apply the standard set forth in\n   <em>\n    Jackson v. Virginia\n   </em>\n   ,\n   <extracted-citation case-ids=\"6182418\" index=\"3\" url=\"https://cite.case.law/us/443/307/\">\n    443 U.S. 307\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6182418\" index=\"4\" url=\"https://cite.case.law/us/443/307/\">\n    99 S.Ct. 2781\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6182418\" index=\"5\" url=\"https://cite.case.law/us/443/307/\">\n    61 L.Ed.2d 560\n   </extracted-citation>\n   (1979). The appellate court must determine \"whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\"\n   <em>\n    <extracted-citation case-ids=\"6182418\" index=\"6\" url=\"https://cite.case.law/us/443/307/\">\n     Id.\n    </extracted-citation>\n   </em>\n   ,\n   <extracted-citation case-ids=\"6182418\" index=\"7\" url=\"https://cite.case.law/us/443/307/\">\n    443 U.S. at 319\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6182418\" index=\"8\" url=\"https://cite.case.law/us/443/307/\">\n    99 S.Ct. 2781\n   </extracted-citation>\n   , 2789 (1979). \"If rational triers of fact could disagree as to the interpretation of the evidence, the rational trier's view of all the evidence most favorable to the prosecution must be adopted.\"\n   <em>\n    State v. Egana\n   </em>\n   , 97-0318, p. 6 (La. App. 4 Cir. 12/3/97),\n   <extracted-citation case-ids=\"11881263\" index=\"9\" url=\"https://cite.case.law/so-2d/703/223/#p228\">\n    703 So.2d 223\n   </extracted-citation>\n   , 228. Further, credibility determinations including the weight attributed to the evidence, rests solely with the trier of fact.\n   <em>\n    State v. Brown\n   </em>\n   , 17-0124, p. 5 (La. App. 4 Cir. 12/12/17),\n   <extracted-citation case-ids=\"12380688\" index=\"10\" url=\"https://cite.case.law/so-3d/234/978/#p982\">\n    234 So. 3d 978\n   </extracted-citation>\n   , 982.\n  </p>\n  <p id=\"p-28\">\n   Mr. Landrieu was convicted of aggravated assault with a firearm. La. R.S. 14:37.4 provides:\n  </p>\n  <blockquote id=\"p-29\">\n   (A) Aggravated assault with a firearm is an assault committed with a firearm.\n  </blockquote>\n  <blockquote id=\"p-30\">\n   (B) For purposes of this Section, \"firearm\" is defined as an instrument used in the propulsion of shot, shell, or bullets by the action of gunpowder exploded within it.\n  </blockquote>\n  <p id=\"p-31\">\n   Further, an assault is defined \"as an attempt to commit battery, or the intentional placing of another in reasonable apprehension of receiving a battery. La. R.S. 14:36. In\n   <em>\n    Brown\n   </em>\n   , this Court explained that:\n  </p>\n  <blockquote id=\"p-32\">\n   [i]n order to support a conviction for assault, the State must prove beyond a reasonable doubt: (1) the intent-to-scare mental element (general intent); (2) conduct by defendant of the sort to arouse a reasonable apprehension of bodily harm; and (3) the resulting apprehension on the part of the victim.\n   <em>\n    State v. De Gruy\n   </em>\n   , 16-0891, p. 12 (La. App. 4 Cir. 4/5/17),\n   <extracted-citation case-ids=\"12364758\" index=\"11\" url=\"https://cite.case.law/so-3d/215/723/#p730\">\n    215 So.3d 723\n   </extracted-citation>\n   , 730,\n   <em>\n    citing\n   </em>\n   <em>\n    State in the Interest of K.M.\n   </em>\n   , 14-0306, p. 9 (La. App. 4 Cir. 7/23/14),\n   <extracted-citation case-ids=\"6924964\" index=\"12\" url=\"https://cite.case.law/so-3d/146/865/#p872\">\n    146 So.3d 865\n   </extracted-citation>\n   , 872.\n  </blockquote>\n  <p id=\"p-33\">\n   <em>\n    Brown\n   </em>\n   , 17-0124, p. 6,\n   <extracted-citation case-ids=\"12380688\" index=\"13\" url=\"https://cite.case.law/so-3d/234/978/#p982\">\n    234 So.3d at 982\n   </extracted-citation>\n   . Assault requires only proof of general criminal intent \"or showing that the defendant, in the ordinary course of human experience, must have adverted to the prescribed criminal consequences as reasonably certain to result from his act or failure to act.\"\n   <em>\n    <extracted-citation case-ids=\"12380688\" index=\"14\" url=\"https://cite.case.law/so-3d/234/978/#p982\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing La. R.S. 14:10(2) ). \"To establish the general criminal intent for an aggravated assault, jurisprudence holds that the act of pointing a weapon at another person and threatening bodily harm is sufficient to establish the element of intent.\"\n   <em>\n    <extracted-citation case-ids=\"12380688\" index=\"15\" url=\"https://cite.case.law/so-3d/234/978/#p982\">\n     Id.\n    </extracted-citation>\n   </em>\n   , 17-0124, p. 6-7,\n   <extracted-citation case-ids=\"12380688\" index=\"16\" url=\"https://cite.case.law/so-3d/234/978/#p982\">\n    234 So.3d at 982\n   </extracted-citation>\n   . Additionally, jurisprudence recognizes that discharging of the firearm is not an element of aggravated assault with a firearm and therefore the firearm need not be operable to satisfy the elements of the offense. \"Whether the gun at issue [is] operable is not determinative. So long as the weapon was used by the [defendant] in such a way as to excite fear and apprehension in [the victims], it is considered a dangerous weapon under the law.\"\n   <em>\n    State in Interest of C.B.\n   </em>\n   , 52,245, p. 8 (La. App. 2 Cir. 6/27/18),\n   <extracted-citation case-ids=\"12676146\" index=\"17\" url=\"https://cite.case.law/so-3d/251/562/#p568\">\n    251 So.3d 562\n   </extracted-citation>\n   , 568.\n   <em>\n    See also\n   </em>\n   <em>\n    State ex rel. W.H.\n   </em>\n   , 10-1418, p. 7 (La. App. 4 Cir. 4/6/11),\n   <extracted-citation case-ids=\"7039841\" index=\"18\" url=\"https://cite.case.law/so-3d/62/839/#p845\">\n    62 So.3d 839\n   </extracted-citation>\n   , 845 (concluding that a toy gun or an inoperable gun would satisfy the elements of aggravated assault with a firearm);\n   <em>\n    State v. Hill\n   </em>\n   , 47,568, p.11 (La. App. 2 Cir. 9/26/12),\n   <extracted-citation case-ids=\"7011667\" index=\"19\" url=\"https://cite.case.law/so-3d/106/617/#p624\">\n    106 So.3d 617\n   </extracted-citation>\n   , 624 (finding aiming a pistol at victim and verbally threatening harm was sufficient proof to sustain aggravated assault conviction);\n   <em>\n    State v. Jones\n   </em>\n   , 18-0973 (La. App. 4 Cir. 2/27/19), --- So. 3d ----,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=2019%20WL%20959790\">\n    2019 WL 959790\n   </extracted-citation>\n   (holding evidence sufficient to convict defendant of aggravated assault with a firearm despite defendant claiming he used a water gun during the incident and the gun was never recovered).\n  </p>\n  <p id=\"p-34\">\n   The charge against Mr. Landrieu was based on the allegation that he pointed a gun at Mr. Harris after Mr. Landrieu initiated a traffic stop on Magazine Street. Mr. Harris testified that Mr. Landrieu pointed the gun at him and said, \"Shut your f*****g mouth,\" and made other various verbal accusations and threats. Mr. Harris testified that he was afraid for his life when the gun was pointed at him. Moreover, Mr. Landrieu stipulated, at trial, to his identity as the individual who confronted the victim while brandishing a firearm.\n  </p>\n  <p id=\"p-35\">\n   Nevertheless, Mr. Landrieu claims his actions were justified based on his appointment as an honorary reserve deputy. He argues that he \"was issued a commission that allowed him, and even imposed a duty upon him, to investigate violations of the laws of the State of Louisiana and perform other duties imposed on him by law.\" Mr.\n   Landrieu asserts that the State failed to rebut the evidence presented to support his justification defense.\n  </p>\n  <p id=\"p-36\">\n   The commission named Mr. Landrieu a reserve deputy, a person \"charged with the duty of investigating violations of the laws of the State of Louisiana, collecting evidence in cases which the State is or may be a party in interest and performing other duties imposed on him by law.\"\n   <footnotemark>\n    3\n   </footnotemark>\n   Despite the language contained in the commission, the State provided ample evidence to rebut Mr. Landrieu's contention that his actions were justified under Louisiana law. Mr. Arcuri, general counsel for the OPSO, testified that reserve deputies are not involved in off-the-clock investigations, arrests, or police activities. Further, Mr. Arcuri testified that Mr. Landrieu never registered his handgun with the Sheriff's Office, as is office protocol. He also testified that Mr. Landrieu was never assigned to wear a badge around the city nor had he ever submitted a \"detail request form\" to obtain permission to work a particular post. Finally, Mr. Arcuri testified that Mr. Landrieu did not submit a \"use of force\" report with the Sheriff's Office after the incident in accord with protocol.\n  </p>\n  <p id=\"p-37\">\n   Most importantly, Mr. Arcuri testified that Mr. Landrieu never received POST-certification. La. R.S. 40:2405 governs POST-certification and states in pertinent part, \"any person who begins employment as a peace officer in Louisiana subsequent to January 1, 1986, must successfully complete a certified training program approved by the council and successfully pass a council-approved comprehensive examination within one calendar year from the date of initial employment.\" La. R.S. 40:2405. Mr. Arcuri testified that POST-certification is required for Orleans Parish Sheriff deputies to carry a weapon and act as law enforcement officials on public streets.\n  </p>\n  <p id=\"p-38\">\n   Based on the evidence presented by the State to rebut Mr. Landrieu's justification defense, a reasonable juror could have found that Mr. Landrieu assaulted Mr. Harris with a firearm and did not act justifiably. Therefore, when viewed in the light most favorable to the prosecution, the evidence presented is sufficient to establish Mr. Landrieu's guilt for aggravated assault with a firearm.\n  </p>\n  <p id=\"p-39\">\n   <strong>\n    <em>\n     ADMISSIBILITY OF VICTIM'S FEDERAL CIVIL LAWSUIT\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-40\">\n   In his second assignment of error, Mr. Landrieu asserts that the trial court erred in not allowing evidence of Mr. Harris' federal civil petition to be introduced for the purposes of 1) bolstering his affirmative defense of justification, 2) cross-examining Mr. Harris regarding a prior inconsistent statement, or 3) cross-examining Mr. Arcuri on his bias regarding his testimony.\n  </p>\n  <p id=\"p-41\">\n   Relevant evidence is \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" La. C.E. art. 401. \"All relevant evidence is admissible, except as otherwise provided by the Constitution of the United States, the Constitution of Louisiana, this Code of Evidence, or other legislation. Evidence which is not relevant is not admissible.\" La. C.E. art. 402. Further, even relevant evidence \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the\n   jury, or by considerations of undue delay, or waste of time.\" La. C.E. art. 403. \"Ultimately, questions of relevancy and admissibility are discretion calls for the trial judge [and] [h]is determinations regarding relevancy and admissibility should not be overturned absent a clear abuse of discretion.\"\n   <em>\n    State v. Mosby\n   </em>\n   ,\n   <extracted-citation case-ids=\"7518171\" index=\"21\" url=\"https://cite.case.law/so-2d/595/1135/#p1139\">\n    595 So. 2d 1135\n   </extracted-citation>\n   , 1139 (La. 1992).\n  </p>\n  <p id=\"p-42\">\n   Mr. Landrieu first asserts that Mr. Harris' federal § 1983 civil lawsuit was relevant to establish his justification defense. In a federal § 1983 action, the plaintiff must prove that the defendant was acting \"under color of [a state] statute, ordinance, regulation, custom, or usage.\"\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201983\">\n    42 U.S.C. § 1983\n   </extracted-citation>\n   . Mr. Landrieu's justification defense, on the other hand, requires that he prove he was legally justified to act in an otherwise criminal manner.\n   <em>\n    See\n   </em>\n   La. R.S. 14:18. Mr. Landrieu's argument attempts to use allegations from the federal civil lawsuit to demonstrate that the State of Louisiana had in fact granted Mr. Landrieu the authority to effectuate a traffic stop.\n  </p>\n  <p id=\"p-43\">\n   We find Mr. Landrieu's claim that the federal lawsuit was relevant to his justification defense without merit. The legal analysis for a tort claim under a federal § 1983 claim and the analysis required under La. R.S. 14:18 are separate and distinct. Mr. Landrieu's justification defense hinges not on whether the victim\n   <em>\n    believed\n   </em>\n   Mr. Landrieu acted with actual or apparent authority, but instead on whether Mr. Landrieu\n   <em>\n    had\n   </em>\n   actual or apparent authority to act in the manner he did. La. R.S. 14:18. Therefore, Mr. Harris' allegations in his federal civil lawsuit are not relevant to Mr. Landrieu's justification defense.\n  </p>\n  <p id=\"p-44\">\n   Next, Mr. Landrieu asserts that the federal civil lawsuit was necessary to impeach Mr. Harris because the allegations in the federal lawsuit were inconsistent with the victim's testimony during trial. Louisiana law states that \"[o]ther extrinsic evidence, including prior inconsistent statements and evidence contradicting the witness' testimony, is admissible when offered solely to attack the credibility of a witness unless the court determines that the probative value of the evidence on the issue of credibility is substantially outweighed by the risks of undue consumption of time, confusion of the issues, or unfair prejudice.\" La. C.E. art. 607(D)(2). Mr. Landrieu focuses on the victim's testimony that he \"didn't know\" whether Mr. Landrieu was a police officer and then reported that Mr. Landrieu was impersonating a police officer while the victim's federal lawsuit alleges that Mr. Landrieu was, in fact, a police officer.\n  </p>\n  <p id=\"p-45\">\n   Mr. Harris testified, at the time of the incident, he thought Mr. Landrieu was a police officer. He stated that \"[a]fter seeing the badge I just figured, and he was in some capacity, you know, off-duty.\" Mr. Harris further stated that he waited two days to report the incident because he believed reporting the incident would be fruitless. Mr. Harris testified, \"I thought that he was a police officer. And police officers aren't going to do anything to hurt their fellow officers.\" In that Mr. Harris testified that at the time of the incident and for two days afterward, he believed Mr. Landrieu was a police officer, Mr. Harris' federal civil suit alleging Mr. Landrieu acted under the color of the law at the time of the incident was not inconsistent with his trial testimony.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-46\">\n   Finally, Mr. Landrieu avers that he should have been able to cross-examine Mr. Arcuri on the topic to demonstrate Mr. Arcuri's bias since OPSO is named a co-defendant in the federal suit. Specifically, Mr. Landrieu argues that it was in Mr. Arcuri's interest to show that Mr. Landrieu did not act within the course and scope of his duties as an honorary reserve deputy so as to avoid liability in the federal lawsuit.\n  </p>\n  <p id=\"p-47\">\n   Louisiana courts have held that a defendant has the right to question a witness on the existence of a civil lawsuit in order to show that witness's bias.\n   <em>\n    See\n   </em>\n   <em>\n    State v. Kellogg\n   </em>\n   ,\n   <extracted-citation case-ids=\"9717802\" index=\"23\" url=\"https://cite.case.law/so-2d/350/656/\">\n    350 So.2d 656\n   </extracted-citation>\n   (La. 1977) (finding defendant should have been allowed to question the victim and his wife about the existence of a civil lawsuit they filed against the defendant). However, Louisiana courts have also held that prohibiting reference to a civil lawsuit does not prejudice the defendant, and thus is harmless error, when the facts of the crime are uncontradicted.\n   <em>\n    See\n   </em>\n   <em>\n    State v. Creel\n   </em>\n   ,\n   <extracted-citation case-ids=\"7598983\" index=\"24\" url=\"https://cite.case.law/so-2d/508/859/#p863\">\n    508 So.2d 859\n   </extracted-citation>\n   , 863 (La. App. 5th Cir. 1987) (finding harmless error after trial court refused to allow cross-examination of aggravated rape victim, who filed civil suit against the defendant's parents for harm she suffered during the rape, because the evidence was \"totally uncontradicted\").\n  </p>\n  <p id=\"p-48\">\n   We find any error in the trial court's refusal to allow cross-examination of Mr. Arcuri about the civil suit is harmless. The legal analysis that applies to a federal § 1983 claim is separate from the analysis applied to a justification defense in a criminal case. The jury's finding that the Mr. Landrieu was not justified in his actions would not remove OPSO's potential liability in a federal civil suit. Moreover, the Louisiana Supreme Court has explained that:\n  </p>\n  <blockquote id=\"p-49\">\n   the bias permitted to be exposed must be personal against the defendant rather than general in nature, and the interest must be particular as to the case; therefore, general prejudices or special biases or interests too irrelevant to or too remote to the issues of the case at trial have been considered improper as impeachment for this purpose.\n  </blockquote>\n  <p id=\"p-50\">\n   <em>\n    State v. Robinson\n   </em>\n   ,\n   <extracted-citation case-ids=\"9680155\" index=\"25\" url=\"https://cite.case.law/so-2d/337/1168/#p1170\">\n    337 So.2d 1168\n   </extracted-citation>\n   , 1170 (La. 1976). Accordingly, we find whether Mr. Arcuri was biased against Mr. Landrieu, if at all, to be irrelevant to the issues of this case.\n  </p>\n  <p id=\"p-51\">\n   Furthermore, central to Mr. Landrieu's justification defense was whether he was POST-certified. In addition to Mr. Arcuri testifying that the Defendant was not POST-certified, the Defendant himself stipulated that he was not POST-Certified. The facts in this case are uncontradicted.\n   <em>\n    See\n   </em>\n   <em>\n    Creel\n   </em>\n   ,\n   <extracted-citation case-ids=\"7598983\" index=\"26\" url=\"https://cite.case.law/so-2d/508/859/#p863\">\n    508 So.2d at 863\n   </extracted-citation>\n   . Therefore, because the substance of Mr. Arcuri's testimony that Mr. Landrieu was not POST-certified was uncontradicted, prohibiting cross-examination of Mr. Arcuri about Mr. Harris' federal civil lawsuit was at most harmless error.\n  </p>\n  <p id=\"p-52\">\n   <strong>\n    <em>\n     DEMONSTRATION OF WEAPON FUNCTIONALITY\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-53\">\n   In his third assignment of error, Mr. Landrieu asserts that the trial court erred in not allowing defense counsel to demonstrate operation of the gun at issue in either a manual operation of the weapon or through photographs. Mr. Landrieu avers showing the operation of the gun was relevant to impeach the victim's testimony on how Mr. Landrieu operated the gun upon exiting the vehicle.\n  </p>\n  <p id=\"p-54\">\n   We find no merit to this assignment of error because the functionality of the firearm\n   he wielded was irrelevant to the State's case against him. Mr. Landrieu stipulated to his identity as the individual who stopped Mr. Harris on Magazine Street and exited his vehicle with a handgun. As discussed, Louisiana law holds that a gun need not be operable for a defendant to be convicted under La. R.S. 14:37.4. Therefore, whether the victim's testimony was accurate regarding how Mr. Landrieu wielded his weapon upon exiting his vehicle is not probative as to Mr. Landrieu's guilt.\n  </p>\n  <p id=\"p-55\">\n   <strong>\n    <em>\n     ADMISSIBILITY OF RECORDED CONVERSATION\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-56\">\n   In his fourth assignment of error, Mr. Landrieu argues that the trial court erred in not allowing the defense to introduce a recorded conversation between Officers Blount and Salier, who did not appear at trial to testify, to show that the victim was not in fear of bodily harm. Mr. Landrieu asserts that he should have been allowed to play the recorded conversation because the officers were \"unavailable.\"\n  </p>\n  <p id=\"p-57\">\n   The Louisiana Code of Evidence states that an \"unavailable\" witness is one who:\n  </p>\n  <blockquote id=\"p-58\">\n   cannot or will not appear in court and testify to the substance of his statement made outside of court. This includes situations in which the declarant:... [i]s absent from the hearing and the proponent of his statement has been unable to procure his attendance by process or other reasonable means.\n  </blockquote>\n  <p id=\"p-59\">\n   La. C.E. art. 804(A)(5). \"Determining the unavailability of a witness is a preliminary question for the [trial] court.\"\n   <em>\n    State v. Ball\n   </em>\n   , 00-2277, p. 26 (La. 1/25/02),\n   <extracted-citation case-ids=\"11442829\" index=\"27\" url=\"https://cite.case.law/so-2d/824/1089/#p1112\">\n    824 So. 2d 1089\n   </extracted-citation>\n   , 1112. The Louisiana Supreme Court has stated that \"a witness is not unavailable for purposes of the exception to the confrontation requirement unless the authorities have made a diligent and good faith effort to obtain his presence at trial.\"\n   <em>\n    Driscoll v. Stucker\n   </em>\n   , 04-0589, p. 24 (La. 1/19/05),\n   <extracted-citation case-ids=\"9173345\" index=\"28\" url=\"https://cite.case.law/so-2d/893/32/#p50\">\n    893 So. 2d 32\n   </extracted-citation>\n   , 50. \"The party asserting the admissibility of the statement bears the burden of proving the unavailability of the declarant.\"\n   <em>\n    Guidry v. Bernard\n   </em>\n   , 14-234, p. 4 (La. App. 3 Cir. 6/18/14),\n   <extracted-citation case-ids=\"6931375\" index=\"29\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n    142 So. 3d 1063\n   </extracted-citation>\n   , 1066. The trial court's decision on whether a witness is unavailable \"[is] reviewed for manifest error, and will not be overturned, absent an abuse of the trial court's discretion.\"\n   <em>\n    Ball\n   </em>\n   , 00-2277, p. 26,\n   <extracted-citation case-ids=\"11442829\" index=\"30\" url=\"https://cite.case.law/so-2d/824/1089/#p1112\">\n    824 So. 2d at 1112\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-60\">\n   Louisiana law requires a diligent and good faith effort to locate a witness for him to be declared \"unavailable\" for the purpose of hearsay exceptions. In\n   <em>\n    Guidry\n   </em>\n   , the Third Circuit held that a witness was not unavailable simply because he had refused to honor a subpoena.\n   <em>\n    Guidry\n   </em>\n   , 14-234, p. 5,\n   <extracted-citation case-ids=\"6931375\" index=\"31\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n    142 So. 3d at 1067\n   </extracted-citation>\n   . There, the defendant subpoenaed a witness to testify at trial.\n   <em>\n    <extracted-citation case-ids=\"6931375\" index=\"32\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n     Id.\n    </extracted-citation>\n   </em>\n   , 14-234, p. 3,\n   <extracted-citation case-ids=\"6931375\" index=\"33\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n    142 So.3d at 1065\n   </extracted-citation>\n   . The witness was personally served with the subpoena but refused to appear at trial.\n   <em>\n    <extracted-citation case-ids=\"6931375\" index=\"34\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n     Id.\n    </extracted-citation>\n   </em>\n   The defendant then attempted to introduce an affidavit from the witness under La. C.E. art. 804.\n   <em>\n    <extracted-citation case-ids=\"6931375\" index=\"35\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n     Id.\n    </extracted-citation>\n   </em>\n   The trial court refused to declare the witness unavailable and instead offered to issue an attachment for the witness.\n   <em>\n    <extracted-citation case-ids=\"6931375\" index=\"36\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n     Id.\n    </extracted-citation>\n   </em>\n   , 14-234, p. 3,\n   <extracted-citation case-ids=\"6931375\" index=\"37\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n    142 So.3d at 1066\n   </extracted-citation>\n   . When the defendant did not accept the court's offer to issue an attachment, the trial court refused to allow the affidavit into evidence.\n   <em>\n    <extracted-citation case-ids=\"6931375\" index=\"38\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n     Id.\n    </extracted-citation>\n   </em>\n   The Third Circuit upheld the trial court's ruling, holding that \"[the defendant] failed to make a diligent and good faith effort to obtain [the witness's] presence at trial.\"\n   <em>\n    Id.\n   </em>\n   14-234, p. 5,\n   <extracted-citation case-ids=\"6931375\" index=\"39\" url=\"https://cite.case.law/so-3d/142/1063/#p1066\">\n    142 So.3d at\n   </extracted-citation>\n   1067 ;\n   <em>\n    See also\n   </em>\n   <em>\n    Driscoll\n   </em>\n   , 04-0589, p. 24,\n   <extracted-citation case-ids=\"9173345\" index=\"40\" url=\"https://cite.case.law/so-2d/893/32/#p50\">\n    893 So. 2d at 50\n   </extracted-citation>\n   (holding that a witness is not unavailable simply because a party asserts that the witness is unavailable).\n  </p>\n  <p id=\"p-61\">\n   Although Mr. Landrieu presented instanter subpoenas for Officers Blount and\n   Salier, there is no evidence in the record that the subpoenas were ever actually served on the officers. Once the officers were not present at trial, the procedure afforded by law to Mr. Landrieu was to request the trial court issue an attachment for their arrest so that they could testify at trial. Mr. Landrieu failed to request an attachment for the officers. Further, absent from the record is any evidence that Officers Blount or Salier were ever served with instanter subpoenas. Thus, Mr. Landrieu failed to demonstrate a \"diligent and good faith effort\" to obtain the presence of the officers. Therefore, the witnesses were not \"unavailable\" for purposes of introducing hearsay evidence.\n  </p>\n  <p id=\"p-62\">\n   Finally, even if the officers were \"unavailable,\" their recorded conversation would still not be admissible because the evidence does not meet any of the exceptions to the prohibition of hearsay testimony under La. C.E. arts. 803 or 804. Even if a witness is declared \"unavailable,\" his testimony still must fit an exception to hearsay as outlined in the Code of Evidence. La. C.E. art. 802. Further, when a statement sought to be introduced contains multiple levels of hearsay, each separate level of hearsay must meet its own exception.\n   <em>\n    See\n   </em>\n   La. C.E. art. 805 (\"Hearsay included within hearsay is not excluded under the hearsay rule\n   <em>\n    if\n   </em>\n   each part of the combined statements conforms with an exception to the hearsay rule provided by legislation.\") (emphasis added).\n  </p>\n  <p id=\"p-63\">\n   Here, Mr. Landrieu has not cited any applicable exception that the recorded conversation between Detective Waterman and Officers Blount and Salier would meet. Although any out-of-court statements\n   <em>\n    made by the victim\n   </em>\n   regarding his fear of bodily harm would fall under La. Code Evid. art. 803(3), the recorded conversation between\n   <em>\n    Detective Waterman and Officers Blount and Salier\n   </em>\n   discussing the victim's statements about his fear of bodily harm is a separate level of hearsay that must meet its own exception.\n   <em>\n    See\n   </em>\n   La. C.E. art. 805. The conversation between the officers is not \"former testimony\" to satisfy article 804(B)(1) since there was no potential for cross-examination by the State; the conversation was not a statement against interest under 804(B)(3); nor does it fall under the \"catch-all\" exception of 804(B)(6) since this is not a civil action. Therefore, the recorded conversation does not fall under any exception under La. C.E. art. 804. Nor does the officers' recorded conversation fall under any exception under La. C.E. art. 803.\n   <em>\n    See\n   </em>\n   <em>\n    State v. Diggins\n   </em>\n   , 12-0015, p. 23 (La. App. 4 Cir. 10/23/13),\n   <extracted-citation case-ids=\"7002412\" index=\"41\" url=\"https://cite.case.law/so-3d/126/770/#p789\">\n    126 So. 3d 770\n   </extracted-citation>\n   , 789 (holding that the trial court properly refused to allow defense counsel to elicit inadmissible hearsay statements found in a police report from a police officer on the witness stand). Therefore, Mr. Landrieu's assertion that the trial court erred in refusing to play the recorded conversation between Detective Waterman and Officers Blount and Salier for the jury is without merit since the recorded conversation between the officers would not meet any applicable hearsay exception under Louisiana law even if the officers were found to be \"unavailable.\"\n  </p>\n  <p id=\"p-64\">\n   <strong>\n    <em>\n     CHALLENGE FOR CAUSE\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-65\">\n   In his fifth and final assignment of error, Mr. Landrieu asserts that the trial court erred when it denied a challenge for cause of a juror that stated that he hated the Landrieu family.\n  </p>\n  <p id=\"p-66\">\n   During voir dire, one of the prospective jurors, Cordill Plummer, stated that he worked in campaigns against Maurice (\"Moon\") Landrieu and \"certainly was not a fan of\" any of his children. Later, when defense counsel was describing New Orleans Mayor Mitch Landrieu's position regarding the Confederate Monuments, Mr.\n   Plummer responded that he was against the monuments being removed and he felt as though defense counsel was adopting the same position. Mr. Plummer then expressed dislike for Mitch Landrieu and Mary Landrieu. However, when asked by the judge whether he could be fair and impartial toward Kenneth Landrieu, Mr. Plummer said he could. Further, when defense counsel specifically challenged Mr. Plummer, stating that he would be better suited for another jury, Mr. Plummer expressly disagreed. The trial court denied defense counsel's challenge for cause, requiring defense counsel to exercise a peremptory challenge on the juror. Defense counsel ultimately exhausted all of his peremptory challenges.\n  </p>\n  <p id=\"p-67\">\n   Louisiana courts have held that improperly refusing to dismiss a juror for cause can constitute reversible error if the defendant subsequently uses all of his peremptory challenges. \"Reversible error is demonstrated and prejudice is presumed in cases in which a defense challenge for cause was erroneously denied and the defendant ultimately exhausted his peremptory challenges.\"\n   <em>\n    State v. Coleman\n   </em>\n   , 14-0402, p. 48 (La. 2/26/16),\n   <extracted-citation case-ids=\"6810944\" index=\"42\" url=\"https://cite.case.law/so-3d/188/174/#p210\">\n    188 So.3d 174\n   </extracted-citation>\n   , 210. However, Louisiana law is also clear that \"[a] trial judge is vested with broad discretion in ruling on challenges for cause, and his ruling will be reversed only when a review of the entire voir dire reveals the judge abused his discretion.\"\n   <em>\n    State v. Robertson\n   </em>\n   ,\n   <extracted-citation case-ids=\"7479457\" index=\"43\" url=\"https://cite.case.law/so-2d/630/1278/#p1281\">\n    630 So. 2d 1278\n   </extracted-citation>\n   , 1281 (La. 1994).\n  </p>\n  <p id=\"p-68\">\n   A challenge for cause when prospective juror expresses dislike for the defendant's family based on political reasons has not been addressed by this Court before; however, appellate courts have held that a mere acquaintance with the defendant or his family is insufficient on its own to constitute removal for cause.\n   <em>\n    See\n   </em>\n   <em>\n    State v. Mazique\n   </em>\n   , 09-845, p. 19-21 (La. App. 5 Cir. 4/27/10),\n   <extracted-citation case-ids=\"7039556\" index=\"44\" url=\"https://cite.case.law/so-3d/40/224/#p238\">\n    40 So. 3d 224\n   </extracted-citation>\n   , 238-39 (holding the trial judge properly denied a challenge for cause on a juror who was the defendant's former co-worker);\n   <em>\n    State v. Jackson\n   </em>\n   ,\n   <extracted-citation case-ids=\"7541775\" index=\"45\" url=\"https://cite.case.law/so-2d/548/57/#p59\">\n    548 So. 2d 57\n   </extracted-citation>\n   , 59-60 (La. App. 3rd Cir. 1989) (holding the trial judge properly denied a challenge for cause on a juror whose husband was the defendant's second cousin). Likewise, a trial court may only remove a juror for cause when his relationship with the defendant \"would influence the juror's ability to arrive at an impartial verdict.\"\n   <em>\n    State v. Burns\n   </em>\n   , 45,539, p. 14 (La. App. 2 Cir. 9/22/10),\n   <extracted-citation case-ids=\"7040117\" index=\"46\" url=\"https://cite.case.law/so-3d/48/344/#p352\">\n    48 So. 3d 344\n   </extracted-citation>\n   , 352.\n  </p>\n  <p id=\"p-69\">\n   The prospective juror in this case indicated a dislike for Mayor Mitch Landrieu, the defendant's cousin, and his decision to remove the Confederate statutes from New Orleans. Mr. Plummer further indicated that he had worked on campaigns against the Landrieu family and did not like any of Moon Landrieu's children that were involved in politics. However, Mr. Plummer also indicated that he could be fair and impartial to the defendant at trial and specifically disagreed with defense counsel when defense counsel suggested that Mr. Plummer could not be fair and impartial. Based on the voir dire transcript, there is no evidence that the trial court abused its broad discretion in determining that the prospective juror could remain fair and impartial throughout the trial and thus this assignment of error is without merit.\n  </p>\n  <p id=\"p-70\">\n   <strong>\n    <em>\n     DECREE\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-71\">\n   Considering Mr. Harris testimony was uncontradicted at trial, we find the evidence was sufficient to support Mr. Landrieu's conviction for aggravated assault with a firearm. Additionally, we find evidence of the victim's federal lawsuit, the functionality of the firearm, and the recorded conversation between the police officers to be irrelevant in this case. Therefore,\n   we find no abuse of the trial court's discretion in ruling the justification and impeachment evidence inadmissible. Moreover, we find because the prospective juror indicated he could be fair and impartial, despite his feelings about the defendant's family, the trial court did not abuse its discretion in denying Mr. Landrieu's challenge for cause. Accordingly, we affirm Mr. Landrieu's conviction and sentence.\n  </p>\n  <p id=\"p-72\">\n   <strong>\n    AFFIRMED\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-75\">\n    The handgun was tied during the course of the trial in order that the trigger could not be pulled for safety purposes.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-76\">\n    In December 2017, Mr. Landrieu was sentenced to one year of home incarceration with special conditions and two years active probation. Subsequently, in September 2018, the trial court amended the sentence to two years at hard labor, suspended, and placed Mr. Landrieu on active probation for a period of two years.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-77\">\n    A copy of the commission was not entered into evidence and instead was read to the jury by Blake Arcuri, general counsel for the Orleans Parish Sheriff's Office.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-78\">\n    Even if the victim's statement was an inconsistent statement, the court could have properly excluded the federal lawsuit under La. C.E. art. 607(D)(2) on grounds that introduction would confuse they jury as to what issues were involved, since the victim's belief about whether Mr. Landrieu was a police officer is irrelevant to the charge of aggravated assault with a firearm or Mr. Landrieu's justification defense.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}