{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b119-4\">Ralph T. Horn <em>vs. </em>Jacob H. Adamian &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b119-5\">Middlesex,</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_a\">December 6, 1950.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A1Z\">February 23, 1951.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b119-6\">Present: Qua, C.J., Ronan, Wilkins, Williams, &amp; Counihan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b119-11\">In this court the case was submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b119-12\"><em>Harold C. Thompson &amp; F. P. Hurley, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b119-13\"><em>C. H. Boring, </em>for the defendants.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b119-14\">Ronan, J.</author>\n<p id=\"AK2\">The plaintiff, a broker, saved an exception to the direction of a verdict for the defendants in this action of contract which he brought to recover a commission.</p>\n<p id=\"b119-15\">In determining the correctness of the ruling, the plaintiff is entitled to the view of the evidence most favorable to <page-number citation-index=\"1\" label=\"78\">*78</page-number>him. From that point of view we narrate the facts which the jury could find on the evidence. The Durabilt Body Company, hereinafter called Dura, occupied premises belonging to the defendants under a lease which would nob expire until January 31, 1951, but Dura in the summer of 1948 purchased other premises to which it soon thereafter removed. Phillips, the principal stockholder of Dura, solicited the aid of the plaintiff to secure a sublessee for Dura’s unexpired term so as to relieve Dura from paying rent for the unexpired term. Phillips suggested that the plaintiff confer with Lehigh Metal Products, Inc., hereinafter called Lehigh. The latter was occupying premises upon which its lease had expired and its lessor would not renew the lease as it- intended to demolish the building as soon as Lehigh vacated it. The plaintiff saw the defendants, and they agreed to pay him a commission if he secured a tenant who would pay an annual rental of $10,200 for Dura’s unexpired term and a rental of $10,800 for an extension of thirty-two months or for a new five year lease at these rental rates.</p>\n<p id=\"ARBW\">The plaintiff told Jacob Adamian on September 16, 1948, that Lehigh was interested in the property, that he had told Lehigh that the annual rental for Dura’s unexpired term was $10,200, but that Lehigh wanted to know what the rental would be after the expiration of the Dura lease. The plaintiff was told by Jacob Adamian on September 18, 1948, that the defendants were agreeable to a .sublease to Lehigh at an annual rental of $10,200 for the unexpired term and an annual rental of $10,800 for an additional thirty-two months. When the plaintiff communicated these terms to Maliotis, an officer of Lehigh, he learned that Maliotis would not pay the $10,800 rental but that he would discuss with his officers the matter of a five year lease at a rental of $10,200. Phillips on September 23, 1948, offered to sublet to Lehigh Dura’s unexpired term at an .annual rental of $9,600 and the payment by Lehigh of the plaintiff’s commission of $960. The plaintiff then saw Jacob Adamian and told him that Lehigh would be <page-number citation-index=\"1\" label=\"79\">*79</page-number>agreeable to an extension beyond Dura’s unexpired term but at a rental lower than $10,800, but Adamian refused to reduce this rental. Lehigh on September 24, 1948, accepted this offer of Phillips. The defendants’ lease to Dura required the written approval of the defendants to any assignment or subletting. Phillips attempted unsuccessfully on September 24, 1948, to procure the assent of the defendants to the proposed subletting to Lehigh, and he was then told by Jacob Adamian to wait until Monday, September 27, 1948, as his brother George had a friend who was interested in taking a lease and the defendants would then decide what to do. Phillips was informed by the defendants, on this last mentioned day, that they had decided to cancel Dura’s lease and to give a lease to a friend of theirs. The plaintiff then saw Jacob Adamian and endeavored to have him give a lease to Lehigh but Adamian refused. On the next day the defendants cancelled Dura’s lease, and gave a five year lease to one ■Mirak calling for an annual rental of $9,600 and containing no provision requiring the written assent of the defendants •to an assignment or subletting. Spilios, an officer of Lehigh, within two or three days thereafter saw Mirak, and they began negotiations which ended in an agreement on October 1, 1948, by which upon the payment of $3,000 Mirak was to sublet to Lehigh for five years at an annual rental of $9,600. This bargain was concluded on October 4 or 5, 1948, when the payment was made and the sublease executed.</p>\n<p id=\"b121-5\">The jury could find that the defendants knew that Lehigh was the plaintiff’s customer and that it was the only available tenant; that an inference was warranted that the defendants knew that Lehigh was willing to pay an annual rental of $10,200 and that Lehigh’s real objection was to the rental of $10,800 for a term beyond Dura’s unexpired term; that Lehigh desired to obtain a lease for a five year term;, that the defendants had no objection to Lehigh on the ground that it was not financially responsible; that Mirak was a straw acting in behalf of the defendants; that he was given a lease in which the provision requiring the written <page-number citation-index=\"1\" label=\"80\">*80</page-number>assent of the defendants to an assignment or subletting was struck out in order that Mirak might sublet to Lehigh, which he did within a few days after the lease was given to him, and after one of the defendants had suggested to him that, all other things being equal, he would appreciate it if he, Mirak, gave a sublease to Lehigh; and that the rental named in Mirak’s lease was at a lower rate than the defendants knew they could obtain from Lehigh but with the payment of $3,000 would make the annual rental $10,200 prorated over the term, an amount which the defendants knew Lehigh was willing to pay.</p>\n<p id=\"b122-5\">This total rental in the trade made between Mirak and Lehigh for the full five year term was $1,600 less than the only offer made by the plaintiff to Lehigh. This lowering of the rental by the defendants acting through Mirak and the requirement of the payment of $3,000 cannot be said as matter of law to be such a substantial difference as to preclude a finding that there was a causal relation between the plaintiff’s efforts and the making of the sublease. <em>Hall </em>v. <em>Grace, </em>179 Mass. 400, 403-404. <em>French </em>v. <em>McKay, </em>181 Mass. 485, 486. <em>Stuart </em>v. <em>Valsom, </em>249 Mass. 149, 152. <em>Provost </em>v. <em>Burgin, </em>287 Mass. 273, 274-275. <em>Holton </em>v. <em>Shepard, </em>291 Mass. 513, 516. <em>Pacheco </em>v. <em>Medeiros, </em>292 Mass. 416, 420.</p>\n<p id=\"b122-6\">The jury could also find that no new or intervening cause occurred during the few days after Mirak got his lease and before the subletting to Lehigh, and that the efforts which the plaintiff had made continued as an operative and efficient force in bringing about the subletting of the defendants’ premises to Lehigh which the plaintiff had procured and which was not only able, ready and willing to become a tenant on the defendants’ terms but in fact did become such a tenant. At least whether the plaintiff was the predominating effective cause of the subletting to Lehigh was a question of fact which should have been submitted to the jury. <em>Stuart </em>v. <em>Valsom, </em>249 Mass. 149. <em>Green </em>v. <em>Warren Institution for Savings, </em>312 Mass. 307. <em>Blood </em>v. <em>Jenkins, </em>312 Mass. 691. <em>Corleto </em>v. <em>Prudential Ins. Co. </em>320 Mass. 612.</p>\n<p id=\"b123-4\"><page-number citation-index=\"1\" label=\"81\">*81</page-number>We do not think that the failure of the plaintiff to submit an offer from Lehigh is decisive of the case where it could be found that the defendants knew about what rental Le-high was willing to pay, blocked the giving of a sublease by Dura, lowered their terms, adopted a plan by which a straw would offer a sublease which would be acceptable to the customer and, going behind the plaintiff’s back, consummated the trade with the customer.</p>\n<p id=\"b123-5\">The plaintiff’s exceptions are sustained and, in accordance with the stipulation of the parties, judgment is to be entered for the plaintiff for $1,836.</p>\n<p id=\"b123-6\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}