{
  "casebody": {
    "data": "<casebody firstpage=\"1210\" lastpage=\"1211\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1274-7\">Otis F. ASTON, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1274-9\">No. 79-3855</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ABU\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1274-10\">United States Court of Appeals, Fifth Circuit. Unit B</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1274-13\">Sept. 17, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1274-22\">William P. Cagney, III, Martin L. Roth, Miami, Fla., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1274-23\">J. R. Brooks, U. S. Atty., Ann C. Robertson, Asst. U. S. Atty., Birmingham, Ala., for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1274-25\">Before RONEY, FRANK M. JOHNSON, Jr., and HENDERSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1275-4\"><page-number citation-index=\"1\" label=\"1211\">*1211</page-number>PER CURIAM:</author>\n<p id=\"b1275-5\">Otis F. Aston brought this suit to recover damages sustained when he fell from a stool while working at the federal prison where he was incarcerated. The appellant sought recovery under the Federal Tort Claims Act, 28 U.S.C.A. § 1346. The district court granted summary judgment for the defendant, reasoning that the exclusive remedy for a federal prisoner’s work-relat-. ed injury is a, claim under 18 U.S.C.A. § 4126. Because this premise was correct, it was proper to dismiss the suit.<footnotemark>1</footnotemark></p>\n<p id=\"b1275-6\">As the district court stated, “[i]t is undisputed that [Aston] suffered from numerous medical complaints prior to and during his imprisonment, including a right leg deformity which required that he walk with crutches.” Aston alleged that despite his protests a prison guard ordered him to clean high shelves, and that while doing so he fell and sustained the injuries for which he seeks compensation.</p>\n<p id=\"b1275-7\">For the purposes of deciding the government’s motion, the district court properly accepted as true Aston’s allegations that he was unfit for the work, that the prison officials knew or should have known of his condition, and that he was injured on the job. We hold that under these circumstances the district court lacked jurisdiction to hear a cause of action grounded on the Federal Tort Claims Act.</p>\n<p id=\"b1275-8\">In <em>United States v. Demko, </em>285 U.S. 149, 87 S.Ct. 282, 17 L.Ed.2d 258 (1966), the Supreme Court held that the “prison compensation law” embodied in 18 U.S.C.A. § 4126 is the exclusive remedy for a federal prisoner injured while working, regardless of allegations of governmental negligence. The appellant urges that his case is distinguishable in that the government was negligent in ordering him to climb on a stool. As noted above, allegations of negligence were present in <em>Demko </em>and were no help to the plaintiff there. We agree with Aston that some injuries sustained by federal prisoners are compensable under the Federal Tort Claims Act, see, e. <em>g., United States v. Muniz, </em>374 U.S. 150, 83 S.Ct. 1850, 10 L.Ed.2d 805 (1963) (negligent supervision and negligent medical treatment); <em>cf., Owens v. Haas, </em>601 F.2d 1242 (2d Cir.), <em>cert. denied, </em>444 U.S. 980, 100 S.Ct. 483, 62 L.Ed.2d 407 (1979) (42 U.S.C.A. § 1983 action for assault by guards), but injuries sustained while working are not. <em>Demko </em>makes clear that § 4126 is the sole remedy against the government where the injury is work-related, and the cause of the injury is irrelevant so long as the injury itself occurred while the prisoner was on the job. <em>Thompson v. United States, </em>495 F.2d 192 (5th Cir. 1974) (aggravation of work-related injuries by negligent medical care); <em>Wooten v. United States, </em>437 F.2d 79 (5th Cir. 1971) (prisoner injured in elevator while on lunch break); <em>United States v. Cole, </em>376 F.2d 848 (5th Cir. 1967); <em>Jewell v. United States, </em>274 F.Supp. 381 (N.D.Ga.1967).</p>\n<p id=\"b1275-11\">With the understanding that the proper disposition was a dismissal, the judgment of the district court is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1275-9\">. The government asked the court to dismiss for lack of subject matter jurisdiction, and this motion should have been granted. <em>United States v. Cole, </em>376 F.2d 848, 849 (5th Cir. 1967). The district court apparently treated the motion as one for summary judgment and directed that the “case be dismissed.” We only decide the jurisdiction question, and not the merits. See F.R.Civ.P. 12, 41, 56; <em>see generally C. Wright &amp; A. Miller, Federal Practice &amp; Procedure § 2713 </em>(1973).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}