{
  "casebody": {
    "data": "<casebody firstpage=\"764\" lastpage=\"767\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b828-13\">MICHAEL REESE PHYSICIANS AND SURGEONS, S.C., and Lawrence Ferguson, M.D., Plaintiffs-Appellees, v. Arthur F. QUERN, Director, Illinois Department of Public Aid, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b828-17\">No. 78-2040.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b828-18\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b828-19\">Reheard In Banc June 16, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"agd-dedup-0\">Decided July 18, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b828-21\">James C. O’Connell, Asst. Atty. Gen., Chicago, 111., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b828-22\">James C. Murray, Jr., Chicago, 111., for plaintiffs-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b828-23\">Before FAIRCHILD, Chief Judge, and SWYGERT, CUMMINGS, PELL, SPRE-CHER, BAUER, WOOD and CUDAHY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b828-24\">PER CURIAM.</author>\n<p id=\"b828-25\">A panel of this court initially issued an opinion, reported at 606 F.2d 732 (7th Cir.), which ordered that the preliminary injunction granted plaintiffs-appellees, Michael Reese Physicians and Surgeons, S.C., and Lawrence Ferguson, M.D., be dissolved. Based upon the plaintiffs-appellees’ petition for rehearing with a suggestion that the <page-number citation-index=\"1\" label=\"765\">*765</page-number>case be reheard <em>in banc, </em>a majority of the judges in regular active service on this court voted to rehear the case <em>in banc. </em>Following reargument a majority of the judges in regular active service on the court decided to adopt the original panel decision dissolving the preliminary injunction.</p>\n<p id=\"b829-5\">PELL, Circuit Judge, for the reasons stated in his dissent from the panel opinion, 606 F.2d at 736, dissents from this decision.</p>\n<p id=\"b829-6\">CUMMINGS, Circuit Judge, joins in Circuit Judge PELL’s dissent and adds additional reasons for dissenting.</p>\n<p id=\"b829-7\">CUMMINGS, Circuit Judge, with whom PELL, Circuit Judge, joins, dissenting.</p>\n<p id=\"b829-8\">I join in Judge Pell’s original dissent, but I write separately to highlight some additional reasons, first advanced at the <em>en banc </em>oral argument, that support affirmance.</p>\n<p id=\"b829-9\">When Congress enacted the 1977 Medicare-Medicaid Antifraud and Abuse Amendments to the Social Security Act, the amended Section 1902a(a)(32) of the Act read in pertinent part as follows:</p>\n<blockquote id=\"b829-10\">“(a) A state plan for medical assistance must—</blockquote>\n<blockquote id=\"b829-11\">******</blockquote>\n<blockquote id=\"b829-12\">“(32) provide that no payment under the plan for any care or service provided to an individual shall be made to anyone other than such individual or the <em>person </em>or institution providing such- care or service, under an assignment or power of attorney or otherwise; except that—</blockquote>\n<blockquote id=\"a2x-dedup-0\">“(A) in the case of any care or service provided by a physician, dentist, or other individual practitioner, such payment may be made (i) to the employer of such physician, dentist, or other practitioner if such physician, dentist, or practitioner is required as a condition of his employment to turn over his fee for such care or service to his employer, or (ii) (where the care or service was provided in a hospital, clinic, or other facility) to the facility in which care or service was provided if there is a contractual arrangement between such physician, dentist, or practitioner and such facility under which such facility submits the bill for such care or service * * (Italics supplied; 42 U.S.C. § 1396a(a)(32).)</blockquote>\n<p id=\"b829-14\">Prior to the amendment, said paragraph (a)(32) stated in pertinent part:</p>\n<blockquote id=\"b829-15\">“(a) A State plan for medical assistance must—</blockquote>\n<blockquote id=\"b829-16\">******</blockquote>\n<blockquote id=\"b829-17\">“(32) provide that no payment under the plan for any care or service provided to an individual by a physician, dentist, or other individual practitioner shall be made to anyone other than such individual or such physician, dentist, or practitioner * * * ^ t</blockquote>\n<p id=\"b829-19\">The central purpose of the amendment was to stop the common practice of factoring Medicare and Medicaid bills. That practice depended on the physician’s use of a power of attorney that “allows the factoring company to receive the Medicare or Medicaid payment in the name of the physician, thus allowing the continuation of a program abuse which factoring activities were shown to produce in the past.” House Report No. 95-393, Part II (95th Cong., 1st Sess. 1977) at 49, reproduced in 3 U.S.Code Congressional and Administrative News (95th Cong., 1st Sess. 1977) at 3039, 3051. No such practice is involved here, and Congress expressly recognized this fact. Thus, although the 1977 Amendments prohibit the states from making payments to “anyone other than” certain named entities under an assignment or power of attorney, it specifically included among the entities entitled to receive payments “the person * * * providing such care or service.” Under 1 U.S.C. § 1, a “person” includes a corporation. It follows then that Congress explicitly permitted a corporation such as Michael Reese Physicians &amp; Surgeons, S.C. (MRPS) to receive the payments at issue here.</p>\n<p id=\"b829-20\">It would make no sense for Congress to place a corporation such as MRPS within the class of allowable, recipients only to have it removed by a state. Although the Illinois Department of Public Aid may argue that the statute prohibits only an ex<page-number citation-index=\"1\" label=\"766\">*766</page-number>pansion of the class of payees and that the Department has merely reduced the size of the class in the interest of furthering the Congressional intent, I do not believe a state should be able to substitute for the judgment of Congress its own notions on how to eliminate factoring. Since Congress clearly believed it was unnecessary to prohibit corporations such as MRPS from receiving payments, Illinois' attempt to do so is contrary to the intent of the statute.</p>\n<p id=\"b830-4\">Although under other circumstances I might hesitate to draw from language permitting a state to make payments to MRPS the conclusion that Illinois must allow MRPS to receive payments, such an approach to the statutory intent is justified by two specific items in the legislative history. First, on March 3 and 7, 1977, Samuel Skinner, then United States Attorney for the Northern District of Illinois, testified regarding the anti-factoring provisions during the joint hearings held in the House of Representatives on the proposed amendments to the Act. Joint Hearings of the Subcommittee on Health, Committee on Ways &amp; Means and Subcommittee on Health and the Environment, Committee on Interstate and Foreign Commerce, U.S. House of Representatives (95th Cong., 1st Sess., March 3 and 7, 1977) at p. 28. He suggested to the Subcommittee that the plan payments be made “directly to the individual who certifies that he has rendered the medical services, rather than making the payment to the provider who then will have the responsibility of turning it back to the individual practitioners.” <em>Id. </em>at 31. See also <em>id. </em>at 36. In other words, Mr. Skinner recommended restrictions very similar to those that are currently reflected in the Illinois Department of Public Aid regulations. The legislative record indicates, however, that his recommendation was rejected by the Subcommittee and the Committee staff, even though the Department of Health, Education and Welfare supported the provision. Staff Report on H.R. 3, Medicare-Medicaid Anti-Fraud and Abuse Amendments, Subcommittee on Health of Committee on Ways &amp; Means, U.S. House of Representatives (95th Cong., 1st Sess., March 28, 1977) at p. 2.</p>\n<p id=\"b830-5\">Second, the House Committee Report expressly stated that Section 1936a(a) as amended in 1977 would permit the use of billing agents such as MRPS. It stated:</p>\n<blockquote id=\"AEF\">“The bill would modify existing law to preclude the use of a power of attorney as a device for reassignments of benefits under medicare and medicaid, other than an assignment to a governmental entity or establishment, or an assignment established by or pursuant to the order of a court of competent jurisdiction. The bill also provides for similar prohibitions with respect to billings for care provided by institutions under medicare and medicaid. However, it would not preclude the agent of a physician or other person furnishing services from collecting any medicare or medicaid payment on behalf of a physician, provided the agency does so pursuant to an agreement under which the compensation paid the agency for his services or for the billings or collections of payments is unrelated (directly or indirectly) to the dollar amount of the billings or payments, and is not dependent upon the actual collection of any such payments. Thus, the use of billing agents by doctors and others, when the agents are paid on a basis related to the cost of doing business and not dollar amounts billed or collected, would not be precluded. The bill would not impose any limitations on the use of billing or collection agencies for payments owed by anyone other than the medicare or medicaid programs. Nor is it the committee’s intention that this provision preclude the legitimate transfer of accounts receivable from these programs by an individual or an institution upon the ‘sale’ of the individual’s practice (for example upon retirement) or as part of the sale of all the assets of an institution.” (3 U.S. Code Congressional and Administrative News (95th Cong., 1st Sess., 1977) 3051-3052.)</blockquote>\n<p id=\"b830-6\">The same language appears in Senate Finance Committee Report No. 95-453 (95th Cong., 1st Sess. 1977) at p. 7. This lan<page-number citation-index=\"1\" label=\"767\">*767</page-number>guage reflects Congress’ command that state plans must prevent a physician from employing a power of attorney but preserve his ability to use an agent. Illinois has taken action here directly contrary to this Congressional purpose.<footnotemark>1</footnotemark></p>\n<p id=\"b831-5\">As explained at the <em>en banc </em>oral argument, unless the payments are made to plaintiff corporation or at the very least to physicians at the corporation’s address, the physicians will receive payments at their own offices and may not remit any amounts to the corporate plaintiff. The result will be that the corporate plaintiff will be forced to close shop. In my view, the 1977 Congressional Amendments permitted payments to the plaintiff corporation in order to prevent such a result. The regulations under attack here cannot survive when the statute is so interpreted.</p>\n<footnote label=\"1\">\n<p id=\"b831-14\">. This construction does not make the exception clause in Section 1936a(a)(32) meaningless because, as plaintiffs’ counsel stated, it would still perform a valid function in states that do not have a medical corporation law system such as that in Illinois.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}