{
  "casebody": {
    "data": "<casebody firstpage=\"545\" lastpage=\"550\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b573-4\">HEARTLAND JOCKEY CLUB, LTD., Appellant, v. OHIO STATE RACING COMMISSION, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b573-6\">[Cite as <em>Heartland Jockey Club, Ltd. v. Ohio State Racing Comm. </em>(2000), 137 Ohio App.3d 545.]’</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b573-7\">Court of Appeals of Ohio, Tenth District, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b573-9\">No. 99AP-383.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b573-10\">Decided March 14, 2000.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b574-8\"><page-number citation-index=\"1\" label=\"546\">*546</page-number><em>Wiles, Doucher, Van Burén '&amp; Bóyle Co., L.P.A., </em>and <em>Jay B. Eggspuehler, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b574-9\"><em>Betty D. Montgomery, </em>Attorney General, and <em>Matthew L. Westerman, </em>Assistant Attorney General, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b574-10\">Bowman, Presiding Judge.</author>\n<p id=\"b574-11\">Appellant, Heartland Jockey Club, Ltd., operator of the Beulah Park race track facility, sought permission from appellee, the Ohio State Racing Commission (“commission”), to simulcast the 1998 Kentucky Derby as part of its live racing program at Beulah Park. The commission decided that appellant could simulcast the Kentucky Derby, but conditioned the approval upon the track making its entire racing program, live racing and those races televised by satellite, available to all tracks authorized in Ohio by statute to receive it.</p>\n<p id=\"b574-12\">Appellant appealed to the Franklin County Court of Common Pleas, pursuant to R.C. 119.12. The trial court found the decision of the commission to be supported by reliable, probative, and substantial evidence, and in accordance with law. Appellant then filed a notice of appeal from that decision and raises the following assignment of error:</p>\n<blockquote id=\"b574-13\">“The Franklin County Court of Common Pleas erred in its decision on the merits and in interpreting R.C. § 3769.089.”</blockquote>\n<p id=\"b574-14\">By the assignment of error, appellant contends that the trial court erred in its interpretation of R.C. 3769.08.9. R.C. 119.12 provides the standard of review for the common pleas court:</p>\n<blockquote id=\"b574-15\">“The court may affirm the order of the agency complained of in the appeal if it finds, upon consideration of the entire record and such additional evidence as the court has admitted, that the order is supported by reliable, probative, and substantial evidence and is in accordance with law. In the absence of such a <page-number citation-index=\"1\" label=\"547\">*547</page-number>finding, it may reverse, vacate or modify the order or make such other ruling as is supported by reliable, probative, and substantial evidence and is in accordance with law.”</blockquote>\n<p id=\"b575-4\">In <em>Lorain City Bd. of Edn. v. State Emp. Relations Bd. </em>(1988), 40 Ohio St.3d 257, 260-261, 533 N.E.2d 264, 267, the Ohio Supreme Court set forth the standard of review for an appellate court:</p>\n<blockquote id=\"b575-5\">“In reviewing an order of an administrative agency, an appellate court’s role is more limited than that of a trial court reviewing the same order. It is incumbent on the trial court to examine the evidence. Such is not the charge of the appellate court. The appellate court is to determine only if the trial court has abused its discretion. An abuse of discretion ‘ * * * implies not merely error of judgment, but perversity of will, passion, prejudice, partiality, or moral delinquency.’ <em>State, ex rel. Commercial Lovelace Motor Freight, Inc., v. Lancaster </em>(1986), 22 Ohio St.3d 191, 193, 22 OBR 275, 277, 489 N.E.2d 288, 290. Absent an abuse of discretion on the part of the trial court, a court of appeals must affirm the trial court’s judgment. See <em>Rohde v. Farmer </em>(1970), 23 Ohio St.2d 82, 52 O.O.2d 376, 262 N.E.2d 685.</blockquote>\n<blockquote id=\"b575-6\">“The fact that the court of appeals, or this court, might have arrived at a different conclusion than did the administrative agency is immaterial. Appellate courts must not substitute their judgment for those of an administrative agency or a trial court absent the approved criteria for doing so.”</blockquote>\n<p id=\"b575-7\">On questions of law, however, the common pleas court does not exercise discretion and the court of appeals review is plenary. <em>Univ. Hosp.; Univ. of Cincinnati College of Med. v. State Emp. Relations Bd. </em>(1992), 63 Ohio St.3d 339, 587 N.E.2d 835, paragraph one of the syllabus.</p>\n<p id=\"b575-8\">The issue in this case centers around whether appellant was required to simulcast its live racing program and the Kentucky Derby to all the other race tracks in Ohio as a condition of simulcasting the Kentucky Derby at its own track. The commission determined that R.C. 3769.08.9 required appellant to do so; however, the Kentucky Horsemens Association and/or the Kentucky Racing Commission have denied southern Ohio tracks access to the Kentucky Derby. Therefore, if appellant is required to simulcast its racing program to all tracks, in essence, it cannot include the Kentucky Derby as part of its program at Beulah Park because the southern Ohio tracks are not permitted to receive the race. Thus, the issue is whether R.C. 3769.08.9 requires appellant to simulcast its racing program to all the tracks in Ohio.</p>\n<p id=\"b575-9\">In <em>Meeks v. Papadopulos </em>(1980), 62 Ohio St.2d 187, 190, 16 O.O.3d 212, 213, 404 N.E.2d 159, 161, the court quoted <em>Sears v. Weimer </em>(1944), 143 Ohio St. 312, 28 O.O. 270, 55 N.E.2d 413, paragraph five of the syllabus, as follows: “[w]here the <page-number citation-index=\"1\" label=\"548\">*548</page-number>language of a statute is plain and unambiguous and conveys a clear and definite meaning there is no occasion for * * * [resort] to rules of statutory interpretation. An unambiguous statute is to be applied, not interpreted.” R.C. 3769.08.9 provides:</p>\n<blockquote id=\"b576-4\">“(A) As used in this chapter:</blockquote>\n<blockquote id=\"b576-5\"><em>U </em>* *</blockquote>\n<blockquote id=\"b576-6\">“(3) ‘Live racing program’ means a racing program consisting of no fewer than seven live horse races at thoroughbred tracks * * * and additional horse races simulcast from other facilities located either inside or outside this state, in which not more than two horse races on which pari-mutuel wagering is conducted are simulcast from facilities located outside this state. * * *</blockquote>\n<blockquote id=\"b576-7\">“(4) ‘Simulcast host’ means a track or enclosure in this state where, on a racing day, a permit holder is doing one or both of the following:</blockquote>\n<blockquote id=\"b576-8\">“(a) Conducting a live racing program and offering this program to one or more simulcast guests and satellite facilities in this state;</blockquote>\n<blockquote id=\"b576-9\">“(b) Receiving a simulcast racing program for simulcasting to one or more simulcast guests and satellite facilities in this state.</blockquote>\n<blockquote id=\"b576-10\">“(5) ‘Simulcast guest’ means any track or enclosure that is receiving from a simulcast host, on a day other than a racing day, a live racing program or a simulcast racing program.</blockquote>\n<blockquote id=\"b576-11\">“(6) ‘Simulcast racing program’ means all simulcasts of horse races to a simulcast host or simulcast guest on a racing day or on any other day on which pari-mutuel wagering is conducted, but does not include any simulcast horse races from inside or outside this state that are included in a simulcast host’s live racing program.</blockquote>\n<blockquote id=\"b576-12\"><em>“ </em>* * :|=</blockquote>\n<blockquote id=\"b576-13\">“(D) On any day that a racing day has been applied for at any track in this state, each track in this state may operate as either a simulcast host or a simulcast guest and may conduct, with the approval of the state racing commission, pari-mutuel wagering on all simulcasts of races conducted inside this state made available to it plus all simulcasts of races conducted at facilities located outside this state as determined by the simulcast hosts. * * *</blockquote>\n<blockquote id=\"b576-14\">“ * * * Simulcast guests and satellite facilities shall receive all approved simulcast racing programs offered by simulcast hosts.”</blockquote>\n<p id=\"b576-15\">Appellant argues that its proposed racing program meets the definition of “live racing program” in R.C. 3769.08.9(A)(3), since the program contained seven live races and no more than two out-of-state simulcast races on which pari-mutuel <page-number citation-index=\"1\" label=\"549\">*549</page-number>wagering was conducted, one of which was the Kentucky Derby. Thus, appellant argues, being a “live racing program,” the requirement of making its simulcast of the Kentucky Derby available to all tracks does not apply. The commission argues that it does apply and relied upon the definition of simulcast guest in R.C. 3769.08.9(A)(5), the requirements of R.C. 3769.08.9(D), and the overall intent of the act.</p>\n<p id=\"b577-4\">There is no question that appellant’s proposed racing program meets the definition of a live racing program, as it was offering live races and not more than two simulcast races to be shown at its track. R.C. 3769.08.9(A)(6) also supports the finding that the proposed race was a live racing program as that definition of simulcast racing program excludes simulcast races included in a live racing program. Appellant’s proposed racing program clearly does not meet the definition of simulcast guest, because appellant was conducting live races at the track and was not receiving any races from a simulcast host, in other words,, a race track within Ohio. The provision in R.C. 3769.08.9(D), which requires simulcast guests to receive all approved simulcast racing programs offered by simulcast hosts, only applies to “simulcast racing programs” and not to “live racing programs.” At issue in this case is a live racing program.</p>\n<p id=\"b577-5\">The commission also argues that R.C. 3769.08.9(B) requires appellant to offer its program to all tracks in the state. R.C. 3769.08.9(B) provides:</p>\n<blockquote id=\"b577-6\">“The state racing commission shall, upon request by any permit holder,, permit electronically televised simulcasts of horse races at the permit holder’s track or enclosure on racing days authorized by the permit holder’s permit. Except as provided in division (B) of this section, <em>the commission shall not permit the simulcast of any simulcast racing program </em>conducted at tracks or facilities <em>located outside this state unless the out-of-state simulcast racing program is available to all permit holders, </em>whether serving as simulcast hosts or simulcast guests, and all satellite facilities, in this state open and operating on that day.” (Emphasis added.)</blockquote>\n<p id=\"b577-7\">However, this language also only requires the simulcast of an out-of-state racing program to all permit holders of a simulcast racing program, not a live racing program. Appellant’s proposed racing program met the definition of live racing program, thus, appellant should not have been required to offer its program to all tracks within the state.</p>\n<p id=\"b577-8\">The commission also argues that every track is required, as part of applying for its permit, to be a simulcast host or a simulcast guest for each racing day. We have found no language in R.C. 3769 to support this argument. Even if true, and appellant was a simulcast host, R.C. 3769.08.9(A)(4)(a) only requires a simulcast host to offer its live program to one or more simulcast guests, not all <page-number citation-index=\"1\" label=\"550\">*550</page-number>the tracks within the state. Thus, the common pleas court abused its discretion in finding that the commission’s order was in accordance with law. Appellant’s assignment of error is well taken.</p>\n<p id=\"b578-5\">For the foregoing reasons, appellant’s assignment of error is sustained. The judgment of the Franklin County Court of Common Pleas is reversed, and this cause is remanded to that court for further proceedings in accordance with law and consistent with this decision.</p>\n<p id=\"b578-6\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b578-7\">Tyack and Peggy Bryant, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}