{
  "casebody": {
    "data": "<casebody firstpage=\"111\" lastpage=\"114\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b153-8\">ANCORA CAPITAL AND MANAGEMENT GROUP, LLC, d/b/a Jetsort, Plaintiff-Appellant, v. Philip E. GRAY, Defendant-Appellee, and Corporate Mailing Services, Incorporated, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b153-12\">No. 02-1245.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b153-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b153-14\">Argued Oct. 29, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b153-15\">Decided Jan. 3, 2003.</decisiondate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b153-19\">See also 214 F.Supp.2d 493.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b154-4\"><page-number citation-index=\"1\" label=\"112\">*112</page-number>ARGUED: Kenneth W. Irvin, Morrison &amp; Foerster, L.L.P., Washington, D.C., for Appellant. Alonzo D. Washington, Niles, Barton &amp; Wilmer, L.L.P., Baltimore, Maryland, for Appellee. ON BRIEF: Bryan A. Schwartz, Morrison <em>&amp; </em>Foerster, L.L.P., Washington, D.C., for Appellant. Jeffrey A. Wothers, Niles, Barton <em>&amp; </em>Wilmer, L.L.P., Baltimore, Maryland, for Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b154-5\">Before NIEMEYER, WILLIAMS, and GREGORY, Circuit Judges.</p>\n<p data-order=\"8\" data-type=\"disposition\" id=\"b154-6\">Reversed and remanded by unpublished PER CURIAM opinion.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b154-7\">OPINION</p>\n<author id=\"b154-8\">PER CURIAM.</author>\n<p id=\"b154-9\">Ancora Capital and Management Group, LLC, d/b/a Jetsort (“Ancora”) filed suit against its former employee, Philip Gray, and Gray’s current employer, Corporate Mailing Services, Inc. (“CMS”), seeking to enforce the non-competition covenant it held with Gray. Ancora also sought damages from Gray and CMS for the misappropriation of trade secrets, conspiracy and tortious interference with contractual relations. Ancora sought preliminary injunctions against both Gray and CMS, which the district court denied. Ancora now appeals the district court’s denial of the preliminary injunction against Gray. For the following reasons, we reverse and remand to the district court.</p>\n<p id=\"b154-10\">I.</p>\n<p id=\"b154-11\">Ancora and CMS are direct competitors in the mail pre-sort business, where they process customers’ mail using high-speed equipment to obtain postal discounts for customers. Gray worked for Ancora from 1992 until his resignation in 2001. Gray was entrusted with Ancora’s proprietary business information and was intimately familiar with the sorting schemes, customer mail qualification statistics, contract terms, service structures, and other information essential to Ancora’s business. In April 1999, Ancora promoted Gray to Vice-President of Operations. At that time, Gray signed an employment agreement that included a covenant not to compete. The non-competition clause of the Agreement states:</p>\n<blockquote id=\"b154-13\">Non Competition Period: You agree that for a period of two (2) years after your employment with the Company ends, you shall not, without first obtaining the prior written approval of the Company, engage directly or indirectly in Competition in any Restricted Territory; or directly or indirectly be or become an officer, director, stockholder, owner, co-owner, affiliate, partner, promoter, employee, agent, representative, consultant, advisor, manager, licensor, sublicensor, licensee, or sub-licensee of, for or to, or otherwise be or become associated with or acquire or hold (of record, beneficially or otherwise) any direct or indirect interest in, any business that engages in Competition in any Restricted Territory.</blockquote>\n<p id=\"b154-14\">Employment Agreement, 119(b) (J.A. 20).</p>\n<p id=\"b154-15\">In April 2001, Ancora decided to restructure its business, eliminating Gray’s position as Vice President of Operations. Ancora changed Gray’s title to Baltimore Plant Manager and reduced his salary from $100,000 to $85,000. Both parties agree that this was a modification of the existing employment relationship between Gray and Ancora, not a new contractual relationship. <em>See </em>Appellant’s Br. at 11; Norman Deck at 1114 (J.A. 98); Mazureki-<page-number citation-index=\"1\" label=\"113\">*113</page-number>weicz Dep. at 85 (J.A. 367). This modification was not reduced to writing.</p>\n<p id=\"b155-5\">Unbeknownst to Ancora, Gray consulted an attorney at the end of April 2001 to discuss the enforceability of the non-competition provision of his employment agreement. He also contacted the president of CMS about the possibility of working for the company. In the months that followed, Gray remained involved in the preparation of proposals for Ancora’s customers and in meetings discussing An-cora’s revenues and confidential financial information. He never informed Ancora of his discussions with CMS. In fact, in the days after Gray provided notice of his resignation to his Ancora supervisor on July 29, 2001, he was asked if he had secured a new position and he told Ancora that he had no fixed plans. The record indicates, however, that the day after Gray informed his supervisor of his resignation, he signed an employment agreement with CMS to become their Vice-President of Operations. Gray Dep. at 103:5-104:11; Employment Agreement between Philip Gray and Corporate Mailing Services, Inc. (J.A. 115-24).</p>\n<p id=\"b155-6\">On September 20, 2001, Ancora filed suit in district court against Gray and CMS. On January 2, 2002, Ancora sought a preliminary injunction that would, among other things, prohibit Gray from working for CMS or any other Ancora competitor. The district court denied the preliminary injunction, holding that “the balance of harms does not tip decidedly in Ancora’s favor, [so] it must show a ‘strong,’ and ‘substantial’ likelihood of success, one that is ‘clear and convincing.’ ” <em>Ancora Capital &amp; Management Group, LLC d/b/a Jetsort v. Gray, </em>Civ. No. CCB-01-2804 (D.Md. February 16, 2002) (J.A. 289). This appeal followed.</p>\n<p id=\"b155-11\">II.</p>\n<p id=\"b155-7\">We review the denial of a preliminary injunction for abuse of discretion. <em>See Mi-croStrategy Inc. v. Motorola, Inc., </em>245 F.3d 335, 338 (4th Cir.2001). Where we find a mistake in the application of the law to the facts, we are permitted to correct such error in the district court. <em>Rawl v. United States, </em>778 F.2d 1009, 1014 (4th Cir.1985); <em>see also Smith v. United States, </em>336 F.2d 165, 168 (4th Cir.1964) (“Erroneous conclusions of law may always be set aside.... ”).</p>\n<p id=\"b155-8\">III.</p>\n<p id=\"b155-9\">This Court implements a four-part balance of hardship test to be used when reviewing petitions for interlocutory in-junctive relief. In such cases, the Court must consider: (1) probable irreparable injury to plaintiff without a decree; (2) likely harm to the defendant with a decree; (3) plaintiffs likelihood of success; and (4) public interest. <em>See Blackwelder Furniture Co. of Statesville, Inc. v. Selig Mfg. Co., Inc., </em>550 F.2d 189, 196 (4th Cir.1977). The two most important factors are probability of irreparable injury to the plaintiff without a decree and likelihood of harm to the defendant with a decree. “If that balance [of the first two factors] is struck in favor of plaintiff, it is enough that grave or serious questions are presented; and plaintiff need not show a likelihood of success.” <em>Id.</em></p>\n<p id=\"b155-10\">In its Memorandum and Order denying the preliminary injunctions, the district court found that, “[i]f Jetsort [Ancora] prevails on its claim that Gray has disclosed trade secrets which have enabled CMS to compete more effectively for customers, there is also some possibility of long-term loss of goodwill, although the lost value of the contract itself presumably could be monetarily calculated.” <em>Ancora Capital &amp; Management Group, LLC d/b/a Jetsort v. Gray, </em>Civ. No. CCB-01-2804 (D.Md. February 16, 2002) (J.A. 288). The district <page-number citation-index=\"1\" label=\"114\">*114</page-number>court also stated that “Moss of goodwill qualifies as irreparable harm.” <em>Id., </em>citing <em>Blackwelder </em>at 197. The district court went on to assume that, for purposes of the motion, Ancora made a showing that Gray disclosed its trade secrets to CMS, a disclosure that allowed CMS to compete more effectively for customers. Accordingly, in balancing the harm to Ancora against the harm to Gray, the district court found that the harm to Gray — his inability to work in his area of experience — was not severe, reasoning that “Gray might have the ability to obtain other employment and could be compensated for his lost wages.” <em>Ancora Capital &amp; Management Group, LLC d/b/a Jetsort v. Gray, </em>Civ. No. CCB-01-2804 (D.Md. February 16, 2002) (J.A. 289). In contrast, the district court found that CMS “would suffer severe harm if it were precluded from bidding on major contracts.” <em>Id. </em>This conclusion indicates that the balance of harms between Gray and Ancora tip decidedly in Ancora’s favor. However, the district court concluded that because CMS would suffer harm equivalent to that facing Ancora, the balance of harms did not tip decidedly in Ancora’s favor, thus requiring a showing of a strong and substantial likelihood of success — one that is clear and convincing.</p>\n<p id=\"b156-4\">This Court has held that when the balance of harms “tips decidedly in favor of the plaintiff, a prehminary injunction will be granted if the plaintiff has raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.” <em>Direx Israel, Ltd. v. Breakthrough Medical Corp., </em>952 F.2d 802, 813 (4th Cir.1991). The district court made its finding by looking at the defendants jointly, rather than weighing the balance of harms separately. Ancora sought two separate injunctions: one against Gray and one against CMS. Accordingly, in determining whether an injunction against Gray was appropriate, the district court should have only weighed the harms Ancora would suffer against the harms Gray would suffer. Based on the district court’s analysis, that balance of harms tips decidedly in Ancora’s favor because Gray’s potential harms were not as severe as Ancora’s.</p>\n<p id=\"b156-6\">Because the balance of harms tips decidedly in favor of Ancora, its burden is simply to raise “questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.” 952 F.2d at 813. Ancora is not required to demonstrate a strong and substantial likelihood of success, as the district court required. “A district court by definition abuses its discretion when it makes an error of law.” <em>Koon v. United States, </em>518 U.S. 81, 116 S.Ct. 2035, 2047, 135 L.Ed.2d 392 (1996), citing <em>Cooter &amp; Gell v. Hartmax Corp., </em>496 U.S. 384, 110 S.Ct. 2447, 2461, 110 L.Ed.2d 359 (1990)); <em>United States v. Dickerson, </em>166 F.3d 667, 680 (4th Cir.1999), <em>rev’d, </em>530 U.S. 428, 120 S.Ct. 2326, 147 L.Ed.2d 405 (2000). Because the district court misapplied the law, we hold that there was an abuse of discretion.</p>\n<p id=\"b156-7\">IV.</p>\n<p id=\"b156-8\">For the foregoing reasons, we reverse and remand this case to the district court for entry of an order granting Ancora a preliminary injunction against Gray.</p>\n<p id=\"b156-9\">\n<em>REVERSED AND REMANDED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}