{
  "casebody": {
    "data": "<casebody firstpage=\"149\" lastpage=\"150\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b191-9\">Cheryl BADGETT, Plaintiff-Appellant, and Rodney Badgett, Plaintiff, v. FEDERAL EXPRESS CORPORATION, Defendant-Appellee, and Michael Jones; Thomas Hunt; Gerald Topley; Michael Saladino; Gregory J. Taylor; Scott Bunker, Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b191-14\">No. 02-1505.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b191-15\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b191-16\">Submitted Jan. 16, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b191-17\">Decided Jan. 24, 2003.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b191-20\">Cheryl Badgett, Appellant Pro Se. John James Doyle, Jr., Jill Stricklin Cox, Con-stangy, Brooks &amp; Smith, L.L.C., Winston Salem, North Carolina; Mary Jane Palmer, Federal Express Corporation, Memphis, Tennessee, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b191-21\">Before WILLIAMS, KING, and GREGORY, Circuit Judges.</p>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b191-22\">Affirmed by unpublished PER CURIAM opinion.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b191-23\">OPINION</p>\n<author id=\"b191-24\">PER CURIAM.</author>\n<p id=\"b191-25\">Cheryl Badgett appeals from the district court’s orders granting partial summary judgment in favor of Federal Express Corporation (FedEx) in this employment discrimination action and, following a trial, FedEx’s motion for judgment as a matter of law on the remaining claim. As to the district court’s order accepting the recommendation of the magistrate judge and granting partial summary judgment in favor of FedEx, Badgett failed to object to the magistrate judge’s recommendation. The timely filing of objections to a magistrate judge’s recommendation is necessary to preserve appellate review of the substance of that recommendation when the parties have, as here, been warned that failure to object will waive appellate review. <em>Wright v. Collins, </em>766 F.2d 841, 845-46 (4th Cir.1985); <em>see also Thomas v. Arn, </em>474 U.S. 140, 106 S.Ct. 466, 88 L.Ed.2d 435 (1985). We therefore affirm the district court’s grant of partial summary judgment.</p>\n<p id=\"b191-26\">As to Badgett’s appeal of the district court’s grant of FedEx’s motion for judgment as a matter of law, we note the record does not contain a trial transcript. <page-number citation-index=\"1\" label=\"150\">*150</page-number>Badgett has raised a number of claims on appeal, all but two of which require a trial transcript in order for this court to afford meaningful review. The first claim relates to the district court’s grant of partial summary judgment, which claim has been waived, as set forth above. The second claim which is not dependent upon a trial transcript for meaningful review is Bad-gett’s challenge to the district court’s denial of her motion for a trial transcript at government expense. The record reveals the district court carefully reviewed Bad-gett’s financial affidavits and other records reflecting her employment and resource status before denying the motion, and we find no abuse of discretion in that denial.</p>\n<p id=\"b192-4\">Badgett’s failure to produce a transcript or to qualify for the production of a transcript at government expense, as required by Fed. R.App. P. 10(b), and 4th Cir. R. 10(c), precludes meaningful review of her remaining claims on appeal. <em>Woods v. Thieret, 5 </em>F.3d 244, 245-6 (7th Cir.1993); <em>Deines v. Vermeer Mfg. Co., </em>969 F.2d 977, 979 (10th Cir.1992). Her pro se status does not excuse her failure to file a transcript. <em>See generally Schmid v. United Bhd. of Carpenters, </em>827 F.2d 384, 386 (8th Cir.1987). As no error appears on the record before us, we affirm in its entirety the district court’s order granting the motion for judgment as a matter of law.</p>\n<p id=\"b192-5\">Accordingly, we affirm both district court orders on appeal. We deny FedEx’s motion to dismiss this appeal based upon Badgett’s failure to file a trial transcript. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b192-6\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}