{
  "casebody": {
    "data": "<casebody firstpage=\"940\" lastpage=\"940\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b982-6\">John R. PRESTON, Petitioner, v. MERIT SYSTEMS PROTECTION BOARD, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b982-8\">No. 02-3289.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b982-9\">United States Court of Appeals, Federal Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b982-10\">Feb. 4, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b982-11\">Before MAYER, Chief Judge, CLEVENGER and BRYSON, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b982-12\">PER CURIAM.</author>\n<p id=\"b982-13\">John R. Preston seeks review of the April 11, 2002, decision of the Merit Systems Protection Board, No. DA0752020281-I-1, dismissing his appeal. We <em>affirm,</em></p>\n<p id=\"b982-14\">After a lengthy discussion of his case with the administrative judge (AJ), in which the AJ set forth the legal standards and the required proofs, Preston filed a letter with the board voluntarily withdrawing his appeal. He now seeks to have his appeal reinstated arguing that his wife coerced his withdrawal.</p>\n<p id=\"b982-15\">Our review is limited to setting aside any action that is: “(1) arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law; (2) obtained without procedures required by law, rule, or regulation having been followed; or (3) unsupported by substantial evidence.” 5 U.S.C. § 7703(c) (2000). <em>See Yates v. Merit Sys. Prot. Bd., </em>145 F.3d 1480, 1483 (Fed.Cir.1998).</p>\n<p id=\"b982-16\">Given Preston’s voluntary withdrawal and the board’s reliance upon it to dismiss his case, its decision was not arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law. Preston has made no allegation that the decision was obtained without following procedures required by law or that it is unsupported by substantial evidence.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}