{
  "casebody": {
    "data": "<casebody firstpage=\"335\" lastpage=\"336\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b349-14\">UNITED STATES of America, Plaintiff-Appellee v. Brandon Christopher JOHNSON, Defendant-Appellant</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b349-17\">No. 16-10233</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AENI\">Summary Calendar</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b349-18\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b349-20\">Filed February 10, 2017</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b349-22\">James Wesley Hendrix, Assistant U.S. Attorney, Brian W. Portugal, Assistant U.S. Attorney, U.S. Attorney’s Office, Northern District of Texas, Dallas, TX, for Plaintiff-Appellee</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b349-23\">Kevin Joel Page, Juan Gabriel Rodriguez, Federal Public Defender’s Office, Northern District of Texas, Dallas, TX, for Defendant-Appellant</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b349-24\">Before HIGGINBOTHAM, PRADO, and HAYNES, Circuit Judges. .</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b349-25\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b349-26\">Brandon Christopher Johnson appeals the 21-month sentence of imprisonment imposed following the revocation of his supervised release for his conviction for felon in possession of a firearm. Relying on our precedent, the district court had enhanced Johnson’s original sentence for the underlying offense due to a prior convic<page-number citation-index=\"1\" label=\"336\">*336</page-number>tion for a crime of violence. <em>See </em>U.S.S.G. § 2K2.1(a)(4)(A); U.S.S.G. § 4B1.2; <em>United States v. Harrimon, </em>568 F.3d 531, 537 (5th Cir. 2009). At his revocation healing, Johnson requested a sentence below the advisory policy range in light of <em>Johnson v. United States, </em>— U.S. —, 135 S.Ct. 2551, 192 L.Ed.2d 569 (2015), which he contended overruled <em>Harrimon. </em>The district court declined to do so, reasoning that, since <em>Johnson </em>was not retroactively applicable to cases on collateral review, it would be unfair to give Johnson any benefit when it could not afford the same to the defendant in <em>Harrimon.</em></p>\n<p id=\"b350-19\">On appeal, Johnson contends that his revocation sentence must be reversed because subsequent events reveal that the district court’s rationale for denying his request for a lower sentence was based on legal and factual error, <em>i.e., Johnson </em>has been -held to apply retroactively to cases on collateral review and the defendant in <em>Harrimon </em>has been resentenced in accordance with <em>Johnson. </em>Johnsop contends that the district court’s denial of his request for a lower sentence constitutes procedural error mandating reversal of his revocation sentence.</p>\n<p id=\"b350-20\">“Not all procedural errors require reversal; [we] may affirm the sentence in spite of procedural error if that error is harmless—that is, if the error did not affect the district court’s selection of the sentence imposed.” <em>United States v. Clay, </em>787 F.3d 328, 332 (5th Cir. 2015) (internal quotation marks and citation omitted). The record reflects that the district court provided further reasons, independent of <em>Johnson, </em>for denying Johnson’s request for a lower sentence. Most notably, the district court commented that “[tjhis is one of the worst records that I’ve actually had of someone violating supervised release, given the number involved.” Because Johnson showed remorse for his actions and promised to change, the district court chose not to sentence him at the top of the advisory-range, but did believe that a sentence in the middle of the recommended policy range was appropriate. This sentence is presumed reasonable. <em>See United States v. Lopez-Velasquez, </em>526 F.3d 804, 809 (5th Cir. 2008). Johnson makes no effort to rebut the presumption of reasonableness afforded his revocation sentence. Accordingly, his sentence is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b349-12\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir, R, 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}