{
  "casebody": {
    "data": "<casebody firstpage=\"753\" lastpage=\"757\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b791-8\">[L. A. No. 14497.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AmCG\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHv\">May 15, 1934.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b791-9\">SARAH R. LORRAINE et al., Petitioners, v. MARSHALL F. McCOMB, as Judge of the Superior Court, etc., et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b792-9\"><page-number citation-index=\"1\" label=\"754\">*754</page-number>Lawrence Cobb and Henry G-. Bodkin for Petitioners.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b792-10\">Everett W. Mattoon, County Counsel, S. V. 0. Prichard, Deputy County Counsel, and A. G. Bitter for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b792-11\">PRESTON, J.</author>\n<p id=\"AzL\">By this application for writ of mandate petitioners seek to ascertain the validity of the recent amendment to section 595 of the Code of Civil Procedure (Stats. 1933, p. 1873), which, so far as here material, provides: “In all cases, the court shall postpone a trial, or the hearing of any motion or demurrer, for a period not to exceed thirty days, when all attorneys of record of parties who have appeared in the action agree in writing to such postponement. ’ ’</p>\n<p id=\"b793-4\"><page-number citation-index=\"1\" label=\"755\">*755</page-number>A certain action entitled <em>Sarah R. Lorraine, Plaintiff, </em>v. <em>I. B. Doyle, Defendant, </em>No. 347-524, begun January 18, 1933, was at issue in the Superior Court of the County of Los Angeles, prior to August 24, 1933, on which date the cause was regularly set for trial for October 5, 1933. Later the trial was postponed to October 9, 1933. On the last-mentioned date, instead of going to trial, the plaintiff and defendant, through their respective counsel, agreed in writing to postpone the trial date to October 24, 1933, or other subsequent date within the thirty-day period from October 9th. However, his Honor, Marshall P. \"McComb, the judge in charge of the trial calendar, • refused to allow this requested postponement, and as counsel did not proceed with the trial, the cause was ordered to the list of off calendar cases, to be again restored in the original manner required by the rules of practice of the court. The parties, acting jointly, by this proceeding seek to compel the reinstatement of the cause to its previous status on the calendar.</p>\n<p id=\"b793-5\">The essence of the grievance of petitioners is that under said practice a trial court, by insisting upon trial on a day certain, over protest of both litigants, acts so arbitrarily as to violate the legal rights of the parties. However, it requires no effort to see that there are two sides to this controversy. The orderly and effective dispatch of legal business is the controlling factor with the court. The rights and conveniences of the parties to each particular cause present the other side. It is regrettable that a clash may at times occur between these forces. But the exercise of controlling discretion in such a situation must be exerted by the trial court, subject to revision by the higher courts if such discretion is abused. Ordinarily it should be possible to accommodate the parties in cases where they mutually agree to a postponement of the trial date, but in case this becomes impracticable, the judicial control reposed in the court by the Constitution must prevail.</p>\n<p id=\"b793-6\">Petitioners rest their contention upon the provisions of section la, article VI,- subsection 5, of the Constitution, which provides that the Judicial Council may make rules of practice and procedure for the courts when “not inconsistent with laws that are now or that may hereafter be in force”. Respondents reply, asserting that a court has the power expressly conferred by section 7, article VI, of the Constitu<page-number citation-index=\"1\" label=\"756\">*756</page-number>tion, which reads. “The judges of each superior court in which there are more than two judges sitting, shall choose, from their own number, a presiding judge, who may be removed as such at their pleasure. Subject to the regulations of the judicial council, he shall distribute the business of the court among the judges, and prescribe the order of business. ”</p>\n<p id=\"b794-5\">There is no lack of harmony between these provisions of the Constitution,- first, because a prescribing of the order of business on a calendar is the exercise of judicial discretion and is not necessarily promulgating a rule of practice or procedure; secondly, the laws which inhibit contrary rules of practice or procedure must- be valid enactments.</p>\n<p id=\"b794-6\">The triune powers of the state, as shown by the three departments, are thoroughly independent in certain of their essential functions, and at the same time mutually dependent in others <em>(Brydonjack </em>v. <em>State Bar, </em>208 Cal. 439 [281 Pac. 1018, 66 A. L. R. 1507], and eases there cited). This truth often gives rise to occasions where the line of separation is not clear and distinct. Accordingly, ‘repeated instances are to be found where the judicial department has submitted to the regulatory power of the legislative department. This is particularly true in matters of procedure. But there must come a point beyond which the judicial department must be allowed to operate unhampered by legislative restriction. However, we are not called upon to expressly declare the statute in question unconstitutional, as we well might do upon the authority cited by respondents <em>(Atchison, T. &amp; S. F. Ry. </em>v. <em>Long, </em>122 Okl. 86 [251 Pac. 486]; <em>Schario </em>v. <em>State, </em>105 Ohio St. 535 [138 N. E. 63]; <em>Ringlander </em>v. <em>Star Co., </em>98 App. Div. 101 [90 N. Y. Supp. 772]; affirmed 181 N. Y. 531 [73 N. E. 1131]). In the latter case it is said (p. 104):</p>\n<blockquote id=\"b794-11\">“One of the powers which has always been recognized as inherent in courts, which are protected in their existence, their powers and jurisdiction by constitutional provisions, has been the right to control its order of business and to so conduct the same that .the rights of all suitors before them may be safeguarded. This power has been recognized as judicial in its nature, and as being a necessary appendage to a court organized to enforce rights and redress wrongs.”</blockquote>\n<p id=\"b795-4\"><page-number citation-index=\"1\" label=\"757\">*757</page-number>We cannot ascribe to the legislature the intent to make the action of the parties compulsory upon the court in each instance. Its provisions must be held directory and on a par with such statutes as section 632 of the Code of Civil Procedure, which requires the court, on trial of a question of fact, to make and file its written decision within thirty days after submission of the cause to it; or section 634 of the Code of Civil Procedure which purports to require the trial judge to delay signing findings for five days after service of proposed findings; or section 664 of the .Code of Civil Procedure, which provides that the judgment upon a verdict .must be entered within twenty-four hours after rendition of the verdict.</p>\n<p id=\"b795-5\">In further illustration of the trend of the courts respecting statutes of this class could be cited a long list, were it thought profitable, such as section 57 of the Code of Civil Procedure, providing for preference on the calendars of appellate courts, of appeals in probate proceedings and contested election cases, or section 1264 of the Code of Civil Procedure, providing for preference on the calendar for trial of eminent domain cases.</p>\n<p id=\"b795-6\">The alternative writ is discharged and the petition is dismissed.</p>\n<p id=\"b795-7\">Langdon, J., Shenk, J., Seawell, J., and Waste, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}