{
  "casebody": {
    "data": "<casebody firstpage=\"295\" lastpage=\"296\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b319-7\">UNITED STATES of America, Plaintiff-Appellee v. Jesus Manuel PAYAN-GLORIA, also known as Luis Jesus Contreras, also known as Antonio Payan, also known as Jesus Manuel Payan-Glorida, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b319-10\">No. 10-51038</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AEe\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b319-11\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b319-13\">Aug. 17, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b319-14\">Joseph H. Gay, Jr., Assistant U.S. Attorney, U.S. Attorney’s Office, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b319-16\">Judy Fulmer Madewell, Assistant Federal Public Defender, Henry Joseph Bemporad, Federal Public Defender, Federal Public Defender’s Office, San Antonio, TX, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b319-18\">Before KING, JOLLY, and GRAVES, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b319-19\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b319-20\">Jesus Manuel Payan-Gloria pleaded guilty to one count of attempted illegal reentry into the United States, a violation of 8 U.S.C. § 1326, and one count of false personation in immigration matters, a violation of 18 U.S.C. § 1546. He was sentenced originally to concurrent terms of 41 months of imprisonment and three years of nonreporting supervised release. On appeal, we granted Payan-Gloria’s unopposed motion to vacate his sentence and to remand for resentencing in light of <em>Carachuri-Rosendo v. Holder, </em>— U.S. -, 130 S.Ct. 2577, 177 L.Ed.2d 68 (2010). On resentencing, the district court varied upward from Payan-Gloria’s guidelines range of 30 to 37 months of imprisonment and imposed the same sentences Payan-Gloria received originally.</p>\n<p id=\"b319-23\">Payan-Gloria now appeals the sentences imposed on remand, contending that they were greater than necessary to satisfy the requirements of 18 U.S.C. § 3553(a). After <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), a sentence is reviewed for reasonableness. <em>Gall v. United States, </em>552 U.S. 38, 46, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). We first examine whether the district court <page-number citation-index=\"1\" label=\"296\">*296</page-number>committed any significant procedural error. <em>Id. </em>at 51, 128 S.Ct. 586. If the district court’s decision is procedurally sound, we will then “consider the substantive reasonableness of the sentence imposed under an abuse-of-discretion standard.” <em>Id. </em>Because Payan-Gloria does not contend that the district court committed procedural error, the only issue on appeal is the substantive reasonableness of his sentences.</p>\n<p id=\"b320-4\">In imposing the sentences, the district court noted Payan-Gloria’s gang membership and extensive criminal history, which included four prior convictions for illegal reentry into the United States, and indicated that there was a need to deter Pay-an-Gloria from desiring to return to the United States. Payan-Gloria concedes that the factors considered by the district court were proper but contends that a within-guidelines sentence would have been sufficient, but not greater than necessary, to account for those factors. He contends that immigration offenses generally result in relatively high guidelines ranges for relatively minor conduct; his guidelines imprisonment range was high relative to the seriousness of his offenses; and his guidelines range did not take into account the fact that his benign motivation for attempting to return to the United States was concern for his elderly mother.</p>\n<p id=\"b320-5\">“[I]n applying abuse-of-discretion review, we ‘must give due deference to the district court’s decision that the § 3553(a) factors, on a whole, justify the extent of the variance.’ ” <em>United States v. Herrera-Garduno, </em>519 F.3d 526, 530 (5th Cir.2008) (quoting <em>Gall, </em>552 U.S. at 51, 128 S.Ct. 586). “[T]he sentencing judge is in a superior position to find facts and judge their import under § 3553(a) with respect to a particular defendant.” <em>United States v. Campos-Maldonado, </em>531 F.3d 337, 339 (5th Cir.2008). The district court provided individualized, case-specific reasons for imposing the 41-month sentences, and Pay-an-Gloria has not shown that the sentences constituted an abuse of discretion. <em>See Herrerar-Garduno, </em>519 F.3d at 530-32.</p>\n<p id=\"b320-7\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b319-15\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}