{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"153\" lastpage=\"155\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b157-5\" pgmap=\"157\">The People, etc., v. John D. Johnson et al.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b157-8\" pgmap=\"157\">1. Failure to return execution—Breach op bond.—Unless the delay is occasioned by some act of the plaintiff in the execution, a failure to return it within the time fixed by law is a breach of official duty of the sheriff, for which an action will lie against his bondsmen. (4 Bradwell, 346.)</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b157-9\" pgmap=\"157\">2. Duty to levy and sell—Property subject to mortgage.— Where the defendant in the execution gave the deputy leave to levy upon certain property, and the deputy indorsed the levy but took no steps to take possession, and it was claimed that the property was subject to a chattel mortgage. Held, that so far as the record shows, it might have been seized and sold subject to the mortgage.</headnotes><summary data-order=\"3\" data-type=\"summary\" id=\"b157-10\" pgmap=\"157\">Error to the Circuit Court of Champaign county; the Hon. C. B. Smith, Judge, presiding.</summary><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AzC\" pgmap=\"157\">Opinion filed July 3, 1884.</decisiondate><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b157-11\" pgmap=\"157\">Mr. E. L. Sweet, for plaintiff in error;</attorneys><p data-order=\"6\" data-type=\"legal\" id=\"Akd\" pgmap=\"157\">that a conditional sale renders the property liable to execution against the vendee, cited Lucas v. Campbell, 88 Ill. 447; Murch v. Wright, 46 Ill. 487; Brandt v. Daniels, 45 Ill. 453; McCormick v. Hadden, 37 Ill. 370.</p><p data-order=\"7\" data-type=\"legal\" id=\"b157-12\" pgmap=\"157\">. A refusal to return the writ within the time prescribed by law is a breach of the sheriff’s bond: People v. Johnson, 4 Bradwell, 346.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b157-13\" pgmap=\"157\">Mr. Francis M. Wright, for defendants in error.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b157-14\" pgmap=\"157\">Per Curiam.</author> <p id=\"Avt\" pgmap=\"157(30) 158(68)\">This case was before this court on a former occasion and will be found reported iu 4 Bradwell, 346, where the principal tacts are stated. Ho attempt appears to have been made to levy the execution until the afternoon of the last day of its lifetime. The defendant in the execution then gave the deputy leave to levy the same upon two brown mules and two gray mares. The deputy indorsed the levy bnt took no steps to take possession of the property which was not then present. Mo satisfactory reason is given for his not doing so.</p> <p id=\"b158-4\" pgmap=\"158\">We held on the former occasion that the failure to return the execution within the time fixed by law was such a breach of official duty as to entitle the plaintiff to recover at least nominal damages. We see no reason to modify the conclusion at which we then arrived. The rule seems to be well established, that unless the delay is occasioned by some act of the plaintiff in the execution, a failure to return it within the time fixed by law is a breach of oificial duty for which an action will lie against the bondsmen. Freeman on Executions, Sec. 368.</p> <p id=\"b158-5\" pgmap=\"158\">The proof in this case shows that the defendant owned the two mules and the two gray mares. It is claimed that the mules were subject to a chattel mortgage, but so far as this record shows they might have been seized and sold subject to the same. Durfee v. Grinnell, 69 Ill. 371; Merritt v. Niles, 25 Ill. 282. It is now claimed that one Orton had possession of the mares under a pledge for certain moneys advanced by him to complete the purchase of them. It appears from the evidence that the mares were on the farm of the defendant in the execution; that he turned them out or attempted to do so, upon the execution, and that the deputy indorsed the levy. He does not afterward appear to have made any effort to get possession of them. Orton does not appear to have taken them away, and some time afterward the defendant in the execution paid off his claim. We do not think the property described in the levy has been sufficiently accounted for.</p> <p id=\"b158-6\" pgmap=\"158\">There were also some cattle on the place and some corn on the ground all of which belonged to the defendant in the execution. Mo claim was set up under the exemption law. We can not see why they were not levied on. Reed v. Johnson, 14 Ill. 257.</p> <p id=\"b158-7\" pgmap=\"158(13) 159(139)\">In fact, so far as this record shows, there was little if any attempt made to collect the money due the plaintiffs, in the execution, but the deputy in charge of it relied upon the fair promises of the debtor. For a similar neglect a surety has been discharged from the payment of a debt. Allison v. Waldham, 24 Ill. 132. If such consequences are likely to follow it is ot the greatest importance that officers of the law should be held to a strict performance of duty in the collection of executions. They can not be allowed to take upon themselves to say when they shall levy and when they shall not. If they would relieve themselves from the duty of making a levy upon property owned by and in possession of the defendant in the execution, they must be prepared to show a legal excuse for not doing so.</p> <p id=\"b159-4\" pgmap=\"159\">For these reasons the judgment of the circuit court will be reversed and the cause remanded.</p> <p id=\"b159-5\" pgmap=\"159\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}