{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"486\" lastpage=\"492\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"AxJ\" pgmap=\"490\">Edwin D. Morse v. Dennis J. Sweenie et al.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"Abr\" pgmap=\"490\">■*\" o:F thb b0AI)—Meeting at intersection of streets.—The statute as to the right side of the road has no application to a case where travelers in vehicles meet at the junction of two streets. In such case the rule of the common law applies and each person must use reasonable care to avoid a collision such as the place and circumstances require.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b490-12\" pgmap=\"490\">2. Ordinance as to immoderate driving.—The ordinance of the city as to immoderate driving has the force and effect of a statute and is as binding upon the fire department as upon drivers of ordinary vehicles.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b490-13\" pgmap=\"490\">3. Rule of common law as to use of streets—Fire department. —The law does not recognize any privileged class, such as members of the fire or police department of the city, as possessing rights so superior to those of other citizens of the State as to exempt the former from the exercise of proper prudence and care in the use of the streets so as not to cause injury to other persons lawfully upon them. As the instruction given by the court proceeds upon the theory that the fire department had the right of way it is erroneous.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"AVe\" pgmap=\"490\">4. Contributory Negligence.—Where one without his own fault is, through the negligence of another, put in such apparent peril as to cause in him terror, loss of self-possession and bewilderment, and as a natural result thereof, he, in attempting to escape, puts himself in a more dangerous position and is injured, the putting himself in such more dangerous position is not, in law, contributory negligence that will prevent him from recovering for the injury, Where a fire marshal going to a fire was driving immoderately when he turned around a corner, and (he driver of a vehicle was going ata moderate rate of speed and a collision occurred at the intersection of the two streets, and the only fault attempted to be imputed to the driver was that at the moment he saw the marshal coming around the corner he failed to turn his horses to one side so as to avoid the collision, and the evidence showed that the driver was frightened. Held, that the doctrine of contributory negligence does not apply.</headnotes><summary data-order=\"5\" data-type=\"history\" id=\"b490-18\" pgmap=\"490\">Appeal from the Superior Court of Coolc county; the Hou, Sidney Smith, Judge, presiding.</summary><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AlC\" pgmap=\"490\">Opinion filed November 11, 1884.</decisiondate><summary data-order=\"7\" data-type=\"summary\" id=\"b491-3\" pgmap=\"491\">This was an action by Morse against Sweenie, to recover for the value of a horse which had been killed by being struck in the breast by the end of one of the shafts of a one-horse vehicle, which was, at the time, being driven by Sweenie.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b491-4\" pgmap=\"491\">It appeared in evidence, on the trial, that the plaintiff was a livery stable keeper; that about half past ten o’clock p. m., October 27, 1882, plaintiff’s horses and carriage, in the charge of one of his drivers, were carrying some persons westward on West Harrison street, in Chicago, and, as they came within about fifty feet of the northeast corner of Des Plaines street and said Harrison, the defendant, who was fire marshal of said city, came suddenly around said corner with a one-horse vehicle belonging to the fire department, which defendant was driving, but having another person with him; that defendant had entered that vehicle about three blocks north of said corner to go to the south side of the city, in response to an alarm of five; that buildings extended flush up to said corner which defendant turned close thereto, with the intention of going east on said Harrison street; that as he turned the corner he saw the plaintiff’s horses and carriage about fifty ■ feet distant, but so near that, to avoid being struck by the pole of plaintiff’s carriage, he reined his horse directly toward the heads of plaintiff’s horses; that the end of one of the shafts of defendant’s vehicle struck the breast of one of plaintiff’s horses with such violence as to make a hole therein, thereby causing the death of the horse. The evidence on behalf of the plaintiff, and all the circumstances, tended to prove that the defendant, upon the occasion in question, was driving at an immoderate rate of speed; that the driver of plaintiff’s carriage was driving at an ordinary and proper rate of speed, and that contributory negligence was not imputable to him, on account of the position of sudden surprise and danger in which he was placed by the manner in which the defendant drove around said corner.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b491-5\" pgmap=\"491(43) 492(169)\">The following provisions of the ordinances of the city of Chicago in force therein, were put in evidence: “ Ho person shall immoderately ride or drive any horse in any avenue, street, alley or lane within the limits of this city, under a penalty of not less than two dollars nor more than ten dollars. And it is hereby made the duty of every officer, and it shall be lawful for any citizen to stoj) any person who may be immoderately riding or driving as aforesaid.” Tuley’s Laws and Ord., Tit. Misdemeanors, § 16, p. 78. Also this: “Mo horse, carriage, hook and ladder carriage, or engine shall be drawn faster than a walk on its return from a fire oran alarm of fire; nor shall any such carriage or engine be drawn on any sidewalk opposite a paved or planked street; nor shall any such carriage or engine be drawn toa fire or alarm of fire in a manner calculated to endanger the safety of persons or property in the streets or alleys of said city, under the penalty of not less than five dollars, nor more than twenty-five dollars, to be paid by the person or persons committing the offense.” Tuley’s Laws, etc., Chap. 11, § 31, p. 25.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b492-5\" pgmap=\"492\">At the instance of defendant’s counsel the court gave to the jury this instruction:</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b492-6\" pgmap=\"492\">“ The jury are instructed that if they believe, from the evidence, that the defendant, Sweenie, was, at the time of the collision in question, the fire marshal of the city of Chicago, and was, at the time of the collision, responding to an alarm of fire, then you' are instructed that the defendant, as such fire marshal, had a right to proceed at such rate of speed as the exigencies of the situation demanded; and if you believe, from the evidence, that the driver of the plaintiff’s team knew there was an alarm of fire, then it was his duty to keep a lookout for the different apparatuses of the fire department, so, if possible, to avoid collision; and if by reason of his not keeping such lookout, or by not so placing his team, if possible, not to be in the way of the apparatus of the department, and because thereof the collision occurred, then you should find for the defendant.” To which plaintiff excepted.</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b492-7\" pgmap=\"492\">Verdict and judgment passed for the defendant, and plaintiff appealed to this court.</summary><attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b492-8\" pgmap=\"492\">Mr. Farlct Q. Ball, for appellant;</attorneys><p data-order=\"14\" data-type=\"legal\" id=\"AAV\" pgmap=\"492\">as to the binding force of an ordinance, cited Heland v. Lowell, 3 Allen, 407; Vandine, pet’r, etc., 5 Pick. 187.</p><p data-order=\"15\" data-type=\"legal\" id=\"b493-3\" pgmap=\"493\">The statute in regard to the right side of the road applies only to the conduct of travelers at the time of meeting and while passing each other, not to travelers meeting at intersections: Brooks v. Hart, 14 N. H. 307; Adams v. Parker, 12 Metc. 419; Lovejoy v. Dolan, 10 Cush. 496.</p><p data-order=\"16\" data-type=\"legal\" id=\"b493-5\" pgmap=\"493\">In the latter case the rule of the common law applies: Garrigan v. Berry, 12 Allen, 84; Phelps v. Wait, 30 N. Y. 78.</p><attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b493-8\" pgmap=\"493\">Mr. Julius S. Grinnell, for appellee.</attorneys> <opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b493-9\" pgmap=\"493\">McAllister, J.</author> <p id=\"ASjI\" pgmap=\"493\">The collision in question occurred at the junction of West Harrison and Des Plaines streéts, which cross each other at right angles. The plaintiff’s team and carriage, in charge of one of his drivers, going west on said Harrison street, came to a point near the northeast corner of said streets, when the defendant, driving south on ¡said Des Plaines street, suddenly turned around said corner onto Harrison, to go east thereon.</p> <p id=\"b493-10\" pgmap=\"493\">The point was made on the trial, that plaintiff’s driver was, at the time of the collision, violating the “law of the road,” as it is called; that is, that he was not on the right of the center of the street, but a littie south of it; that this was such contributory negligence as would preclude a recovery.</p> <p id=\"b493-11\" pgmap=\"493\">The statute declai’es that “ whenever any persons traveling with any carriages shall meet on any turnpike road or public highway in this State, the persons so meeting shall seasonably turn their carriages to the right, so as to permit each carriage to pass without interfering or interrupting,” etc. Cothran’s Stat., p. 1306.</p> <p id=\"b493-13\" pgmap=\"493\">We are of opinion that under the circumstances attending the collision, that statute has no application to the case; and that there being no statute regulating the manner in which persons shall drive when they meet at the junction of two streets, the rule of the common law applies, and each person must use reasonable care to avoid a collision, such as the place and circumstances require. Lovejoy v. Dolan, 10 Cush. 495; Garrigan v. Berry, 12 Allen, 84.</p> <p id=\"b494-3\" pgmap=\"494\">Bnt there was an ordinance of the city in force at the time forbidding immoderate driving under a penalty. That ordinance the city was authorized by its charter to make. It therefore had the force and effect of a statute, and was alike applicable to and binding upon both the fire marshal and the driver of plaintiff’s carriage. Pennsylvania Co. v. Prana, 13 Bradwell, 97, and authorities there cited.</p> <p id=\"b494-4\" pgmap=\"494\">The evidence clearly shows that the defendant was driving immoderately when he turned around the corner from Des Plaines to Harrison street. He says in his testimony, “I\" shot around the corner and the circumstances attending the injury show that statement to have been literally true; while on the other hand the evidence shows that the plaintiff’s driver was going at a moderate rate of speed and was in the exercise of ordinary care. Indeed, the only fault attempted to be imputed to him is that at the moment he saw defendant coming around the corner he failed to turn his horses at one side so as to avoid the collision. He could not see the defendant’s approach on account of the building erected on said corner, and the defendant testified that he saw the driver throw up his hands, as he came around, and he knew the driver was rattled—that he had lost his head. The defendant was in fault by reason of the manner in which he drove, under the circumstances; he was guilty of a want of reasonable care and the plaintiff’s driver was without fault, so far as we can discover from this record. The rule is, that whei e one without his own fault is, through the negligence of another, put in such apparent peril as to cause in him terror, loss of self-possession and bewilderment, and as a natural result thereof, he, in attempting to escape, puts himself in a more dangerous position and is injured, the putting himself in such more dangerous position is not, in law, contributory negligence that will prevent him from recovering for the injury. Marks, Adm’r, v. Railroad Co., 30 Minn. 493; Troomley v. Railroad Co., 69 N. Y. 158.</p> <p id=\"b494-5\" pgmap=\"494(34) 495(104)\">The court instructed the jury in substance and effect that if the defendant at the time in question was fire marshal of the city of Chicago, and was responding to an alarm of fire, then, as sneli marshal, he had a right to proceed at such rate of speed as the exigencies of the situation demanded; and if the plaintiff’s driver knew there was an alarm of fire, then it was his duty to keep a lookout for the different apparatuses of the fire department, so as, if possible, to avoid collision; and if by reason of his not keeping such lookout or by his not placing his team, if possible, so as not to be in the wajr of the apparatus of the department, and because thereof a collision occurred, the jury should find for the defendant.</p> <p id=\"b495-4\" pgmap=\"495\">In our view of the law that instruction was radically erroneous. It contains no hypothesis as to the exercise of any degree of care or prudence on the part of the marshal to avoid injury to others. The ideas conveyed by the instruction to the jury are, that not only the fire marshal but other members of the fire department, in charge of engines, carriages, carts, or other apparatus of such department, have, while going to a fire, or in answer to an alarm of fire, the lawful right to proceed upon the streets of the city at any rate of speed which the exigencies of the situation demand, irrespective of circumstances other than what the exigencies of the situation demand, and irrespective of the exercise of care and prudence to avoid injury to others lawfully being upon such streets; and as a consequence, if other persons, though lawfully upon such streets, happen to know that an alarm of fire, anywhere in the city, has been given, they must, if by any possibility they can, get themselves and their property out of the way of any of the vehicles or apparatus of the fire department, and if they fail to do so and are injured, even by reason of the want of care and prudence of a member of that department, they are remediless in the premises.</p> <p id=\"b495-5\" pgmap=\"495(94) 496(155)\">The instruction is clearly based upon the theory of law that the fire department, in respect to the use of the streets while going to a fire, or in answer to an alarm of fire, is vested with rights not only superior to, but exclusive of those appertaining to the other inhabitants of the State. We are unable to find any warrant in the law for such a doctrine. In the first place, it is in direct opposition to the provisions of the city ordinances hi evidence, Section 16, of Chap. 28, expressly prohibits immoderate driving in the streets, avenues, etc., of the city by any person, it applied to the tire marshal and his vehicle, as well as to the baker and his. Section 31, of Chap. 11, forbids the drawing of any hose carriage, hook and ladder carriage or engine to a tire or in answer to an alarm of fire in a manner calculated to endanger the safety of persons or property in the streets. That is just what the rules of the common law would prohibit. In the next place the theory of the instruction is in d.rect antagonism to the true, legal one, respecting the nature, uses and purposes of a highway or street. A highway is a passage open to all the citizens of the State, to go and return, pass and re-pass, at their pleasure. Starr v. Camden, etc., R. R. Co., 24 N. Y. Law R. 597.</p> <p id=\"b496-4\" pgmap=\"496\">The fundamental idea of a street is not only that it is public, but public for all the purposes of free and unobstructed passage, which is its chief and primary, but by no means sole use. 2 Dillon on Mun. Corp., 3d Ed., § 683; City of Quincy v. Jones, 76 Ill. 244.</p> <p id=\"b496-5\" pgmap=\"496\">It must, therefore, follow from the very nature, use and purposes of a public street that the law can not recognize any privileged classes, such as the members of the fire or police department of the city, as possessing rights so superior to those of other citizens of the State as to exempt the former from the requirements of the rules of the common law, or in other words from the exercise of proper prudence and care in the use of the streets, so as not to cause injury to other persons lawfully upon them.</p> <p id=\"b496-6\" pgmap=\"496\">The judgment of the court below will be reversed and the cause remanded.</p> <p id=\"b496-7\" pgmap=\"496\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}