{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"630\" lastpage=\"643\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b634-7\" pgmap=\"634\">Chicago &amp; Alton Railroad Co. v. Edward Barber, Adm’r, etc.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b634-10\" pgmap=\"634(35) 635(38)\">1. Verdict against weight oe evidence.—When, in the judgment of an appellate tribunal charged with the duty of reviewing the evidence and finding the facts, justice demands that the verdict be set aside as mani_ festly against the weight of the evidence, no substantial error appearing in the charge to the jury, the court should base its decision upon that ground, rather than noticing a technical inaccuracy in some one of the instructions.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b635-4\" pgmap=\"635\">2. Crossing railroad track—Negligence.—Whether a person when about to cross a railroad track is guilty of negligence in failing to look up and down the track to see if any train is approaching, depends upon the circumstances of each particular case. Under the evidence in this record the court is of opinion that the deceased did not exercise that degree of care that a, reasonably prudent man would have done under the same circumstances for his own preservation, and therefore the judgment is reversed, as the verdict is manifestly against the weight of evidence.</headnotes><summary data-order=\"3\" data-type=\"history\" id=\"b635-5\" pgmap=\"635\">Appeal from the Circuit Court of Will county; the Hon. George W. Stiffs, Judge, presiding.</summary><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A4Pk\" pgmap=\"635\">Opinion filed January 16, 1885.</decisiondate><summary data-order=\"5\" data-type=\"summary\" id=\"b635-6\" pgmap=\"635\">On the 15th day of April, 1880, John C. Barber was killed by the ears of appellant, while crossing the side track of the railroad where it passes over Main street in the city of Braid-wood.</summary><summary data-order=\"6\" data-type=\"summary\" id=\"b635-7\" pgmap=\"635(224) 636(15)\">At this time the appellant had its tracks crossing Main street at nearly right angles, the road running nearly north and south, and the street east and west. The center track was the main track, the others side tracks, the west one being called the Joliet track. The passenger depot is located in the northeast angle formed by the main track and the street. In the southwest angle of the street and the main track and between the main and the Joliet track, the appellant had erected coal chutes extending from the south side of Main street southerly, between the two tracks, for a distance of about two hundred feet. These chutes consisted of an elevated railroad track, and coal boxes resting upon trestlework about ten feet high, the bents being some ten feet apart. One bent of the trestlework, upon which the track in the coal chutes rests, is north of the sidewalk, the walk passing under the track between the first and second bents. About twenty feet west of the chutes a store building was located, called by the witnesses Burt’s building. The Joliet track running south from the crossing over Main street passed down this space between the chutes and Burt’s building, the eastern rail being four feet and six inches from the chutes. Between the main track and the eastern track was located the station house of a flagman employed by the appellant.</summary><summary data-order=\"7\" data-type=\"summary\" id=\"b636-4\" pgmap=\"636\">On the day when appellee’s intestate was killed, the way freight arrived from Joliet about nine o’clock in the forenoon, and having some cars in the train that were to be placed upon the Joliet track, divided the train upon the main track, and the engine, with the cars to be switched upon the Joliet track, ran down to the switch south of the coal chutes and backed on the side track, and having gained sufficient momentum to carry the cars across Main street, the engine was detached from the cars and they ran by the force already applied, past the coal chutes and across the street, striking the deceased, who was then attempting to cross the track from the east to the west, and killing him.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b636-5\" pgmap=\"636\">This action was brought by the appellee as his administrator to recover damages under the statute for the use of the widow. He recovered in the court below, and the defendant brings the case here by appeal.</summary><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b636-6\" pgmap=\"636\">Mr. George S. House, for appellant;</attorneys><p data-order=\"10\" data-type=\"legal\" id=\"AbT\" pgmap=\"636\">that the verdict is not sustained by the evidence, cited C. B. &amp; Q. R. R. Co. v. Johnson, 103 Ill. 520; C. B. &amp; Q. R. R. Co. v. Dougherty, 12 Bradwell, 181.</p><p data-order=\"11\" data-type=\"legal\" id=\"b636-7\" pgmap=\"636\">As to negligence in person crossing railroad track: I. C. R. R. Co. v. Hetheringfcon, 83 Ill. 515; C. &amp; A. R. R. Co. v. Jacobs, 63 Ill. 179; C. &amp; A. R. R. Co. v. Gretzner, 46 Ill. 75; L. S. &amp; M. S. R. R. Co. v. Sunderland, 2 Bradwell, 307; L. S. &amp; M. S. R. R. Co. v. Clemens, 5 Bradwell, 77; W. St. L. &amp; P. R. R. Co. v. Hicks, 13 Bradwell, 414; C. B. &amp; Q. R. R. Co. v. Spring, 13 Bradwell, 174.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b636-8\" pgmap=\"636\">Messrs. Haley &amp; O’Donnell, for appellee;</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"Adh\" pgmap=\"636\">cited C. B. &amp; Q. R. R. Co. v. Lee, 87 Ill. 454; G. W. R. R. Co. v. Haworth, 39 Ill. 346; M. Line Packet Co. v. Binninger, 70 Ill. 571; Aurora Fire Ins. Co. v. Eddy, 55 Ill. 213; City of Peru v. French, 55 Ill. 317; Lawrence v. Hagernan, 56 Ill. 68; I. C. R. R. Co. v. Dunning, 59 Ill. 192.</p> <opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b636-9\" pgmap=\"636\">Pillsbury, J.</author> <p id=\"Ajm2\" pgmap=\"636(7) 637(31)\">A careful examination of the record discloses no error of the court below in its rulings upon the introduction of evidence or in its instructions to the jury, that would justify us in reversing this judgment.</p> <p id=\"b637-5\" pgmap=\"637\">The objections made to the instructions for plaintiff are of the most technical character, and if the criticisms upon them were just, the fault is so trivial that anjr correction in the regard complained of could not in the least affect the finding of the jury.</p> <p id=\"b637-6\" pgmap=\"637\">Where the testimony in a cause is so conflicting that a verdict either way would not be disturbed by an appellate tribunal as being contrary to the evidence, it is essential that the charge of the court to the jury should be such a clear and accurate statement of the law that it can be seen the jury were not misled in their application of the law to the facts.</p> <p id=\"ALo6\" pgmap=\"637\">In the opinion of the writer, when, in the judgment of an appellate tribunal charged with the duty of reviewing the evidence and finding the facts, justice demands that the verdict be set aside as manifestly against the weight of the evidence, no substantial error appearing jn the charge to the jury, the court should base its decision upon that ground, rather than noticing a technical inaccuracy in some one of the instructions (a fault discoverable, if desired, in almost any case), but which could not have been the cause of the unjust verdict, thus introducing iuto the administration of the law such fine distinctions as to puzzle even the professional mind, and resulting in the impairment of substantial right, if the ultimate effect is not to destroy the remedy by action altogether.</p> <p id=\"b637-9\" pgmap=\"637\">The instructions asked by the defendant and refused by the court were properly refused under the authority of the Penn. C. Co. v. Conlan, 101 Ill. 93, as they tell the jury that certain acts of the deceased constituted negligence. In that case the authorities were reviewed and the doctrine settled that negligence is a question of fact for the jury, and that it is no error for the court to refuse to instruct the jury “as matters of law, that certain facts per se constituted negligence bn the part of the deceased.”</p> <p id=\"b637-13\" pgmap=\"637(23) 638(70)\">The location of the side track with reference to the coal chutes and the building upon the west and south side of the street immediately north of the chutes and building, the view of trains moving from the south, by persons coming from the east, being somewhat obstructed by the trestlework of the chutes, made this crossing a very dangerous one, demanding of the defendant company as well as of persons desiring to cross the railroad track, a degree of care to avoid injury commensurate with the known character of the crossing.</p> <p id=\"b638-4\" pgmap=\"638\">The law requires that both parties exercise that degree of care that a reasonably prudent man would take for his own protection in view of the danger to be encountered, either in operating the train or in passing over the track, and it is evident that an ordinarily prudent person would take more precautions for his safety, or to avoid injury to others, when it can be seen that the act about to be done, from the circndistances surrounding its performance, is attended with great danger to life or limb, than where no such danger is or can be apprehended, or where it is less apparent.</p> <p id=\"b638-5\" pgmap=\"638\">Hence the rule that ordinary care—the degree required by law of both parties where 'each is in the exercise of a right held independent of the other—is to be measured by the exigency of the particular case, and must be commensurate with the known or reasonably to be anticipated perils attending the proposed act.</p> <p id=\"b638-6\" pgmap=\"638\">How in this case the railroad company must be held to have known the character of the crossing, as it erected the chutes and constructed its track in such a location with reference to the street as to make it more dangerous than ordinary railroad crossings at grade, and the evidence contained in the record makes it clear that the deceased also was fully advised of its perils.</p> <p id=\"b638-7\" pgmap=\"638\">The material question, then, as we view the record, is whether the defendant and the deceased exercised that degree of care required under all the circumstances of the case, and, if not, was the negligence of the deceased of that character that will prevent a recovery by the plaintiff in this action.</p> <p id=\"b638-8\" pgmap=\"638(33) 639(63)\">Admitting, for the purpose of this discussion, the evidence to be sufficient to sustain the finding of the jury that the defendant was guilty of negligence, it certainly is not shown by the proof to be of that character that raises an inference that the injury was willfully inflicted, and such being the case, before a recovery can be maintained it must be made to appear that the deceased at the time of the injury was himself in the exercise of ordinary care. C., B. &amp; Q. R. R. v. Johnson, 103 Ill. 512.</p> <p id=\"b639-4\" pgmap=\"639\">Was the deceased, then, at the time he was killed, in the exercise of the care required of him by law?</p> <p id=\"b639-5\" pgmap=\"639\">The determination of this question of fact is cast by the law upon this court, and it is our duty to decide it from the evidence, sitting as jurors, ever remembering that the verdict of the jury below should be held as settling all doubtful questions of fact arising in the case, and which tend to establish the ultimate fact to be found by them and us—the degree of care exercised by the deceased.</p> <p id=\"b639-6\" pgmap=\"639\">The deceased was a man of about seventy-three years'of age, somewhat feeble and quite slow of movement. He lived with his aged wife upon the east side of the railroad in the city where he had resided for a long time. He was engaged in gardening and his custom was in the morning to take a basketful of vegetables upon his arm and go to the main part of the city lying west of the railroad to dispose of them to his customers.</p> <p id=\"b639-7\" pgmap=\"639\">It appears he was well acquainted with the crossing and knew the time the way freight was due each morning on its run from Joliet south. On the morning of the accident he came from his house with his basket upon his arm, his cap pulled down and a shawl, or as some witnesses state, a comforter about his neck and head, and in attempting to cross the side track, the cars struck him and running over him severed his head from his body.</p> <p id=\"b639-8\" pgmap=\"639(80) 640(15)\">The company had a flagman stationed near the crossing of the main track to warn persons of the approach of trains, and it is claimed that this flagman was not at his post and attending to his duties at the time. Upon this point the plaintiff called two witnesses who saw the accident and who state they did not hear any hallooing nor did they see the flagman there, while others called by him state their attention was attracted by hearing outcries and then saw the train strike the deceased and run over him.</p> <p id=\"b640-5\" pgmap=\"640\">The flagman, Patrick Waldron, was called by the defendant, and testified concerning the occurrence, as follows:</p> <p id=\"b640-6\" pgmap=\"640\">I live at Braidwood. Have lived there ten or twelve years.</p> <p id=\"b640-7\" pgmap=\"640(391) 641(163)\">I am flagman at Main street crossing in Braidwood. I was so employed in April, 1880. I was acquainted with the location of the depot and railroad tracks at the intersection of Main street, in April, 1880. I had occasion to pass over the tracks there, from east to west, at that time, and- prior and subsequent to that date. The coal chutes are located between the west track and the main track. The watch house or shanty is locited between the east track and main track, about midway between the two. My duties there, in 1880, were to watch people passing, and keep them from the trains coming. A person standing on the sidewalk on the south side of Main street, near my watch house, could see a train of cars on the Joliet track, opposite the chutes, all the way down from the north end to the south end of the chutes. I have seen them there frequently through the bents of the chutes. I remember the fact of an accident occurring in April, 1880, which resulted in the death of John 0. Barber. I saw the deceased on that day. He wras coming up the sidewalk, going west, when I first saw him. I gave him the signal to stop, and held up the flag. 1 approached pretty near to him—within four feet. I did not say anything to him, there was no use; he could not understand me. I had the flag in my hand. I attracted his attention by waving the flag, the same as I do to every one that passes. He stopped. I then went over to the center of Main street to warn people coming down the street. That morning the old man had on a pair of wide moccasins. They were not buttoned, but loose. He had a cap with laps to it, and a comforter over his head and down over his ears. At this time I knew they were switching on the Joliet track. When I attracted the old man’s attention, he said nothing, but stood there. He was standing there when I turned my back to him. I didn’t see him again until he was crossing the west track. I hallooed to him. At this time he was in the act of crossing the west track. Iran; I thought I could stop him, but he was beyond my reach; he kept moving. When I first saw him this time he was just stepping over the east rail of the west track. He paid no attention to my hallooing. I saw the cars coming down pretty close. I hallooed at the top of my voice; I went just up to the track—up pretty close—within a foot of the rail, I think, just so I could save myself from the cars. I was hallooing all the time. I had seen the old man at this place before. He was in the habit of passing there frequently. The day before he passed, and I had to go off the road before him, and show my flag and threaten to strike him before he would stop. The cars were making a coupling on the track at the time. He usually passed there about 9 or 10 o’clock in the day.</p> <p id=\"b641-4\" pgmap=\"641\">He further testified that prior to that time he had complained to the son of the deceased, this plaintiff, that his father would not mind the signal given him, and that the son told him it was all right, he would take care of himself.</p> <p id=\"b641-5\" pgmap=\"641\">In this statement, he was flatly contradicted by the plaintiff.</p> <p id=\"b641-6\" pgmap=\"641\">William J. Stewart, then city marshal of Braidwood, testified ;</p> <p id=\"b641-7\" pgmap=\"641(194) 642(307)\">I reside in Braidwood; have resided there about sixteen years. I remember the fact of an accident occurring there on the 15th of April, 1880. I was in Ed, Barber’s saloon talking to Ed. Barber when I heard the hallooing outside. When I went outside, I saw Paddy standing in the middle of the street hallooing with the flag in his hand. I saw the old man Barber. He Was about the center of the west track, facing west. He was north of the sidewalk. I saw the cars on the Joliet track. They were coming down the track and I should judge about two feet, from the old man. The old man was not looking around. He seemed to pay no heed to them at all. Before this I was standing inside, about three feet from the door of the saloon, talking. We heard somebody hallooing, and I jumped right out in the street and looked around. I saw the old man standing on the track and the flat car about two feet from him, He was walking the best he could; He walked very slow, at the best. He was a little north of the sidewalk. I saw Mr. Waldron. He was in the middle of the street making motions with the flag flying, and he was steering across the street toward where the old man was, hallooing pretty loud. The old man had a kind of a woolen comforter around his neck, and I think he had a cap on. I saw the car when it struck him. I was about seventy feet distant. I know Mrs. Dwyer. I did not see her there at that time. There was no woman between me and theold man at all. I am positive of that. I don’t know whether there was an engine attached or not when I first saw the cars. The cars were moving about as fast asa man could walk. I saw a person on the cars. I don’t know who it was. lie seemed to be handling the brakes. I hallooed and motioned to them to holdup. I gave these signals after the man was hit. At this time I was acquainted with the location of the streets. Iwasin the habit of passing along the south sidewalk on the south side of the street every day. A person passing along on the sidewalk south of the street from the east, when he arrives at a point four feet from the east rail of the west track he can see down the track to the south as far as the switch. In passing from Waldron’s shanty west on the south sidewalk, a person, if he pa}7s any attention, can look through the chutes and see a train of cars on the Joliet track. When I came out from the saloon onto the streets, I heard the engine bell ringing. The engine was down at the far end of the chute when I got alongside of Burt’s building.</p> <p id=\"b642-5\" pgmap=\"642(136) 643(291)\">Thomas Thornton stated: I reside in B race vil le, Grundy county. I resided there about two years. I work in the mines and run a store. In April, 1880, I was living at what is called the “ Diamond Mine,” two miles west and about a mile north from Braidwood. I had been living there nine years prior to April, 1880. At that time I remember the fact of an accident happening which resulted in the death of John C. Barber. I had just driven across the track when the thing happened. I was driving east from the west on Main street, in Braidwood. When I approached the track I heard a bell ringing. It appeared to be over behind Burt’s house. I know the location of the tracks there, at the intersection of Main street and the railroad. I have crossed there often enough. My attention was attracted by the bell as I approached the crossing. I did not hear anything else that attracted my attention before I drove across. 1 saw old man Waldron; he was standing in the street somewhere near the main track. When I passed the Joliet track, 1 saw cars on that track, moving north to where I was crossing. The cars appeared to be about 100 feet south of the sidewalk. I passed in front of them. They appeared to be in motion, coming down the track as I passed. After I drove across the main track I heard the flagman halloo. That was after I got over the main track, on the track that was on the other side of the main track. Just as I was on that track with the team I heard the flagman halloo. He appeared to halloo as loud as he was able. I pulled up the horse and looked back and saw the flagman running toward old man Barber. The old man Barber was on the Joliet track. I saw the cars when I looked back. When I first saw old man Barber, the cars were about twelve feet away, just coming onto the sidewalk. Waldron was running toward Barber. I saw old man Waldron as I crossed the track. He had his flag in his hand, unfurled. When I looked back Waldron appeared to be running toward the old man who was on the track. I thought he was going to reach him, and was about to be caught by the train. The old man did not appear Jo be attracted by the cries at all.</p> <p id=\"b643-4\" pgmap=\"643\">He did not pay any attention; he appeared to be off the sidewalk; when I first saw him he appeared to be just about the middle of the track; he was moving; that is about all; he didn’t seem to hear anything at all; he had on a winter cap just pulled down over his ears, and had some other muffler over that; he had a basket in one hand and a stick in the other. I saw the old man struck by the cars; he appeared to be hit just on the side; he was sidling toward the cars as they were approaching him; he appeared to be getting one foot over the west rail when he was struck.</p> <p id=\"b643-5\" pgmap=\"643\">Thomas Me Griffin stated:</p> <p id=\"b643-6\" pgmap=\"643(10) 644(239)\">I reside in Braidwood; have resided there about nine years; I am a grocery man. My store is on Main street. I knew John C. Barber by sight. I had seen him quite often on the street, in the springtime, peddling onions. He had a little basket of onions on his arm. I judge him to be from seventy to seven-five years of age. He was not an active man. He was a man that was considerably stooped, moved very slowly along the street. I think he generally had a cane. He seemed to walk with a good deal of difficulty. I remember of the fact of his death, on the 15th of April, 1880. I was at the Chicago and Alton depot that morning. I was standing near the depot talking with a friend. I saw this old gentleman coming up. I noticed him pass over the main track, going west, and I also noticed they had been switching these cars there. My attention, I think, was attracted to-him, just after he crossed the main track, going west. The main track was on the east side of the chutes. He seemed to he traveling along slowly, paying no attention to anything. They were switching these cars there on the Avest side of the chutes, and the old man Avas passing along on the sidewalk, and I was Avatching the old man. I thought he would stop. He still Avent on until he came to the track—the west track.</p> <p id=\"b644-5\" pgmap=\"644(202) 645(137)\">I hallooed at him; I said, look out for the cars. Mr. Waldron hallooed at him and started toward him, but he did not pay any attention to us hallooing at him at all; he kept right along. He got onto the track, and was in the act of- getting over the Avest rail when the cars struck him. At the time I first hallooed, if he had heeded the warning he could have saved himself. When I first saw the cars coming down the track they must have been 300 feet south of the sidewalk. When I first saw the old man he Avas approaching the bents that support the trestlework. I see he Avas about to go on the track, and he must have been some four or five feet from the track when I hallooed at him. I see he Avas not going to stop. An ordinary person, I should think, would have heeded the warning. 1 savv Waldron running toward him, trying to stop him; 1 heard Waldron halloo. There were several of us that hallooed. Waldron, Avlien I first saw him, was near the center of the street with his flag. Waldron got Very near to the old man; he liad to jump back in order to save himself. The old man paid no attention whatever. He was a few feet north of the sidewalk when struck. The cars were moving four or five miles an hour, I should judge. The car that hit him was a coal caí*. 1 did not notice the cars as they passed over him. I could not say whether there was anybody on the car or not. I had passed along across the tracks on the sidewalk on the south side of Main street quite frequently. A person passing on the south sidewalk west from the shanty would be able to see cars standing or moving on the Joliet track for 100 feet south of the sidewalk. 1 was attracted by the noise of the train.</p> <p id=\"b645-4\" pgmap=\"645\">William Wehb stated he was a brakeman on the wav freight, and was at the depot when the accident occurred, and saw it. He corroborates the statements of the former witnesses for the defense, as also does the baggage master at that station, J. B. Smith. J. B. Corry, also, who at the time of the accident was station master, but when called as a witness had no connection with the appellant, gives the details of the occurrence substantially as stated by the other witnesses from whose testimony we have quoted at such length.</p> <p id=\"b645-5\" pgmap=\"645\">Had the evidence of the defendant consisted alone of the statements of the flagman, the jury might have been justified in giving it but little if any weight, as he was contradicted upon a material point in his testimony, and besides, it being-his duty to prevent persons crossing the track when cars were-approaching, he had great inducements to make it appear he had not neglected his duty in that regard.</p> <p id=\"b645-6\" pgmap=\"645\">But surely, the jury had no right to arbitrarily disregard the testimony of so many witnesses who were entirely disinterested, and in no manner dependent upon the Alton road for place or position or means of livelihood, and who, so far as can be seen, had no motive whatever to speak anything but the truth.</p> <p id=\"b645-7\" pgmap=\"645(48) 646(86)\">We must therefore give their testimony credence, and doing so we can but find that at the time the deceased was attempting to cross the track the flagman was in the street with his flag unfurled and using it for the purpose of warning per-1 sons about to cross that a train was approaching. Whether the fact be established that the flagman warned the deceased by waving the flag in his face as stated by Waldron, the flagman, before he went into the street, may not be so clear, as in this statement he does not seem to be so well corroborated; but being so fully sustained in other material parts of his testimony by the witnesses named, the probability is that he is also correct in this statement.</p> <p id=\"b646-5\" pgmap=\"646\">There can be no doubt from this evidence that the deceased at that time had his ears so covered with the cap and comforter that he was prevented from hearing any ordinary signal of danger, and, in fact, failed to hear the outcries of the flagman and others when they were heard quite a distance to the west of the track; for it would be preposterous to suppose that if he had heard them he would not have heeded the warning. Neither does it appear that he made any use of his eyes to ascertain if he was in peril. He certainly could have seen the flagman in the street as others did, before he approached the track, and if, when he passed the southwest corner of the chutes and was within four feet of the east rail he had looked to the south, he must necessarily\"have seen the cars backing toward the crossing; and further, we think the weight of the evidence shows that if, while passing along the walk from the main to the side track he had looked\" for the train, he could have seen it through the trestlework of the chutes.</p> <p id=\"b646-6\" pgmap=\"646\">Hnder the old Practice Act which imposed the duty upon the Supreme Court of reviewing and finding the facts as well as determining the law applicable thereto, that court has said in many cases that it is the duty of persons about to cross the track of a railroad to look about them and see if there is any danger; and especially in Goddard’s case, 72 Ill. 509. where the opinion of the court gives some support to the position of counsel here, that a failure of the trial court to so instruct the jury as a matter of law, was error.</p> <p id=\"b646-7\" pgmap=\"646(40) 647(48)\">But it is evident from the later decisions of that court made under our present Practice Act, withdrawing from it the jurisdiction, in cases like the present, to determine questions of fact, that expressions found in former opinions that such and such facts were evidence of negligence or constituted negligence, were to be considered as conclusions of fact, drawn from the evidence in the particular case, and not as a rule of law applicable to any and all cases whether the circumstances were the same or different.</p> <p id=\"b647-4\" pgmap=\"647\">The distinctions to be made by the profession between expressions found in the opinions of that court, when exercising the functions of a jury and when deciding questions of law, isclearly pointed out in the cases of Penn. C. Co. v. Conlan, 301 Ill. 93, and Brown v. Aurora, 109 Ill. 105, to which we refer. From these cases it is clear that whether any given fact or facts will authorize the conclusion that the ultimate fact to be found—the negligence of the party, exists, is purely a question of fact; that the determination that negligence is established from the existence of certain subordinate facts, is an inference of fact, and not of law.</p> <p id=\"b647-5\" pgmap=\"647\">Whether, therefore, a person when about to cross a railroad track is guilty of negligence in failing to look up and down the track to see if any train is approaching, depends upon the circumstances of each particular case.</p> <p id=\"b647-6\" pgmap=\"647\">The duty of determining this question in this case is imposed by the law upon this court, and we can not evade the responsibility of declaring tlie iinpression made upon our minds by the proof, though we yield to none in our sympathy for the aged widow, who was by this sad occurrence deprived of a husband and the means of her support at the same time, nor in our desire to hold railroad companies to a strict compliance with the law that requires them to exercise a proper degree of care in so operating their roads as to prevent injury to others.</p> <p id=\"b647-7\" pgmap=\"647\">Under the evidence in this record we can but find that the deceased did not exercise that degree of care that a reasonably prudent man would have done under the same circumstances, for his own preservation, and so finding we must, under the authority of Johnson’s case, supra, reverse this judgment, as the verdict is manifestly against the weight of the evidence, and remand the cause, without passing upon the question of comparative negligence sought to be made in the case.</p> <p id=\"b647-8\" pgmap=\"647\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}