{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"422\" lastpage=\"425\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b430-7\" pgmap=\"430\">Joseph Lytle et al. v. The People of the State of Illinois.</parties><syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b430-11\" pgmap=\"430\">1. Scire facias—judgment on when principal not served. Where a forfeiture is taken upon a recognizance and a scire facias sued out, it is error to render final judgment thereon, against both principal and bail, where the former is not served, unless there has been a return as to him of two nihils, or his appearance has been entered.</syllabus><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b430-12\" pgmap=\"430(26) 431(28)\">2. Variance—misnomer. Where the principal in a recognizance is, in the body thereof, named as Joseph Little, and it is executed in the name of Joseph Lytle, it is not error to admit such recognizance as evidence under a scire facias against Joseph Lytle, reciting the execution of the recognizance by the latter name.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b431-6\" pgmap=\"431\">3. Had the name in the body of the instrument been so far different as to have indicated that the person executing it might not be the same person named in the body, the scire facias should have contained an averment of identity.</syllabus><summary data-order=\"4\" data-type=\"summary\" id=\"b431-7\" pgmap=\"431\">Writ oe Error to the Circuit Court of Marion county; the Hon. Silas L. Bryah, Judge, presiding.</summary><p data-order=\"5\" data-type=\"summary\" id=\"b431-8\" pgmap=\"431\">The facts of the case and the errors relied on fully appear in the opinion of the court.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b431-9\" pgmap=\"431\">Mr. M. Schaeffer, for the plaintiffs in error.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b431-10\" pgmap=\"431\">Mr. Justice Walker</author> <p id=\"ArU\" pgmap=\"431\">delivered the opinion of the Court:</p> <p id=\"b431-11\" pgmap=\"431\">At the March term, 1867, Lytle failing to appear according to the condition of the recognizance, a judgment of forfeiture was rendered against him, and Smith, his bail. A scire facias was issued against them, to show cause why the people should not have execution of that judgment. Service was had upon Smith, but there was no return as to Lytle. Smith filed two pleas: first, that there was no record of the supposed forfeiture, and second, that there is no such recognizance. Replications were filed and issues joined. At the April term, 1868, a trial was had by the court, a jury having been waived by the parties, and a judgment was rendered against both defendants.</p> <p id=\"b431-12\" pgmap=\"431(78) 432(101)\">This record fails to show service of the sci/re facias on Lytle, or the return of two nihils as to him. It was manifestly error to render judgment against him, unless he had entered his appearance, and the record fails to disclose the fact that he did. The very object of suing out the scire facias was to obtain service, and to enable the defendants to be heard, to urge any grounds that might exist against awarding execution on the judgment of forfeiture. And failing to obtain service, another writ of scire facias should have been issued and returned nihil. In such cases, the long and uniformly recognized practice requires that there shall be service or the return of two nihils, before execution can be awarded on a judgment of forfeiture, unless the defendant shall voluntarily enter his appearance. In this case, there seems to have been but one scire facias, and it was not served on him, and we do not see that he entered an appearance; and for these reasons, the judgment must be reversed.</p> <p id=\"b432-6\" pgmap=\"432\">Another objection was taken, which is, that in the body of the recognizance, the name of the principal is written Little, and it is signed Lytle. All of the process, orders and proceedings were in the name of Lytle. The objection urged is, that there is no judgment of forfeiture against the principal, and, hence, execution could not be awarded; that the recog- • nizance is against Little, and not against Lytle, and that the process, orders and proceedings should have been against Little. We perceive no force in this objection. He signed the recognizance, we must presume, by his true name, and so slight a variance as appears between the two names, the one in the body of the recognizance, and the signature employed in the execution of the instrument, is so slight as to indicate that they were both designed to represent the same person, and the recognizance must be held to be binding upon the parties executing it.</p> <p id=\"b432-7\" pgmap=\"432(93) 433(91)\">Had the name in the body of the instrument been so far different as to have indicated that the person executing it was not the same, but a different person, then the scire facias should have contained an averment that the person described in the recognizance was one and the same person, and that he was described in the instrument by one name, \"and signed it by another. If such objections are permitted to avail, the accused, by his attorney, might, in many instances, intentionally impose instruments containing such variances on careless and confiding officers, to the obstruction of criminal justice. Having obtained his liberty by the use of such an instrument, the accused, or his bail, should not be permitted to escape the liability that was intended to be incurred, unless there should be some substantial defect, and we are clearly of the opinion that this is not of that character. But as the judgment awarding execution was against both defendants, and but one was served with the scire facias ¡ it must be reversed and the cause remanded for further proceedings.</p> <p id=\"b433-11\" pgmap=\"433\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}