{
  "casebody": {
    "data": "<casebody firstpage=\"255\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b255-3\">Superior Court of Buffalo.</court>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ASWd\">March General Term, 1859.</decisiondate>\n<p data-order=\"2\" data-type=\"headnotes\" id=\"AxW\"><em>Clinton, Verplank </em>and <em>Masten, </em>Justices.</p>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b255-4\">The People <em>v. </em>John P. Smith.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b255-5\">Cattle, stolen, in Wyoming county, were driven across the line into Erie county, and through different towns of the latter county into the city of Buffalo: <em>Meld, </em>that the Superior Court of Buffalo had jurisdiction for the trial of the offence.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b255-6\">The prisoner was convicted, at the October criminal term, 1858, of grand larceny. He moved for a new trial, on a bill of exceptions, at the May general term, 1859.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b255-7\"><em>W. C. Johnson, </em>for the prisoner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b255-8\"><em>J. M. Humphrey </em>(District Attorney), for the People</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b255-9\">\n<em>By the Court,</em>\n</p>\n<author id=\"Aod\">Clinton, J.</author>\n<p id=\"AS8\">The bill of exceptions shows that the prisoner stole cattle in Wyoming county, drove them across the line into Brie county, and thence through divers towns of Erie county into this city, its capital. The criminal jurisdiction of this court is limited, thus: “1. To inquire by grand jury of all crimes and public offences committed in the city of Buffalo. 2. To try and determine all indictments found therein or sent thereto by another court, for any crime or offence committed in the city of Buffalo.” The counsel for the prisoner ingeniously contends that the crime was not committed in the city of Buffalo, although he admits that it was committed in the county of Erie, as well as in the county of Wyoming. His notion appears to be, that the common law makes a distinction between a county and a local criminal jurisdiction within a county, and that the thief who brings the property, stolen in one county, into a local criminal jurisdiction within another county, though indictable in the latter county, is not indictable in the criminal courts of the local jurisdiction. But he has not produced any authority for this <page-number citation-index=\"1\" label=\"256\">*256</page-number>distinction, and we are unable to discover any foundation for it in the theory of a continuing trespass, upon which the common law rule is grounded.</p>\n<p id=\"b256-5\">A new trial must be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}