{
  "casebody": {
    "data": "<casebody firstpage=\"262\" lastpage=\"269\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b294-9\">Franklin District Court</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AkG\">Nos. 2002-420 2002-455</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b294-10\">Sherryland, Inc. v. Regina Snuffer</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b294-13\">Argued: September 11, 2003</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A6_\">Opinion Issued: November 21, 2003</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b295-14\"><page-number citation-index=\"1\" label=\"263\">*263</page-number><em>Charles A. Russell, </em>of Concord, by brief and orally, for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b295-15\"><em>Elaine L. Baillargeon, </em>of Gilford, by brief and orally, for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b295-16\">Broderick, J.</author>\n<p id=\"A1G\">This landlord-tenant dispute involves two separate eviction actions brought by the plaintiff, Sherryland, Inc. (Sherryland), against the defendant, Regina Snuffer, under RSA 205-A:4, I and VI (2000). The Franklin District Court <em>(Thornton, </em>J.) found for the defendant in both actions. We affirm.</p>\n<p id=\"b295-17\">The record supports the following facts. Sherryland owns Sherryland Park (park), a manufactured housing community in Tilton. The defendant resides there and rents lot space on a monthly basis. Under park rules, she <page-number citation-index=\"1\" label=\"264\">*264</page-number>is allowed a forty-dollar incentive discount each month if she pays her rent on time and is not otherwise in violation of any park rules.</p>\n<p id=\"b296-3\">Beginning in late 1999, the defendant and other residents in her section of the park began experiencing problems with the septic system servicing their homes. In March 2000, the defendant notified Sherryland that the septic system was causing water to back up and flow into her home. Sherryland asked her and her neighbors to disconnect their “dish and clothes washers” from the system because it had been “misused and need[ed] time to dry out.” As an alternative, Sherryland requested that the defendant use a dry-well for such purposes. Because of her concerns about the septic problems, the defendant contacted the New Hampshire Department of Environmental Services (DES) and the Tilton health officer.</p>\n<p id=\"b296-4\">In late July, the defendant and her neighbors, who were experiencing septic problems, received a letter from Sherryland eliminating the incentive discount because it was “not working.” Two days later, they were served with an eighteen-month notice to quit stating as its reason for eviction “discontinuation of the Manufactured House Site as rental site to others.” The defendant continued to apply the incentive discount to her rent obligation following receipt of the July letter because she believed she was entitled to be informed about the specific park rules she was allegedly violating before she lost the benefit of the incentive discount. However, because she continued to apply the discount, Sherryland served her in October with a thirty-day notice to quit for non-payment of rent. In response, the defendant filed a complaint with the board of manufactured housing (board) claiming that Sherryland “unreasonably and unfairly declared [her] ineligible for [the] ‘incentive’ discount” and that the eighteen-month notice to quit “constitute^] an unjustified attempt to require [the] removal of [her] manufactured housing unit[].”</p>\n<p id=\"b296-5\">The district court scheduled a hearing for late January 2001 on the landlord and tenant writ for non-payment of rent. It continued the hearing, however, pending the board’s decision on earlier filed complaints by the defendant and her neighbors. On May 30, the board found that the elimination of the incentive discount was unreasonable and that the associated notice to quit for non-payment of rent was “unreasonable, impermissible and unlawful.” It also found that Sherryland’s eighteen-month notice to quit violated RSA 205-A:2, III (2000) and, consequently, did not justify closure of the defendant’s section of the park. Upon motion for reconsideration, the board affirmed its decision and Sherryland appealed to the superior court.</p>\n<p id=\"b297-4\"><page-number citation-index=\"1\" label=\"265\">*265</page-number>In April 2002, while the superior court appeal was pending, the eviction action for non-payment of rent that was continued from January 2001, went to trial in the district court. The court found that the defendant was not in arrears in her rent because the elimination of the incentive discount violated the procedure for changing park rules and the eviction action for non-payment of rent was in retaliation for the defendant’s complaints about septic problems. In finding for the defendant, the trial court also awarded her $894.00 in damages under RSA 540:14, II (1997).</p>\n<p id=\"b297-5\">In June, the district court, after denying a motion to recuse the trial judge, dismissed the landlord and tenant writ brought to enforce the eighteen-month notice to quit on three grounds. First, the notice to quit did not contain a statutorily permissible reason to support park closure. <em>See </em>RSA 205-A:4, :5 (2000). Specifically, the court found that RSA 205-A:4, VI does not provide for the discontinuation of selected sites but only for the discontinuation of the whole park. Second, the eviction action for nonpayment of rent, which had gone to trial in April, constituted an election of remedies by Sherryland. Finally, the April eviction action barred the park closure eviction proceeding under the doctrine of res judicata. These consolidated appeals followed.</p>\n<p id=\"b297-6\">In the eviction proceeding for non-payment of rent, Sherryland argues that the trial court erred by: (1) awarding the defendant damages; (2) violating its constitutional right to prompt justice without delay; and (3) failing to find that the defendant had violated park rules, thus permitting Sherryland to eliminate the incentive discount. In the park closure eviction proceeding, Sherryland contends that the trial court erred by: (1) failing to grant its motion to recuse; (2) ruling that its notice to quit did not comply with the requirements of RSA chapter 205-A; (3) ruling that the eviction action for non-payment of rent constituted an election of remedies; and (4) ruling that res judicata principles barred the park closure eviction proceeding.</p>\n<p id=\"b297-7\">We will not disturb the findings of the trial court unless they lack evidentiary support or are erroneous as a matter of law. <em>Key Bank of Maine v. Latshaw, </em>140 N.H. 634, 636 (1996). Legal conclusions, as well as the application of law to fact, are reviewed independently for plain error. <em>Fleet Bank-N.H. v. Chain Constr. Corp., </em>138 N.H. 136, 139 (1993). Accordingly, our inquiry is to determine whether the evidence presented to the trial court reasonably supports its findings, and then whether the court’s decision is consonant with applicable law. <em>Id. </em>Finally, we review questions of law <em>de novo. See Mt. Valley Mall Assocs. v. Municipality of Conway, </em>144 N.H. 642, 648 (2000).</p>\n<p id=\"b298-4\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>Sherryland first contends that the trial court erred by awarding the defendant $894.00 in damages in the rent eviction action after finding retaliation. It argues that the defendant “had to specifically offer evidence [to] prove damages under ... RSA 540:14, II ... and failed to do so.” Sherryland does not argue that the trial court erred in finding retaliation.</p>\n<p id=\"b298-5\">RSA 540:13-a (1997) allows a tenant to defend an eviction action upon proof that an eviction was sought in retaliation for “reporting in good faith what the tenant reasonably believe[d] to be ... an unreasonable and substantial violation of a regulation or housing code to the landlord or any board, agency or authority ... as to the reasonable fitness of... property for health or safety.” RSA 540:14, II provides that whenever the tenant successfully raises the defense of retaliation, “damages of not more than 3 months’ rent <em>may </em>be awarded.” (Emphasis added.) The statute does not require a tenant to plead or prove damages, but rather authorizes an award of damages against a landlord when an eviction action is sought in retaliation for a specified complaint. <em>See Carter v. Lachance, </em>146 N.H. 11, 14 (2001). In <em>Carter, </em>we ruled that a statutory minimum award was not based upon actual damages suffered, but was a penalty imposed upon landlords who violated RSA 540-A:3 (Supp. 2002), which prohibits certain acts by landlords. <em>Id. </em>Thus, recovery did not require any evidence of damages, but only a finding that the landlord did, in fact, violate the statute. <em>Id. </em>Similarly, once the prerequisite of retaliation is satisfied, RSA 540:14, II allows the trial court to impose a penalty on landlords without requiring any proof of damages by the defendant. In this case, the trial court found retaliation. Accordingly, it was permitted to award the defendant $894.00 in damages, exactly three times her monthly rental fee.</p>\n<p id=\"b298-6\">Sherryland next argues that it was denied prompt justice without delay under Part I, Article 14 of the New Hampshire Constitution in the eviction action for non-payment of rent because approximately fifteen months elapsed between the date the original hearing was scheduled and the date it was actually held.</p>\n<p id=\"b298-7\">Part I, Article 14 provides that “[e]very subject of this state is entitled to a certain remedy, by having recourse to the laws, for all injuries he may receive in his person, property, or character ... promptly, and without delay.” The purpose of this provision is to make civil remedies readily available, and to guard against arbitrary and discriminatory infringements on access to the courts. <em>Town of Nottingham v. Newman, </em>147 N.H. 131, 134-35 (2001). In addition, RSA 540:13 (Supp. 2002) promotes the speedy resolution of landlord-tenant disputes by requiring the district court to schedule a hearing within ten days after the tenant files an appearance.</p>\n<p id=\"b299-2\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>In late December 2000, Sherryland brought a landlord and tenant writ against the defendant, alleging non-payment of rent, and a hearing was scheduled for January 22,2001, in Franklin District Court. On January 18, the defendant moved to continue the hearing in district court pending the outcome of her complaint with the board. The board had jurisdiction to deal with the merits of the dispute between Sherryland and the defendant, RSA 205-A:27, I (2000); <em>see Hynes v. Hale, </em>146 N.H. 533, 536 (2001), and had already resolved a similar dispute between Sherryland and the defendant’s neighbors. The district court, therefore, granted the defendant’s motion. In May, the board issued its decision finding that the incentive discount revocation was unreasonable and that the associated notice to quit was unlawful. Sherryland moved for a rehearing and the board affirmed its decision in late October 2001.</p>\n<p id=\"b299-3\">The district court hearing was finally held on April 5, 2002. The record is unclear as to why there was a delay in scheduling the hearing. The district court stated that “it was some events, not necessarily of [Sherryland’s] or anybody else’s choosing, that the [action] got heard when it did.” However, the district court, like the board, determined that Sherryland had received all the rent to which it was entitled and that the defendant was in full compliance with her rental obligations. Sherryland has offered no evidence of prejudice resulting from the delay. Under these circumstances, we conclude that Sherryland was not denied access to the courts in violation of Part I, Article 14 of the New Hampshire Constitution.</p>\n<p id=\"b299-4\">Sherryland next contends that the trial court erred in the rent eviction action by failing to find that the defendant had violated park rules. Specifically, Sherryland argues that the defendant had disobeyed park rules regarding guests and animals. Such a finding, it reasons, would have allowed it to revoke the incentive discount and evict the defendant for nonpayment of rent. The trial court found that the defendant’s alleged violations were negated by Sherryland’s retaliation. When a trial court reaches the correct result, but on mistaken grounds, this court will sustain the decision if there are valid alternative grounds to support it. <em>Quinlan v. City of Dover, </em>136 N.H. 226, 230 (1992).</p>\n<p id=\"b299-5\">Under Rule XX, entitled “Rental Fee,” the defendant was permitted to apply the discount to her rental obligation as long as she paid her rent on time, owed no rental balance, and had not “fractured” any part of her contract with Sherryland. In July, Sherryland wrote to the defendant advising her that the discount “[was] not working with [her].” Sherryland claims that this letter was in response to the defendant’s violations of park rules regarding guests and animals and, therefore, permitted it to revoke <page-number citation-index=\"1\" label=\"268\">*268</page-number>the discount under Rule XX. This letter, however, was inadequate to revoke the discount under Rule XX because the rule implicitly required Sherryland to notify the defendant that she had “fractured” her contract. Absent such notice, the defendant was lawfully entitled to conclude that she was in compliance with the requirements of the rule and entitled to the discount. Because Sherryland did not provide the required notice, it had no authority to revoke the discount.</p>\n<p id=\"b300-3\">Giving the defendant notice of the alleged violation or “fracture” is also required by the reasonableness requirement of the “Important Notice Required By Law” section preceding the park rules. This section recognizes that the law requires all “rules and regulations of this [manufactured housing park] to be reasonable.” <em>See </em>RSA 205-A:2, XI (2000) (mandating this disclosure to tenants). It is simply not reasonable for Sherryland to revoke the discount under Rule XX without, at the very least, providing the defendant with an explanation. In this case, the defendant would have been required to infer that the discount was “not working” because she had “fractured” her contract with Sherryland by allegedly violating park rules years earlier. Neither Rule XX nor this reasonableness requirement allow the discount to be revoked by the conclusory statement that the discount is “not working.”</p>\n<p id=\"b300-4\">We conclude that the trial court did not err in failing to find that the defendant had violated park rules because Sherryland did not provide adequate notice to the defendant under Rule XX. In this case, the defendant was still entitled to the discount and had paid all rent due.</p>\n<p id=\"b300-5\"> In the park closure eviction action, Sherryland contends that the trial court erred by failing to grant its motion to recuse. Sherryland argues that it is highly improbable that the trial judge who made rulings in the eviction proceeding for non-payment of rent could, five weeks later, be impartial in the park closure eviction action.</p>\n<blockquote id=\"b300-6\">Whether an appearance of impropriety exists is determined under an objective standard, <em>ie., </em>would a reasonable person, not the judge herself, question the impartiality of the court. The test for appearance of partiality is an objective one, that is, whether an objective, disinterested observer, fully informed of the facts, would entertain significant doubt that justice would be done in the case.</blockquote>\n<p id=\"b300-7\"><em>Blevens v. Town of Bow, </em>146 N.H. 67, 69 (2001) (quotation omitted). A trial judge is <em>per se </em>disqualified due to probable unfairness “when [he] has pecuniary interests in the outcome, when [he] has become personally <page-number citation-index=\"1\" label=\"269\">*269</page-number>embroiled in criticism from a party before him, or when he has heard evidence in secret at a prior proceeding, or when he is related to a party.” <em>State v. Fennelly, </em>128 N.H. 378, 384 (1983) (brackets and quotations omitted). The party claiming bias must show its existence or likelihood, or the appearance of bias such that the judge would be unable to achieve the balance between vindicating the interests of the court and the interests of a party. <em>Blevens, </em>146 N.H. at 70.</p>\n<p id=\"b301-5\">In this case, none of the <em>per se </em>disqualifications apply and Sherryland identifies no facts from which a reasonable person could infer the existence, likelihood or appearance of bias. The simple fact that the trial judge had previously presided over a hearing decided adversely to Sherryland does not warrant recusal. <em>See State v. Bader, </em>148 N.H. 265, 270-71 (2002). Therefore, we cannot say that the trial court erred by not granting Sherryland’s motion to recuse.</p>\n<p id=\"b301-6\">Sherryland further contends that the trial court erred by finding that its notice to quit in the park closure action failed to comply with RSA 205-A:5. We disagree. In its order, the trial court found that the notice to quit failed to comply with both RSA 205-A:4, VI and :5. Sherryland served a notice to quit on the defendant based on RSA 205-A:4, VI, which allows a tenancy in a manufactured housing park to be terminated only for “[c]ondemnation or change of use of the manufactured housing park.” Sherryland’s notice to quit, served only on selected individuals, stated as its reason for termination: “discontinuation of the Manufactured House Site as rental site to others.” The trial court found that the notice to quit failed to comply with the statute because the statute “applies only to the whole park, not specific sites.” A plain reading of the statute supports the trial court’s ruling. If the legislature intended for a partial change of use to be allowed it could have expressly so stated.</p>\n<p id=\"b301-7\">Because we affirm the trial court’s dismissal of the park closure eviction action based on Sherryland’s failure to comply with RSA 205-A:4, VI, we need not address Sherryland’s remaining arguments.</p>\n<p id=\"b301-8\">\n<em>Affirmed.</em>\n</p>\n<judges id=\"b301-9\">Brock, C.J., and Nadeau, Dalianis and Duggan, JJ., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}