{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"231\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b275-4\">Rotuba Extruders, Inc., Appellant, v Kenneth Ceppos et al., Respondents.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b275-5\">Submitted October 27, 1978;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhT2\">decided December 27, 1978</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b277-12\"><page-number citation-index=\"1\" label=\"225\">*225</page-number>POINTS OF COUNSEL</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b277-13\"><em>Murray L. Skala </em>and <em>Gabriel Kaszovitz </em>for appellant.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"AGC\">I. Summary judgment is mandated in the instant case by reason of the form of the signature on the notes and the failure of respondents to raise any triable issue of fact. The court below erred in its reversal. <em>(Star Dairy v Roberts, </em>37 AD2d 1038; <em>Paul v Weiss, </em>48 Misc 2d 683, 24 AD2d 1054; <em>Welch v Campbell, </em>197 Misc 165, 278 App Div 605.) II. The affirmation by respondents’ attorney submitted in opposition to the motion for summary judgment should properly be disregarded since it was made by a person lacking personal knowledge of the facts. The affirmation and sur reply affidavit should both be disregarded because they fail to present evidentiary facts necessary to overcome the liability created by the Uniform Commercial Code (§ 3-403, subd [2], par [b]). <em>(Capelin Assoc. v Globe Mfg. Corp., </em>34 NY2d 338; <em>Penney Co. v McLean Trucking Co., </em>42 AD2d 508, 36 NY2d 733; <em>V. A. W. of Amer. v General Elec. Co., </em>38 AD2d 989; <em>Iandoli v Lange, </em>35 AD2d 793; <em>Snelson v SGM Catering, </em>47 AD2d 903; <em>Rosemont Enterprises v Choppy Prods., </em>74 Misc 2d 1003; <em>Mallad Constr. Corp. v </em><page-number citation-index=\"1\" label=\"226\">*226</page-number><em>County Fed. Sav. &amp; Loan Assn., </em>32 NY2d 285; <em>Newmark v Weingrad, </em>43 AD2d 983; <em>Shapiro v Health Ins. Plan of Greater N. Y., </em>7 NY2d 56; <em>Holdridge v Town of Burlington, </em>32 AD2d 581.)</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b278-5\"><em>Bernard Levy </em>for respondents.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"A4o\">I. The court below correctly reversed the order granting summary judgment because respondents clearly demonstrated a triable issue of fact as to the capacity in which the notes were executed. <em>(Gray v Unigard Mut. Ins. Co., </em>47 AD2d 691; <em>Nesbitt v Nimmich, </em>34 AD2d 958, 30 NY2d 622; <em>RKO-Stanely Warner Theatres v Shore, </em>41 AD2d 730, 33 NY2d 823; <em>Welch v Campbell, </em>197 Misc 165, 278 App Div 605.) II. The court below was not required to specifically address the Uniform Commercial Code (§ 3-403, subd [2], par [b]) on a summary judgment motion inasmuch as that statute governs questions of ultimate liability. <em>(Esteve v Abad, </em>271 App Div 725; <em>Sillman v Twentieth Century-Fox Film Corp., </em>3 NY2d 395.)</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b278-6\">OPINION OF THE COURT</p>\n<author id=\"b278-7\">Fuchsberg, J.</author>\n<p id=\"b278-8\">This appeal, in an action between the immediate parties to a series of negotiable instruments, calls upon us to determine what measure of proof is required to free from personal liability an authorized representative who signs his own name to a series of negotiable instruments that name the principal represented but do not show that the representative signed in a representative capacity. The issue falls squarely within section 3-403 (subd [2], par [b]) of the New York Uniform Commercial Code.</p>\n<p id=\"b278-9\">Pursuant to CPLR 3213, plaintiff, the Rotuba Extruders, Inc., initiated the action by the service of a summons, complaint and notice of motion for partial summary judgment in lieu of complaint. The summary judgment was sought on the first cause of action, which was brought against the defendant Kenneth Ceppos on seven promissory notes in the aggregate face amount of $33,898.80. These notes had been delivered to plaintiff between February and May, 1976, in payment for goods sold and delivered to Kenbert Lighting Industries, Inc., a close corporation of which Kenneth Ceppos was the chief executive officer and of which Robert Ceppos and Daniel Ceppos were the other principals. Rotuba apparently then considered Kenbert so precarious a credit risk that, as set <page-number citation-index=\"1\" label=\"227\">*227</page-number>forth in its verified complaint, it was insistent that one of the three Ceppos’ guarantee payment for goods sold to Kenbert. When the first notes went unpaid upon presentation for payment, Rotuba first brought an action against Kenbert. Shortly thereafter, as the due date of the remaining notes approached, Kenbert filed a voluntary petition under chapter 11 of the Federal Bankruptcy Laws. Rotuba thereupon initiated the present action against the individual defendants.<footnotemark>1</footnotemark></p>\n<p id=\"b279-4\">Except for the dates, amounts and bank where they were to be presented which were in handwriting, and the face amount for which each was made, which had been inserted by a mechanical check-writing device, the notes were each on an identical printed form. In addition, the word \"we” had been written in a blank space obviously provided for the insertion of a plural or singular pronoun. On the single printed line provided for a signature in the lower right-hand corner of each note appeared the signature of Kenneth Ceppos and, in a space immediately above this, in what is apparently a different handwriting, were the words \"Kenbert Lighting Ind. Inc.” No word or symbol, not even as much as \"by” or \"for”, appeared to signify that Kenneth Ceppos was acting in a representative capacity in affixing his signature. Nor was there any designation of any office or position that Kenneth Ceppos held with Kenbert.</p>\n<p id=\"b279-5\">The exact language of the first note, which save for differences in the amount and date of each is for all practical purposes a duplicate of the other six, appears as follows:</p>\n<p id=\"b279-6\">$3,000.00 February 11, 1976</p>\n<p id=\"b279-7\">May 25, 1976 after date we promise to pay to the order of Rotuba Extruders, Inc._</p>\n<p id=\"b279-9\">The Sum of $3,000 dols 00 cents_Dollars at Chemical Bank Randall and Faile Sts. Bronx New York 10474 Value Received No interest Kenbert Lighting Ind. Inc.</p>\n<p id=\"Aze\">No._ Due 5/25/76 Kenneth Ceppos</p>\n<p id=\"b280-4\"><page-number citation-index=\"1\" label=\"228\">*228</page-number>It is Rotuba’s position on the motion for summary judgment that the notes indicate on their very faces that Kenneth Ceppos is personally liable on them. In opposition, Ceppos contends that a triable issue of fact exists because, as he asserts, the notes are ambiguous on their faces and his intention was only to sign them in a representative capacity. The Supreme Court rejected this argument and granted Rotuba’s motion. On appeal, however, the Appellate Division unanimously reversed in a short memorandum which concluded that \"a question of fact is inherent on the face of each note as to who is liable for payment” (58 AD2d 537). For the ensuing reasons, we disagree with that determination.</p>\n<p id=\"b280-5\">The pertinent subdivision of section 3-403 of the New York Uniform Commercial Code provides:</p>\n<p id=\"b280-6\">\"An authorized representative who signs his own name to an instrument</p>\n<p id=\"b280-7\">\"(a) is personally obligated if the instrument neither names the person represented nor shows that the representative signed in a representative capacity;</p>\n<p id=\"b280-8\">\"(b) except as otherwise established between the immediate parties, is personally obligated if the instrument names the person represented but does not show that the representative signed in a representative capacity, or if the instrument does not name the person represented but does show that the representative signed in a representative capacity.”</p>\n<p id=\"b280-9\">Section 3-403 aims to foster certainty and definiteness in the law of commercial paper, requirements deriving from the \"necessity for takers of negotiable instruments to tell at a glance whose obligation they hold” (White &amp; Summers, Uniform Commercial Code, § 13-2, p 399).<footnotemark>2</footnotemark> To make commercial paper \"freely negotiable without undue risk” <em>(Financial Assoc. v Impact Marketing, </em>90 Misc 2d 545, 547), the basic law is that resort to extrinsic proof is impermissible when the face of the instrument itself does not serve to put its holder on notice of the limited liability of a signer (Uniform Commercial Code, § 3-403, subd [2], par [a]; cf. Uniform Commercial Code, § 3-402).</p>\n<p id=\"b280-10\">As the statute states, the only exception has to be one that <page-number citation-index=\"1\" label=\"229\">*229</page-number>is \"otherwise established between the immediate parties”. In adopting this exception, the drafters of the code followed the more liberal pre-existing New York rule permitting proof of an agreement or understanding that personal liability of the signer was not intended (Official Comment 3, McKinney’s Cons Laws of NY, Book <em>62½, </em>Uniform Commercial Code, § 3-403; see <em>Megowan v Peterson, </em>173 NY 1, 5-6; <em>Central Bank of Rochester v Gleason, </em>206 App Div 28, 31).<footnotemark>3</footnotemark></p>\n<p id=\"b281-5\">But the type of showing needed to bring the note within the \"except” clause of section 3-403 (subd [2], par [b]) must necessarily amount to more than the mere self-serving allegation of the signer’s subjective intent to sign as representative. To escape personal liability, the signer has the burden to \"establish” an agreement, understanding or course of dealing to the contrary (cf. Uniform Commercial Code, § 1-201, subd [3]; § 2-208). Thus, without an affirmative demonstration that the taker of the note knew or understood that the signer intended to execute the instrument in a representative status only, there can be no defense that, notwithstanding the form of the note, representative liability was \"otherwise established between the * * * parties” (see <em>Jackson Chevrolet v Oxley, </em>564 P2d 633, 635-636 [Okla]; <em>Fanning v Hembree Oil Co., </em>245 Ark 825).</p>\n<p id=\"b281-6\">Clearly, the notes in this case fall within the situation contemplated by the statute and, in factual circumstances that meet its requirements, would have permitted Ceppos to rebut the presumption of individual liability (see Official Comment 3, subd [f], McKinney’s Cons Laws of NY, Book <em>62½, </em>Uniform Commercial Code, § 3-403). Yet, Ceppos neither alleged nor made any evidentiary showing of the mutuality of intent necessary to constitute such an agreement or understanding and, consequently, his affidavit, even when considered with that of his attorney,<footnotemark>4</footnotemark> does not serve to deny Rotuba summary judgment <em>(Commonwealth Bank &amp; Trust Co. v Plotkin, </em>355 NE2d 917, 919 [Mass]; <em>Seale v Nichols, </em>505 SW2d <page-number citation-index=\"1\" label=\"230\">*230</page-number>251, 253, revg 493 SW2d 589 [Tex]; cf. <em>Slayton v Lomar Constr. Corp., </em>4 UCC Rep Serv 955 [NYLJ, Dec. 20, 1967, p 18, col 8]).</p>\n<p id=\"b282-5\">Indeed, the affidavits submitted by Ceppos and by his attorney contain no factual allegations that, given the explicit statutory language, would create a triable issue on whether Rotuba knew or should have known that it was Ceppos’ intention to sign the notes in a representative capacity only. The undisclosed intention of Ceppos, without more, does not establish the understanding between the parties required by section 3-403 (subd [2], par [b]) of the Uniform Commercial Code <em>(Southern Nat. Bank of N. C. v Pocock, </em>29 NC App 52, 57-58). Ceppos’ affidavit does not even disclose such elementary facts as who acted for Rotuba in accepting the notes, what disclosure was made of Ceppos’ unilateral intention, or what manifestation or knowledge of such intention, if any, was made anywhere or to anyone on behalf of Rotuba (see <em>Commonwealth Bank &amp; Trust Co. v Plotkin, supra, </em>at p 919).</p>\n<p id=\"b282-6\">Nor was there any evidence to establish that such an understanding between Rotuba and Kenbert was implicit in any alleged course of dealing (cf. <em>Citibank Eastern N. A. v Minbiole, </em>50 AD2d 1052, 1053). The only documentary evidence alluded to by Ceppos is contained in the affidavit of Rotuba’s president, Albert Bell. It consists of correspondence between Bell and Kenbert’s comptroller approximately one year prior to the transactions here at issue. It confirms that Rotuba requested that Kenneth Ceppos sign as guarantor on a 1975 note in the amount of $3,864. While Ceppos’ lawyer’s hearsay affidavit refers to this transaction as a \"prior course of dealing”, it disappears as a possible prop to support any such theory because of Ceppos’ own admission in his own affidavit that this was a single \"instance”. Ceppos nevertheless would use this isolated and remote event to mount a theory that, because he had personally guaranteed the note in that year-old instance by indorsing it on the reverse side, this had to be taken to be the \"practice” between the parties whenever his individual liability was intended. But the letters do not say so. And there is no claim that an express understanding to that effect was ever the subject of even a single conversation. Above all, by no stretch of the imagination could such a rationalization constitute the \"sequence of previous conduct” that it would take to comprise a trade practice or \"course of dealing” (Uniform Commercial Code, § 1-205; see <em>Starnheim v </em><page-number citation-index=\"1\" label=\"231\">*231</page-number><em>Silver Bell of Roslyn, </em>66 Misc 2d 726; <em>Baumgold Bros. v Allan Fox Co. East, </em>375 F Supp 807).</p>\n<p id=\"b283-5\">In short, Ceppos pointed to nothing that would tend to show that the parties regarded the obligation as a corporate one alone (see <em>Central Bank of Rochester v Gleason, </em>206 App Div 28, 31, <em>supra; Chips Dist. Corp. v Smith, </em>48 Misc 2d 1079, 1081-1082). The nature of the transaction here gives no indication that regardless of the faces of the notes, corporate liability and none other was intended by the parties (see <em>Pollin v Mindy Mfg. Co., </em>211 Pa Super 87, 91-92). Certainly, there was nothing unusual about it. It is common business practice to treat such an obligation as a corporate one, and creditors of small corporations often demand that officers personally obligate themselves on corporate notes (White &amp; Summers, Uniform Commercial Code, § 13-4, pp 403-405; see Britton, Bills &amp; Notes [2d ed, 1961], § 164, p 486).</p>\n<p id=\"b283-6\">Nevertheless, because \"summary judgment is a drastic remedy and should not be granted where there is any doubt as to the existence of a triable issue” <em>(Moskowitz v Garlock, </em>23 AD2d 943, 944), we have scrutinized the affidavits carefully, in the light most favorable to Ceppos. But only the existence of a bona fide issue raised by evidentiary facts and not one based on conclusory or irrelevant allegations will suffice to defeat summary judgment <em>(Mallad Constr. Corp. v County Fed. Sav. &amp; Loan Assn., </em>32 NY2d 285, 290; <em>Rosenberg v Del-Mar Div., Champion Int. Corp., </em>56 AD2d 576-577). So appraised, in the case before us, the conclusion is unavoidable that the showing Ceppos essayed was lacking in substance. His submissions simply lacked the evidentiary facts on which a meritorius defense could be made out (see 4 Weinstein-Korn-Miller, NY Civ Prac, par 3212.10).</p>\n<p id=\"b283-7\">Therefore, the certified question must be answered in the negative, the order of the Appellate Division should be reversed and the order granting summary judgment on the first cause of action must be reinstated.</p>\n<p id=\"b283-8\">Chief Judge Breitel and Judges Jasen, Gabrielli, Jones, Wachtler and Cooke concur.</p>\n<p id=\"b283-9\">Order reversed, with costs, and the order of the Supreme Court, New York County, granting summary judgment to plaintiff on the first cause of action reinstated. Question certified answered in the negative.</p>\n<footnote label=\"1\">\n<p id=\"b279-12\">. The action was brought against all three. The first cause of action, the only one on the notes, was against Kenneth Ceppos alone. A second cause of action alleged that Robert Ceppos and Daniel Ceppos also had guaranteed the underlying obligation. The third cause of action named all three in a suit to recover approximately $25,000 due for additional merchandise for which no notes had been issued. The latter two causes of action were severed from the first in the order granting the motion for partial summary judgment.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b280-11\">. The expediting procedural section under which this action was commenced (CPLR 3213) is one of the many reflections of this policy to be found in our law (see 4 Weinstein-Korn-Miller, NY Civ Frac, par 3212.02a, pp 32.210-32.211).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b281-7\">. Interestingly, under an earlier version of the code, section 3-403 (subd [2]) would have imposed personal liability on any representative who signs an instrument that does not both name the person represented and disclose the fact of representative capacity. According to that draft, parol evidence would have been excluded for any purpose except reformation (1955 Report of NY Law Rev Comm, vol 2, p 225).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b281-8\">. Ceppos’ counsel’s affidavit was not made on personal knowledge of the facts and, hence, could not defeat the motion for summary judgment (CPLR 3212, subd [b]; see <em>Columbia Ribbon &amp; Carbon Co. v A-1-A Corp., </em>42 NY2d 496, 500). In any event, it no more than reiterates Ceppos’ barebones recitation of his subjective intent.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}