{
  "casebody": {
    "data": "<casebody firstpage=\"538\" lastpage=\"543\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b558-8\">(91 Hun, 134.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b558-9\">In re NICHOLS’ ESTATE.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b558-10\">(Supreme Court, General Term, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AoBA\">December 28, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b558-11\">1. Transfer Tax — Exemptions — Mutually Acknowledged Relation of Parent.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b558-13\">The exemption from the inheritance tax conferred by Laws 1892, c. 399, § 2, on transfers to “any person” to whom decedent stood in the mutually acknowledged relation of parent for not less than 10 years prior to the transfer, is not limited to illegitimate children, though the words “born in lawful wedlock” occur in a subsequent clause extending the exemption to lineal descendants.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b558-14\">2. Same—Wi-ien Relation Exists.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b558-15\">Beneficiaries, not of kin to testatrix, who had been reared by her as her children, and had adopted her name, and who had lived with her for more than 10 years before the transfers to them, and who were referred to in the will as “having lived many years in my family, and married therefrom, and regarded as my children,” were within Laws 1892, c. 309, § 2, exempting from the inheritance tax any person to whom decedent “for not less than ten years prior to such transfer stood in the mutually acknowledged relation of parent.”</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b558-16\">Appeal from surrogate’s court, Columbia county.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b558-17\">Proceeding for the taxation of the estate of Emeline P. Eichols, deceased, under Laws 1892, c. 399. From an order and decree dismissing an appeal by the executor and certain legatees from a decree <page-number citation-index=\"1\" label=\"539\">*539</page-number>fixing a tax on the property bequeathed some of the legatees, the executor and such legatees appeal. Modified.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b559-5\">Argued before MAYHAM, P. J., and PUTNAM and HERRICK, JJ,</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b559-6\">John B. Holmes, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b559-7\">N. H. Browning, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b559-8\">MAYHAM, P. J.</author>\n<p id=\"A4Z\">The appraiser appointed by the surrogate, under the provisions of chapter 399 of the Laws of 1892, fixed the fair market value of that portion of the real and personal estate devised and bequeathed to the devisees and legatees in whose behalf this appeal is taken as follows: To Josephine Beers, real estate, $1,000, and personal property, $7,624.68; to Carrie N. Childs, real estate, $1,000, and personal property, $7,624.88; to Phoebe S. Walker, real estate $1,000, and personal property, $7,750.08. The correctness of these appraisals is in no way questioned or in controversy on this appeal. On these appraisals the surrogate imposed a transfer tax of 5 per cent., and, from the order fixing such tax, this executor and each of the above-named devisees and legatees appealed to the surrogate, claiming in such appeal that these legatees should only be taxed 1 per cent, on the clear market value of the personal property transferred to them under and by virtue of the will, and that nothing should be taxed upon the real estate devised to them, for the reason that, for more than 10 years prior to the transfer, such devisees and legatees had stood in the mutually acknowledged relation of parent and child with the testatrix. That appeal was brought to a hearing, and on such hearing it was shown by undisputed testimony and evidence that each of the devisees and legatees who are appellants herein were in infancy taken by the testatrix into her family, and were in all things reared, educated, and provided for as her children, were called by her name, and adopted the same, and were treated as her children, and as sisters, although the case does not disclose that they were in any way of kin to her or to each other, and that each of them so lived in her family, and occupied that relation to her and to each other, for more than 10 years; that the testatrix spoke of and to them as her daughters, corresponded with them by letter as such, and, on their marriage, furnished each of them, respectively, with an outfit and wedding, gave them birthday and holiday presents, as is customary between parent and children; and testatrix in her will referred to them as “having lived many years in my family, and married therefrom, and regarded as my children.” On such appeal the surrogate affirmed the order and decree appealed from, and dismissed the appeal, and from that determination appellants appeal to this court.</p>\n<p id=\"b559-10\">The only question presented on this appeal for determination is whether, under the provisions of section 2 of chapter 399 of the Laws-of 1892, the testatrix, “for not less than ten years prior to such transfer, stood in the mutually acknowledged relation of parent” to these appellant beneficiaries under her will, within the meaning of the provisions of that section. There are three distinct classes exempted from the succession tax of 5 per cent, by section 2 of chapter 399 of the Laws of 1892: (1) The persons expressly named in that section, <page-number citation-index=\"1\" label=\"540\">*540</page-number>being the father, mother, child, brother, sister, wife, or widow of a son, or husband of a daughter, of the testator, donor, or grantor, and the lineal descendants of such decedent, grantor, donor, or vendor,, born in lawful wedlock. (2) Any child or children adopted by decedent, grantor, donor, or vendor in conformity with the laws of this state. (3) Any person to whom any such decedent, grantor, donor, or vendor, for not less than 10 years prior to such transfer, stood in the mutually acknowledged relation as parent.</p>\n<p id=\"b560-5\">It is conceded that the appellants do not come within the first or second class above enumerated, but it is insisted that the appellants, who are devisees and legatees in this case, are persons as to whom the testatrix stood in the mutually acknowledged relation of parent for more than 10 years prior to the making of the devise and bequests to them in the will, and are therefore exempt from the 5 per cent, succession tax. If this exemption can be based simply upon the mutually acknowledged relation of parent, without the existence of that relation in fact, a stronger case for its allowance than-the one under consideration cannot well be imagined. But it is insisted by the learned counsel for the respondents that “the mutually acknowledged relation of parent” is not enough, unless it prove the parentage in fact; and in support of that contention he cites In re Hunt, 86 Hun, 232, 33 N. Y. Supp. 256, and claims that that is a case precisely in point, and decisive of this question. The great respect entertained by this court for the opinion of the distinguished judge who pronounced the opinion of the court in that case, and for the learned judges who, in that department, concurred in his opinion, as well as the desire of this court to follow well-considered opinions pronounced upon the same question in other co-ordinate departments of this court, furnish sufficient reason for this department to follow the decision in that case, provided, on examination, it shall be found that the case under consideration is identical in principal and fact with the case to which we are referred.</p>\n<p id=\"b560-6\">On a careful examination of the case of In re Hunt, supra, we think it distinguishable from the one at bar in many important particulars. It- does not show that the beneficiary named in the will had lived in testator’s family, for 10 years prior to the bequest, in the mutually acknowledged relation of a parent, or that the decedent and legatee had ever recognized or acknowledged the existence of such family relation. On the contrary, the testator in his will speaks of her as his niece, and does not appear to have assumed towards her at any time the relation of parent, and there does aot appear to have been .anything in their relation to warrant the inference that she lived with him in loco parentis. There is no doubt, therefore, of the correctness of the determination of the court m that case, and, as the exemption in the statute did not apply to that case, the court was not necessarily called upon to determine what person or class of persons came within the exemption, so long as it did not embrace the person named in the will, and we think the remark of the judge that tended to limit this provision of the statute to illegitimate children, and expressly his statement that “all the clause in question seems to have intended to cover was the case where an illegitimate child had <page-number citation-index=\"1\" label=\"541\">*541</page-number>been recognized by its parents, and such recognition was mutual, and had continued for ten years,” was not necessary for the decision of the case he was considering, and was therefore obiter.</p>\n<p id=\"b561-5\">If we are right in our conclusions that the Hunt Case differs from this, and that the statement of the judge, above quoted, was not necessary to the determination of that case, then we may, without questioning the correctness of that result, examine this statute, as applicable to the case at bar, without impugning the correctness of that decision. We are therefore at liberty to examine this statute as an original proposition, and in the light of all the adjudications bearing upon the case. Section 2 of chapter 399 of the Laws of 1892 reads as follows:</p>\n<blockquote id=\"b561-6\">“When the property or any beneficial interest therein passes by such transfer to or for the use of any father, mother, husband, wife, child, brother, sister, wife or widow of a son, or husband of a daughter, or any child- or children, adopted as such in conformity with the laws of this state, or the decedent, grantor, donor, or vendor, or to any person to whom any such decedent, grantor, donor, or vendor, for not less than ten years prior to such transfer, stood in the mutually acknowledged relation of parent, or to any lineal descendant of such decedent, grantor, donor or vendor, born in lawful wedlock, such transfer of property, shall not be taxable under this act, unless it is personal property, of the value of ten thousand dollars, or more, in which case it shall be taxable under this act, at the rate of one per centum on the clear value of such property.”</blockquote>\n<p id=\"b561-7\">If this language is capable of construction as it stands, without interpolation, or importing into it any idea or language not clearly expressed or contained in its wording, it is the duty of the court so to construe it. The legislature is presumed to use apt words' to express the meaning and intent of its enactments, and it is ordinarily the duty of the court, in construing the acts of the legislature, to give the language employed its usual and ordinary signification and force. Tested by this rule, what was the intent of the legislature where in this act they used the words extending this exemption “to any person to whom any such decedent, grantor, donor, or vendor for not less than ten years prior to the transfer, stood in the mutually acknowledged relation of parent”? Did the legislature, in the use of the words “any person,” employ them in the general sense which the words themselves clearly import? Or did they intend that the court, in construing that general expression, should interpolate between the adverb and noun the qualifying adjective “illegitimate,” so that it should read and mean “any illegitimate person,” etc.? If that was not the legislative intent, then the insertion of that word by the court would, it seems to us, be unauthorized judicial legislation. It seems clear to us that the use of these general woids was intended to embrace a class of persons who, while not in fact sustaining the blood relation of parent and child, had assumed and adopted that conventional relation, by mutually acknowledging it by their method of living, and mutual recognition of that relation for 10 years. It does not seem to be the fact of the existence of the relation, but the acknowledgment of its existence for the time fixed, which controls the right to the exemption from. <page-number citation-index=\"1\" label=\"542\">*542</page-number>this tax. The existence of the relation to the decedent, donor, grantor, or vendor of the kinsmen by consanguinity or affinity, or actual adoption, according to the laws of the state, entitled the persons designated to the exemption, without regard to the time of the existence of such relations, while the acknowledged relation of parent, to be effectual for that purpose, must be for a period of 10 years. There is no apparent reason for that extended period, if the relation of parent and child existed in fact, although the beneficiary was not born in lawful wedlock, and the paternity or maternity in fact was intended as the only ground of exemption. But when the relation of parent was the result of conventional arrangement, mutual acknowledgment of the existence of that relation for a period of 10 years would be conclusive evidence of its existence. While it is true that the existence of such a conventional arrangement would not allow the child to inherit the estate of the decedent, in the absence of testamentary provision in its favor, still there are many cases in which the law recognizes and gives effect to a presumed or implied obligation growing out of such relation, where the parties stand in loco parentis; and it may be assumed that, in enacting this statute, the legislature had in view the existence of such obligations.</p>\n<p id=\"b562-5\">It is urged by the respondent that, as the legislature refers in this section to children born in lawful wedlock, they must have had in mind illegitimate children, and that hence the provision of the act under discussion must have related to such persons; but it may, with equal, and, perhaps, more, force, be urged that, as such children were in contemplation by the legislature, if it had intended this provision to apply to them solely, it, instead of using the phrase “to any person,” would have said “to any illegitimate person,” and thus limited the effect of the word “any” to that class of persons. We are therefore led to conclude that the language used was not intended to restrict this exemption to illegitimate children alone, but was intended to cover cases of children adopted in fact, and where the mutually acknowledged relation of parent had existed for 10 years prior to the transfer. This view is strengthened by some of the adjudications upon the collateral inheritance or succession tax law. In Re Butler, 58 Hun, 400, 12 N. Y. Supp. 201, it was held that, where the decedent had adopted a boy three years of age, under the laws of the state of Massachusetts, who lived with the testator for 11 years, when the testator died, having bequeathed to the boy about $50,000, that the bequest was not chargeable with the collateral inheritance tax, under chapter 483 of the Laws of 1885, as amended by chapter 713 of the Laws of 1887, which provided that:</p>\n<blockquote id=\"b562-6\">“Any child or children adopted as such in conformity with the laws of the state of New York, or any person to whom the deceased, for not less than ten years prior to his or her death, stood in the mutually acknowledged relation of parent.”</blockquote>\n<p id=\"b562-7\">And Dykman, J., in delivering the opinion of the general term in the Second department, in discussing that case, uses this langauge:</p>\n<blockquote id=\"b563-4\"><page-number citation-index=\"1\" label=\"543\">*543</page-number>“There is no reason for a severe construction of this statute. The boy was legally adopted under laws substantially similar to our own, so far as the mode of procedure is concerned, and that is sufficient to answer the requirements of this law. Moreover, the decedent stood in the mutually acknowledged relation of parent to this appellant for eleven years and a half prior to his death. No evidence of adoption is required by this portion of the statute, but mutual acknowledgment, and that is proven in this case by all the facts which cluster around these parties from the commencement of their relation to the death of the testator.”</blockquote>\n<p id=\"b563-5\">The provision of chapter 713 of the Laws of 1887 upon this subject is substantially identical with the provisions of section 2 of chapter 399 of the Laws of 1892, and there is a marked similarity between that case and the one at bar in reference to the mutually acknowledged relation of parent; and, if in that case no evidence of legal adoption was required, the same must be true of this. The learned judge, in his opinion in Re Butler, supra, quotes with approbation the opinion of Kennedy, Surrogate, in Re Spencer (Surr.) 4 N. Y. Supp. 395, in which it was held that the relation of one who stands in the place of a parent may arise by virtue of an agreement between adults, or from circumstances surrounding the commencement and continuance of such relations; and it was the intent of the law to give this class of cases the benefit of its exempting clause. In Re Wheeler (Surr.) 22 N. Y. Supp. 1075, Davis, Surrogate, held that one who was brought up by the testator from childhood, and treated as one of his family, although not adopted by him, is one to whom he stood in the relation of parent, within the meaning of section 2 of chapter 399 of the Laws of 1892. None of these cases are referred to or considered in Re Hunt, supra, but each is more directly in point with the case under consideration, and more in accord with our views of the construction of this statute. We are therefore of opinion that the learned surrogate erred in affirming the order appealed from, and dismissing the appeal. The order and decree of the surrogate, made and entered on the 16th day of July, 1895, assessing the tax at the rate of 5 per centum on the value of property appraised to Josephine Beers, Carrie N. Childs, and Phoebe Walker, appellants herein, and the order dismissing their appeal, made and entered on the 28th day of September, are reversed, and the order of July 16th so modified as to impose a tax of 1 per centum on the appraised value of the personal property bequeathed to the said appellants, respectively; and the real estate devised to them, respectively, should be exempted from any succession tax, with costs and disbursements to the appellants on this appeal. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}