{
  "casebody": {
    "data": "<casebody firstpage=\"711\" lastpage=\"716\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b731-6\">MONTGOMERY v. BURGESS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b731-7\">(Supreme Court, General Term, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Axaf\">December 26, 1895.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b731-8\"><em>1. </em>Claims against Decedents—Reference—Approval of Referee.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b731-9\">Code Civ. Proe. § 2718, provides that, if an executor doubts the justice of a claim presented, he may agree with the claimant to refer the matter to a person approved by the surrogate, and that, on filing such agreement and approval in the office of the clerk of the supreme court in the county in which either of the parties resides, the clerk shall enter an order referring the matter to the person selected, and that, on the entry of such order, the proceeding shall become an action in the supreme court. <em>Held, </em>that where an executor agreed that, on the approval of the surrogate of H. county, a claim might be referred to a certain person, and attended the trial before such person as referee, he could not, after the case had been submitted, and before the referee had reported, have the order of reference vacated, on the ground that the referee should have been approved by the surrogate of O. county, by whom his letters were issued.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b731-10\">2. Wilts—Devise of Mortgaged Land.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b731-11\">Testator, in consideration of affection, agreed to purchase certain land for his daughter, and to pay for the same, and she agreed to move thereon and make certain improvements. Testator took a deed of the land in his own name, giving a purchase-money mortgage, and the daughter moved on the land, and made the improvements, and testator conveyed the land to her, with covenants of warranty. <em>Held, </em>that a sum paid by her to satisfy the mortgage was a valid claim against his estate.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b731-12\">8: Same—Note Given by Devisee for Interest on Mortgage.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b731-13\">Where the daughter and testator gave their note for money borrowed by him to pay interest on the mortgage, and testator agreed to pay the note, but the daughter was compelled to pay it, the sum paid by her was a valid claim against his estate.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b731-14\">Appeal from special term, Herkimer county.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b731-15\">Juliaette L. Montgomery presented a claim against the estate of Hiram Burgess, deceased; and George H. Burgess, the executor, dis<page-number citation-index=\"1\" label=\"712\">*712</page-number>puting the same, it was referred under the statute. The executor’s motion to vacate the order of reference was denied, and from the order denying the motion, and a judgment for plaintiff, defendant peals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"A9f\">Affirmed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b732-5\">Argued before HARDIN, P. J., and MARTIN and MERWIN, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b732-6\">Charles D. Thomas, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b732-7\">Devendorf &amp; Smith and J. A. Steele, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b732-8\">MERWIN, J.</author>\n<p id=\"AESD\">The appeal from the order may be first considered. On the 20th March, 1893, the plaintiff presented a claim against the estate of defendant’s testator to the defendant, to whom letters testamentary had been issued on December 24, 1889, by the surrogate’s court of Otsego county. The claim was rejected by the defendant, and thereupon, under the provisions of section 2718 of the Code of Civil Procedure, a stipulation was made and an order of reference was entered in Herkimer county on August 16, 1893. The ground upon which it was sought to set aside this order was that the approval of the stipulation was made by the surrogate of Herkimer county, and not by the surrogate of Otsego county.</p>\n<p id=\"b732-9\">The provision of the Code on this subject is as follows:</p>\n<blockquote id=\"b732-10\">“If the executor or administrator doubts the justice of any such claim, he may enter into an agreement in writing with the claimant to refer the matter in controversy to one or more disinterested persons, to be approved by the surrogate. On filing such agreement and approval in the office of the clerk of the supreme court in the county in which the parties or either of them reside, an order shall be entered by the clerk referring the matter in controversy to the person or persons so selected. On the entry of such order the proceeding shall become an action in the supreme court. The same proceedings shall be had in all respects, the referees shall have the same powers, be. entitled to the same compensation, and subject to the same control as if the reference had been made in an action in which such court might, by law, direct a reference.”</blockquote>\n<p id=\"b732-11\">The stipulation, which was signed by the parties, is dated June 24, 1893, and states that, “upon the approval of the surrogate of Herkimer county,” the matter be referred to the referee named, “to hear, try, and determine the same according to the statute in such case made and provided.” The plaintiff lived in Herkimer county. After the order of reference was entered, on November 3, 1893, the defendant’s attorney signed and delivered to the plaintiff’s attorneys a stipulation entitled in the action, stating “that the trial of this action be, and the same is, set down to be had before the Hon. Watson T. Dunmore, the referee heretofore duly chosen and appointed herein, at the law office of C. D. Thomas, in the village of West Win-field, on Friday, the 10th day of November, 1893, at 10 o’clock in the forenoon of that day.” The trial did not occur on the day named, and thereafter, on the 11th November, the referee, at the request of the defendant’s attorney, designated and appointed in writing the 13th December, 1893, as the time, and the office of Mr. Thomas, the attorney, the place, for the trial of the action. This designation was on or about November 11, 1893, served by the defendant’s attorney on the plaintiff’s attorneys, together with the notice of hearing. On the 13th December, 1893, at the place named, the case was brought <page-number citation-index=\"1\" label=\"713\">*713</page-number>to a hearing before the referee, the defendant and his attorney being present, and several hearings were thereafter had in the usual way, evidence being given on both sides, and defendant being sworn as a witness in his own behalf. Several stipulations were signed by the defendant’s attorney as such with reference to the time or place of particular hearings. The evidence was closed on the 31st January, 1895, and, by agreement of counsel, briefs on each side were to be prepared and submitted on or before the 1st March, 1895, which was accordingly done. Thereafter, and before the referee made his report, the motion to vacate the order of reference was noticed and made. Up to the making of the motion, no question appears to have been made about the validity of the order. It is suggested that, on the motion for nonsuit after the close of the plaintiff’s evidence, one ground taken was that the court was without jurisdiction. No basis for this ground was stated, and no intimation that the order of reference was invalid.</p>\n<p id=\"b733-5\">It may be assumed that the approval should have been made by the surrogate of Otsego county, and the question is whether the defendant is now in a position to raise the question. He waited until after the trial and submission of the case. He, at the start, assented to the approval by the surrogate of Herkimer county. He appeared in person and by attorney, and there is no suggestion that he has not had a fair trial before a competent referee. If the trial is a nullity, there is danger, as the plaintiff showed on the hearing of the motion, that the plaintiff may lose her claim by reason of the short statúte of limitation. By the Code as it now stands, the proceeding becomes, upon the entry of the order of reference, an action in the supreme court. In effect, a short method is provided for the commencement of an action in the supreme court, and having immediate reference. In case of an action sought to be commenced in the ordinary way, if the defendant appears and answers, consents to a reference, and proceeds to trial, it will be too late for him then to say that he was not properly served with process, or that the action was not properly commenced. There is no good reason why the same rule should not apply to an action sought to be instituted as in the present case. There was in substance an appearance, such as was adapted to the case, in person and by attorney; and the court, as there constituted, was called upon by the defendant to act. The defendant had the right, if he so chose, to appear in an action, and so waive defects in service of process, or could consent to an arbitration. Wood v. Tunnicliff, 74 N. Y. 43.</p>\n<p id=\"b733-6\">In Bucklin v. Chapin, 53 Barb. 488, 492, in a case relating to references of this kind, it is said:</p>\n<blockquote id=\"b733-7\">“The supreme court has jurisdiction over the claims which were submitted to the referees; in other words, it has jurisdiction of the subject-matter. By the voluntary consent and appearance of the parties, jurisdiction of their persons was obtained; and, when jurisdiction over both is acquired, the proceedings thereafter are valid, however irregular they may be.”</blockquote>\n<p id=\"b733-8\">In Everts v. Everts, 62 Barb. 577, it was held that voluntary appearance in the surrogate’s court gave the surrogate jurisdiction to act in a case where he had jurisdiction of the subject-matter. Ordi<page-number citation-index=\"1\" label=\"714\">*714</page-number>narily, parties who go to trial before a referee are estopped from denying the validity of the order of reference. Bell v. Vernooy, 18 Hun, 127.</p>\n<p id=\"b734-5\">We are of the opinion that the motion to vacate the order of reference came too late; that the defendant, by his conduct, has waived any defect in that regard; that the court had jurisdiction of the parties and the subject-matter, and had power to give judgment in the action.</p>\n<p id=\"b734-6\">Coming to the appeal from the judgment, it is found by the referee:</p>\n<blockquote id=\"b734-7\">“First. That, in the spring of 1880, plaintiff and. Hiram Burgess, the defendant’s testator, entered into an agreement whereby said Hiram Burgess, in consideration of mutual love and affection, agreed to purchase for the plaintiff, who was his daughter, about eight acres of land, with the buildings thereon, known as the ‘Spencer Place,’'situated in the town of Win-field, Herkimer Co., N. Y., and pay for the same, and give the same to plaintiff for a home for said plaintiff; and, in consideration thereof, plaintiff agreed to move upon said premises, and occupy said premises as a home, and agreed to make certain repairs to said premises and certain improvements thereon. Second. That thereafter, and on or about April 1st, 1880, said Hiram Burgess did purchase said premises from Herbert J. Spencer for the sum of $2,000, took a deed thereof in his own name, paid $200 thereon, and executed and delivered to said Herbert J. Spencer a mortgage upon the same for the sum of eighteen hundred dollars, the balance of the purchase price. Third. That at the time said premises were purchased, as aforesaid, the buildings and fences were greatly out of repair. Fourth. That at about the time said premises were purchased by said Hiram Burgess, as aforesaid, the plaintiff moved upon said premises, repaired the buildings and fences, made substantial improvements thereon, and since that time has, and now does, occupy the same as a home. Fifth. That said Hiram Burgess paid the interest on said mortgage till the spring of 1886, and at that time had paid eight hundred dollars on the principal, and thereby reduced the principal to the sum of one thousand dollars, and that said Hiram Burgess made no payments on said mortgage thereafter except as stated in the fifteenth finding herein. Sixth. That on or about the 18th day of March, 1886, said Hiram Burgess conveyed said premises to this plaintiff by a deed which contained the following covenant: ‘And the said party of the first part does hereby covenant and agree to and with the said party of the second part, her heirs and assigns, that the premises thus conveyed in the quiet and peaceable possession of the said party of the second part, her heirs and assigns, he will forever warrant and defend against any person whomsoever lawfully claiming the same, or any part thereof;’ and said deed contained no reference to said mortgage.”</blockquote>\n<p id=\"b734-9\">It was also found that Burgess died in November, 1889, leaving a will, that was proved December 24, 1889, and letters issued to the defendant; that the mortgage referred to was in July, 1893, assigned by the mortgagee to Eli S. B. Spencer, who died in February, 1892, leaving a will, which was duly proved, and letters issued to the executrix, Anna W. Spencer; that in August, 1892, said executrix commenced in the supreme court an action to foreclose the mortgage, making as parties defendant the executor of Burgess, the plaintiff, her husband, and others, and a judgment of foreclosure was entered September 10, 1892, on which the property was advertised for sale; that, before the judgment, the plaintiff requested the executor of Burgess to pay the mortgage, which he did not do, and on the 26th October, 1892, the plaintiff paid in satisfaction of the mortgage and judgment the sum of $1,172.13. It was also found that on the 29th March, 1887, Hiram Burgess borrowed of Harry Thomas the sum of <page-number citation-index=\"1\" label=\"715\">*715</page-number>$60 for the purpose of paying, and which was applied in paying, one year’s interest on the mortgage, and Burgess gave for such loan the promissory note of the plaintiff and himself, which was payable on March 1,1888, with interest; that the note was the debt of Burgess, and plaintiff signed it, relying on his promise to pay the same; that he did not pay it, and on 26th October, 1892, the plaintiff paid thereon the sum of $70.30, and became the owner and holder of the note as against the estate of Burgess. The referee decided that the plaintiff could recover the two sums of $1,172.13 and $70.30, with interest, and ordered judgment accordingly. The claim presented and referred covered those items.</p>\n<p id=\"b735-5\">We are of the opinion that the evidence was sufficient to sustain the findings of fact made by'the referee. The agreement between plaintiff and Hiram Burgess in the spring of 1880 was a verbal one, but there was such a part performance on the part of plaintiff that she would have been entitled to specific performance from Burgess, within the authority of cases that have established the law on the subject. Lobdell v. Lobdell, 36 N. Y. 327; Parsell v. Stryker, 41 N. Y. 480; Freeman v. Freeman, 43 N. Y. 34. In the Parsell Case the owner of a farm agreed to devise it to the plaintiff free of incumbrance. He did not do this, but conveyed it before his death, taking back a mortgage for the purchase money, which he assigned to other parties. The grantee had notice of plaintiff’s rights. It was held that the grantee was bound to convey to plaintiff, and that the mortgage was ineffectual as against plaintiff’s rights.</p>\n<p id=\"b735-6\">The plaintiff having a right to specific performance, the main question here is whether, by taking the. deed given to her by Burgess on March 13, 1886, she is precluded from asserting any remedy outside of the deed. It is not found that the deed was accepted in full performance of the prior agreement. There is evidence that Burgess, soon after the deed was given, recognized his obligation to pay the mortgage, and told plaintiff that he would do so. The deed is not made subject to the mortgage, and the evidence authorizes the assumption that Burgess then expected to pay it, and that the deed wras given in part performance only of the original agreement by Burgess. Burgess, for a consideration furnished by the plaintiff, and which, under the authorities, must be deemed adequate, agreed to purchase and pay for a certain piece of property, and deed it, or cause it to be deeded, to plaintiff. He purchased it, and subsequently deeded it, but did not pay for it. In the absence of an intent to relieve Burgess from full performance, it should not be held that the agreement to pay for the property merged in the deed, but it should be held that it survived as a part of the original transaction. If, before the deed, the plaintiff had sued for specific performance, she could, without doubt, having established her right to a specific performance, have compelled a conveyance to her, and also required Burgess to relieve the property of the mortgage, or pay the equivalent, as matter of damages. That is whát is accomplished by the result in this action. See Hawkins v. Mosher, 13 Hun, 563. The debt which plaintiff paid to the holder of the mortgage was, as the evidence authorizes us to assume, the debt of Burgess, and the plaintiff was in the position of a <page-number citation-index=\"1\" label=\"716\">*716</page-number>surety. Having been obliged for her own protection to pay the debt, she should have the remedy of a surety against the principal debtor.</p>\n<p id=\"b736-5\">We have examined the numerous cases cited by the learned counsel for the appellant, but find nothing that requires us to reach a different conclusion. It is suggested that the. statute of limitations may be a defense; but that question was not raised at the trial, and we are referred to no case that holds that such a defense can, in a •case like this, be raised for the first time on appeal. It does not, we think, avail here.</p>\n<p id=\"b736-6\">Judgment and order affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}