{
  "casebody": {
    "data": "<casebody firstpage=\"220\" lastpage=\"227\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b244-3\">STATE OF MONTANA, Plaintiff and Respondent, v. SHELDON TRACY, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b244-7\">No. 04-081.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b244-8\">Submitted on Briefs April 25, 2005.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b244-9\">Decided May 26, 2005.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b244-10\">2005 MT 128.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b244-11\">327 Mont. 220.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b244-12\">113 P.3d 297.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b245-5\"><page-number citation-index=\"1\" label=\"221\">*221</page-number>For Appellant: Jane M. Berger, Deputy Public Defender, Great Falls.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b245-6\">For Respondent: Hon. Mike McGrath, Attorney General; Pamela P. Collins, Assistant Attorney General, Helena; Brant S. Light, County Attorney, and Marvin Anderson, Deputy County Attorney, Great Falls.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b245-7\">JUSTICE WARNER</author>\n<p id=\"Ann\">delivered the Opinion of the Court.</p>\n<p id=\"b245-8\">¶1 Sheldon Tracy (Tracy), appeals from an order of the Eighth Judicial District Court, Cascade County, sentencing him to Montana State Prison (MSP) for ten years, with five years suspended. We reverse and remand for further proceedings.</p>\n<p id=\"b245-9\">¶2 We address the following issues on appeal:</p>\n<p id=\"b245-10\">¶3 1. Did the District Court err when it revoked Tracy’s ten-year suspended commitment to the Department of Corrections, and reimposed a sentence of ten years at the Montana State Prison, with five years suspended?</p>\n<p id=\"b245-11\">¶4 2. Did the District Court err in failing to give Tracy credit on the sentence in this case for time served in detention on other, concurrent, sentences?</p>\n<p id=\"b245-12\">BACKGROUND</p>\n<p id=\"b245-13\">¶5 In the present case, Tracy was charged with felony theft in the Eighth Judicial District Court, Cascade County, alleged to have been committed in December of 1996. Several arraignment dates were <page-number citation-index=\"1\" label=\"222\">*222</page-number>continued and bench warrants were issued for Tracy’s arrest. He was ultimately arrested and pled not guilty on January 28, 1999. Later, pursuant to a plea agreement, Tracy changed his plea to guilty. On May 24, 2000, Tracy was committed to the Department of Corrections (DOC), for ten years with all time suspended. The commitment was made to run concurrently with two sentences Tracy previously received in the Thirteenth Judicial District Court, Yellowstone County, Nos. DC-98-78 and DC-98-377.</p>\n<p id=\"b246-4\">¶6 In the first Yellowstone County sentence, DC-98-78, entered February 18, 1999, Tracy was originally sentenced to MSP for five years each on two Counts to run concurrently with each other and to run concurrently with the other Yellowstone County case, DC-98-377. The court suspended this five-year sentence and placed Tracy on probation, with conditions.</p>\n<p id=\"b246-5\">¶7 In the second Yellowstone County sentence, DC-98-377, entered the same day, Tracy was sentenced to MSP for two years. The sentence was ordered to run concurrently with the first Yellowstone County sentence, DC-98-78. The court suspended the entire two-year sentence and placed Tracy on probation, with conditions.</p>\n<p id=\"b246-6\">¶8 On April 29, 1999, Tracy was arrested on a probation violation warrant. A petition to revoke his suspended Yellowstone County sentences was filed. On February 28, 2000, Tracy’s suspended sentences in the Yellowstone County cases were revoked. In DC-98-78 Tracy was re-sentenced to a commitment to DOC for five years, with four years suspended, to run concurrent with the second Yellowstone County case, DC-98-377. In the second Yellowstone County case, DC-98-377, Tracy was re-sentenced to a commitment to DOC for one year, to run concurrent with DC-98-78. Tracy entered MSP on March 8, 2000. Tracy was then transported to Great Falls for entry of judgment in this case and, as noted above, on May 24, 2000, he was committed to DOC for ten years, which commitment was suspended. In addition, the commitment in this case was specifically ordered to run concurrently, not consecutively, with the two Yellowstone County sentences. Tracy was then returned to prison.</p>\n<p id=\"b246-7\">¶9 On June 26, 2001, Tracy entered Butte’s prerelease program. He completed the program on December 14,2001, and was paroled to the Billings Intensive Supervision Program (BISP). Tracy violated his parole, and it was revoked on January 25, 2002. He returned to MSP on February 12, 2002. On October 24, 2002, Tracy received a conditional release from MSP and again entered BISP. Again, his conditional release was revoked on January 6, 2003, and he was <page-number citation-index=\"1\" label=\"223\">*223</page-number>returned to MSP. Tracy discharged the incarceration portion of both of his Yellowstone County sentences, and he was released to complete the suspended portions of those sentences on March 6, 2003.</p>\n<p id=\"b247-4\">¶10 Even though the State successfully petitioned to revoke Tracy’s probation on the Yellowstone County sentences, it did not petition to revoke the Cascade County probation at issue here. The State waited until September 4, 2003, to file a petition to revoke Tracy’s suspended commitment in this case. On December 16, 2003, an evidentiary and disposition hearing was held and the Cascade County District Court found Tracy violated various conditions of the suspended commitment at issue here. The District Court revoked Tracy’s ten-year suspended commitment to DOC and reimposed a sentence of ten years to MSP, with five years suspended. He was given no credit for time he was in detention on the Yellowstone County sentences while the suspended commitment was running. The District Court reasoned that while he may have been in detention, it was on the Yellowstone County sentences, thus credit for such time was not required.</p>\n<p id=\"b247-5\">¶11 Tracy now appeals from the imposition of the prison sentence and the denial of credit for time he was in detention on the Yellowstone County sentences.</p>\n<p id=\"b247-6\">STANDARD OF REVIEW</p>\n<p id=\"b247-7\">¶12 This Court reviews a criminal sentence for its legality; that is, we determine whether the sentence is within statutory parameters. <em>State v. Webb, </em>2005 MT 5, ¶ 8, 325 Mont. 317, ¶ 8, 106 P.3d 521, ¶ 8; <em>State v. Eaton, </em>2004 MT 283, ¶ 13, 323 Mont. 287, ¶ 13, 99 P.3d 661, ¶ 13.</p>\n<p id=\"b247-8\">DISCUSSION ISSUE ONE</p>\n<p id=\"b247-9\">¶13 Did the District Court err when it revoked Tracy’s ten-year suspended commitment to the Department of Corrections and reimposed a sentence of ten years at the Montana State Prison, with five years suspended?</p>\n<p id=\"b247-10\">¶14 Tracy argues that by sentencing him to imprisonment at MSP instead of committing him to DOC for placement in an appropriate facility or program, the District Court imposed a greater sentence, which is precluded by §46-18-203(7)(a)(iii), MCA (1999).</p>\n<p id=\"b247-11\">¶15 The State asserts Tracy’s arguments must fail because the Legislature amended §46-18-203, MCA, in 2003 to permit a judge to impose additional restrictions when an offender has violated the terms and conditions of a suspended or deferred sentence as long as the <page-number citation-index=\"1\" label=\"224\">*224</page-number>length of the sentence or commitment is not increased. The State points out that the amended statute applies “to any offender whose suspended or deferred sentence is subject to revocation regardless of the date of the offender’s conviction and regardless of the terms and conditions of the offender’s original sentence.” Section 46-18-203(9), MCA (2003).</p>\n<p id=\"b248-4\">¶16 We have consistently held that a person has the right to be sentenced under the statutes which are in effect at the time of the offense. <em>Dexter v. Shields, </em>2004 MT 159, ¶ 13, 322 Mont. 6, ¶ 13, 92 P.3d 1208, ¶ 13; <em>State v. Muhammad, </em>2002 MT 47, ¶ 24, 309 Mont. 1, ¶ 24, 43 P.3d 318, ¶ 24; <em>State v. Brister, </em>2002 MT 13, ¶ 26, 308 Mont. 154, ¶ 26, 41 P.3d 314, ¶ 26; <em>State v. Stevens </em>(1995), 273 Mont. 452, 455, 904 P.2d 590, 592. We have done so because imposition of a sentence under statutes not in effect at the time the offense was committed is an <em>ex post facto </em>application of the law and therefore unconstitutional. <em>State v. Azure </em>(1978), 179 Mont. 281, 282, 587 P.2d 1297, 1298. It is a violation of Article I, Section 10, of the United States Constitution and Article II, Section 31, of the Montana Constitution, to apply a statute enacted subsequent to the time a defendant commits an offense, which increases a defendant’s punishment. <em>State v. Suiste </em>(1993), 261 Mont. 251, 253, 862 P.2d 399, 400.</p>\n<p id=\"b248-5\">¶17 In this instance, the offenses for which Tracy is now serving the Cascade County sentence in question were committed in December of 1996. Thus, even though Tracy cites the 1999 version of §46-18-203, the 1995 version is applicable. This statute states:</p>\n<blockquote id=\"b248-6\">If the court finds that the defendant has violated the terms and conditions of the suspended or deferred sentence, the court may: (c) revoke the suspension of sentence and require the defendant to serve either the sentence imposed or any lesser sentence; ...</blockquote>\n<p id=\"AnF\">Section 46-18-203(7)(c), MCA (1995).</p>\n<p id=\"b248-7\">¶18  A sentence to MSP is not the same sentence, or a lesser sentence, than a commitment to DOC for placement in an appropriate facility or program. A person committed to DOC for an appropriate placement is not necessarily incarcerated in a detention facility. Had Tracy been committed to DOC he could have been eligible for placement in some programs under the Montana Community Corrections Act, codified in Title 53, Chapter 30, Part 3, MCA, even though he was in the custody of DOC.</p>\n<p id=\"b248-8\">¶19 The Montana Legislature did amend §46-18-203, MCA, effective April 17, 2003. Section 46-18-203(7)(a), MCA, now provides:</p>\n<blockquote id=\"b248-9\">If the judge finds that the offender has violated the terms and <page-number citation-index=\"1\" label=\"225\">*225</page-number>conditions of the suspended or deferred sentence, the judge may: (iii) revoke the suspension of sentence and require the offender to serve either the sentence imposed or any sentence that could have been imposed that does not include a longer imprisonment or commitment term than the original sentence;...</blockquote>\n<p id=\"b249-4\">¶20  The 2003 amendments to §46-18-203, MCA, authorize the District Court’s December 16, 2003, sentence. However, as noted above, even though the reimposed prison sentence does not include a longer term than the original DOC commitment, it does impose an additional, more burdensome, condition requiring Tracy go to prison. Thus, the application of the 2003 version of §46-18-203, MCA, to Tracy is an <em>ex post facto </em>application of the law which cannot stand constitutional muster. Said sentence must be vacated.</p>\n<p id=\"b249-5\">ISSUE TWO</p>\n<p id=\"b249-6\">¶21 Did the District Court err in failing to give Tracy credit for time served on the sentence in this case for time served in detention on other, concurrent, sentences?</p>\n<p id=\"b249-7\">¶22 To secure the benefit of the provision requiring the same or a lesser sentence on revocation of a suspended sentence in the 1995 version of § 46-18-203(7)(c), MCA, Tracy cites the Court to § 46-18-203(7)(a)(iii), MCA, in the 1999 version of that statute. Section 46-18-203(7)(c), MCA (1995), is the same as § 46-18-203(7)(a)(iii), MCA (1999). Then, citing <em>State v. Wilson </em>(1996), 279 Mont. 34, 40, 926 P.2d 712, 716, Tracy argues that he is entitled to the benefit of the addition of a new subsection, §46-18-203(7)(b), MCA, in the 1999 version of the statute. This subsection, not contained in the 1995 version of §46-18-203, MCA, provides that when a suspended sentence is revoked the defendant must be allowed credit for time served in a detention center or on home arrest. Section 46-18-203(7)(b), MCA (1999).</p>\n<p id=\"b249-8\">¶23 Tracy’s argument that he must be given the benefit of the new subsection (7)(b) in the 1999 version of § 6-18-203, MCA, is unnecessary. Section 46-18-201(4), MCA (1995), provided:</p>\n<blockquote id=\"b249-9\">(4) If any restrictions or conditions imposed under subsection (l)(a) or (l)(b) are violated, the court shall consider any elapsed time and either expressly allow part or all of it as a credit against the sentence or reject all or part as a credit. The court shall state its reasons in the order. Credit, however, must be allowed for jail or home arrest time already served.</blockquote>\n<p id=\"b249-10\">Therefore, §46-18-203(7)(b), MCA (1999), from which Tracy makes his argument, was in essence a part of the code in 1995, when he <page-number citation-index=\"1\" label=\"226\">*226</page-number>committed the Cascade County offenses. It was then codified in §46-18-201(4), MCA, rather than §46-18-203(7)(b), MCA. Tracy is entitled to the benefit of §46-18-201(4), MCA (1995).</p>\n<p id=\"b250-4\">¶24 The substance of Tracy’s argument is that, based on § 46-18-203(7)(b), MCA, (which is essentially the same as §46-18-201(4), MCA (1995)), he must be given credit on his Cascade County sentence for all time he served in jail or on home arrest on his concurrent Yellowstone County commitments.</p>\n<p id=\"b250-5\">¶25 The State does not contest that § 46-18-203(7)(b), MCA, is applicable. It argues that the statute does not require that credit be given for time served on the concurrent Yellowstone County sentences because the statute’s language does not contain the word “concurrent.” Further, the State asserts Tracy offers no authority for his position and goes on to argue that <em>State v. Kime, </em>2002 MT 38, 308 Mont. 341, 43 P.3d 290, stands for the proposition that a defendant may be credited with the time he or she was incarcerated only if such incarceration was directly related to the offense for which the sentence is imposed.</p>\n<p id=\"b250-6\">¶26 <em>Kime </em>has no application to the facts in this case. Section 46-18-403, MCA, dealing with credit for time served before sentencing, was the basis for our decision in <em>Kime. </em>In this case §46-18-203(7)(b), MCA, and § 46-18-401, MCA, dealing with credit for time served on consecutive sentences, apply.</p>\n<p id=\"b250-7\">¶27 Section 46-18-401, MCA, while not artfully drafted, provides that when a judge chooses to exercise his or her discretion to order that sentences for unrelated offenses are to run concurrently, not consecutively, and the person committed is already serving a sentence, the two terms are merged.</p>\n<p id=\"b250-8\">¶28  We conclude §46-18-203(7)(b), MCA, in conjunction with §46-18-401(1)(a), MCA, requires that credit be given for time spent in a detention center or on home arrest on all sentences that are being served concurrently. The word concurrent is not contained in the statute because it is unnecessary. Concurrent means “operating at the same time.” <em>Black’s Law Dictionary </em>286 (Bryan A. Garner ed., 7th ed., West 1999). By definition, concurrent sentences are to be served simultaneously. <em>Black’s Law Dictionary </em>at 1367. When the District Court exercised its discretion under §46-18-401(4), MCA, to order that Tracy’s Cascade County commitment at issue in this case be served simultaneously with the Yellowstone County commitments, it was a decision that credit must be allowed for all time spent in a detention center or on home arrest on each concurrent sentence. After the commitment in this Cascade County case was imposed and specifically <page-number citation-index=\"1\" label=\"227\">*227</page-number>made to run concurrent, it merged with and ran at the same time as those in Yellowstone County. Tracy was in detention on these sentences during a portion of the time after May 24,2000, and before he discharged the prison time of the Yellowstone County sentences. Thus, by the plain words of the statutes, he is entitled to credit against each of the concurrent commitments for the time he was in detention. Were we to hold otherwise, by the simple device of seeking revocation of some, but not all, of several concurrent sentences, the State in this case would have been able to, in effect, convert a concurrent sentence to a consecutive sentence contrary to law.</p>\n<p id=\"b251-4\">¶29 Of course, Tracy is entitled to credit on the Cascade County sentence only for those days served on the concurrent Yellowstone County sentences which were subsequent to the time the Cascade County sentence was imposed. His Cascade County sentence is not to be credited with time served on the Yellowstone County sentences before May 24, 2000. Section 46-18-203(7)(b), MCA, does not apply to a sentence before it is imposed.</p>\n<p id=\"b251-5\">¶30 The Cascade County sentence imposed December 16,2003, did not grant credit for time served in a detention center or on home arrest on the concurrent Yellowstone County sentences in accord with §46-18-203(7)(b), MCA, and §46-18-401(l)(a), MCA. It is necessary to remand this case to the District Court to calculate and grant such time.</p>\n<p id=\"b251-6\">CONCLUSION</p>\n<p id=\"b251-7\">¶31 Tracy’s sentence of December 16, 2003, is vacated. This case is remanded to the District Court of the Eighth Judicial District, Cascade County, to enter a judgment imposing the same or a lesser sentence as that contained in the judgment of May 24, 2000. As a part of such sentence, in addition to the time served in custody on this Cascade County sentence, Tracy shall be given credit for time served subsequent to May 24, 2000, in a detention center or on home arrest, in connection with the concurrent Yellowstone County sentences referenced herein.</p>\n<judges id=\"b251-8\">CHIEF JUSTICE GRAY, JUSTICES COTTER, NELSON, LEAPHART and RICE concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}