{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"404\" lastpage=\"414\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b400-9\" pgmap=\"400\">Martin Corrigan et al. v. Minnie Reid.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b400-12\" pgmap=\"400\">Wills—Construction—Acceptance of Provisions of by Wife—Dower.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b400-13\" pgmap=\"400\">1. Wills should be so construed as to carry out the wishes of the testators.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b400-15\" pgmap=\"400(27) 401(14)\">2. A gift of all the residue and remainder of real and personal estate in a will that has given pecuniary legacies, charges such legacies on the real estate, as well as on the personal estate included in the residuary clause.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b401-4\" pgmap=\"401\">3. If in a given case there is a deficiency of assets to pay all legacies, the general legacies must abate before anything will be deducted from the specific.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b401-5\" pgmap=\"401\">4. A devise of real estate must he regarded as specific, whether the estate is specifically described, or only in general terms and by reference to other facts and documents.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b401-6\" pgmap=\"401\">5. Under Sec. 10 of the statute regarding dower, a widow is a purchaser for value in accepting the provisions of her husband’s will, and legacies to her which operate to bar her dower, will not abate in favor of legacies to pure beneficiaries of the testator’s bounty.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b401-7\" pgmap=\"401\">6. In the case presented, this court holds that no intention can be inferred from the language in the will in question, that a certain bequest should be a charge upon real estate, and that in view of the devise of the personalty to testator’s wife, the decree for complainant can not stand.</headnotes><decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"b401-8\" pgmap=\"401\">[Opinion filed April 8, 1891.]</decisiondate><summary data-order=\"9\" data-type=\"summary\" id=\"b401-9\" pgmap=\"401\">Appeal from the Circuit Court of Cook County; the Hon. Lokin C. Collins, Judge, presiding.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b401-10\" pgmap=\"401\">A hill was filed in this ease by the appellee, alleging that a pecuniary legacy of $3,000 had been bequeathed to her in and by the last will of Michael Corrigan, deceased, which said will is as follows, to wit:</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b401-11\" pgmap=\"401\">1, Michael Corrigan, being of sound mind and memory, do make this my last will and testament. First, I give and devise unto my wife, Mary, the Corrigan Block and the ground upon which it stands, situate on the northeast corner of State street and Hubbard Court (not meaning to include the property known as the Emery or Panorama Hotel).</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b401-12\" pgmap=\"401\">“I also give and devise to her the homestead situate on the corner of Twenty-ninth street and Prairie avenue, forever, and also all my personal property of every description.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b401-13\" pgmap=\"401\">“Second. I give the sum of $3,000 to my niece, Minnie Peid.</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b401-14\" pgmap=\"401\">“Third. I give and devise the seventy-five feet of land I own on State street, south of Twenty-ninth street, to the Little Sisters of the Poor, and the St. Vincent Foundling’s Home, both of Chicago, share and share alike.</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b401-15\" pgmap=\"401(10) 402(56)\">“Fourth. I give and devise all the rest, residue and remainder of all my real estate without any exception, to my brother, Martin Corrigan, my sisters, Margaret Clifford and Jane Keefe, and my sister-in-law, Johanna Corrigan, and their heirs, share and share alike, but the portion to said Johanna Corrigan is to be held in trust by her for her children, Kicliard, Lizzie and Jennie.</summary><summary data-order=\"16\" data-type=\"summary\" id=\"b402-5\" pgmap=\"402\">“Fifth. I appoint my wife executrix of this my last will, without bond. All the above property is situate in the County of Cook and State of Illinois.</summary><summary data-order=\"17\" data-type=\"summary\" id=\"b402-6\" pgmap=\"402\">“ In witness whereof I have hereunto set my hand and seal this third day of October, A. D. 1887.”</summary><summary data-order=\"18\" data-type=\"summary\" id=\"b402-7\" pgmap=\"402\">The bill alleges that the value of the real estate devised to Mary Corrigan is about $100,000, and the value of the personal property about $20,000. The proof showed that of this personal property some $19,000 was cash in- bank. The bill further shows that the real estate devised by the fourth claus^ of the will is worth about $100,000; that the deceased left no children or descendants of children; that complainant has demanded the payment of her legacy from Mary Corrigan, but she refuses to pay the same, and contends that by the terms of the will, and according to the intention of the testator indicated therein, said bequest of $3,000 is a charge upon and payable out of the “rest, residue and remainder of testator’s real estate devised in and by the fourth clause of said will.”</summary><summary data-order=\"19\" data-type=\"summary\" id=\"b402-8\" pgmap=\"402\">There were answers by all the defendants, and upon a hearing the court decreed that the said bequest was a charge on the said real estate devised by the fourth clause of the will, and that the same be a lien thereon until paid. From this decree the appeal is prosecuted.</summary><attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b402-9\" pgmap=\"402\">Mr. P. McHugh, for appellants.</attorneys><attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b402-10\" pgmap=\"402\">Mr. William H. King, for appellee.</attorneys><p data-order=\"22\" data-type=\"legal\" id=\"b402-11\" pgmap=\"402\">Bouvierdefines “ residuary estate ” to be, “ What remains of . testator’s estate after deducting the debts and the bequests and devises.”</p><p data-order=\"23\" data-type=\"legal\" id=\"b402-12\" pgmap=\"402(13) 403(23)\">As was said by the court in the case of Lewis v. Darling, 16 Howard, United States Supreme Court E. page 10, “ The residue can only mean what remains after satisfying the previous gifts.”</p><p data-order=\"24\" data-type=\"legal\" id=\"b403-4\" pgmap=\"403\">In the case of Wilcox v. Wilcox, 13 Allen (Mass.), R. 256, this court said : “ The devise of all the rest and residue of the testator’s estate, both personal and real, is in no sense specific, and is not, therefore, exempt from the usual burden of residuary bequests, namely, payment of all debts and legacies.”</p><p data-order=\"25\" data-type=\"legal\" id=\"b403-6\" pgmap=\"403\">In the case of McCullom v. Chidester, 63 Ill. 481, the court said: ‘ It is the general rule that the personal estate shall be primarily applied in discharge of the personal debts of the testator, but it may be exempted by express words or manifest intention. Bacon’s Abridg., title Executor, Lib. 2. The exemption may be manifested by plain intention, or by making of the personalty a specific legacy.”</p><p data-order=\"26\" data-type=\"legal\" id=\"b403-8\" pgmap=\"403\">The case at bar comes directly and unequivocably under that ruling in both of its aspects. The testator did make a specific legacy of all his personal property to his wife, Mary Corrigan, in the first clause of his will. It was also the plain intention of the testator, as manifested by the will, that the personal property should not be subject to any charge whatever.</p><p data-order=\"27\" data-type=\"legal\" id=\"b403-9\" pgmap=\"403\">In the fourth clause of the will the testator devised the rest, residue and remainder of his “ real estate,” recognizing the fact that he then had no personal estate to devise—he having in the first clause of the will disposed of all of his personal estate to his wife.</p><p data-order=\"28\" data-type=\"legal\" id=\"b403-10\" pgmap=\"403\">In the case of McCullom v. Chidester, supra, the court held “ that the legatee in the will took the personalty as an absolute conveyance discharged from the payment of debts”—there being enough real estate to satisfy all claims against the testator’s estate not specifically disposed of.</p><p data-order=\"29\" data-type=\"legal\" id=\"b403-11\" pgmap=\"403(65) 404(24)\">In the case of Lewis v. Darling, 16 Howard’s U. S. R. 10, 11, the court said: “The testator has made bequests of money antecedently to that clause (the residuary clause), without creating an express trust to pay them, and has blended the realty and personalty of his estate together in one fund in the residuary clause. That of itself makes his bequest of money a charge upon the real estate, excluding from it the previous devises of land to Fenwick, Wallace, and to John and Fernando Arredondo.</p><p data-order=\"30\" data-type=\"legal\" id=\"b404-6\" pgmap=\"404\">“ The rule in such a case is, that where a testator gives several legacies, and then, without creating an express trust to pay them, makes a general residuary disposition of the whole estate blending the realty and personalty together in one fund, the real estate will he charged with legacies, for, in such a case, the ‘residue’ can only mean what remains after satisfying the previous gifts. Hill on Trusts, 508. Such is the settled law, both in England and in the United States, though cases do hot often occur for its application; where one does occur, a legatee may sue to recover the legacy without distinguishing in his bill, the estate, into the two kinds of realty and personalty, because it is the manifest intention of the testator that both should be charged with the payment of the money legacies; nor does this conflict at all with that principle of equity jurisprudence, declaring that generally the personal estate of the testator is the first fund for the payment of debts and legacies. The rule has its exceptions, and this is one of them.”</p><p data-order=\"31\" data-type=\"legal\" id=\"b404-7\" pgmap=\"404\">In the early case of Aubrey v. Middleton (see 2 Jarman on Wills, 595-6), where a testator gave several legacies and annuities, to be paid by his executor, and then devised all the rest and residue of his goods and chattels and estate to his nephew, who was his executor, Lord Oowper held the real estate devised to the executor was chargeable with the legacies and annuities.</p><p data-order=\"32\" data-type=\"legal\" id=\"b404-8\" pgmap=\"404(125) 405(17)\">In 2 Jarman on Wills, pages 605-6, it is stated: “Finally, in Greville v. Brown, where a testator, after bequeathing an annuity and some pecuniary legacies, gave all the ‘ rest, residue and remainder of any property he might die possessed or entitled to, of what nature soever,’ to his son, it was held that the legacies were charged on the real estate. There was no previous devise of real estate, but it was laid down in the most general terms, that where there is a bequest of legacies followed by a gift of the residue of the testator’s property, real and 'personal, the legacies are charged on the realty, and it had previously been held by Sir W. P. Wood that the principle of these decisions was the same in the case of legacies as in that of debts.”</p><p data-order=\"33\" data-type=\"legal\" id=\"b405-4\" pgmap=\"405\">“ It is considered,” said Lord Campbell, “ that the whole is one mass; that part of that mass is represented by legacies, and that what is afterward given is given minus what has been before given, and therefore given subject to the prior gift.”</p><p data-order=\"34\" data-type=\"legal\" id=\"b405-5\" pgmap=\"405\">In 2 Jarman on Wills, 608-9, it is said : “ So in Couron v. Couron, where the testator, by will, dated 1836, after making certain specific devises and bequests, gave some pecuniary legacies, and charged all his real and chattel estates and property of every description with payment thereof, and subsequently devised ‘all the residue of all his real and freehold estates, goods and effects of every kind ’ to A in fee, it was held in D. P. that the charge of legacies did not extend to the specifically devised estates.” “ The true rule,” said Lord Gran worth, “dedueible from S prong v. Sprong, is that a mere charge of legacies on the real and personal estate (and ‘on all the real and personal estate must mean exactly the same thing) does not of itself create a charge on any specific devise or bequest.”</p><p data-order=\"35\" data-type=\"legal\" id=\"b405-7\" pgmap=\"405\">In the case of Heslop v. Gatton, 71 Ill. 528, the court said: “ The charge upon the real estate may be made by the testator, either by express directions to that effect contained in the will, or the intention thus to charge it may be implied from the whole will taken together.”</p><p data-order=\"36\" data-type=\"legal\" id=\"b405-9\" pgmap=\"405\">Was it not clearly the intention of the testator to charge the devise to Minnie Reid upon the “ rest, residue and remainder mentioned in the fourth clause of the will?</p><p data-order=\"37\" data-type=\"legal\" id=\"b405-10\" pgmap=\"405\">If not, upon what property is that devise a charge? The testator made a specific bequest of all his personal property in the first clause. If the bequest to appellee is not chargeable upon the “ rest, residue and remainder,” then our reading of the law is of very little avail.</p><p data-order=\"38\" data-type=\"legal\" id=\"b405-11\" pgmap=\"405\">The court very properly included in its decree the following: “ The court does not decide nor in any way pass upon the question of title to that part of sub-lot two, and the south half of sub-lot one of lot ten in block fourteen, in fractional section fifteen addition to Chicago, west of the east thirty-three feet thereof.”</p> <opinion data-order=\"39\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b406-5\" pgmap=\"406\">Moran, P. J.</author> <p id=\"AZl\" pgmap=\"406\">The cardinal rule in the construction of a will is to so render it as to carry out the intention of the testator. To that end certain rules or canons of construction have been laid down and are universally assented to and followed by the courts. Among others, there are certain well-established principles of construction, which guide the courts in determining when a general, pecuniary legacy is to be construed to be a charge on real estate devised by the will.</p> <p id=\"b406-6\" pgmap=\"406\">Our Supreme Court in the case of Heslop v. Gatton, 71 Ill. 528, said: “ It seems to he the settled rule, that when a person dies leaving a will, and personal and real property, his debts and pecuniary legacies bequeathed by the will are to be paid from his personal property, and in case of a deficiency, of personal property the legacies must abate, unless he charges his real estate with their pay'ment. The charge upon the real estate may be made \"by the testator, either by express directions to that effect contained in the will, or the intention thus to charge it may be implied from the whole will taken together.”</p> <p id=\"b406-8\" pgmap=\"406\">What form of phrase or arrangement of clauses or relation of bequests and devises to each other, when considered in connection with the entire will, and what extrinsic evidence of the circumstances of the testator and the condition of his property may be resorted to, for the purpose of explaining ambiguities, and aiding the inference that it was the intent to charge legacies on real estate, have been the subject of much judicial discussion.</p> <p id=\"b406-9\" pgmap=\"406\">It has been held in numerous cases in England, and though there are some cases contra, may be regarded as the settled rule there, that a gift of all the residue and remainder of real and personal estate in a will that has given pecuniary legacies, charges such legacies on the real estate, as well as on the personal estate included in the residuary clause. Greville v. Brown, 7 H. of L. Cas. 689; Wheeler v. Howell, 3 K. &amp; J. 198; Cole v. Turner, 4 Russ. 376; Hassel v. Hassel, 2 Dick 527; Mirehouse v. Scaife, 2 Mylne &amp; Cr. 695; In re Bellis’s Trusts, L. R., 5 Ch. Div. 504; Bray v. Stevens, L. R., 12 Ch. Div. 162.</p> <p id=\"AUC\" pgmap=\"407\">This rule is adopted by the U. S. Supreme Court, and has been approved and applied in many of the States. Lewis v. Darling, 16 How. (U. S.) 1; Gallagher’s Appeal, 48 Penn. St. 122; Wilcox v. Wilcox, 13 Allen, 252; Moore v. Beckwith, 14 Ohio St. 135; Cook v. Lanning, 40 N. J. Eq. 339.</p> <p id=\"b407-4\" pgmap=\"407\">In Lupton v. Lupton, 2 Johns. Ch. R., Chancellor Kent held that such general residuary clause, unaided by other words indicating the intention of the testator, was not enough to warrant the charge of a general legacy on real estate. The devise of real estate “ after the payment of debts and legacies ,” or after “ a direction that debts and legacies be first paid,\" were said in the opinion to be forms of devise that charged the real estate.</p> <p id=\"b407-5\" pgmap=\"407\">This question has been frequently considered in Hew York since the decision of Lupton v. Lupton, but the point discussed has been, what words or form of expression, or what circumstances appearing from the will itself, or by evidence dehors the will, taken in connection with the general residuary gift of realty and personalty, would warrant the implication that the real estate devised in said clause was to be burdened with the payment of general pecuniary legacies, and though in some of the cases there have been intimations that the rule in Lutpon v. Lupton was too strict, in no case has there been a charge of a pecuniary legacy on real estate, where strong indications, from circumstances and significant expressions, supporting the intent to so charge, did not exist, in connection with a blending of personal and real property in a general residuary gift. Reynolds v. Reynolds, 16 N. Y. 257; Bevan v. Cooper, 72 N. Y. 317; Hoyt v. Hoyt, 85 N. Y. 142; Scott v. Stebbins, 91 N. Y. 605; McCorn v. McCorn, 100 N. Y. 511; Matter of City of Rochester, 110 N. Y. 159.</p> <p id=\"b407-6\" pgmap=\"407\">Ho case is to be found, where real estate was charged by implication, where there was no general gift of real and personal property in the residuary clause.</p> <p id=\"b407-7\" pgmap=\"407(46) 408(11)\">In the will now under consideration there is no such general, residuary clause blending in mass personal and real property. The gift made by the fourth clause is not even of the rest and residue of his property, but is a device of “ the rest, residue and remainder of all my real estate without any exception.”</p> <p id=\"b408-4\" pgmap=\"408\">The devisees named in the clause are to take all the real estate remaining after previous devises are satisfied. It is the prior devises of real estate that are to be subtracted in order to ascertain the gift to such residuary devisees, and prior general bequests are to be in no manner considered in ascertaining the property which passes under such a devise.</p> <p id=\"AUn7\" pgmap=\"408\">If the testator had in this clause of the will designated the real estate devised,.by a particular, legal description, as by lots and blocks, or by particular metes and bounds, it would occur to no one that real estate so given was to be charged with a prior general pecuniary bequest. If there is a deficiency of assets to pay all legacies, the general legacies must abate before anything will be deducted from the specific. Beach on Wills, Sec. 140 et seg.; 2 Williams on Execution, 1359-60.</p> <p id=\"b408-6\" pgmap=\"408\">But this devise is specific. The words “ rest, residue and remainder ” of my real estate are but a description of the property devised. The general description was more convenient and shorter than to write out separate descriptions of each tract.</p> <p id=\"b408-7\" pgmap=\"408\">“ It seems to be universally conceded that a devise of real estate is always to be regarded as specific, whether the estate is specifically described, or only in general terms, and by reference to other facts and documents.” 2 Redf. on Wills, p. 144; Henderson v. Green, 34 Iowa, 437.</p> <p id=\"b408-9\" pgmap=\"408\">It follows that if there are no assets from which to pay the bequest to appellee, it must abate.</p> <p id=\"b408-10\" pgmap=\"408\">It can no more be made a charge on the real estate devised in the fourth clause of the will, than upon that given in the third or in the first clause of the will. We find no language in this will from which an intention can be inferred that this bequest should be a charge on real estate.</p> <p id=\"b408-11\" pgmap=\"408(63) 409(211)\">There is, to be sure, the circumstance that the deficiency of personal property appears on the face of the will, and was created by the testator bequeathing all of it to Mary Corrigan, his widow, in the first clause of the will. It may be, as was said in Hoyt v. Hoyt, 85 N. Y. 147, that it is “ to be assumed that no man in making a final disposition of his estate will make a legacy, save with the honest, sober-minded intention that it shall be paid,” but it is also to be assumed that the testator knew the law, and was aware that personal property was the primary fund for the payment of debts and pecuniary legacies, and where he made no express charge, there certainly is better ground for the inference that he intended such a legacy to be paid from personal property generally bequeathed, than from real estate specifically devised. The legacies to the widow in the first clause of the will are to be taken in lieu of dower. Sec. 10 of the Statute on Dower provides: “ Any devise of land or estate therein, or any other provision made by the will of a deceased husband or wife, for a surviving wife or husband, shall, unless otherwise expressed in the will, bar the dower of such survivor in the lands of the deceased unless such survivor shall elect to, and does renounce the benefit of such devise or other provision, in which case he or she shall be entitled to dower in the lands and to one-third of the personal estate after the payment of debts.”</p> <p id=\"b409-4\" pgmap=\"409\">Under such a statute the widow is a purchaser for value in accepting the provisions of the will, and legacies to her which operate to bar her dower, would not abate in favor of legacies to pure beneficiaries of the testator’s bounty. Blatchford v. Newberry, 99 Ill. 11; Borden v. Jenks, 140 Mass. 562.</p> <p id=\"b409-5\" pgmap=\"409\">Whether the fact that the widow in this case was made the executrix, would affect her right to hold the personal property given to her against the claim of a general pecuniary legatee, is a question that is not before us on this appeal, has not been argued, and on which we express no opinion.</p> <p id=\"b409-6\" pgmap=\"409\">If, however, the legal construction of the whole will should leave nothing whatever to be applied in payment of appellee’s bequest, and show the act of the testator in writing it in the will to be but a “making the word of promise to the ear, to break it to the hope,” we should still be bound by the conclusion we have above stated.</p> <p id=\"b409-7\" pgmap=\"409\">“If (as was said in 30 Hun, 173), because a man makes a legacy he intends it to be paid, then all legacies would be charged on real estate if the personal estate fell short.”</p> <p id=\"b410-4\" pgmap=\"410\">The argument that where the testator creates the deficiency of personal estate on the face of the will it shows an intention to charge real estate, while not without force, is not enough.</p> <p id=\"b410-5\" pgmap=\"410\">That condition existed in Heslop v. Gatton, supra. By the third clause of the will there considered, the testatrix disposed of all her personal property except her horse, buggy and harness. The pecuniary bequest was $1,000. The Supreme Court said there was nothing from which an intention to charge the real estate with the payment of said bequest could be fairly inferred.</p> <p id=\"b410-6\" pgmap=\"410\">The conclusion must be, therefore, that the court erred in charging the payment of said legacy to appellee on the real estate devised to appellants, and the decree must be reversed and the case remanded with directions to dismiss the bill as to said appellants.</p> <p id=\"b410-7\" pgmap=\"410\">Decree reversed and remanded with directions.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}