{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"236\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b246-5\" pgmap=\"246\">(No. 63350.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b246-6\" pgmap=\"246\">ROBERT BARNES, Appellee, v. SOUTHERN RAILWAY COMPANY, Appellant.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b246-7\" pgmap=\"246\">Opinion filed February 20, 1987.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b247-8\" pgmap=\"247\">GOLDENHERSH and SIMON, JJ., dissenting.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b248-5\" pgmap=\"248\">Gundlach, Lee, Eggmann, Boyle &amp; Roessler, of Belleville (Richard M. Roessler and Lisa A. Kuhn, of counsel), for appellant.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b248-6\" pgmap=\"248\">Eric D. Jackstadt, of Callis &amp; Hartman, P.C., of Granite City, for appellee.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b248-7\" pgmap=\"248\">JUSTICE RYAN</author> <p id=\"Aie\" pgmap=\"248\">delivered the opinion of the court:</p> <p id=\"b248-8\" pgmap=\"248\">The plaintiff, Robert Barnes, brought this action in the circuit court of St. Clair County pursuant to the Federal Employers’ Liability Act (FELA) (45 U.S.C. sec. 51 et seq. (1982)) for personal injuries allegedly caused by the negligence of his employer, the Southern Railway Company (Southern). The circuit court denied Southern’s motion to reconsider a prior order denying its motion to decline jurisdiction on the grounds of forum non conveniens. Pursuant to Supreme Court Rule 306 (94 Ill. 2d R. 306(a)(1)(ii)), Southern filed a petition for interlocutory appeal from this order, which was granted. The plaintiff then filed a motion to dismiss the appeal which was taken with the case. The appellate court granted the motion and dismissed the appeal for lack of jurisdiction. (141 Ill. App. 3d 121.) We allowed Southern’s petition for leave to appeal under our Rule 315 (103 Ill. 2d R. 315(a)).</p> <p id=\"b248-9\" pgmap=\"248(53) 249(11)\">The plaintiff commenced this action by filing a complaint in the circuit court of St. Clair County on July 27, 1983. The complaint sought redress for alleged personal injuries purportedly arising from exposure to noxious and poisonous fumes while employed as a painter in Southern’s “Gest Yard” in Cincinnati, Ohio. The action was predicated on. alleged violations of Southern’s duties under the FELA.</p> <p id=\"b249-5\" pgmap=\"249\">Southern was served with summons and a copy of the complaint on September 27, 1983. On October 31, 1983, Southern filed an answer denying the allegations. In an apparent effort to determine whether a factual basis existed to warrant the filing of a motion to decline jurisdiction because St. Clair County was not a convenient forum in which to litigate the cause, Southern also propounded interrogatories to the plaintiff and requested production of relevant documents, including income tax returns, hospital and doctor bills, and medical reports.</p> <p id=\"b249-6\" pgmap=\"249\">Approximately eight months after the filing of the plaintiff’s complaint, Southern, on March 15, 1984, filed a motion asking the circuit court to decline jurisdiction of the cause and to dismiss it on the theory of forum non conveniens. Although Southern filed a memorandum in support of its motion, it did not file an affidavit or verified suggestions.</p> <p id=\"b249-7\" pgmap=\"249\">On October 5, 1984, almost one year after having served interrogatories on the plaintiff, Southern filed a motion to compel the plaintiff to answer the interrogatories and to produce the documents requested. Southern alleged in this motion that it was unable to file an affidavit in support of its prior forum motion because of its inability to determine the identity and place of residence of potential witnesses. The circuit court granted the motion on November 1, 1984, and ordered compliance with Southern’s discovery pleadings within 28 days. On November 30, 1984, answers to the interrogatories and relevant discovery documents were filed by the plaintiff.</p> <p id=\"b249-8\" pgmap=\"249(45) 250(118)\">On January 29, 1985, Southern filed an affidavit in support of its prior motion to decline jurisdiction. In its affidavit, Southern alleged that: (1) the plaintiff was a resident of Florence, Kentucky; (2) the alleged injury was sustained in Cincinnati, Ohio; (3) Cincinnati, Ohio, is approximately 330 miles from Belleville, Illinois, the site of the St. Clair County courthouse; (4) the testimony of employee and nonemployee witnesses would be required and that these witnesses were residents of Kentucky and Ohio; (5) since the nonemployee witnesses were Kentucky and Ohio residents, they could not be compelled to appear in Illinois; (6) the railroad would incur large expenses if the case proceeded to trial in Illinois; (7) the absence of employee witnesses for unknown periods of time would disrupt the operation of the railroad; (8) there was a large backlog of cases in St. Clair County; and (9) jury duty would constitute an unreasonable burden to the citizens of St. Clair County.</p> <p id=\"b250-5\" pgmap=\"250\">. After hearing' arguments by counsel, the circuit court denied the forum motion on March 6, 1985. The court noted that the cause had absolutely no connection with St. Clair County other than being the place where the plaintiff chose to file his action. However, the court, relying on Herbert v. Louisville &amp; Nashville R.R. Co. (1985), 130 Ill. App. 3d 624, denied the forum motion because the motion was not filed within the time in which Southern was required to answer.</p> <p id=\"b250-6\" pgmap=\"250\">On March 19, 1985, Southern filed a motion which was labeled a “Motion to Reconsider” the circuit court’s denial of its forum motion. The circuit court denied this motion on April 3, 1985. Pursuant to Rule 306 (94 Ill. 2d R. 306(a)(1)(ii)), Southern, on May 3, 1985, filed a petition for leave to appeal to the appellate court from the circuit court’s April 3, 1985, order. The petition was granted on June 7, 1985. The plaintiff thereafter filed a motion to dismiss the appeal which was taken with the case. The appellate court granted the motion and dismissed the appeal on the ground that it lacked jurisdiction because the appeal was not taken within 30 days of the denial of the original forum motion. 141 Ill. App. 3d 121.</p> <p id=\"b251-4\" pgmap=\"251\">Supreme Court Rule 306 governs interlocutory appeals from orders of the circuit court granting or denying certain motions. Following its amendment, Rule 306 provides in relevant part:</p> <blockquote id=\"b251-5\" pgmap=\"251\">“An appeal may be taken in the following cases only on the allowance by the Appellate Court of a petition for leave to appeal:</blockquote> <blockquote id=\"b251-6\" pgmap=\"251\">***</blockquote> <blockquote id=\"b251-7\" pgmap=\"251\">(ii) from an order of the circuit .court denying a motion to dismiss on the grounds of forum non com veniens ***.” (94 Ill. 2d R. 306(a)(1)(ii).)</blockquote> <p id=\"b251-8\" pgmap=\"251\">Under Rule 306, a petition for leave to appeal “shall be duplicated, served, and filed in the Appellate Court in accordance with the requirements for briefs within 30 days after the entry of the order.\" (Emphasis added.) (94 Ill. 2d R. 306(a)(1).) Rule 306 contains no provision for the filing of motions which extend the time for filing the notice of appeal such as is contained in Rule 303(a)(1) and in Rule 307(b) (94 Ill. 2d R. 303(a)(1); 87 Ill. 2d R. 307(b)). Because the time limit for filing the petition for leave to appeal is jurisdictional, the failure to meet it or to secure a timely extension will result in dismissal of the appeal. See In re Adoption of Anderson (1980), 88 Ill. App. 3d 42; Trophytime, Inc. v. Graham (1979), 73 Ill. App. 3d 335; Seaman v. Lawn Savings &amp; Loan Association (1970), 128 Ill. App. 2d 181; Ill. Ann. Stat., ch. 110A, par. 306, Historical and Practice Notes, at 245 (Smith-Hurd 1985).</p> <p id=\"b251-9\" pgmap=\"251(81) 252(48)\">In dismissing Southern’s appeal for lack of jurisdiction, the appellate court concluded that the petition for leave to appeal was untimely. As noted above, it relied on the fact that the petition was filed more than 30 days after the entry of the March 6, 1985, order denying Southern’s motion to decline jurisdiction and to dismiss the cause on the grounds of forum non conveniens. Citing Leet v. Louisville &amp; Nashville R.R. Co. (1985), 131 Ill. App. 3d 763, the appellate court reasoned that the 30-day period within which to file a petition for leave to appeal from an order denying a motion to dismiss on forum non conveniens grounds may not be tolled by filing a motion to reconsider the order denying the motion to dismiss.</p> <p id=\"b252-3\" pgmap=\"252\">It is Southern’s position that the appellate court erred in relying on Leet. Although its March 19, 1985, motion to reconsider was filed within 30 days of the order denying its original forum motion, Southern emphasizes that it is not contending that its motion to reconsider tolled the 30-day jurisdictional period in which to appeal from an order denying a motion to dismiss on the grounds of forum non conveniens. Notwithstanding its label as a “motion to reconsider,” Southern contends that its March 19, 1985, motion presented new factual information and, therefore, was in the nature of a new motion to dismiss. Because its petition for leave to appeal related only to the April 3, 1985, order denying its motion to reconsider, rather than the March 6, 1985, order denying its motion to dismiss, Southern argues that the appellate court had jurisdiction over its petition, timely filed after the April 3, 1985, order. It is also Southern’s position that the circuit court abused its discretion in denying its motion to decline jurisdiction and to dismiss the cause on the grounds of forum non conveniens.</p> <p id=\"b252-4\" pgmap=\"252\">We first consider the propriety of the appellate court’s dismissal for lack of jurisdiction of Southern’s appeal from the April 3, 1985, order denying its motion to reconsider. We agree with Southern that the Leet decision is not dispositive of this appeal. The issue of tolling is not presented by the facts of this case. Accordingly, we hold that the appellate court erred in dismissing Southern’s appeal for lack of jurisdiction.</p> <p id=\"b252-5\" pgmap=\"252(28) 253(346) 254(97)\">Our recent decision in Kemner v. Monsanto Co. (1986), 112 Ill. 2d 223, supports Southern’s contention that the raising of new matter in its March 19, 1985, motion placed that motion in the same status as its original forum motion. In that case, the plaintiffs brought an action in the circuit court of St. Clair County for damages against various defendants purportedly caused by exposure to chemicals released as a result of a railroad-tank-car derailment in Sturgeon, Missouri. Within the time for responsive pleadings, defendant Monsanto Company moved to dismiss the cause on the grounds of forum non conveniens. On May 29, 1981, the circuit court denied that motion. Because there was no provision at that time for interlocutory appeal under Rule 306, Monsanto sought review by mandamus, which this court denied. On September 13, 1982, Monsanto filed a second motion seeking dismissal on the basis of forum non conveniens. This motion, which alleged factual changes, was denied on April 19, 1983. Rule 306 had been amended since the filing of the first forum motion, permitting the filing of a petition for leave to appeal in forum matters. Pursuant to Rule 306, a timely petition for leave to appeal was filed in the appellate court. Upon its denial, Monsanto sought leave to appeal to this court. That petition was also denied. On September 28, 1984, Monsanto filed a motion to reconsider the circuit court’s prior orders denying its motions to dismiss for forum non conveniens. This motion alleged new factual information and cited new authorities decided since the denial of the second motion. The circuit court denied that motion on December 13, 1984. Within the required 30 days, Monsanto, pursuant to Rule 306, again sought leave to appeal to the appellate court, this time from the December 13, 1984, order, not the April 29, 1983, order as stated by the appellate court. Hence, the September 28, 1984, forum motion was not an attempt to extend the appeal period from the April 29, 1983, order, since a petition for leave to appeal already had been filed and denied as to that order. Noting that a circuit court ruling was obtained and a timely appeal sought as to each motion, this court concluded that each motion was in substance a new and original motion seeking dismissal on the basis of forum non conveniens. Accordingly, all three orders denying Monsanto’s motion to dismiss on forum non conveniens grounds were each interlocutory in nature, and therefore the last two orders were independently appealable under Rule 306. The fact that the third forum motion (September 28, 1984) was captioned a “motion to reconsider” was, in our view, not controlling, because the character of a pleading must be determined more from its content than from its label.</p> <p id=\"b254-5\" pgmap=\"254\">Although a timely interlocutory appeal was not sought from the circuit court’s denial of Southern’s original forum motion in this case, a review of the chronological development of this litigation results in the conclusion that Southern’s March 19, 1985, motion was not simply a motion to toll the running of the appeal period from the prior order. It was substantially independent of the prior motion. The content and basis of- the new motion were such that it must be considered in the nature of a new, original motion and not a motion reviving and rearguing that which had been presented to the circuit court by the prior motion.</p> <p id=\"b254-6\" pgmap=\"254\">We noted above the following sequence of events. The circuit court, on March 6, 1985, entered a written order denying Southern’s motion to decline jurisdiction. The order recited:</p> <blockquote id=\"b254-7\" pgmap=\"254\">“The Court finds no connection between this action and St. Clair County. However, the Court deems the forum non conveniens objection as having been waived by defendant in that the motion was filed 6 months after defendant was served and not within 30 days as per this Court’s interpretation of Herbert v. L &amp; N (5th Dist. #5— 84-0359, 2-4-85).”</blockquote> <p id=\"b254-8\" pgmap=\"254(19) 255(304)\">It appears from the statements in the briefs that the plaintiff orally raised the delay issue during oral argument at the March 6 hearing on the forum motion. Relying on the then recent decision of Herbert v. Louisville &amp; Nashville R.R. Co. (1985), 130 Ill. App. 3d 624, the plaintiff raised for the first time at that hearing the issue that Southern unduly delayed the filing of its original motion to decline jurisdiction because St. Clair County was an inconvenient forum. Southern’s counsel apparently argued that Herbert should not be applied retroactively to its forum motion and that the delay in filing its forum motion, if any, was caused by the plaintiff’s own failure to timely comply with Southern’s discovery requests. On March 19, 1985, Southern filed a motion to reconsider the circuit court’s denial of its forum motion. The March 19, 1985, motion was supported by an affidavit that has not been contradicted. In the motion and affidavit, Southern alleged facts showing that any purported delay in the filing of its original forum motion was due to the plaintiff’s failure to answer Southern’s interrogatories and to comply with Southern’s request for production until compelled by court order to do so. Both discovery requests, Southern asserted, were necessary to obtain the facts that must be contained in an affidavit in support of its forum motion as required by this court in Cotton v. Louisville &amp; Nashville R.R. Co. (1958), 14 Ill. 2d 144. As the record indicates, the delay issue was not raised by the plaintiff prior to the hearing on the forum motion. Therefore, the fact that Southern’s March 19, 1985, motion supplied factual information to address the issue of delay raised by the plaintiff as a reason for denying Southern’s forum motion compels us to conclude that the March 19 motion was in substance a new, independent motion.</p> <p id=\"b255-5\" pgmap=\"255(38) 256(102)\">The new motion, contrary to the plaintiff’s interpretation, was not a restatement of the issues contained in the original forum motion. Those issues were resolved in favor of Southern when the circuit court, in its order of March 6, 1985, set out above, stated “the court finds no connection between this action and St. Clair County.” The motion to reconsider filed March 19, 1985, and its supporting affidavit addressed the issue of delay and the timeliness of the forum motion which, for the first time, had been injected into this record by the second part of the court’s March 6, 1985, order. Hence, the motion to reconsider and its supporting affidavit inserted into this record for the first time the factual information necessary to evaluate the correctness of the circuit court’s March 6,1985, order on the delay issue.</p> <p id=\"b256-5\" pgmap=\"256(251) 257(104)\">In essence, Southern’s March 19, 1985, motion was filed for the purpose of supplying an adequate record on review, in accordance with this court’s ruling in Wieser v. Missouri Pacific R.R. Co. (1983), 98 Ill. 2d 359. In that case, the defendant railroad, on January 22, 1981, filed a motion to decline jurisdiction based upon the doctrine of forum non conveniens. An affidavit and a brief were filed in support of this motion. The plaintiff, however, did not file any affidavit or other pleading in opposition to the motion. On May 12, 1982, the defendant’s motion to decline jurisdiction was denied. On June 3, 1982, the defendant requested that the record on appeal be prepared. On June 10, 1982, the defendant filed its petition for leave to appeal with the appellate court. On June 29, 1982, nearly seven weeks after the trial judge denied the motion, the plaintiff filed with the circuit court of St. Clair County a written motion in opposition to the defendant’s original motion to decline jurisdiction. This motion was never made part of the record on appeal. On May 10, 1983, a year after the circuit court denied the defendant’s motion, the plaintiff filed a motion in this court to supplement the record on appeal by filing in this court a copy of the motion in opposition to the defendant’s motion to decline jurisdiction which the plaintiff had filed in the circuit court. Because it was not a part of the record made at the proceedings from which the appeal was taken, the plaintiff’s motion requesting leave to supplement the record on appeal was denied. In denying the motion, this court found unconvincing the plaintiff’s counsel’s contention that the written motion was a part of the record on appeal because substantially all of the contents of the motion were argued orally before the circuit court prior to the denial of the defendant’s motion to decline jurisdiction. This court concluded that oral argument of counsel at a hearing on a motion to decline jurisdiction is not the proper procedure to make a record on appeal.</p> <p id=\"b257-5\" pgmap=\"257\">Here, it is contended that Southern’s counsel, at the March 6, 1985, hearing, argued against the circuit court’s denial of its original forum motion. Under the reasoning set forth in Wieser v. Missouri Pacific R.R. Co. (1983), 98 Ill. 2d 359, however, such oral argument would not constitute an adequate record for appellate review. In fact, nothing in the record shows that such an argument was made or, if it was made, what facts were asserted in support of the argument. Accordingly, Southern was compelled to file its second motion to make a proper record on appeal. Because Southern’s petition for leave to appeal from the April 3, 1985, order was filed within the requisite 30-day period, the appellate court properly had jurisdiction to consider Southern’s appeal and, therefore, erred in dismissing it.</p> <p id=\"b257-6\" pgmap=\"257(97) 258(104)\">We next consider the propriety of the circuit court’s denial of Southern’s motion to decline jurisdiction under the doctrine of forum non conveniens. The determination of whether the facts of a particular case warrant the allowance of a motion to dismiss under the doctrine oí forum non conveniens is entrusted to the sound discretion of the circuit court. In reviewing a decision of a circuit court in denying a motion to decline jurisdiction based on a contention that the forum chosen by the plaintiff is not a convenient one in which to litigate a particular case, the decision of the circuit court will not be reversed on review absent an abuse of judicial discretion in weighing the relevant considerations. Meyers v. Bridgeport Machines Division of Textron, Inc. (1986), 113 Ill. 2d 112, 117-18; Foster v. Chicago &amp; North Western Transportation Co. (1984), 102 Ill. 2d 378, 384-85; Wieser v. Missouri Pacific R.R. Co. (1983), 98 Ill. 2d 359, 365; Jones v. Searle Laboratories (1982), 93 Ill. 2d 366, 373; People ex rel. Compagnie Nationale Air France v. Giliberto (1978), 74 Ill. 2d 90, 110; Cotton v. Louisville &amp; Nashville R.R. Co. (1958), 14 Ill. 2d 144, 159.</p> <p id=\"b258-5\" pgmap=\"258\">In denying Southern’s original motion to decline jurisdiction on the basis of forum non conveniens, the circuit court, in its written order, concluded that the motion was untimely. It relied on the fact that the motion was filed more than five months after Southern filed its answer. Citing Herbert v. Louisville &amp; Nashville R.R. Co. (1985), 130 Ill. App. 3d 624, for the proposition that a motion to decline jurisdiction is analogous to an objection to improper venue, which must be filed on or before the date upon which the defendant is required to appear or to answer, the circuit court reasoned that Southern waived its right to raise the forum issue. This is the issue addressed by the motion to reconsider and the issue we address in this appeal.</p> <p id=\"b258-6\" pgmap=\"258(97) 259(208)\">We believe the circuit court erred in relying on Herbert. In Grant v. Starch (1981), 96 Ill. App. 3d 297, and McDonald’s Corp. v. Smargon (1975), 31 Ill. App. 3d 493, our appellate court addressed the issue of whether a forum non conveniens motion was analogous to an objection to improper venue, which could be waived if not made before the date fixed for filing the answer. In both cases, the appellate court stated that a defendant must conduct some discovery to determine whether the motion is appropriate and that, under this court’s rules, discovery could not begin until the defendants had appeared. Therefore, in each case, the appellate court held that a motion based on the doctrine of forum non conveniens was not waived if not made before the date fixed for filing the answer. Both of these appellate court cases were decided long before Herbert. Although both cases addressed the issue found to be controlling in Herbert, that case did not mention, decline to follow, or distinguish the two earlier decisions. Moreover, in Herbert, we allowed the defendant’s petition for leave to appeal and remanded the cause to the circuit court of St. Clair County for further consideration in light of our decision in Bell v. Louisville &amp; Nashville R.R. Co. (1985), 106 Ill. 2d 135. In that case, we held that a defendant’s delay in asking the circuit court to decline jurisdiction and to dismiss the cause on the grounds of forum non conveniens is a factor to be weighed in considering the motion and determining whether the circuit court abused its discretion. Because the forum non conveniens doctrine is an equitable doctrine, however, we rejected in Bell any specific time in which the defendant must ask the circuit court to decline jurisdiction.</p> <p id=\"b259-5\" pgmap=\"259(130) 260(22)\">Here, Southern filed its original forum motion on March 15, 1984, approximately 4½ months after its answer and interrogatories were filed. The plaintiff, however, did not comply with Southern’s discovery requests and failed to answer the interrogatories submitted. Thus, on October 5, 1984, Southern filed a motion to compel the plaintiff to comply. As noted above, in that motion Southern alleged that it had filed a forum motion but had not been able to file an affidavit in support of it because it had not been able to identify potential witnesses. The motion to compel was verified and was neither denied nor contradicted. The circuit court ordered compliance, and the plaintiff finally complied. Accordingly, on the basis of the above sequence of events, we hold that the circuit court abused its discretion in denying Southern’s original forum motion on the grounds that it was untimely.</p> <p id=\"b260-5\" pgmap=\"260\">We should note that this court has adopted Rule 187 (107 Ill. 2d R. 187), effective August 1, 1986, which requires that forum non conveniens motions after that date be filed not later than 90 days after the last day allowed for the filing of that party’s answer. The rule also requires that hearings on such motions be scheduled so as to allow sufficient time to conduct discovery on issues of fact raised by such motion.</p> <p id=\"b260-6\" pgmap=\"260\">Because, as found by the circuit court in its written order of March 6, 1985, the instant cause had no connection with St. Clair County other than being the place where the plaintiff chose to file his action, and since, under the circumstances, Southern timely filed its original motion to decline jurisdiction, the motion should have been granted, considering the clear precedent established by this court. See, e.g., Foster v. Chicago &amp; North Western Transportation Co. (1984), 102 Ill. 2d 378; Moore v. Chicago &amp; North Western Transportation Co. (1983), 99 Ill. 2d 73; Wieser v. Missouri Pacific R.R. Co. (1983), 98 Ill. 2d 359; Espinosa v. Norfolk &amp; Western Ry. Co. (1981), 86 Ill. 2d 111.</p> <p id=\"b260-7\" pgmap=\"260(114) 261(130)\">For the reasons set forth, the order of the appellate court dismissing Southern’s appeal for lack of jurisdiction is reversed. Because the record before us discloses that the circuit court abused its discretion when it refused to dismiss the instant matter based upon the doctrine of forum non conveniens, and since the issue has been fully briefed in this court, it is unnecessary to remand this cause to the appellate court to consider the merits of Southern’s petition for leave to appeal. The order of the circuit court of St. Clair County is therefore reversed and this cause is remanded to that court with directions to grant Southern’s motion to decline jurisdiction and dismiss the cause. Inasmuch as the statute of limitations on the cause of action involved in this case may have run, the dismissal order is to be conditioned on the waiver by Southern of the defense of the statute of limitations should the plaintiff elect to file his case in an appropriate forum. If Southern refuses to waive the defense of the statute of limitations, or if Southern asserts that defense in a case filed by the plaintiff in an appropriate forum within one year from the date of dismissal of this case, based on the cause of action asserted herein, then the plaintiff shall be given leave to reinstate this case in the circuit court of St. Clair County. See 107 Ill. 2d R. 187(c)(2)(ii).</p> <p id=\"b261-5\" pgmap=\"261\">Reversed and remanded, with directions.</p> </opinion> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b261-6\" pgmap=\"261\">JUSTICE GOLDENHERSH,</author> <p id=\"AJ\" pgmap=\"261\">dissenting:</p> <p id=\"b261-7\" pgmap=\"261\">I dissent. The majority’s holding that this appeal was timely taken rests on the theory that the motion for reconsideration denied by the circuit court was a new motion. This conclusion is based on the majority’s finding that the motion for reconsideration contained allegations of fact not included in the original motion because defendant had no knowledge of them until plaintiff responded to defendant’s interrogatories. The record shows clearly that the only information supplied in the affidavit filed in support of the motion for reconsideration was the names and the cities of the residence of the witnesses described in defendant’s first motion. The appellate court, considering defendant’s argument that the motion for reconsideration was a new motion, said:</p> <blockquote id=\"b261-8\" pgmap=\"261(45) 262(27)\">“Defendant argues his motion to reconsider was really in the nature of a new motion to decline jurisdiction based upon forum non. conveniens. However, the motion followed closely the court’s denial of the original motion, alleged no grounds not found in the original motion and was labeled as a motion to reconsider. Consequently, we do not find this was a new, independent forum non conveniens motion.” (141 Ill. App. 3d 121,122.)</blockquote> <p id=\"b262-5\" pgmap=\"262\">I agree with the appellate court that the information included in the motion for reconsideration was insufficient to transform the motion for reconsideration of the original motion into a new motion for dismissal. The record shows that defendant’s original motion stated that plaintiff was a resident of Florence, Kentucky, that plaintiff alleged that he sustained injuries as the result of an occurrence near Cincinnati, Ohio, and that the witnesses and evidence are located in the area of Cincinnati, Ohio, and Florence, Kentucky. No affidavits were filed in support of the motion to dismiss.</p> <p id=\"b262-6\" pgmap=\"262(209) 263(26)\">The affidavit of one of defendant’s attorneys filed with the motion for reconsideration repeats the allegations contained in the original motion and supplies the names of six individuals who might be called as witnesses and were, or are now, fellow employees of the plaintiff. It states that they reside in certain named municipalities in either Kentucky or Ohio. It also names four doctors who treated plaintiff and who may be called as material witnesses, and states that two are located in Kentucky and two in Ohio. There is no assertion contained in either the motion for reconsideration or in the supporting affidavit that the information supplied in the affidavit was not known to defendant prior to discovery, or indeed at the time of the filing of the original motion. The nearest that defendant comes to such a contention is the statement in its brief that “using plaintiff’s discovery compliance Southern filed its affidavit in support of the forum motion on January 29, 1985.” This oblique reference, without a claim of prior ignorance of the facts, does not support the majority’s conclusion that the affidavit “was filed for the purpose of supplying an adequate record on review.” (116 Ill. 2d at 246.) More accurately, it was filed as a belated effort to repair an inadequate motion. The appellate court’s order of dismissal was proper and should be affirmed.</p> <p id=\"b263-5\" pgmap=\"263\">Having decided that the appeal was timely taken, the majority holds that the circuit court, having found that the case had no connection with St. Clair County, erred in denying defendant’s motion.</p> <p id=\"b263-6\" pgmap=\"263\">I have pointed out in several dissents, most recently in Bland v. Norfolk &amp; Western Ry. Co. (1987), 116 Ill. 2d 217, that the “connections” test is irrelevant to the doctrine of forum non conveniens. The public factors (Gulf Oil Cory. v. Gilbert (1947), 330 U.S. 501, 508-09, 91 L. Ed. 1055, 1062-63, 67 S. Ct. 839, 843) relevant to forum non conveniens are different from the “connections” test recently created by the majority. Connections may be relevant to jurisdiction, but, of course, jurisdiction must be conceded in order to effect dismissal on the basis of forum non conveniens.</p> <p id=\"b263-7\" pgmap=\"263\">Finally, I point out that ordinarily when this court has reversed the appellate court’s order of dismissal on jurisdictional grounds it has remanded the cause to the appellate court for further proceedings. (See Kemner v. Monsanto Co. (1986), 112 Ill. 2d 223.) I fail to see any justification for the precipitous action taken here.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\"> <author id=\"b263-8\" pgmap=\"263\">JUSTICE SIMON,</author> <p id=\"AqC\" pgmap=\"263\">also dissenting:</p> <p id=\"b263-9\" pgmap=\"263\">For the reasons so clearly explained by Justice Goldenhersh, I join his conclusion that the defendant’s appeal of the forum non conveniens ruling was not timely taken. As the appeal was properly dismissed on that ground by the appellate court, I see no reason to address the merits of the forum non conveniens issue.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}