{
  "casebody": {
    "data": "<casebody firstpage=\"102\" lastpage=\"109\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b114-5\">Celia Mathews v. The State.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b114-6\">1. Article 1471, Paschal’s Digest, disallowing a motion lor a'new trial after amotion in arrest of judgment, was repealed by the enactment of’the Code of Criminal Procedure, so far as criminal causes were concerned. Hence, the case of The State v. Mann, 13 Texas, 62, has ceased to <em>be </em>authority to the effect that a motion for a new trial in a criminal cause cannot be heard after a motion in arrest of judgment. As the law now stands, it was error to refuse to entertain a motion for a new trial in a criminal cause, because a motion in arrest had been previously made and overruled.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b114-8\">2. Appellant was indicted for swindling, under Article 2426, Pasebal’s Digest. The facts were, briefly, that appellant applied to purchase goods on credit from a merchant, stating that she lived with a planter, and had cotton in bis possession, out of which she would pay for the goods. The merchant refused to sell her the goods except on an order from the planter, whereupon she went out and soon returned with an order purporting to have been signed by tbe planter, but alleged to be a forgery. On presentation of tbe order the goads were wrapped up and placed on the counter for her, hut before they passed into' her manual possession the fraud was discovered, and the merchant replaced the goods on his shelves. <em>The </em>evidence was clear to the effect that the sale was agreed to by the merchant solely upon the credit of the supposed order, and in no degree upon the representations of the appellant. <em>Held, </em>that the indictment should not have been for swindling, hut lor attempting to pass a forged instrument, knowing it to be a forgery, as provided for m Article 2103.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b114-10\">. 3. Indictment for swindling a firm styled B., K. &amp; Co.; the evidence showed the style of the firm to be B. &amp; <em>K. Held, </em>that there was a fatal vaiiance between the allegation and the proof, and the court below should have instructed the jury to acquit on account of it.</syllabus>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b114-11\">Appeal from Gonzales. Tried below before tbe Hon. Wesley Ogden. • ,</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b114-12\">Tbe opinion of tbe court gives a full statement of tbe material facts.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b115-4\"><page-number citation-index=\"1\" label=\"103\">*103</page-number><em>Miller Sf Sayers, </em>for the appellant,</attorneys>\n<p data-order=\"7\" data-type=\"headnotes\" id=\"AtT\">filed an able argument for a reversal and dismissal of the judgment below.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b115-5\"><em>E. B. </em>Turner, Attorney General, for the State.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AC-\">Swindling is defined by article 2426 of Paschal.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b115-6\">Article 2429 provides that if it is sufficiently apparent that the intent to swindle existed, etc., the offense is established.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b115-7\">The indictment charges, that by means of certain false and fraudulent representations made to one A. A. Brooks, a member of the firm of Brooks, Knox &amp; Co., the defendant procured certain articles of value. It alleges the intent necessary, and that the representations were false and fraudulent.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b115-8\">Counsel seem to think that inasmuch as a forged instrument was used in the effort made to swindle, that the offense properly should be designated as forgery, or that of uttering and passing a forged instrument knowing the same to be false. It may he true that such a charge might he sustained, but it by no means fallows that the defendant cannot be convicted of swindling, if the proof shows that the defendant used the forged instrument as one of the means of perpetrating the fraud or swindle.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b115-9\">The indictment states in plain and intelligible words the intent to swindle, the means used to consummate such intention, and does negative the truth of the representations; and the case of Baggerly v. The State, 21 T., 758, is good authority to support this case, for this transaction is so simple that the statement of it, with little or no explanation, is readily understood. And the whole genius of our law is to strip cases of that unnecessary verbiage which to the mass of mankind conceals the true meaning under an accumulation of legal terms and phrases.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b115-10\">The point raised by counsel as to the sufficiency of the proof to sustain the conviction, because the indictment states the order to have been upon Brooks, Knox &amp; Co., when it was drawn upon Brooks &amp; Knox, is not well taken. If the indictment had been <page-number citation-index=\"1\" label=\"104\">*104</page-number>for the forgery, and the intent to defraud Littlefield, the drawer of the draft, then the point would be more forcible under adjudicated cases.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b116-5\">The charges refused were properly rejected, as no possession of the goods is necessary under the statute; and as to the order itself, we have stated that this ianot for forgery or uttering a forged instrument with intent to defraud Littlefield, but was one of the means used, devices resorted to, to acquire personal property with intent to appropriate to her own,use.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b116-6\">The material matters alleged are in the instrument negotiated, and that is enough.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b116-7\">Swindling is an offense not known to the common law.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b116-8\">The doctrine of merger in criminal cases has no existence in America, nor has it in England since the statute of George IV, passed purposely to avoid the effect of decisions which had been made before that time. (Wharton, American Crim. Law, vol. 2, §2071.)</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b116-9\">The forged draft need not be set out, and I refer, the court to the two thousand one hundred and fifty-second section in Wharton’s American Criminal Law, as giving a satisfactory answer to the point raised. It cannot be said in this case that a copy of the order could have aided the court or jury.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b116-10\">Walker, J.</author>\n<p id=\"Ak\">Appellant assigns for error the following: Eirst—The court erred in overruling the motion in arrest of judgment, for the reasons stated in the motion. Second—The court erred in refusing to consider the motion for a new trial after the motion in arrest of judgment. Third—The - court erred in refusing to grant the motion for a new trial for the reasons stated in the motion.</p>\n<p id=\"b116-11\">The indictment in this case intends to charge the offense of swindling, under Art. 2426 of the Criminal Code.</p>\n<p id=\"b116-12\">We are of opinion it should have been framed upon Art. 2105. <page-number citation-index=\"1\" label=\"105\">*105</page-number>and should have charged the defendant with an attempt to pass a forged instrument in writing, knowing it to be a forgery.</p>\n<p id=\"b117-5\">The appellant, a colored girl of the age of fifteen or sixteen years, is charged with swindling Brooks, Knox &amp; Co., merchants of Gonzales, out of certain goods, wares and merchandise, of the aggregate value of twenty-three dollars. , This on or about the twenty-seventh day of August, 1869, by means of certain false and fraudulent pretenses, to-wit: that she, the appellant, 'unlawfully, feloniously, falsely and deceitfully, did pretend, and fraudulently did represent to Mr. A. A. Brooks, a member of the firm of Brooks, Knox &amp; Co., merchants of the town of Gonzales, that she, the said Celia Mathews, was then and there in the service and employ of one George Littlefield, and that she was the owner of a parcel of cotton which was in the possession of Littlefield; and further, that she had a written order from Littlefield in her favor, drawn upon the firm of Brooks, Knox &amp; Co. by George Littlefield, instructing Brooks, Knox &amp; Co. to sell her such articles of merchandise as she might desire to purchase, and that he (Littlefield) would be responsible for payment; and t.hat by reason of these false pretenses Brooks, Knox &amp; Co. were induced to sell her certain goods, etc. Under what we consider sufficient negative averments, the indictment charges that appellant had no cotton in the possession of George Littlefield, and that she had no order drawn in her favor by Littlefield on Brooks, Knox &amp; Co.</p>\n<p id=\"b117-6\">At the October term of the District Court of Gonzales county, for the year 1869, the cause was tried, and the jury found the appellant guilty, and fixed her punishment at two years’ confinement in the penitentiary. But one witness was examined for the State. But the Court suffered a paper to be read on the part of the State, purporting to be an order on Brooks &amp; Knox, drawn by George Littlefield, which roads thus, as set out in the record:</p>\n<p id=\"b118-5\"><page-number citation-index=\"1\" label=\"106\">*106</page-number>jt</p>\n<blockquote id=\"b118-6\"><em>“ </em>Mr. Brooks &amp; Knox : Please let <em>lhis girl </em>have whatever she wants to get out of your store. I see that she will pay you in cotton. “ GEORGE LITTLEFIELD.”</blockquote>\n<p id=\"b118-7\">The appellant introduced no evidence on the trial, but filed the usual motions for new trial and in arrest of judgment. Her counsel chose first to present the motion in arrest, which was considered and overruled by the court. They then moved to call up their motion for a new trial and have it considered. The court refused to consider the motion for new trial, holding that Art. 1471, Paschal’s Digest, was in force in criminal prosecutions, and that no motion for a new trial could be considered after the motion in arrest has been overruled.</p>\n<p id=\"b118-8\">A motion to quash the indictment was made at the proper time and overruled by the court, and to all these rulings exceptions were taken and signed by the court.</p>\n<p id=\"b118-9\">We think there is error in at least two of the rulings of the court. The act of May 13,1846, (Paschal’s Digest, Art. 1471,) so far as relates to the trial of criminal cases, was repealed by the Code of Criminal Procedure, which took effect February 1, 1857; (See Arts. 2469, 2493, 3415 and 3416.) The case of Mann v. The State, 13 Texas, p. 62, ceased to be authority in criminal cases. It was error, then, for the court to refuse to consider the motion for a new trial, and we go further in saying that the court ought.to have granted a new trial, if the cause had not been sooner arrested.</p>\n<p id=\"b118-10\">The evidence of A. A. Brooks proves that appellant applied to him for a credit of the goods she wished to purchase, representing that she lived at George Littlefield’s; that she had cotton in Little-field’s possession ; that there was going to be a wedding, and that she was to be a bridesmaid; that Littlefield would pay for the goods, etc.</p>\n<p id=\"b118-11\">But he was not influenced by any of these representations, and refused to sell her the goods, except upon Littlefield’s order; <page-number citation-index=\"1\" label=\"107\">*107</page-number>that she then left the store and went out, ostensibly to procure the necessary order, and soon returned and presented .an order, and upon it he sold her the goods.</p>\n<p id=\"b119-5\">The representations made by the girl appear to have had nothing to do with the sale, but it was made upon the order. Whether it was a forgery or not, or whether she had knowledge of its being a forgery or not, are questions which do not appear to have been conceived by the district attorney material; but from Brooks’s evidence he appears to have learned through young Dudley, that his (Dudley’s) <em>“ </em>fool cousin ” had written the order, and the appellant admits that on her way up street, a, boy questioned her about her business, and learning that she wanted an order from Littlefield on Brooks &amp; Knox, offered to write it for her if she would pay him for it, which she appears to have agreed to do; and the boy wrote the order and the appellant went back to the store, presented the order, and upon it the goods were put apart for. her, and being tied up were placed upon the counter, but of which she appears never to have had actual manual possession. The fraud was discovered and the gcods placed back upon the shelves. The indictment itself (but the evidence more clearly) shows that the offense was that of uttering a forged instrument, knowing it to be a forgery, and appellant should have been prosecuted under Art. 2105 of the criminal code.</p>\n<p id=\"b119-6\">But the proof in the case does not support the indictment. The indictment charges appellant with swindling Brooks, Knox &amp; Co. The proof is that there was no such partnership firm, and that the offense was committed against Brooks &amp; Knox. Although certainty to a common intent only was necessary in the pleading, we think this is a fatal variance. The name of the party injured was known; at least, it is not averred that it was to the grand jurors unknown. By any degree of diligence it might have been correctly known and pleaded, and whenever it is known it must be correctly set out in the indictment. (See 3 Campbell, 261-5; <page-number citation-index=\"1\" label=\"108\">*108</page-number>2 Russ., 1313; Hawkins, b. 2, c. 25, § 71; Moss, vol. 1, 476; Com. v. Morse, 14 Mass., 217-8; Com. v. Manley, 12 Pick., 173-4.)</p>\n<p id=\"b120-6\">The court should have directed the jury to acquit the appellant upon the ground of variance.</p>\n<p id=\"b120-7\">Upon the ruling of the court in refusing to consider the motion for a new trial, after the motion in arrest had been overruled, there may be some doubt as to what should be the practice; and whilst we consider Art. 1471, Paschal’s Digest, no longer in force in criminal prosecutions, our attention is directed to Art. 2493, Paschal’s Digest, and we do not find that the code any where directs the manner in which these motions shall be presented and considered, and we are therefore left to follow the rule of the common law, which was first to present the motion for new trial, and if that -was overruled, then to present the motion in arrest. “A.motion in arrest of judgment shall be granted upon any ground which would be good upon exception to an indictment, or information for any substantial defect therein.” (Paschal’s Digest, Art. 3193.) We think the motion should have prevailed, as the record shows clearly that if the offense intended to be charged had been committed, it was indictable under. Art. 2105, Paschal’s Digest, and was that of uttering a forged instrument, knowing it to be a forgery. The witness A. A. Brooks’s evidence shows that after the appellant had made all the representations charged to be false and fraudulent, he refused to sell her the goods,- telling her that he would let her have them upon an order from Littlefield. The evidence discloses the fact that she then left the store and went in quest of Littlefield, who was at the time in the town ; that she fell in with a boy, whom young Dudley calls his foolish cousin, who proposed, after learning her business, that he would write an order for her if she would pay him for it, .and to this it appears she acceded, went back to the store with the order, and here she is confronted by Littlefield, who does not ap<page-number citation-index=\"1\" label=\"109\">*109</page-number>pear to deny any of the girl’s statements about the cotton, which was the only statement which could have tended to give her credit. Nor does he even deny that he had authorized the foolish boy to write the order she had presented. It was no doubt shown to him at the time, but it does not appear that he said one word about it. Even though it had been impossible to produce him on the trial as-a witness, what he then said to the appellant, or in her presence at the time, would have been part of the <em>res </em>gestee, and could have been sworn to by Brooks.</p>\n<p id=\"b121-6\">In view of the errors pointed out, and all the facts appearing upon the record, we reverse the judgment of the district court/ and direct the cause to be dismissed, and the appellant, if in custody, to be discharged, and the clerk of this court will transmit the order to the officer having her in charge.</p>\n<p id=\"b121-7\">Reversed and dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}