{
  "casebody": {
    "data": "<casebody firstpage=\"109\" lastpage=\"111\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b121-8\">J. A. Wimbish v. R. A. Wofford.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b121-9\">1. A citation tested by a deputy clerk in his own name, as deputy clerk, and pretermitting the name of his principal, is void ; and judgment taken by default on such a citation will be set asido by this court on writ of error.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b121-11\">2. Article ’496 of Paschal’s Digest does not empower deputy clerks to test writs otherwise than as prescribed in Article 1431, to-wit; in the name of the clerk.</syllabus>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b121-13\">Error from De Witt. Tried below before the Hon. Wesley Ogden.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b121-14\">The only material fact is obvious.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b121-15\"><em>Mills Tepis, </em>for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b122-5\"><page-number citation-index=\"1\" label=\"110\">*110</page-number><em>■S. C. </em>Lackey, for the defendant in error.—Defendant</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AH-\">Defendant in error respectfully submits that the writ is properly <em>“ </em>tested.” The act of May .18, 1816, prescribes the manner in which process shall be <em>“ </em>tested.” The power to appoint a deputy is given to the district clerk by the act of eleventh May, 1846. This last named act does not define the powers or duties of a deputy district clerk. By the act of February 9, .1856, is prescribed the powers of a deputy district clerk, which are to perform all the acts that may lawfully be done by the principal clerk.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b122-6\">One of the acts which, the principal clerk may do is to <em>“ </em>test ” writs, and may not the deputy do the same in his own name ? It is the act of his principal, and believed to be of sufficient effect to compel the appearance of the defendant. If he wishes to take advantage of such a defect in matter of form, he should do so in the district court, by motion to quash or otherwise.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b122-7\">The writ in this case is signed by the deputy clerk and has the seal of the court attached, which verifies the writ; and this is all that a defendant ought to ask. He has his day in court, and if he has real defenses, should then avail himself of them. This assignment of error only reaches a matter of form; and if it be a formal defect, it is not such a defect as is believed would require the reversal of the judgment.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b122-8\">Lindsay, J.</author>\n<p id=\"AiU\">It is assigned as error in this case, that there was no legal service ©f process upon the defendants in the court below ; and that the judgment was entered up against- them by default. It appears the petition was duly filed, and the citations were issued by the deputy clerk, bearing test in his name alone, pretermitting the name of the principal clerk altogether. These citations were returned executed in due time by the sheriff; and the defendants not appearing at the calling of the cause, judgment was taken by default.</p>\n<p id=\"b122-9\">The statute, Article 1431, Paschal’s Digest, is very explicit <page-number citation-index=\"1\" label=\"111\">*111</page-number>that every writ or process ‘‘'shall be tested in the name of the clerk of the court from which it is issued.” This is indispensable to the validity of any writ or process from all courts of the State having a clerk. The article further prescribes they shall be signed by the clerk, as a further requisite to give them legal force. Article 436, Paschal’s Digest, provides that the deputy clerk “ shall have power to take depositions and to do and perform all other acts that may be lawfully done by the principal clerk.” This, however, does not dispense with the method prescribed by law for the testing of writs and process. That method is, it shall hear test in the name of the clerk and be signed by him. If the principal clerk does the act, it must be so done. A deputy only has authority to do what the principal may do, and is not warranted in doing the act in any other way than as it might be done by the principal. He had authority to sign the name of the principal, verifying it as the act of the deputy, by superadding his own name. By reason of this defect in the citations, the court had not legally acquired jurisdiction over the persons of the defendants, and the judgment in law was a nullity. The action of the court is therefore reversed, and the cause remanded for further proceedings. .</p>\n<p id=\"b123-6\">.Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}