{
  "casebody": {
    "data": "<casebody firstpage=\"386\" lastpage=\"389\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"AMd\">[No. 6099.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b408-6\">PEOPLE OF THE STATE OF CALIFORNIA <em>v. </em>MILTON S. LATHAM.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b408-7\">Construction or Statutes — Costs in Tax Suit. — Where an action was brought for less than ten dollars tax, under the Act of March 28tli, 1874, “levying a tax for State purposes for the twenty-fourth and twenty-fifth fiscal years, and to provide for the enforcement thereof,” and final judgment was entered therein prior to the passage of the Act of March 15th, 1876, “ to regulate proceedings for the collection of taxes, and to prevent oppressive costs,” the defendant is not entitled to have the judgment satisfied or the action dismissed, on payment into Court of the amount sued for <em>without </em>costs.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b408-8\">Appeal from the District Court of the Sixth Judicial District, County of Sacramento.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b408-9\">The defendant had judgment, and the plaintiff appealed.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b408-10\">The facts appear in the opinion,</summary>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b408-11\"><em>P. Dunlap, </em>for Appellants.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b408-12\">Appellants claim that they are entitled to an execution under sec. 21 of an Act of the Legislature entitled “An Act levying a tax for State purposes, for the twenty-fourth and twenty-fifth fiscal years, and to provide for the enforcement thereof,” approved March 28th, 1874. (Statutes of 1873-74, p. 748.)</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b408-13\"><em>Geo. Cadwalader, </em>for Respondent.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b408-14\">The Act of March 15th, 1876, (stats. 1875-6, 286) was designed to relieve defendants, as its title shows, from “ oppressive costs,” and as its first section declares, “in all cases where actions have been brought in the name of the State to recover taxes under the Act approved March 25th, 1874, and the amount of the tax sued for is ten dollars or less,”</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b408-15\">This right to relief from oppressive costs is not limited to actions that had not reached the stage of judgment, but is expressly given in “ all cases where actions have been brought.”</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b408-16\">By the Court, McKinstry, J. :</author>\n<p id=\"b408-17\">In November, 1874, plaintiffs brought an action under th ¡ Act of March 28th, 1874, “levying a tax for' State purposes <page-number citation-index=\"1\" label=\"387\">*387</page-number>for the twenty-fourth and twenty-fifth fiscal years, and to pro- ‘ vide for the enforcement thereof.” The action was against defendant for the sum of five and seventy-five one-hundredths dollars, tajees due for the twenty-fifth fiscal year upon certain real estate. After due proceedings had, a decree was entered by the Court below for the sale of the property, to satisfy said sum of five and seventy-five one-hundredths dollars, with twenty-five per cent, added thereto, and interest and costs of suit. Copy of the decree, as an order of sale, was issued to the Sheriff, and was by him returned wholly unsatisfied. On the 7th of February, 1876, the Court caused a judgment to be docketed against defendant for the amounts due under said decree, and ordered execution to satisfy the same out of the general property of the defendant.</p>\n<p id=\"b409-6\">The defendant, on the 14th day of May, 1878, paid the tax, percentage, and interest due on the judgment, but did not pay the costs of the action. This appeal is from the order of the District Court denying plaintiff’s motion for an execution against the property of the defendant for the costs.</p>\n<p id=\"b409-7\">If the provisions of the Act .of March 28th, 1874, were applicable, there can be no doubt the plaintiffs were entitled to recover costs. We are to inquire, therefore, whether, under the Act of March 15th, 1876, <em>“ </em>to regulate proceedings for the collection of taxes, and to prevent oppressive costs,” the defendant was entitled to have the action “ dismissed ” on payment of the amount sued for without costs.</p>\n<p id=\"b409-8\">The final judgment in the Court below was entered and docketed before the passage of the last-named act.</p>\n<p id=\"b409-9\">It may be assumed that the Legislature, for the State, had power to remit the costs, leaving the attorneys for the People to appeal to the State for their compensation for services performed.</p>\n<p id=\"b409-10\">The question here relates to the construction of the language employed in the Statute of March 15th, 1876. The full text of that statute is as follows:</p>\n<blockquote id=\"b409-11\">“ Section 1. In all cases when actions have been brought in the name of the State to recover taxes, under the provisions of an Act entitled ‘ An Act levying State taxes for the twenty-fourth <page-number citation-index=\"1\" label=\"388\">*388</page-number>and twenty-fifth fiscal years, and to provide for the enforcement thereof,’ approved March 28th, 1874, and the amount of tax-<em>sued for is </em>ten dollars or less, the defendant or defendants in each of said actions respectively shall be permitted to settle the same on the payment of the amount’sued for, without costs; and upon the payment into Court of the said amounts, the defendant or defendants shall be entitled to have the action dismissed. lío charge or cost of any kind shall be required of such defendant or defendants, by the Clerk or any other person, either before or after such payment into Court, any law to the contrary notwithstanding.</blockquote>\n<blockquote id=\"b410-6\">“ Sec. 2. This act shall take effect immediately.’</blockquote>\n<blockquote id=\"b410-7\">In looking at this statute, we consider: 1. The class of cases to which it applies. 2. The privilege conferred on defendants. 3. The act to be performed by defendants. 4. The right acquired by defendants on performance of such act. And, first, the statute applies to “ all cases where actions <em>have been brought </em>” under the former statute, and “ the amount sued for is ten dollars or less ”; second, the privilege is to “ settle,” etc.; third, the act to be done is the payment of the amount sued for, without costs; fourth, the right is to have the action <em>dismissed.</em></blockquote>\n<p id=\"b410-8\">The words “ when actions <em>have been </em>brought ” and “ the amount sued for <em>is </em>” indicate a reference to actions <em>pending. </em>The \"word “ settle ” naturally refers to cases in which the asserted claim has not yet been definitely and finally determined by judgment ; and the word “ dismissed ” is made applicable by the Coie of Civil Procedure to dismissals on motion of defendant only where the plaintiff fails to appear at the trial, or abandons the action, or fails to prove a sufficient' case to go to the jury. (Sec. 581.)</p>\n<p id=\"b410-9\">Suits were disposed of by dismissal originally in chancery, and the term has been used in Courts of Law only at a comparatively late period. (Bouvier’s Law Dict.) As used in <em>Courts of </em>Law, it seems always to have been applied to a removal out of Court prior to a judgment on the merits. After the final adjudication by the Court having jurisdiction, the judgment, (except when appealed from) can only be <em>satisfied </em>by the defendant. Certainly, no case can be found .in law or equity, in</p>\n<p id=\"b410-10\"><page-number citation-index=\"1\" label=\"389\">*389</page-number>which an action has been <em>dismissed </em>on motion of <em>defendant </em>after judgment or decree, in favor of the <em>plaintiff.</em></p>\n<p id=\"b411-5\">It is undoubtedly true that the Legislature might have given a broader meaning to the word “ dismissed ” than that which it had previously received as part of the legal phraseology. But, as we have seen, the context here not only does not require that we shall confer a new meaning upon the word “ dismiss,” but very strongly tends to strengthen the presumption arising from the use of the word itself, that it was not intended to be applied to a case in which judgment had already been entered. If, however, there still remains doubt as to whether it was intended that a defendant who had contested an action throughout could, after judgment and by virtue of a statute subsequently passed, have the action “ dismissed ” on payment of a portion of the judgment, a reference to the <em>title </em>of the Act of March 15th, 1876, will remove such doubt. The title is: “An Act to regulate proceedings for the collection of taxes, and to prevent oppressive costs.” The title surely indicates that the act was to be applicable only to proceedings pending when the act was passed,, or such as should he commenced subsequent to the passage of the act.</p>\n<p id=\"b411-6\">Order reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}