{
  "casebody": {
    "data": "<casebody firstpage=\"50\" lastpage=\"52\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b72-11\">[No. 5375.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b72-12\">A. HIMMELMAN v. H. J. BOOTH et al.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b72-13\">Street Assessment—Insufficient Demand.—Where, in an action to recover a street assessment, a judgment of nonsuit had been rendered because of the insufficiency of the tone of voice in which the demand for payment had been made : <em>held, </em>that the judgment should not be disturbed because of error in holding the demand insufficient.</syllabus>\n<summary data-order=\"3\" data-type=\"history\" id=\"b72-14\">Appeal from the District Court of the Nineteenth Judicial District, City and County of San Francisco.</summary>\n<summary data-order=\"4\" data-type=\"history\" id=\"b73-5\"><page-number citation-index=\"1\" label=\"51\">*51</page-number>The plaintiff put a witness on the stand to prove the demand, and he testified as follows:</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b73-6\">“Question. Did you see anybody on lot two or three? Answer. No, sir; not that I remember. Q. Are you sure? A. Tes, sir; pretty sure; there might have been—way back— probably; there might have been a house way back on the rear, or something; there was none in front for one hundred and fifty or two hundred feet. Q. Did you look to see whether there was one there or not? A. I could not judge very well, according to this diagram—such a distance; there might have been on the rear—right on the edge of the lot. Q. This is a very large lot—two—isn’t it? A. Yes, sir. Q. In what tone of voice did you make that demand? A. Well, I just said the amount due on lot two. Q. What tone of voice— how loud did you speak ? A. I spoke so anybody could hear me. Q. How loud ? A. I would go on the lot and say, I demand so much money. Q. About that tone of voice? A. Yes, sir. Q. When you said, I demand so much money, did you name the amount of money you then demanded ? A. Yes, sir. Q. Did you read from the assessment ? A. Yes, sir; I took it from the assessment. I made demand on lot two, on the edge of the lot near Kearny Street.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b73-7\">The Court rendered judgment of nonsuit, and the plaintiff appealed.</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b73-8\"><em>H. F. Crane, </em>for Appellant, argued that the demand was sufficiently evidenced by the return, as verified and recorded, <em>(Himmelman </em>v. <em>Hoadley, </em>44 Cal. 227) and that .the tone of voice in which the demand was made was immaterial.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b73-9\"><em>M. A. Edmonds </em>and <em>Jos. P. Hoge, </em>for Respondents.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b73-10\">Was the demand sufficient? How can this Court determine? The Court below heard the witness testify. The tone of voice in which the demand was made—was it loud enough to be audible twenty feet distant? Was any one on the lot, in the rear, two hundred or more feet away? Was there a house there? The witness says there might have been, <em>probably. </em>Did he mean to say there was? The Court below could judge better <page-number citation-index=\"1\" label=\"52\">*52</page-number>of the meaning of the witness, and of the facts testified to by him, than this Court can from the printed testimony.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b74-5\">By the Court :</author>\n<p id=\"b74-6\">It was necessary in this case that the plaintiff, or some person in his behalf, should “ publicly demand payment on the premises assessed.” One of the grounds upon which the plaintiff was nonsuited was that the demand testified to by the witness Tobleman was insufficient, and upon looking into the record, and considering the circumstances attending the supposed demand, we are unable to say that the Court below committed an error in holding the demand insufficient.</p>\n<p id=\"b74-7\">• Judgment and order affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}