{
  "casebody": {
    "data": "<casebody firstpage=\"715\" lastpage=\"720\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b737-8\">[No. 6355.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b737-9\">MARY E. EPROSON v. A. R. WHEAT, DANIEL ABBOTT, <em>and </em>C. N. GOTTSCHALK, Executors of the Estate of ROBERT EPROSON, Deceased.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b737-10\">Husband and Wife—Bequest not a Bab to Right of Homestead. — A bequest by a husband to Ms wife of a sum of money in lieu of a homestead, if not accepted by the wife, will not bar her right to have a homestead set apart as provided by sec. 1405, Code of Civil Procedure.—[Repobteb.]</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b737-11\">Same—Agreement of Sepabation.— An agreement between husband and wife to live separate and apart from each other, the husband to pay a certain sum annually to the wife, does not bar suchi right.—[Repobteb.]</syllabus>\n<summary data-order=\"4\" data-type=\"history\" id=\"b737-12\">Appeal from the Probate Court of Calaveras County.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b737-13\">This was an application to the Probate Court to have a homestead set apart out of the estate of Robert Eproson, deceased, for the benefit of the petitioner, wife of decedent, and a minor <page-number citation-index=\"1\" label=\"716\">*716</page-number>child, the only surviving issue of the petitioner and decedent. <em>No </em>homestead had been selected and recorded by either the husband or the wife during the lifetime of the decedent. The decedent at the time of his death in June, 1876, was possessed of one hundred and sixty acres of land, which, with the improvements thereon, were appraised as of \"the value of one thousand five hundred dollars, and also of personal property appraised at one thousand two hundred and ninety-seven dollars. All the estate was his separate property. The indebtedness was two thousand one hundred and seventy dollars. In January, 1876, the petitioner and the decedent entered into the following agreement:</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b738-6\">“ This Agreement, made this 21st day of January, a. d. 1876, between Robert Eproson and Mary F. Eproson, of the County of Calaveras, State of California, witnesseth:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b738-7\">“ That whereas, the said Robert Eproson and Mary F. Eproson are married, and unfortunate differences have arisen between them, so that they have agreed, and by these presents do agree, to make an immediate separation ; and for and in consideration of making provision for the support of the said Mary F. Eproson, the said Robert Eproson hereby agrees that he will pay the said Mary F. Eproson one hundred dollars ($100) in United States gold coin per annum, to be paid twenty-five dollars thereof each and every quarter of the year after date during the lifetime of the said Robert Eproson, if the said Robert Eproson shall have the money to make said payment at the end of each quarter after date; and if not, then the said Robert Eproson hereby agrees to make said payment as soon thereafter as he may get the money to do so ; but in no case shall the said amount of twenty-five dollars, so agreed to be paid, be deferred beyond one year. And the said Robert Eproson and Mary F. Eproson hereby mutually agree to dismiss the case of Mary F. Eproson n. Robert Eproson, now pending in the District Court of the Eleventh Judicial District, County of Calaveras, State of California, for a divorce, upon condition that the said defendant in said case will pay the costs in said case. And the said Mary F. Eproson, in consideration</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b739-5\"><page-number citation-index=\"1\" label=\"717\">*717</page-number>of the aforesaid covenants, hereby agrees that she will not put the said Robert Eproson to any other or further expense, upon his payment to her of the said one hundred dollars ($100) as aforesaid.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b739-6\">“ In witness whereof, we have hereunto fixed our hands and seals the day and year first above written.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b739-7\">“ Robert Eproson. [seal.]</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b739-8\">“Mart F. Eproson. [seal.]”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b739-9\">Thereafter they lived separate and apart, the action for a divorce having been dismissed.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b739-10\">In February, 1876, the decedent executed a will directing the executors therein named to administer the estate for the benefit of his only surviving child, and containing the following bequest:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b739-11\">“ Fourth—I give, devise, and bequeath to my wife, Mary F. Eproson, one hundred dollars in gold coin, to be paid to her by executors, out of the estate, whenever the funds may be in their hands, provided my said wife will in no manner assert, or attempt to assert, any right whatever to any other property of my estate, or attempt in any manner to interfere with the execution of this, my last will and testament.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b739-12\">The petitioner refused to accept the bequest, and before the close of the administration of the estate, commenced these proceedings. The executors opposed the application, on the grounds that by the terms of the will the decedent had bequeathed the property to them in trust, and that the petitioner was living apart from her husband at the time of his death. The application was denied, and the petitioner appealed.</summary>\n<p data-order=\"16\" data-type=\"summary\" id=\"b739-13\"><em>A. C. Adams, R. </em>Hopkins, and <em>Wesley R. </em>Bouchor, for Appellant, cited sec. 1465, Code of Civil Procedure; <em>Mawson </em>v. <em>Mawson, </em>50 Cal. 539; <em>Sulzberger </em>v. <em>Sulzberger, </em>50 Cal. 385; <em>Estate of Ballentine, </em>45 Cal. 696.</p>\n<p data-order=\"17\" data-type=\"attorneys\" id=\"b739-14\"><em>G. B. Merrill </em>and <em>C. V. Gottschalk, </em>for Respondents.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b739-15\">The respondents contend that, although the Probate Court has power to select, designate, and set apart a homestead, sec. <page-number citation-index=\"1\" label=\"718\">*718</page-number>1465 of the Code of Civil Procedure, which confers that power, is not mandatory, but discretionary—“The Court may set apart,” etc. This view of the case is strengthened by the language of sec. 1474, Code of Civil Procedure, passed subsequently to sec. 1465. • “ If the homestead was selected from the separate property of either husband or wife, it vests, on the death of the person from whose property it was selected, in his or her heirs, subject to the power of the Probate Court to assign it for a limited period to the family of the decedent.” If sec. 1465 is mandatory, then the surviving husband or wife would have greater rights, where no homestead had been recorded while both were living, than if one had been so recorded. If sec. 1474 means anything, it abrogates or at least modifies sec. 1465. The case of Ballentine was decided before the Codes went into effect, and before any law corresponding to ,sec. 1474 Code of Civil Procedure was in existence.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"AUT\">In <em>Sulzberger </em>v. <em>Sulzberger, </em>50 Cal. 385, this Court says “ that a devise which clearly appeared to have been intended in lien of a homestead would have presented a different question from the one at bar.” The devise to his wife in the will of Eproson was clearly intended in lieu of a homestead, nor should the adequacy or inadequacy of the bequest be considered against the express provisions of the will. Her non-acceptance neither strengthens nor weakens petitioner’s position. The case of <em>Mawson, </em>50 Cal. 539, is not in point. He died intestate, and the Probate Court, in the absence of any expressed will, had discretionary power to set apart a homestead to the widow. Throughout all the provisions of the Probate Act we find that due regard is paid to the last will and testament of the deceased. A decedent can authorize his executors to act without bonds, to sell his property without any order of the Court, without returning account of sales, and in fact to control, his whole estate, without any interference by the Probate Court; and it would, to say the least, appear singular that the law giving him all these rights would completely ignore his right to dispose of his own separate property. Every person over the age of eighteen years, of sound mind, may by last will dispose of all his estate, etc. (Sec. 1270 Civil Code.) .</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b741-5\"><page-number citation-index=\"1\" label=\"719\">*719</page-number>In the <em>Case of Mathew </em>Delaney, 49 Cal. 76, this Court says “ that there is a marked distinction between a mere executor and an executor to whom lands are devised in trust, etc., etc. The testator may devise his lands to a trustee to effectuate any purpose expressed in the will. It would seem difficult to maintain any distinction on principle Between the effect of a devise in fee in that manner, and a conveyance of the fee to the person who was afterward appointed as the executor.”</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b741-6\">Sec. 1884 Civil Code refers to one who dies without disposing of his property by will.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b741-7\">If sec. 1465 Code of Civil Procedure is mandatory, then if petitioner had deserted her husband and child, and lived apart from them ten years instead of one, she would still, upon the death of her husband, be entitled to take his property, to the detriment of all other claims.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b741-8\">The creditors’ claims take precedence over the family allowance. (Code of Civil Procedure, sec. 1516.) If Eproson had, before his death, deeded to his executors his whole property, the deed would have operated as a complete estoppel to the homestead petition of his widow. The devise to the executors in trust has the effect of a conveyance. <em>(Mathew </em>Delaney, <em>supra.) </em>The claims against the estate amount to over two thousand one hundred dollars. If a homestead is set apart to the widow, the creditors will be defrauded of their rights, and their claims be made subordinate to the family allowance.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b741-9\">By the Court :</author>\n<p id=\"b741-10\">The bequest of one hundred dollars made by the will of the decedent to the petitioner, his surviving wife, was not accepted by her, and does not bar her claim to have a homestead set apart for the benefit of herself and the minor child of the deceased, as provided by the Code of Civil Procedure, sec. 1465. Nor does the agreement for a separation, made between the decedent in his lifetime and his wife, the petitioner, bar her claim to such homestead. Upon the facts appearing in this case, it was the duty of the Probate Court, under the provisions of the section of the Code above cited, to set apart for the use <page-number citation-index=\"1\" label=\"720\">*720</page-number>of the surviving wife and the minor child of the deceased, the real estate, or a portion thereof, as a homestead.</p>\n<p id=\"b742-6\">Order reversed and cause remanded. Remittitur forthwith.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}