{
  "casebody": {
    "data": "<casebody firstpage=\"492\" lastpage=\"499\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b514-7\">[Civ. No. 32519.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ADh\">Second Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3u\">Apr. 4, 1969.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b514-8\">JEFFREY VAN BOGAERT, Plaintiff and Respondent, v. STANLEY L. AVERY et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b515-7\"><page-number citation-index=\"1\" label=\"493\">*493</page-number>David Daar for Defendants and Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b515-8\">Guerin &amp; Guerin and John Guerin for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b515-9\">FLEMING, J.</author>\n<p id=\"A9b\">In the continuing warfare between creditor and debtor this latest battle might be entitled the Case of the Botched-Up Execution Sale.</p>\n<p id=\"b515-10\">In 1959 the creditors, the Averys, obtained judgment against the debtors, Everett and Lucille Van Bogaert, for $7,800. Unable to collect their judgment, the Averys sought to reach the excess value of the Van Bogaerts’ homestead on Mary Ellen Avenue by levy of execution on the homestead and petition for court order of sale. (Civ. Code. §§ 1245-1256.) After appraisers had fixed the value of the homestead at $25,000, the superior court in July 1960 ordered the property sold under the execution at a minimum bid of $15,000. But because of an absence of qualified bidders the sheriff could not sell the property, and in October 1960 the execution sale went off calendar.</p>\n<p id=\"b515-11\">In December 1963 the Averys assigned their judgment to Robert Cardella, a collection agent who did business under the military nomenclature of Mark IV Agency. In a blitzkrieg of activity Mark IV Agency obtained a writ of execution in its own name, levied on the Mary Ellen Avenue homestead, and brought about an execution sale of the property in March 1964 to one William Lawson for $25. The property was not redeemed within one year, and in March 1965 the marshal deeded the property to Lawson. Six months later Lawson, through an intermediary, deeded the property to plaintiff Jeffrey Van Bogaert, son of Everett and Lucille Van Bogaert, the judgment debtors. In December 1965 Jeffrey recorded a grant deed to the property from Ms parents, and in the following month he filed the present suit against the Averys and others to quiet title to the property, basing Ms claim to title on the marshal’s deed.</p>\n<p id=\"b515-12\">Meanwhile the Averys had retrieved their judgment, still undiminished by collection, from Mark IV Agency. During <page-number citation-index=\"1\" label=\"494\">*494</page-number>the entire period Lucille Van Bogaert, mother of Jeffrey, continued to reside at'the homestead on Mary Ellen Avenue. In 1961 Everett Van Bogaert departed California and the produce business and when last heard from was enjoying Ms leisure in Agua Purita, Mexico. Jeffrey entered the armed forces, but he has promised to pay his mother $12,500 for the Mary Ellen property at the rate of $25 a month, starting in 1976.</p>\n<p id=\"b516-5\">In January 1967 the trial court quieted title to the property in plaintiff Jeffrey, and all parties appear content with the decree except the Averys, the still unpaid judgment creditors, who have appealed.</p>\n<p id=\"b516-6\">The source of the Averys’ predicament lies in the fact that the collection performance of Mark IV Agency in no way lived up to the military precision implicitly promised in its name. The original blunder of Mark IV Agency appears to have been its failure to instruct the marshal to accept no bid for the property under $15,000, a blunder compounded by ■inactivity in response to a sale for $25, and further compounded by continuing inactivity during the year following the sale. The Van Bogaerts, or perhaps their new lawyer, John Guerin (whose <em>alter ego </em>corporation, after unsuccessfully trying to buy the Avery judgment for $500, acquired the property from Lawson for $1,000 and later conveyed to Jeffrey for a $6,000 trust deed), observing the creditor forces operating with inadequate communications and exposed flanks, quietly infiltrated the rear, and, after allowing suffi- • cient time to build up their strength, launched a counterattack in force against the creditor battalions. The Averys, having been caught in ambush, now ask the court to extricate them from their plight and rule that the battle did not rise to the dignity of real warfare but merely amounted to a tactical exercise in the course of military maneuvers. They argue that .the marshal’s sale was void and in contemplation of law never took place; that, consequently, their lien on the homestead resulting from the original levy of execution and court order of sale remains a valid lien on the property above the amount of the homestead exemption.</p>\n<p id=\"b516-7\">In quieting title in favor of Jeffrey the trial court relied on three propositions. First, the execution lien of the Averys under the homestead sections of the Civil Code expired in one year. Second, the execution sale was merely voidable and not void, or, if void, not void on its face. Third, the Averys were estopped from attacking the validity of an execution sale <page-number citation-index=\"1\" label=\"495\">*495</page-number>brought about by their agent and predecessor in interest, Mark IV Agency, since an execution creditor who brings about an execution sale is estopped from using defects in the sale to challenge its validity. (2 ALR 2d 55-58; 33 C.J.S. 485.)</p>\n<p id=\"b517-6\">The Averys’ claim is founded on the continuing validity of their execution lien, and for purposes of this case we will assume that their execution lien remained in effect to the time of the execution sale. <em>(Lean </em>v. <em>Givens, </em>146 Cal. 739 [81 P. 128, 106 Am.St.Rep. 79].) Necessarily, the court order authorizing a sale under the execution likewise remained in .effect. Under this assumption the real questions become whether the execution sale extinguished the Averys’ lien, and, if it did, whether the sale can be vacated in a collateral proceeding in order to reinstate the lien.</p>\n<p id=\"b517-7\">If the execution sale were wholly void, as the Averys claim, then Lawson acquired no title to the property, and the entry of a decree quieting title in Jeffrey was erroneous. But the cases which state that execution sales of homestead property are wholly void and convey no title to the purchaser involve execution sales conducted under general law and not sales ordered by the court under the homestead law. <em>(Kendall </em>v. <em>Clark, </em>10 Cal. 17 [70 Am.Dec. 691]; <em>Ackley </em>v. <em>Chamberlain </em>16 Cal. 181 [76 Am.Dec. 516]; <em>Deffeliz </em>v. <em>Pico, </em>46 Cal. 289.) The fact that a court will declare void an execution sale of ,a homestead conducted under general law does not require the court to make the same declaration about án execution sale of a homestead conducted under the homestead law, even one which has been conducted irregularly.</p>\n<p id=\"b517-8\">To evaluate the effect of noncompliance with the minimum bid provision of a homestead execution we first consider the extent in other respects to which the homestead execution procedure was followed. In the case at bench each of the required procedural steps in the statutory procedure for execution against a homestead had been taken. The judgment, the writ of execution, the levy of execution, the petition, for appointment of appraisers, and for execution against the homestead, the appointment of appraisers, the service of notice on the homestead claimant, the report of appraisers, and the court order directing sale under the execution, had all been accomplished. The irregularity occurred at the sale itself and consisted of the failure of the marshal to secure the minimum bid ordered by the court. Did the failure to obtain the proper bid in an otherwise fully authorized execution sale amount to <page-number citation-index=\"1\" label=\"496\">*496</page-number>such a defect as to render the proceeding wholly void for all purposes? We think not. At that point the status of the homestead had changed from property exempted from execution by Civil Code section 1240 and Code of Civil Procedure section 674, to property subjected by court order to execution sale under Civil Code section 1254, albeit at a specified minimum bid. Where, as here, jurisdiction over the person and the subject matter exists, a proceeding will be declared void only if it violates some fundamental public policy. We see no great issue of public policy arising out of an irregularly conducted homestead execution sale, and we think it proper to give the proceeding presumptive legal effect until attacked by an aggrieved party. Under this view a purchaser of homestead property at an execution sale under court order acquires presumptive title on completion of the sale, subject only to timely vacation of the sale by an aggrieved party.</p>\n<p id=\"b518-5\">A sale under court order is sometimes referred to as a judicial sale and as such carries greater authority than a sale under final process.  “A judicial sale under a valid, though erroneous, judgment, or a sale irregularly made, is not void, but is merely voidable, and is good until regularly set aside.” (29 Cal.Jur.2d, § 18, p. 465.) The distinction between an unauthorized sale, which is wholly void because the officer had no authority to sell, and an authorized but irregular sale, which is voidable because the selling officer did not conform to his authority, may be seen in <em>Vigoureux </em>v. <em>Murphy, </em>54 Cal. 346. In that case a judgment creditor levied execution against the defendant debtor’s homestead. The homestead consisted of four lots, and at the execution sale all of them were sold in one mass to the judgment creditor, who later sold them to plaintiff purchaser. When the purchaser sued for possession, defendant cross-complained that the sheriff who conducted the sale had not complied with his statutory duty to sell in separate parcels property which consisted of several known lots. The Supreme Court ruled in favor of the purchaser, declaring the sale not void but voidable and holding that the judgment debtor had not applied in sufficient time to vacate the sale.  Similarly, in the present ease we find the execution sale not void, but merely voidable at the instance of an aggrieved party.</p>\n<p id=\"b518-6\">This brings us to our second question: may judgment creditors who instigated the execution sale qualify as aggrieved parties for the purpose of setting aside the sale in a collateral proceeding in order to revive their execution lien? <page-number citation-index=\"1\" label=\"497\">*497</page-number>In posing this question we think it beyond argument that the Averys are responsible for the acts of Robert Cardella doing business as Mark IV Agency, who was both their agent acting within the apparent scope of his authority and their predecessor in interest in the enforcement of the judgment. (Cf. <em>Rowe </em>v. <em>Blake, </em>112 Cal. 637 [44 P. 1084].) The Averys thus appear before the court as judgment creditors who brought about the execution sale they now seek to set aside. In evaluating their credentials as aggrieved parties seeking to vacate an execution sale which did not comply with the minimum bid in the order of sale, we first consider what interests the minimum bid provision of the homestead law is designed to protect. The minimum bid under section 1255 must exceed “the amount of the homestead exemption plus the aggregate amount of all liens and encumbrances on the property.” (Civ. Code, § 1255.) The proceeds of the execution sale must be applied, “first, to the discharge of all liens and encumbrances, if any, on the property, second, to the homestead claimant to the amount \"of the homestead exemption, third, to the satisfaction of the execution, and fourth, the balance, if any, to the homestead claimant.” (Civ. Code, § 1256.) Under these sections only prior lienholders and the homestead claimant are protected by the minimum bid, and it is obvious that a judgment creditor may not realize anything from his levy of execution and sale. Manifestly, the requirement for a minimum bid, violated herein, is designed to protect the interest of the homestead debtor and not that of his judgment creditor. Prom this we infer that while a homestead claimant normally qualifies as an aggrieved party who may attack a sale consummated for less than the specified minimum bid, a judgment creditor does not. Even the homestead claimant may not qualify in every ease as an aggrieved party, for he is not completely insulated from the consequences of conduct which might amount to estoppel or waiver. (See <em>Turner </em>v. <em>Markham, </em>152 Cal. 246 [92 P. 485]; <em>Jefferson </em>v. <em>Tom, </em>52 Cal.App.2d 432 [126 P.2d 387]: <em>Estate of Cecala, </em>104 Cal.App.2d 526 [232 P.2d 48]; cf. <em>Grady </em>v. <em>Bramlet, </em>59 Cal. 105.) A fortiori, the judgment creditor, who stands in a less advantageous position than the homestead claimant to complain about the inadequacy of the minimum bid, is normally subject to the full consequences of waiver or estoppel.</p>\n<p id=\"b519-6\">Here, the judgment creditors, having initiated the execution sale, were estopped to attack it after the period of redemption had passed. To allow a judgment creditor who <page-number citation-index=\"1\" label=\"498\">*498</page-number>initiated an execution sale to qualify as an aggrieved party for the purpose of setting aside the sale in a collateral proceeding would permit the judgment creditor to bring about an execution sale in violation of the debtor’s rights and then use that violation as an excuse for a second execution sale after third-party rights had come into being. <em>(Rowe </em>v. <em>Blake, </em>112 Cal. 637 [44 P. 1084]; <em>Schee </em>v. <em>Holt, </em>56 Cal.App.2d 364 [132 P.2d 544].) As between judgment creditor and execution purchaser the execution sale should be of sufficient moment to carry with it an implied warranty by the judgment creditor responsible for the sale that he himself will not attack a completed sale. Indeed, a direct attack by the judgment creditor, even before the expiration of the period of redemption, will be closely scrutinized by the court. For example, in <em>Central Pacific R.R. Co. </em>v. <em>Creed, </em>70 Cal. 497 [11 P. 772], Central Pacific,the judgment creditor, foreclosed on real property belonging to the judgment debtor, and at the sale the property was sold to respondent Logan for less than its value and less than the amount of the judgment. Five months after the sale the judgment creditor attempted to set it aside on the ground that its own bid for the property had arrived late at the place of sale because of bad weather. The court refused to vacate the sale to Logan, pointing out that the proceedings had been initiated by Central Pacific, which knew of the time and place of sale, and that Central-Pacific had done nothing to vacate the sale for a period of five months following the sale.</p>\n<p id=\"b520-5\">This is not to say that the judgment creditors in the present case could not have made a direct and timely attack on the validity of the execution sale. But they did nothing during the one-year period of redemption, and only attempted to assert their interests in a collateral proceeding after the interests of third parties had come into play. As the court said in <em>Vigoureux </em>v. <em>Murphy, </em>54 Cal. 346, 352, with respect to the judgment debtor’s cross-complaint to vacate the sale: “The sale then should be set aside if the application was made by the defendant to set it aside in a reasonable time after it was made. If the application had been made immediately on the return by the Sheriff, it should have been vacated, and <em>perhaps </em>such should have been the decision of the Court had an application been made by the judgment debtor within the period of redemption. But in the case under consideration, such application was not made until more than three years after the sale.’’ Under certain circumstances it might be possible for judgment creditors to vacate an execution sale'in-the <page-number citation-index=\"1\" label=\"499\">*499</page-number>interest and on behalf of the homestead debtors. This possibility does not apply to the case at bench, for here the homestead debtors, far from attacking the execution sale, have been more than willing to waive their rights in connection with the sale and have done their best to ratify it by deeding their interest to the purchaser’s successor in interest.</p>\n<p id=\"b521-5\">We conclude that a judgment creditor at whose behest an execution sale of homestead property has been held may not collaterally attack a completed sale on the ground that the officer conducting the sale failed to obtain the minimum bid specified in the court order. We express no opinion what the result would be of a collateral attack on the execution sale by a judgment creditor with an execution lien who bore no responsibility for the sale.</p>\n<p id=\"b521-6\">But while the Averys have lost the battle, they have not necessarily lost the war. Judgments may periodically be renewed. Who knows, Everett Van Bogaert may weary of his -leisure in Agua Purita and re-enter the produce business. Lucille Van Bogaert will begin to collect $25 a month from her son, starting in 1976. Finally, the Averys can change the target of their assault and train their guns on their erstwhile ally, Mark IV Agency. Under expanding concepts of action-ability the Averys may have a valid claim for damages for breach of implied contract, negligence, and malpractice against the collection agency which brought about the execution sale. <em>(Merrill </em>v. <em>Buck, </em>58 Cal.2d 552, 561-562 [25 Cal. Rptr. 456, 375 P.2d 304]; <em>Biakanja </em>v. <em>Irving, </em>49 Cal.2d 647, 650 [320 P.2d 16, 65 A.L.R.2d 1358]; <em>Lucas </em>v. <em>Hamm, </em>56 Cal.2d 583, 588 [15 Cal.Rptr. 821, 364 P.2d 685]; <em>Connor </em>v. <em>Great Western Sav. &amp; Loan Assn., </em>69 Cal.2d 850 [73 Cal. Rptr. 369, 447 P.2d 609].)</p>\n<p id=\"b521-7\">Judgment affirmed.</p>\n<p id=\"b521-8\">Roth, P. J., and Herndon, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}