{
  "casebody": {
    "data": "<casebody firstpage=\"272\" lastpage=\"277\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b318-7\">P. Pastene &amp; Co., Inc., et al., Respondents, <em>v. </em>Irving National Bank, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b319-5\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>(Argued October 16, 1928;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AsA\">decided November 20, 1928.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b319-7\"><em>Joseph S. Buhler </em>and <em>Arthur B. King </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AJn\">The complaint should have been dismissed at the close of respondents’ case. <em>(Schupp &amp; Sons, Inc., </em>v. <em>Barnett, </em>210 App. Div. 546.) \"</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b319-8\"><em>Max M. Hirson </em>for respondents.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AGJ\">The basic question was whether the transaction between Economopoulos and the Greek bank was a sale of the drafts or a deposit for collection. The testimony being of a conflicting nature and susceptible of several inferences favorable to the plaintiff’s contention, this question was properly submitted to the jury, and their determination is amply supported by the evidence and should not be disturbed. The plaintiff is not bound by the testimony of the defendant’s witnesses, offered by the plaintiff in support of its cause of action, as said witnesses are hostile and adverse to the plaintiff and as such their credibility is a matter for the jury. <em>(Becker </em>v. <em>Koch, </em>104 N. Y. 394; <em>Prest </em>v. <em>Phillips, </em>109 N. Y. 383; <em>Cross </em>v. <em>Cross, </em>108 N. Y. 629; <em>Sharp </em>v. <em>Erie Ry. Co., </em>184 N. Y. 100; <em>Carlisle </em>v. <em>Norris, </em>215 N. Y. 400; <em>Velleman </em>v. <em>Sidney, </em>172 App. Div. 331.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b319-9\">O’Brien, J.</author>\n<p id=\"AWg\">Before this action was begun, plaintiff, in this State, had sued Aristides C. Economopoulos &amp; <page-number citation-index=\"1\" label=\"274\">*274</page-number>Co., fruit merchants of Patras, Greece, and had recovered judgment. In that action a warrant of attachment had been issued against a deposit which was then with the Irving National Bank in New York. The warrant had been granted upon allegations that such deposit was the property of Economopoulos. The Irving refused to deliver the fund to plaintiff but, pursuant to instructions received from the Banque D’Economie Nationale, its correspondent in Patras, it transmitted the moneys to London to the credit of that bank. This was done upon the theory that the Patras bank rather than the Patras merchant had title to the deposit. Pastene and the sheriff now sue the Irving for the damage alleged to have been suffered by Pastene on account of the disregard of the warrant by the Irving and its refusal to deliver the property to them. The underlying issue is whether the Greek bank or the Greek merchant had title to the fund, and the specific question presented by this appeal is whether plaintiff, by introducing certain evidence favorable to defendant, is foreclosed from asserting the existence of a question of fact at the close of its case and is bound by. such evidence. The essential transactions which preceded the deposit with defendant must be stated and considered as they were presented at the close of plaintiff’s case.</p>\n<p id=\"b320-4\">Plaintiff proved on the trial of this action that Economopoulos at Patras sold a thousand cases of currants to Yohalem &amp; Diamond in New York. He drew two sterling sight drafts amounting approximately to £1,521 against the consignees payable to his own order and, with the bill of lading and the invoice delivered them to the Banque D’Economie at Patras. He indorsed the drafts in English, “Value Received.” The bank indorsed in French, “ Valeur en l’encaissement,” and forwarded all these documents to the Irving at New York. The letter accompanying them, written by the Greek bank in French, is thus translated: “ We send you enclosed by registered <page-number citation-index=\"1\" label=\"275\">*275</page-number>mail in two drafts one thousand five hundred and twenty-one sterling nine shillings and seven pence payable at the current rate of exchange at London as per statement below, for which we beg you to credit us with the London Joint City and Midland Bank Limited in London under advice to us.” Plaintiff also introduced, in a deposition taken before an American consul in Greece, certain testimony given by the chief bookkeeper in the bank at Patras. This witness testified that the Banque D’Economie Nationale paid cash to Economopoulos for his drafts on Yohalem &amp; Diamond and, because they were sight drafts, no discount was charged. The evidence so produced by plaintiff, unless inherently improbable or materially contradicted by other evidence, is binding upon plaintiff <em>(Carlisle </em>v. <em>Norris, </em>215 N. Y. 400, 410) and proves that the proceeds of the drafts were the property of the Banque D’Economie Nationale, that they were the result of a sale rather than a deposit for collection, and consequently were not subject to the warrant of attachment against property in this State owned by Economopoulos.</p>\n<p id=\"b321-4\">This evidence is not inherently improbable. On the contrary, it seems entirely reasonable. The indorsements on the drafts and the bill of lading considered alone, strongly imply, if indeed they do not conclusively prove, that the Greek bank was the owner of these documents. The drawer of the drafts indorsed them and the bill of lading to the Banque D’Economie “ for value received,” and that bank, indorsing them for collection, sent them with the invoice to its New York correspondent with instructions to <em>“ </em>credit <em>us </em>” with a London bank. Such proof, by itself, raises a presumption of ownership by the bank rather than by the consignor. <em>(Comm. Bank </em>v. <em>Pfeiffer, </em>108 N. Y. 242; <em>Nat. Revere Bank </em>v. <em>Nat. Bank of Republic, </em>172 N. Y. 102; <em>Douglas </em>v. <em>Fed. Reserve Bank, </em>271 U. S. 489.) When we add sworn testimony that the bank paid cash for the drafts, this presumption becomes <page-number citation-index=\"1\" label=\"276\">*276</page-number>stronger and increases the probability of all the evidence.It is so powerful as to be difficult to resist. However, respondent urges that no bank without imposing some service charge, would purchase, at face value, unaccepted drafts directed to individuals in a foreign country.. This Idnd of transaction may, perhaps, be \"unusual. We cannot hold, as matter of law, that business affairs of this character do not occur. Without offering any evidence of custom, respondent asks us, in effect, to take judicial notice of banking practice and especially Greek banking practice. The record does not tell us that Economopoulos was unknown to\" his local bank at-Patras nor that he had never previously dealt with it. We know as mattereof law that it could hold him liable on his indorsement. Many reasons, unj’evealed by the record, may exist tending to stimulate a desire by the bank to accommodate this merchant. We cannot perceive any inherent improbability in the documentary and oral evidence upon which plaintiff rested its case.</p>\n<p id=\"b322-4\">Nor do we find any material contradiction in the evidence arising from the documents and from the testimony of Papapavleu, the bookkeeper in the Greek bank. Viewing the case most favorably to plaintiff, nothing tends to contradict the conclusion that the Greek bank owned the drafts. The deposition of Economopoulos was -introduced, in part by plaintiff and in part, by way of cross-examination, by defendant. He corroborated plaintiff’s witness Papapavleu and testified that one of his associates, Karalis, received for him from the bank cash in the form of drachmas and that, after the delivery of the drafts and bill of lading to the bank and his receipt of the drachmas, he no longer had any financial interest in the drafts or their proceeds. The activity of his New York agents in their adjustment of the difficulty which arose from the defective condition of some of the currants cannot fairly tend to create an inference that their principal retained <page-number citation-index=\"1\" label=\"277\">*277</page-number>property in the goods or in the drafts or their proceeds. Naturally the seller was eager to satisfy customers who might again trade with him. Ordinary business prudence would impel him to protect drafts upon which he was liable as indorser. Since there is no material contradiction and no inherent improbability in the evidence which plaintiff tendered in support of its case, plaintiff is bound by it. When it introduced the indorsements and the statements that the bank had purchased the drafts for cash it vouched for the veracity of its own witnesses. Their evidence, deemed by us to be reasonable on its face, disproves the allegation that the deposit with defendant was the property of Economopoulos and as such was subject to attachment and, therefore, it requires a dismissal of the complaint.</p>\n<p id=\"b323-5\">The judgment of the Appellate Division and that of the Trial Term should be reversed and the complaint dismissed, with costs in all courts.</p>\n<p id=\"b323-6\">Cardozo, Ch. J., Pound, Crane, Andrews and Kellogg, JJ., concur; Lehman, J., not sitting.</p>\n<p id=\"b323-7\">Judgment reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}