{
  "casebody": {
    "data": "<casebody firstpage=\"370\" lastpage=\"373\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b378-6\">John S. Leonard <em>vs. </em>William Bryant &amp; others.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b378-7\">D. conveyed land to L. by deed dated March 27th 1844, and recorded July 29th 1845: After the date of this deed, and before it was recorded, B. sued out a writ of entry against D. and E., D. being out of the Commonwealth, to recover possession of the land, and the officer served the writ by leaving a summons for E. at his last and usual place of abode, and also a summons for D. at the same place, and stated in his return, that E. was the tenant or agent of D.; and judgment for pos» session was rendered, on the default of D. and E., without any further notice being given to D., as required by the Rev. Sts. <em>c. </em>90, <em>§ </em>48. <em>Held, </em>in a writ of entry brought by L. against B., to recover possession of the land, that the said judgment was contrary to law and erroneous ; but that there was no such privity of estate between L. and D. and E. as would authorize L. to maintain a writ of error to reverse the judgment, and therefore that he might avoid it by plea and proof.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b378-8\">Writ of entry to recover a parcel of land in Springfield. At the trial before <em>Wilde, </em>J. the demandant gave in evidence <page-number citation-index=\"1\" label=\"371\">*371</page-number>a deed of the demanded premises, dated April 24th 1841, duly acknowledged, and recorded on the 29th of said April, from Chester Denison (whose title was admitted by the tenants) to George G. Denison, and a deed from said George G. to the demandant, dated March 27th 1844, acknowledged on the same day, and recorded July 29th 1845.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b379-4\">The tenants gave in evidence a judgment recovered by them at the September term of this court, in 1844, upon a writ of entry sued out against said George G. Denison and one McGinney, to recover possession of the premises demanded in this suit, and also an execution, issued on said judgment, for possession of the same premises. The said writ of entry was dated August 19th 1844, and described George G. Denison as of Springfield, otherwise called of Hartford, in the State of Connecticut. The officer’s return upon that writ was as follows: “ Hampden, ss. August 19th 1844. 1 attached a chip, the property of said defendants, and left a summons at the last and usual place of abode of said McGinney, for his appearance at court; and I also left at the same place a summons for said Denison to appear at court; said McGinney being the tenant or agent of said Denison. Upon each of said summonses a notice for trial at the first term was given.\"</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b379-5\">It appeared that George G. Denison was out of the Commonwealth at the time of said service, being resident at West Hartford, in the State of Connecticut ,• that judgment was rendered, upon default, at the first term, without any further notice ; that execution was issued on the 3d of March 1845, and possession given, under it, to the present tenants, on the same day.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b379-6\">The demandant objected to this judgment as invalid, it having been rendered contrary to the provisions of the Rev. Sts. c. 90, § 48, respecting notice to defendants who are out of the State at the time of the service of a summons. This objection was overruled, and a verdict was thereupon returned for the tenants, subject to the opinion of the whole court.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b379-7\">J. <em>Wells, </em>for the demandant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Amo\">The judgment was invalid, <page-number citation-index=\"1\" label=\"372\">*372</page-number>and the demandant may avoid it by showing its invalidity. <em>Downs </em>v. <em>Fuller, </em>2 Met. 135. He can avoid it in no other way. As his title is by deed before the judgment, he is not party nor privy to the judgment, so as to enable him to bring a writ of error to reverse it. 5 Dane Ab. 67, 69. 1 Rol. Ab. 747. Com. Dig. Pleader, 3 B. 9. Bac. Ab. Error, B. 9 Vin. Ab. Error, K.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b380-5\"><em>Ashmun &amp; Norton, </em>for the tenants.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AL3\">George G. Denison was disseized by the levy of the <em>habere facias ; </em>and therefore, as his deed to the tenants was not recorded till after the levy, and did not take effect, as to third persons, before it was recorded, the tenants could take nothing by that deed.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b380-6\">The demandant was privy to the judgment, and if it is erroneous he may bring a writ of error and reverse it; and he cannot avoid it in any other way. 1 Greenl. on Ev. §§ 189, 523. Wharton’s Digest (1st ed.) 195.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b380-7\">But the judgment is not erroneous, under the Rev. Sts. <em>c. </em>90, §§ 47, 48, and c. 92, § 3. The officer’s return shows that the summons for Denison was left with his tenant or agent; and that return is conclusive. <em>Whitaker </em>v. <em>Sumner, </em>7 Pick. 551. <em>Lawrence </em>v. <em>Pond, </em>17 Mass. 433.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b380-8\">Wilde, J.</author>\n<p id=\"AK_\">The demandant’s title in this case was derived from Chester Denison and George G. Denison; and the tenants set up a judgment in their favor against the said George G. Denison and one McGinney, recovered before the deed from the said George G. to the demandant was recorded. To this judgment the tenants objected, because the same was rendered contrary to the provisions of the Rev. Sts. c. 90, § 48. This objection was overruled, on the ground that the judgment was only voidable by a writ of error, and that the demandant might maintain a writ of error, as a privy in estate, or because the judgment was prejudicial to him by intercepting his title. But we are all of opinion, after a careful examination of the authorities, that this ruling cannot be sustained.</p>\n<p id=\"b380-9\">It is true that a party, privy in estate with the party against whom a judgment has been rendered, may have a writ of error to reverse it. As where an erroneous judgment is <page-number citation-index=\"1\" label=\"373\">*373</page-number>rendered against a tenant for life or years, the owner of the remainder or the reversion may maintain a writ of error after the term is expired. So by him in reversion, after an estate tail is determined. Com. Dig. Pleader, 3 B. 9. But if the tenant alien, <em>pendente lite, </em>the alienee shall not have error. 1 Rol. Ab. 748. It is true that it is laid down in Bac. Ab. Error, B., that “ no person can bring a writ of error to reverse a judgment, who was not a party or privy to the record, or who was not injured by the judgment, and therefore is to receive advantage by the reversal thereof.” So it is laid down in 9 Vin. Ab. Error, K. 1, that “ the writ of error shall be brought by him who should have the thing for which the judgment is erroneously given, if the judgment had not been given.” But these rules are laid down too broadly, and must be understood in a restricted sense ; for it is immediately after laid down in Viner, that “ none shall have a writ of error, unless he be party or privy to the judgment.” This latter proposition appears to be too much restricted; for a privy in estate may, as before laid down, maintain a writ of error in certain cases. But we are all of opinion that there is no such privity of estate between the demandant and Denison and McGinney, against-whom the tenants recovered judgment, as would authorize him to maintain a writ of error to reverse the judgment. There is no more privity of estate between the demandant and the Denisons, than there is between a tenant who aliens in fee, <em>pendente lite, </em>and his alienee. According to the authorities, therefore, although they are somewhat conflicting, we are of opinion, that the demandant, not having a right to maintain a writ of error to reverse the judgment in question, has a right to avoid it by plea and proof, according to the decision in <em>Downs </em>v. <em>Fuller, </em>2 Met. 135.</p>\n<p id=\"b381-5\">\n<em>New trial granted.</em>\n</p>\n<p id=\"b381-6\">It was afterwards decided, that the service of the writ of entry on George G. Denison was insufficient; and the demand-ant recovered judgment. 2 Cush. 32.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}