{
  "casebody": {
    "data": "<casebody firstpage=\"517\" lastpage=\"524\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b613-12\">Emma S. VAUGHN, Plaintiff-Appellant, v. Robert EDEL, et al., Defendants, Texaco, Inc., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b613-16\">No. 90-3181</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ADr\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b613-17\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b613-19\">Dec. 6, 1990.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b614-19\"><page-number citation-index=\"1\" label=\"518\">*518</page-number>Kenneth J. Beck, Harvey, La., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b614-20\">Albert H. Hanemann, Jr., Lemle &amp; Kelle-her, John D. Fitzmorris, Jr., Legal Dept. New Orleans, La., for Texaco.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b615-4\"><page-number citation-index=\"1\" label=\"519\">*519</page-number>Before GEE, SMITH, and WIENER, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b615-5\">WIENER, Circuit Judge:</author>\n<p id=\"b615-6\">Plaintiff-Appellant Emma S. Vaughn contests the judgment rendered in favor of defendant Texaco, Inc., dismissing with prejudice Vaughn’s race and sex discrimination suit filed pursuant to Title VII of the Civil Rights Act of 1964 as amended, 42 U.S.C. § 2000e et seq. Because the magistrate clearly erred in finding no racial discrimination, we reverse.</p>\n<p id=\"b615-7\">I</p>\n<p id=\"b615-8\">\n<em>Procedural History</em>\n</p>\n<p id=\"b615-9\">Vaughn filed a Charge of Discrimination with the Equal Employment Opportunity Commission, which determined that the evidence did not establish a violation of Title VII. She then filed this lawsuit against Texaco and against Roger Keller, manager of the Land Department for much of Vaughn’s tenure with Texaco; Ronald O’Dwyer, who succeeded Keller as manager; and Robert Edel, chief contract analyst and Vaughn’s supervisor. When Texaco assumed responsibility for the individual defendants, Vaughn agreed to their dismissal as defendants. The parties consented to proceedings before a magistrate who, finding as a “matter of law” that Vaughn’s firing did not constitute racial discrimination, dismissed the suit. Vaughn timely appealed.<footnotemark>1</footnotemark></p>\n<p id=\"b615-10\">II</p>\n<p id=\"b615-11\">A. <em>Operable Facts</em></p>\n<p id=\"b615-12\">In August 1979, Vaughn, a black female attorney, became an associate contract analyst in Texaco’s Land Department. Her supervisors were Edel and Alvin Earl Hat-ton, assistant chief contract analyst. In Vaughn’s early years with Texaco she was promoted first to contract analyst and then to petroleum contract analyst. During this period she was the “highest ranked contract analyst” in the department.</p>\n<p id=\"b615-16\">The events leading to this dispute began on April 16, 1985, the day after Vaughn had returned from a second maternity leave. On that day, Edel complained to Vaughn about the low volume of her prior work and the excessive number of people who had visited her office. Vaughn later spoke to Keller about Edel’s criticism. In a memorandum concerning this discussion, Keller wrote that he had told Vaughn that he had been told that Vaughn’s productivity “was very low”; that he “had become aware for some time of the excessive visiting by predominantly blacks in her office behind closed doors”; and that “the visiting had a direct bearing on her productivity.” Keller then told Vaughn, as he noted in his memo, that “she was allowing herself to become a black matriarch within Texaco” and “that this role was preventing her from doing her primary work for the Company and that it must stop.”</p>\n<p id=\"b615-17\">Keller’s remarks offended Vaughn, so she sought the advice of a friend who was an attorney in Texaco’s Legal Department. Keller learned of this meeting and of Vaughn’s belief that he was prejudiced. To avoid charges of race discrimination, Keller, as he later testified, told Edel “not [to] have any confrontations with Ms. Vaughn about her work.” Keller added that “[i]f he [Edel] was dissatisfied, let it ride. If it got serious, then see [Keller].”</p>\n<p id=\"b615-18\">Between April 1985 and April 1987 when Vaughn was fired, neither Edel nor Hatton expressed criticism of Vaughn's work to her. During this period all annual written evaluations of Vaughn’s performance (which, incidentally, Vaughn never saw) were “satisfactory.” Vaughn also received a merit salary increase, albeit the minimum, for 1986. Keller testified that for several years he had intentionally overstated on Vaughn’s annual evaluations his satisfaction with her performance because <page-number citation-index=\"1\" label=\"520\">*520</page-number>he did not have the time to spend going through the procedures which would result from a lower “rating” and which could lead to termination.</p>\n<p id=\"b616-4\">In 1985-86 Texaco undertook a study to identify activities it could eliminate to save costs. To meet the cost-reduction goal set by that study, the Land Department fired its two “poorest performers,” one of whom was Vaughn, as the “lowest ranked” contract analyst; the other was a white male.</p>\n<p id=\"b616-5\">B. <em>The Magistrate’s Findings</em></p>\n<p id=\"b616-6\">The magistrate found as a matter of fact that Vaughn did have “excessive visitations and [that] her output was down” and that Keller’s memorandum on the “black matriarch” conversation accurately detailed what had occurred. She also found that “from April or May of 1975 [sic] until [Vaughn] ... is terminated, she is not in any way formally criticized or told anything regarding these problems” because of Keller’s “personality of ... not rocking the boat” and “because she was black.” The magistrate added that “I think had the lady been white, Texaco would ... have counselled her and told of the problems.” The magistrate stated that when Keller told Vaughn’s supervisors not to criticize Vaughn’s work, “he’s concerned about a Title 7 [sic] suit; he doesn’t want any problems.”</p>\n<p id=\"b616-7\">The magistrate also found that the Land Department fired two people because Texaco wanted to reduce costs and that Keller and O’Dwyer picked the “two lowest rated individuals.” The magistrate did “not believe in any way that [Vaughn’s termination] is race-related, other than the fact that I do believe had she not been black, that she would have been counselled and would have been criticized.”</p>\n<p id=\"b616-11\">Noting that the facts were not in dispute, the magistrate found “as a matter of law” that failure to counsel and to criticize Vaughn because she was black and later firing her as one of the “lowest rated” contract analysts was not racial discrimination.<footnotemark>2</footnotemark></p>\n<p id=\"b616-12\">III</p>\n<p id=\"b616-13\">\n<em>The Standard of Review</em>\n</p>\n<p id=\"ArA\">The findings of a magistrate trying a case with the consent of the parties receive the same deference as do the findings of a district judge. <em>Carter v. South Central Bell, </em>912 F.2d 832, 841 (5th Cir.1990); <em>see Lockette v. Greyhound Lines, Inc., </em>817 F.2d 1182, 1185 (5th Cir.1987). In reviewing the judgment of the magistrate, this court must accept the magistrate’s factual findings unless they are “clearly erroneous.” Fed.R.Civ.P. 52(a). <em>See Pullman-Standard v. Swint, </em>456 U.S. 273, 287-88, 102 S.Ct. 1781, 1789-90, 72 L.Ed.2d 66, 78-80 (1982) (intentional discrimination under Title VII is a finding of fact subject to clearly erroneous standard of review); <em>Walsdorf v. Board of Comm’rs, </em>857 F.2d 1047, 1053 (5th Cir.1988).</p>\n<p id=\"b616-14\">IV</p>\n<p id=\"b616-15\">A. <em>The Applicable Law</em></p>\n<p id=\"b616-16\">In passing Title VII, Congress announced that “sex, race, religion, and national origin are not relevant to the selection, <em>evaluation, </em>or compensation of employees.” <em>Price Waterhouse v. Hopkins, </em>490 U.S. 228, 109 S.Ct. 1775, 1784, 104 L.Ed.2d 268 (1989) (plurality opinion) (em<page-number citation-index=\"1\" label=\"521\">*521</page-number>phasis added).<footnotemark>3</footnotemark> The Supreme Court has articulated clear principles for lower courts to follow in deciding Title VII discrimination cases. <em>See United States Postal Serv. Bd. of Governors v. Aikens, </em>460 U.S. 711, 103 S.Ct. 1478, 75 L.Ed.2d 403 (1983); <em>Texas Dept. of Community Affairs v. Burdine, </em>450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <em>McDonnell Douglas Corp. v. Green, </em>411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). These principles apply equally to refusal-to-hire and to discharge cases. <em>Norris v. Hartmarx Specialty Stores, </em>913 F.2d 253, 254 (5th Cir.1990).</p>\n<p id=\"b617-4\">In a typical disparate treatment discharge case, the plaintiff must prove a prima facie case of discrimination by showing that (1) he is a member of a protected group; (2) he was qualified for the job that he held; (3) he was discharged; and (4) after his discharge, his employer filled the position with a person who is not a member of the protected group. <em>Norris, </em>913 F.2d at 254. Because this case involves choosing employees to discharge with no plan to replace them, the fourth element of the prima facie case is, more appropriately, that after Vaughn’s discharge others who were not members of the protected class remained in similar positions. <em>See Bur-dine, </em>450 U.S. at 254 n. 6, 101 S.Ct. at 1094 n. 6; <em>McDonnell Douglas, </em>411 U.S. at 802, 93 S.Ct. at 1824.<footnotemark>4</footnotemark></p>\n<p id=\"b617-5\">Once the plaintiff establishes a prima facie case, the defendant must articulate a legitimate nondiscriminatory reason for its action. If the defendant articulates such a reason, the plaintiff must then show by a preponderance of the evidence that the defendant’s reason is mere pretext. <em>McDonnell Douglas, </em>411 U.S. at 802-04, 93 S.Ct. at 1824-25; <em>Burdine, </em>450 U.S. at 252-54, 101 S.Ct. at 1093-94; <em>Smith v. Wal-Mart Stores, </em>891 F.2d 1177, 1178 (5th Cir.1990).</p>\n<p id=\"b617-10\">When, however, direct credible evidence of employer discrimination exists, a different process appertains. <em>See Trans World Airlines, Inc. v. Thurston, </em>469 U.S. 111, 121, 105 S.Ct. 613, 621-22, 83 L.Ed.2d 523 (1984) (“the <em>McDonnell Douglas </em>test is inapplicable where the plaintiff presents direct evidence of discrimination”). Defendants can counter direct evidence, such as a statement or written document showing discriminatory motive on its face, “only by showing by a preponderance of the evidence that they would have acted as they did without regard to the plaintiff’s race.” <em>Guillory v. St. Landry Parish Police Jury, </em>802 F.2d 822, 824 (5th Cir.1986).</p>\n<p id=\"b617-11\">B. <em>The Law Applied</em></p>\n<p id=\"b617-12\">Vaughn presented direct evidence of discrimination. Keller testified that to avoid provoking a discrimination suit he had told Vaughn’s supervisors not to confront her about her work. His “black matriarch” memorandum details the events that led Keller to initiate this policy. Keller also testified that he had deliberately overstated Vaughn’s evaluations in order not to start the process that might eventually lead to termination. This direct evidence clearly shows that Keller acted as he did solely because Vaughn is black. Texaco has never offered any evidence to show that in neither confronting Vaughn about her poor performance nor counselling her it would have acted as it did without regard to her race. Vaughn has, consequently, <page-number citation-index=\"1\" label=\"522\">*522</page-number>established that Texaco discriminated against her.</p>\n<p id=\"b618-4\">Even were we to apply the principles articulated in the <em>McDonnell Douglas </em>line of cases, Vaughn has shown that Texaco treated her differently than other similarly situated employees on the basis of race. Vaughn established a prima facie case of discrimination by showing that (1) she belongs to a racial minority; (2) she held a job for which she was qualified; (3) she was fired; and (4) after she was fired, others who were not members of a protected group remained in similar positions. <em>See McDonnell Douglas, </em>411 U.S. at 802, 93 S.Ct. at 1824.</p>\n<p id=\"b618-5\">Texaco responded that Vaughn was one of the two Land Department employees whom it could afford to fire to meet cost-reduction goals. Vaughn countered that Texaco’s proffered reason was mere pretext — that racial discrimination was the reason she was in the position to be fired in 1987. She introduced evidence that Keller’s decision not to allow Vaughn’s supervisors to criticize her was based on discrimination. Keller’s admission that he initiated the non-confrontation policy in order to avoid a race discrimination suit confirms her allegations.</p>\n<p id=\"b618-6\">Despite finding that had Vaughn been white, Texaco would have both criticized and counselled her,<footnotemark>5</footnotemark> the magistrate, concluded that Texaco had not discriminated against Vaughn. In focusing only on the final act of firing and in disregarding Texaco’s discrimination in not counselling or criticizing Vaughn, the magistrate committed clear error.</p>\n<p id=\"b618-9\">Although Vaughn’s race may not have directly motivated the 1987 decision to fire her, race did play a part, as the magistrate found, in Vaughn’s employment relationship with Texaco from 1985 to 1987. Texaco’s treatment of Vaughn was not colorblind during that period. In neither criticizing Vaughn when her work was unsatisfactory nor counselling her how to improve, Texaco treated Vaughn differently than it did its other contract analysts because, as the magistrate found, she was black. As a result, Texaco did not afford Vaughn the same opportunity to improve her performance, and perhaps her relative ranking, as it did its white employees. One of those employees was placed on an improvement program. As for the others, Texaco does not deny that they received, at least, informal counselling. The evidence indicates that Vaughn had the ability to improve. As Texaco acknowledges, she was once its “highest ranked contract analyst.”</p>\n<p id=\"b618-10\">Had her dissatisfied supervisors simply counselled Vaughn informally, such coun-selling would inevitably have indicated to Vaughn that her work was deficient. Had Keller given Vaughn the evaluation that he believed she deserved, Texaco’s regulations would have required his placing her on a ninety-day work improvement program, just as at least one other employee — a white male — had been placed.<footnotemark>6</footnotemark> A Texaco employee who has not improved by the end of that period is fired. Consequently, an employee on an improvement program certainly knows what Texaco thinks of his performance, knows that he is in imminent <page-number citation-index=\"1\" label=\"523\">*523</page-number>danger of being fired, and at least has an option to improve, thereby reducing or removing the risk of being fired.</p>\n<p id=\"b619-4\">This case is not, as Texaco suggests, one in which the employer merely ignored its own regulations and procedures, but had no racial motive in doing so. <em>See Risher v. Aldridge, </em>889 F.2d 592 (5th Cir.1989) (failure to use written employee appraisals in deciding not to promote woman); <em>Sanchez v. Texas Comm’n on Alcoholism, </em>660 F.2d 658 (5th Cir.1981) (disregarding own hiring system in hiring white male and not Hispanic). We have no doubt that, in not criticizing or counselling Vaughn, self-interest rather than racial hostility motivated Texaco. Nevertheless, we agree with the magistrate that Texaco ignored its own procedures for a racial reason, however benign that reason may initially appear to be.</p>\n<p id=\"b619-5\">The magistrate specifically found that had Vaughn been white Texaco would have both criticized and counselled her. When an employer excludes black employees from its efforts to improve efficiency, it subverts the “broad overriding interest” of Title VII — “efficient and trusty workmanship assured through fair and racially neutral employment and personnel decisions.” <em>See Price Waterhouse, </em>109 S.Ct. at 1786-87 (quoting <em>McDonnell Douglas, </em>411 U.S. at 801, 93 S.Ct. at 1823-24). When an employer is implementing such decisions, “Title VII tolerates no racial discrimination, subtle or otherwise.” <em>Id.</em></p>\n<p id=\"b619-6\">Initially, Texaco’s decisions not to criticize Vaughn and not to state her correct evaluations may have appeared beneficial, even — had she been aware of them — to Vaughn. She did, for example, receive a merit pay increase in 1986 that she would not have received had Keller given her the evaluation that he believed she deserved. Ultimately, however, whether Texaco’s decisions may have damaged Vaughn's employment status at Texaco will never be known. Furthermore, whether Texaco’s decisions ultimately benefitted or harmed Vaughn is irrelevant. The decisions not to apply the usual procedures in Vaughn’s case were racial decisions. Texaco has never stated any reason other than that she was black for treating Vaughn as it did. Had Texaco treated Vaughn in a col- or-blind manner from 1985 to 1987, Vaughn might have been fired by April 1987 for unsatisfactory work; on the other hand, she might have sufficiently improved her performance so as not to be one of the two “lowest ranked” employees, thereby avoiding termination in April 1987. Consequently, Texaco must bear the cost of its lost opportunity to determine whether Vaughn might have remained one of the two “lowest ranked” contract analysts had it not made decisions based on race. This circuit will not sterilize a seemingly objective decision to fire an employee when earlier discriminatory decisions have infected it.</p>\n<p id=\"b619-8\">Because Texaco’s behavior was race-motivated, Texaco has violated Title VII. Texaco limited or classified Vaughn in a way which would either “tend to deprive [her] of employment opportunities or otherwise adversely affect [her] status as an employee.” 42 U.S.C. § 2000e-2(a)(2). Texaco has also “otherwise” discriminated against Vaughn with respect to her “terms, conditions, or privileges of employment.” 42 U.S.C. § 2000e-2(a)(l).</p>\n<p id=\"b619-9\">V</p>\n<p id=\"b619-10\">\n<em>Damages</em>\n</p>\n<p id=\"b619-11\">Vaughn was the victim of racial discrimination in violation of Title VII. She is, therefore, entitled to such relief as will make her whole. <em>Franks v. Bowman Transp. Co., Inc., </em>424 U.S. 747, 96 S.Ct. 1251, 47 L.Ed.2d 444 (1976); <em>Albemarle Paper Co. v. Moody, </em>422 U.S. 405, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975); <em>Walsdorf, </em>857 F.2d at 1054. Vaughn is also entitled to reasonable attorney’s fees, 42 U.S.C. § 2000e-5(k), the calculation of which we leave to the trial court on remand. <em>See Walsdorf, </em>857 F.2d at 1054. Also, in due course, the trial court should determine an appropriate amount in its award of attorney’s fees to cover this appeal and the proceedings on remand. <em>Norris, </em>913 F.2d at 257 (citations omitted).</p>\n<p id=\"b619-12\">For the reasons stated herein, we REVERSE the decision of the magistrate and <page-number citation-index=\"1\" label=\"524\">*524</page-number>REMAND for consideration and calculation of the appropriate make-whole remedy and attorney's fees.</p>\n<footnote label=\"1\">\n<p id=\"b615-13\">. Although Vaughn initially alleged unequal treatment because of race and sex, she restricts her argument on appeal to race.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b616-8\">. We note that a finding of intentional discrimination, or of its absence, is a finding of fact. <em>Pullman-Standard v. Swint, </em>456 U.S. 273, 287-88, 102 S.Ct. 1781, 1789-90, 72 L.Ed.2d 66, 78-80 (1982); <em>Norris v. Hartmarx Specialty Stores, </em>913 F.2d 253, 255 (1990); <em>see also United States v. Mejia-Orosco, </em>867 F.2d 216, 221 (5th Cir.1989) (\"On the civil side, the Court has held that the existence of discrimination is a question of fact.\").</p>\n<p id=\"b616-9\">In discrimination suits courts often grapple with the slippery issue of whether they are dealing with a question of fact, a question of law, or a mixed question of law and fact. <em>See Pullman-Standard, </em>456 U.S. at 289 &amp; n. 19, 102 S.Ct at 1790 &amp; n. 19, 72 L.Ed.2d at 80 &amp; n. 19. The magistrate erroneously classified the question in this case as a question of law, which on appeal we would review de novo. Because we find that the magistrate clearly erred in concluding that Texaco did not discriminate, we would reverse irrespective of how we classified the question.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b617-6\">. Title VII makes it an unlawful employment practice for an employer</p>\n<blockquote id=\"b617-7\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual’s race, color, religion, sex, or national origin; or</blockquote>\n<blockquote id=\"b617-8\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual’s race, color, religion, sex, or national origin.</blockquote>\n<p id=\"b617-14\">42 U.S.C. § 2000e-2(a).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b617-15\">. The Supreme Court stated that \"the specification ... of the prima facie proof required [in <em>McDonnell </em>Douglas] is not necessarily applicable in every respect to differing factual situations.” <em>McDonnell Douglas, </em>411 U.S. at 802 n. 13, 93 S.Ct. at 1824 n. 13; <em>Burdine, </em>450 U.S. 248, 253-54 n. 6, 101 S.Ct. 1089, 1094 n. 6, 67 L.Ed.2d 207 (1981).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b618-7\">. Texaco argues that Vaughn has on appeal raised the issue of counselling for the first time. We do not agree. The issues of criticizing Vaughn’s performance and of counselling her to improve pervaded the earlier proceedings. Vaughn’s complaint alleges that she had no further conversations (other than those described in the Operable Facts Section above) about the quality of her work with Edel or Keller and that no complaints were lodged about the quality of her work. The Pre-Trial Order includes among the contested issues whether Vaughn’s work was satisfactory.</p>\n<p id=\"b618-8\">Much of the trial focused on this issue. The transcript contains copious testimony on the counselling accorded other contract analysts and withheld from Vaughn. The magistrate’s Findings of Fact and Conclusions of Law includes specific findings on counselling.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b618-12\">. Although not all employees who received unsatisfactory evaluations were placed on improvement programs (though all did receive at least informal counselling), Keller’s testimony indicates that, anxious as Keller was to avoid a discrimination suit, he would have placed Vaughn on such a program. Had he entered Vaughn’s correct evaluation and not placed her on an improvement program, Keller would certainly have increased the likelihood of a suit were he later to dismiss her.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}