{
  "casebody": {
    "data": "<casebody firstpage=\"438\" lastpage=\"442\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b462-11\">UNITED STATES of America, Plaintiff-Appellee, v. Manuel CAMPOS-CHAVEZ, aka Amador Castro-Chavez, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b462-14\">No. 09-6372.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b462-15\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b462-17\">May 5, 2011.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b463-10\"><page-number citation-index=\"1\" label=\"439\">*439</page-number>BEFORE: McKEAGUE and STRANCH, Circuit Judges; and MAYS, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b463-14\"> The Honorable Samuel H. Mays, Jr., United States District Judge for the Western District of Tennessee, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b463-11\">OPINION</p>\n<author id=\"b463-12\">PER CURIAM.</author>\n<p id=\"b463-13\">Manuel Campos-Chavez pled guilty to one count of illegal reentry and was sentenced to seventy months in prison. He now argues that the district court abused its discretion when it imposed a sentence within the sentencing range, which was based in part on a sixteen-level enhancement that, according to Campos-Chavez, was not supported by empirical evidence. For the reasons that follow, we affirm.</p>\n<p id=\"b463-16\">I. BACKGROUND</p>\n<p id=\"b463-17\">Campos-Chavez was indicted on and pled guilty to one count of illegal reentry after having been previously deported following a conviction for an aggravated felony, in violation of 8 U.S.C. § 1326. A presentence report (“PSR”) was completed, which determined that Campos-Chavez’s base offense level was eight, pursuant to U. S. Sentencing Guidelines Manual § 2L1.2(a) (“USSG”). It also determined that Campos-Chavez was subject to a sixteen-level enhancement, pursuant to USSG § 2L1.2(b)(l)(A)(i), because he had been previously deported following a conviction for a drug trafficking offense for which the sentence imposed exceeded thirteen months. With a three-level reduction for acceptance of responsibility, Campos-Chavez’s total offense level was twenty-one and he had a criminal history category of V. Accordingly, the resulting Guidelines range of imprisonment was seventy to eighty-seven months. Campos-Chavez filed no objections to the PSR.</p>\n<p id=\"b463-20\">At his sentencing hearing, Campos-Chavez again stated that he had no objections to the PSR, and the court adopted the PSR and its resulting Guidelines range of seventy to eighty-seven months. Campos-Chavez requested a below-Guidelines sentence, arguing that § 2L1.2 resulted in an excessive sentence and that the Sentencing Commission failed to articulate a “eonsid<page-number citation-index=\"1\" label=\"440\">*440</page-number>ered rationale for either the use of prior convictions to increase offense level [sic] and any considered rationale for the 16-level increase based on those prior convictions.” The district court acknowledged that it had the authority to sentence him below the Guidelines range. However, the court explained:</p>\n<blockquote id=\"b464-4\">In the view of the [c]ourt, a guideline sentence is appropriate. I understand Mr. Camp’s arguments about we would all benefit from further articulated rationale by the Sentencing Commission, but in this [c]ourt’s view, it is not unreasonable to have a 16-level enhancement as it relates to return of drag traffickers to the United States illegally. That’s a reasonable sentencing goal particularly as it relates to deterrence. The Commission may not have articulated it very well, but it is reasonable and makes common [sense]. And the need to deter further crimes.</blockquote>\n<p id=\"b464-5\">The court then sentenced Campos-Chavez to seventy months in prison and he timely appealed.</p>\n<p id=\"b464-6\">II. ANALYSIS</p>\n<p id=\"b464-7\">“The touchstone of appellate review of a district court’s sentencing decision is reasonableness, a concept that has both a procedural and a substantive component.” <em>United States v. Ruvalcaba, </em>627 F.3d 218, 221 (6th Cir.2010) (internal quotation marks omitted). However, Campos-Chavez does not allege any procedural error, and instead challenges only the substantive reasonableness of his sentence. Accordingly, we must determine whether the length of the sentence is “sufficient, but not greater than necessary, to comply with the purposes” of § 3553(a). 18 U.S.C. § 3553(a). To determine if a sentence is substantively reasonable in light of the § 3553(a) factors, we “take into account the totality of the circumstances, including the extent of any variance from the Guidelines range.” <em>United States v. Jimenez, </em>605 F.3d 415, 420 (6th Cir.2010) (quoting <em>Gall v. United States, </em>552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007)) (internal quotation marks omitted). Where, as here, the Guidelines range is properly calculated and the defendant’s sentence falls within that range, we apply “a presumption of substantive reasonableness.” <em>United States v. Wettstain, </em>618 F.3d 577, 591 (6th Cir.2010). However, that presumption is rebuttable. <em>See Jimenez, </em>605 F.3d at 420. In undertaking this review, we use an abuse of discretion standard. <em>See Wettstain, </em>618 F.3d at 591.</p>\n<p id=\"b464-10\">On appeal, Campos-Chavez argues that the district court abused its discretion by imposing a within-Guidelines sentence, because it failed “to conduct an appropriate evaluation of the evidence presented by the parties at sentencing.” Specifically, he asserts that the court “failed to hold the Government to its burden of proving that the sentence for which it advocated furthered § 3553(a)’s sentencing goals,” and that his sentence was excessive. He claims that the district court improperly “abdicated its independent sentencing role and presumed the guidelines to be reasonable” when it assumed a deterrent effect without sufficient supporting evidence of this conclusion.</p>\n<p id=\"b464-11\">Although the government bears the burden of proof regarding the application of a particular enhancement, it need only establish the factual basis for the enhancement’s application. <em>See United States v. Bernal-Aveja, 414 </em>F.3d 625, 627 (6th Cir. 2005) (explaining that “[t]he government bears the burden of proving that [the defendant] was previously convicted of a crime of violence” under § 2L1.2(b)(l)(A)). Here, Campos-Chavez was previously convicted in federal court for drug trafficking, and he did not dispute the validity of that <page-number citation-index=\"1\" label=\"441\">*441</page-number>conviction. The existence of a valid, prior drug trafficking conviction, for which Campos-Chavez was sentenced to fifteen months’ imprisonment, was sufficient to satisfy the government’s burden of proving the factual basis for the enhancement by a preponderance of the evidence. There is no support for Campos-Chavez’s contention that, if a defendant presents evidence challenging whether a sentencing enhancement serves its intended policy purpose, the government must also come forward with evidence to rebut that presented by the defendant. There is no case law in this circuit, nor does Campos-Chavez cite to any in this or any other circuit, that imposes such a burden of proof or a duty to respond on the government, and we decline the invitation to impose such a requirement.</p>\n<p id=\"b465-5\">Moreover, application of the enhancement, despite the absence of empirical evidence supporting that enhancement, was not an abuse of discretion by the district court. Although this court has not addressed Campos-Chavez’s argument specifically in the context of § 2L1.2(b)(l)(A)(i), it has done so in the context of another provision of the Sentencing Guidelines. In <em>United States v. Brooks, </em>628 F.3d 791 (6th Cir.2011), Brooks argued that USSG § 2G2.2 was “not based on empirical data and therefore led to a disproportionately harsh sentence.” <em>Id. </em>at 797. This court ruled that “[a] district court may indeed disagree with a Guideline for policy reasons and <em>may </em>reject the Guidelines range based on that disagreement,” but that “does not mean that the court <em>must </em>disagree with that Guideline or that it <em>must </em>reject the Guidelines range if it disagrees.” <em>Id. </em>at 799-800. Additionally, like Campos-Chavez, “Brooks cite[d] no authority to support the proposition that a district court must, on its own initiative, examine the underlying bases for a Guideline before imposing a sentence.” <em>Id. </em>(citing <em>United States v. Aguilar-Huerta, </em>576 F.3d 365, 367-68 (7th Cir.2009) (explaining that a judge is not required to consider “an argument that a guideline is unworthy of application in any case because it was promulgated without adequate deliberation”)).</p>\n<p id=\"b465-7\">The same reasoning is applicable here, foreclosing' Campos-Chavez’s claim on appeal. <em>See also United States v. Hall, </em>632 F.3d 331, 338 (6th Cir.2011) (“Under the presumption of reasonableness that we give to a district court’s within-Guidelines sentence, we will not second-guess a district court’s decision simply because the particular Guideline is not empirically-based.”) (internal quotation marks and alterations omitted); <em>United States v. Lopez-Reyes, </em>589 F.3d 667, 671 (3d Cir. 2009) (explaining that a district court is not required “to reject a particular Guidelines range where that court does not, in fact, have disagreement with the Guideline at issue” or “to engage in ‘independent analysis’ of the empirical justifications and deliberative undertakings that led to a particular Guideline”); <em>United States v. Talamantes, </em>620 F.3d 901, 902 (8th Cir.2010) (same); <em>Aguilar-Huerta, </em>576 F.3d at 367-68. We also note that, in light of the principles established in <em>Brooks, </em>if the district court is not required to “‘delve into the history of a guideline’ ” in order to be satisfied “ ‘that the process that produced it was adequate to produce a good guideline,’ ” <em>Brooks, </em>628 F.3d at 800 (quoting <em>Aguilar-Huerta, </em>576 F.3d at 367-68), correspondingly there is no reason that the government must come forward with its own evidence if the defendant challenges the policy rationale behind or lack of empirical evidence supporting a specific Guidelines provision. It is for the district court to decide, on the basis of its own discretion, if it agrees with or rejects the policy ra<page-number citation-index=\"1\" label=\"442\">*442</page-number>tionale behind the Guidelines provision being challenged by the defendant.</p>\n<p id=\"b466-4\">Here, Campos-Chavez did not object to application of the enhancement or the resulting Guidelines range, and the district court considered the § 3553(a) factors, considered and rejected Campos-Chavez’s policy argument, and found that the goal of deterrence was well-served by the enhancement, despite the lack of empirical evidence. Campos-Chavez’s resulting sentence was within the Guidelines range, and therefore is entitled to a presumption of reasonableness on appeal. Campos-Chavez has presented nothing to rebut this presumption of reasonableness, nor has he otherwise challenged the substantive reasonableness of his sentence. <em>See United States v. Alvarez-Bernabe, </em>626 F.3d 1161, 1167 (10th Cir.2010). Accordingly, Campos-Chavez has failed to demonstrate that the district court abused its discretion in sentencing him to a within-Guidelines sentence.</p>\n<p id=\"b466-5\">III. CONCLUSION</p>\n<p id=\"b466-6\">For the foregoing reasons, we AFFIRM the sentence imposed by the district court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}