{
  "casebody": {
    "data": "<casebody firstpage=\"930\" lastpage=\"934\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b956-15\">CHAI CHOE TJOE, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b956-18\">No. 13-14416</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AKq\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b956-19\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b956-20\">Aug. 18, 2014.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b957-10\"><page-number citation-index=\"1\" label=\"931\">*931</page-number>David M. Haghighi, Law Offices of David M. Haghighi, APC, Los Angeles, CA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b957-11\">Lance Lomond Jolley, Liza Murcia, Jennifer Paisner Williams, David V. Bernal, Krystal Samuels, U.S. Department of Justice, Washington, DC, Alfie Owens, DHS/ ICE Office of Chief Counsel, Atlanta, GA, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b957-13\">Before ED CARNES, Chief Judge, JORDAN, and ROSENBAUM, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b957-14\">PER CURIAM:</author>\n<p id=\"b957-15\">Chai Tjoe, an Indonesian national, seeks review of the Board of Immigration Appeals’ (BIA) denial of her untimely motion to reopen her removal proceedings based on changed country conditions in her homeland. She challenges the BIA’s finding that she failed to demonstrate a material change in country conditions in Indonesia, as needed to excuse the failure to file her motion to reopen within 90 days of her final order of removal.</p>\n<p id=\"b957-16\">I.</p>\n<p id=\"b957-17\">Tjoe first entered the United States on a non-immigrant student visa in January 2000. Nine years later, the government sought her removal for failing to comply with the terms of her non-immigrant status. Tjoe conceded her removability and applied for asylum, withholding of removal, and relief under the United Nations Convention Against Torture (CAT), claiming that she would be persecuted in Indonesia on account of her Chinese ethnicity and Christian faith. In support of her application, Tjoe submitted a copy of the U.S. State Department’s 2009 Country Report on Human Rights Practices in Indonesia (“2009 Country Report”), which itself referenced the State Department’s 2009 International Religious Freedom Report on Indonesia (“2009 Religious Freedom Report”). The two reports noted incidents of “societal abuses or discrimination based on religious affiliation,” sometimes with the complicity of government officials, including the use of violence and intimidation by Islamic extremists to close down at least nine Christian churches. The reports stated, however, <page-number citation-index=\"1\" label=\"932\">*932</page-number>that the Indonesian government generally respected its citizens’ constitutional right of religious freedom, officially promoted ethnic tolerance, and had prosecuted leaders of several hardline Muslim groups, most notably the Islamic Defenders Front (FPI), for their role in inciting attacks against a peaceful demonstration in favor of religious freedom.</p>\n<p id=\"b958-4\">After a merits hearing held on May 3, 2010, the Immigration Judge (IJ) denied Tjoe’s asylum application as untimely and further found that she was not credible because her testimony was inconsistent, lacked sufficient detail, was implausible in certain respects, and was not corroborated by other evidence. Among other things, the IJ noted that while Tjoe testified that she had converted from Buddhism to Christianity in her youth, her Indonesian identification card, which was issued after her arrival in the United States, listed her religion as “Buddha” and she had offered no evidence to corroborate her claimed conversion. In a final order of removal issued on October 14, 2011, the BIA affirmed the denial of Tjoe’s application for asylum, withholding of removal, and CAT relief. We later denied her petition for review, holding that substantial evidence supported the BIA’s adverse credibility determination. <em>See Tjoe v. U.S. Att’y Gen., </em>486 Fed.Appx. 86, 87-88 (11th Cir.2012) (unpublished).</p>\n<p id=\"b958-5\">In May 2013, more than a year after the BIA’s final order of removal, Tjoe filed a motion to reopen the proceedings based on changed country conditions in Indonesia— specifically, a purported increase in the persecution of Indonesian Christians at the hands of militant Muslims since her 2010 removal hearing. Tjoe submitted numerous news articles, editorials, and reports, which documented the following: (1) between 2010 and 2012, more than 30 churches throughout Indonesia had been closed down, often at the behest of the FPI or other extremist groups, and the number of violent attacks on all religious minorities in the predominately Muslim country had increased from 216 to 264; (2) in May of 2012, Muslim groups had thrown rocks and waste water at Christian congregants as they tried to enter their church in Jakarta; (3) in December of that same year, a crowd of over 200 Muslims had pelted worshipping Christians with rotten eggs and excrement; and (4) in March of 2013, government officials, capitulating to the demands of militant Muslims, demolished a church in Jakarta, while a number of other churches throughout the country had been attacked with Molotov cocktails.</p>\n<p id=\"b958-7\">Although a number of the articles submitted by Tjoe broadly asserted that religious intolerance and instances of religiously motivated violence in Indonesia had risen in the past few years, other documents cast some measure of doubt on that generalization and suggested that circumstances in Indonesia had been bad for some time. For example, one of the news articles Tjoe submitted indicated that between 2004 and 2012, over 430 churches in Indonesia had been attacked, closed down, or burnt down. Another article indicated that in the summer of 2010, around the time of Tjoe’s removal proceedings, Muslim extremists had hurled shoes and water bottles at church members, interrupted church sermons with chants of “Infidels!,” and dumped feces onto church land. And the U.S. State Department’s 2012 International Freedom Report on Indonesia (“2012 Religious Freedom Report”) noted a “continu[ation] [of] government abuses of religious freedom” and that some hardline Muslim groups continued to engage in violent activity against other religious groups. U.S. Dep’t of State, <em>Indonesia 2012 International Religious Freedom Report </em>7, 13-14 (2012). Still, the 2012 Religious Freedom Report stated that the government <page-number citation-index=\"1\" label=\"933\">*933</page-number>generally continued to respect religious freedom and had prosecuted the “ringleaders and some participants in the year’s most notable outbreaks of communal religious violence.” <em>Id. </em>at 7-8.</p>\n<p id=\"b959-5\">The BIA denied Tjoe’s motion to reopen as untimely, finding that she had failed to overcome the applicable time bar by demonstrating a material change in country conditions since her 2010 merits hearing. Comparing the relevant country conditions described in the two 2009 State Department reports with those in the 2012 Religious Freedom Report, the BIA concluded that the evidence showed “continuing problems for Christians in Indonesia, rather than a material change in country conditions or circumstances there.”</p>\n<p id=\"b959-6\">II.</p>\n<p id=\"b959-7\">Tjoe contends that the BIA abused its discretion in denying her motion to reopen because the evidence she submitted in support of that motion clearly documented a drastic deterioration, marked by increased violence and church closures, in the treatment of Indonesian Christians since 2010. She asserts that the BIA ignored the bulk of this evidence, as demonstrated by its failure to specifically address it in the written decision.</p>\n<p id=\"b959-8\">We review the denial of a motion to reopen only for an abuse of discretion, and “[o]ur review is limited to determining whether the BIA exercised its discretion in an arbitrary or capricious manner.” <em>Jiang v. U.S. Att’y Gen., </em>568 F.3d 1252, 1256 (11th Cir.2009). We review administrative factual findings, including those concerning changed country conditions, under the “highly deferential substantial evidence test,” which requires us to “view the record evidence in the light most favorable to the agency’s decision and [to] draw all reasonable inferences in favor of that decision.” <em>Adefemi v. Ashcroft, </em>386 F.3d 1022, 1026-27 (11th Cir.2004) (en banc). Under that deferential standard, we may “not engage in a de novo review of factual findings” or “reweigh the evidence from scratch,” and we must affirm the BIA’s factual findings unless “the record compels a reversal; the mere fact that the record may support a contrary conclusion is not enough to justify a reversal of the administrative findings.” <em>Id. </em>at 1027 (quotation marks omitted). In other words, “even if the evidence could support multiple conclusions, we must affirm the agency’s decision unless there is no reasonable basis for that decision.” <em>Id. </em>at 1029.</p>\n<p id=\"b959-10\">Because Tjoe did not timely file her motion to reopen within 90 days of the BIA’s final order of removal, she had to demonstrate a material change in country conditions to avoid the usual 90-day filing deadline. <em>See </em>8 C.F.R. § 1003.23(b)(4)(i); <em>Jiang, </em>568 F.3d at 1256. The evidence Tjoe submitted in support of her motion arguably supports the conclusion that conditions for Christians in Indonesia have worsened since her May 2010 removal hearing, and we might draw the inference that they have materially worsened had we considered the issue in the first instance. But we are not at liberty to review or reweigh the evidence from scratch, and the evidence does not compel a finding of a material change in country conditions. <em>See Adefemi, </em>386 F.3d at 1027.</p>\n<p id=\"b959-11\">As we have already mentioned, several of the news articles in the record suggest that Muslim attacks on Christian churches and their congregants have remained steady since at least 2004. Likewise, the 2012 Religious Freedom Report describes conditions quite similar to those outlined in the 2009 Country Report and the 2009 Religious Freedom Report. The two 2009 reports noted problems with “societal abuse and discrimination against religious groups,” including the use of violence and <page-number citation-index=\"1\" label=\"934\">*934</page-number>intimidation to forcibly close down at least nine churches. By comparison, the 2012 Religious Freedom Report noted that extremist Muslims “continued to engage in violent activity against other religious groups” and had pressured government officials in one province to close down nine Christian churches. Viewing the record in the light most favorable to the BIA’s decision, as we must under the deferential substantial evidence test, we cannot say that there was no reasonable basis for the BIA’s factual finding that the evidence did not show that country conditions in Indonesia have materially worsened since Tjoe’s removal hearing. <em>See id. </em>at 1026-27,1029.</p>\n<p id=\"b960-4\">And to the extent Tjoe argues that the BIA’s failure to discuss all of her evidence indicates that it did not actually consider that evidence, the BIA was not obligated to specifically address each piece of evidence she presented. <em>See Tan v. U.S. Att’y Gen., </em>446 F.3d 1369, 1374 (11th Cir.2006). The BIA was only required to “give[ ] reasoned consideration” to her motion, to make “adequate findings,” and to “announce its decision in terms sufficient to enable [us] to perceive that it has heard and thought and not merely reacted.” <em>Id. </em>(quotation marks omitted). It did each of those things.</p>\n<p id=\"b960-5\">Because substantial evidence supports the BIA’s determination that Tjoe failed to demonstrate a material change in country conditions, the BIA did not abuse its discretion in denying her motion to reopen the removal proceedings as time-barred.<footnotemark>1</footnotemark> Accordingly, her petition for review is due to be denied.</p>\n<p id=\"b960-8\">PETITION DENIED.<footnotemark>2</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b960-6\">. Tjoe also challenges the BIA's conclusion that the 1994 baptism certificate she submitted along with her motion to reopen was not sufficient to overcome the adverse credibility finding against her and to establish her eligibility for relief from removal. We need not address that issue because we must defer to the BIA's finding that country conditions in Indonesia have not materially changed since Tjoe's removal hearing, which is sufficient to warrant the denial of her motion to reopen as untimely.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b960-19\">. This appeal was originally scheduled for oral argument but was removed from the oral argument calendar by unanimous agreement of the panel under 11th Cir. R. 34—3(f).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}