{
  "casebody": {
    "data": "<casebody firstpage=\"969\" lastpage=\"974\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b995-16\">Leda Ilma MARTINEZ, a.k.a. Leda Ilma Martinez Castillo, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b995-19\">No. 13-14524</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AX1\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b995-20\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b995-21\">Aug. 19, 2014.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b996-15\"><page-number citation-index=\"1\" label=\"970\">*970</page-number>Richard Hujber, Hujber Law Group, Boynton Beach, FL, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b996-16\">Bernard Joseph, David V. Bernal, Krystal Samuels, U.S. Department of Justice, Washington, DC, Michelle Ressler, District Counsel’s Office USICE, Miami, FL, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b996-18\">Before PRYOR, MARTIN, and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b996-19\">PER CURIAM:</author>\n<p id=\"b996-20\">Leda lima Martinez, a native and citizen of Honduras, seeks review of the Board of Immigration Appeals’s (“BIA”) final order affirming the Immigration Judge’s (“IJ”) decision sustaining charges of removability under the Immigration and Nationality Act (“INA”) § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II) (criminal alien) and INA § 212(a)(7)(A)(i), 8 U.S.C. § 1182(a)(7)(A)(i) (no valid entry document). Martinez argues that the IJ and BIA improperly considered the pretrial intervention service (“PTI”) document demonstrating that Martinez admitted to possessing cocaine, and erred by concluding that, due to evidence of an admitted controlled substance offense, she was removable under INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II). Additionally, Martinez argues that she had a valid entry document at the time of her application for admission and, therefore, the IJ and BIA erred by concluding that she was removable under INA § 212(a)(7)(A)®, 8 U.S.C. § 1182(a)(7)(A)®. Finally, Martinez argues that that the IJ erred by failing to conduct a <em>de novo </em>hearing regarding her Temporary Protected Status (“TPS”).</p>\n<p id=\"b997-4\"><page-number citation-index=\"1\" label=\"971\">*971</page-number>Upon review of the record and consideration of the parties’ briefs, we dismiss the petition in part and deny the petition in part.</p>\n<p id=\"b997-5\">I.</p>\n<p id=\"b997-6\">We review <em>de novo </em>our jurisdiction over a petition for review. <em>Amaya-Artunduaga v. U.S. Att’y Gen., </em>463 F.3d 1247, 1250 (11th Cir.2006). We also review <em>de novo </em>questions of law. <em>Kazemzadeh v. U.S. Att’y Gen., </em>577 F.3d 1341, 1350 (11th Cir.2009). If jurisdiction exists over the peti tion for review, we review the decision of the BIA as well as any portions of the IJ’s opinion that the BIA expressly adopted. <em>Id. </em>We may review the IJ’s decision to the extent that the BIA expressly agrees with the IJ’s reasoning. <em>Id. </em>An issue not argued on appeal is deemed abandoned. <em>Lapaix v. U.S. Att’y Gen., </em>605 F.3d 1138, 1145 (11th Cir.2010).</p>\n<p id=\"b997-7\">Petitioners are required to exhaust all administrative remedies available in order for us to review a final order of removal. <em>Amaya-Artunduaga, </em>463 F.3d at 1250; 8 U.S.C. § 1252(d)(1). Accordingly, if the petitioner failed to raise his claim before the BIA, we lack jurisdiction to consider the claim. <em>Amaya-Artunduaga, </em>463 F.3d at 1250. The exhaustion doctrine requires the petitioner to raise claims before the agency, to thereby ensure that the agency had a full opportunity to consider the petitioner’s claims. <em>Id.</em></p>\n<p id=\"b997-8\">A petitioner is required only to present the “core issue” to the BIA in order to exhaust the claim. <em>Montano Cisneros v. U.S. Att’y Gen., </em>514 F.3d 1224, 1228 n. 3 (11th Cir.2008). However, the petitioner must exhaust discrete arguments relating to the core issue before the BIA. <em>See Shkambi v. U.S. Att’y Gen., </em>584 F.3d 1041, 1048 n. 4 (11th Cir.2009) (dismissing as unexhausted a petitioner’s specific argument that the IJ had engaged in speculation in discrediting him, although the petitioner had contested the broader adverse-credibility finding before the BIA).</p>\n<p id=\"b997-10\">Any alien convicted of, or who admits having committed, or who admits committing acts which constitute the essential elements of a crime involving a violation of any law or regulation of a State, the United States, or a foreign country relating to a controlled substance is inadmissible and, therefore, removable. INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II). To be removable under this statute, an alien need not have been convicted of a controlled substance offense, but only needs to have admitted to committing a controlled substance offense. <em>Fernandez-Bernal v. Att’y Gen., </em>257 F.3d 1304, 1309 (11th Cir.2001) (emphasizing that the statute applies to aliens “who admit[ ] having committed” an offense). A determination of removability requires “reasonable, substantial, and probative evidence.” Gar<em>ces v. United States Att’y Gen., </em>611 F.3d 1337, 1347 (11th Cir.2010).</p>\n<p id=\"b997-13\">Under Florida law, it is unlawful for any person to be in actual or constructive possession of cocaine, a controlled substance. Fla. Stat. §§ 893.13(6)(a), 893.03(2)(a)4. Possession of cocaine qualifies as an offense relating to a controlled substance. <em>Fernandez-Bernal, </em>257 F.3d at 1309.</p>\n<p id=\"b997-14\">As an initial matter, Martinez’s sole argument to the BIA regarding her removability as a criminal alien was that her PTI admission was inadmissible as an evidentiary matter because it was not within the limited category of documents admissible to prove a conviction. Martinez argues for the first time before us that her PTI admission does not constitute an “admission” for the purposes of INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II) because she did not admit to each essential element of the <page-number citation-index=\"1\" label=\"972\">*972</page-number>crime and was not afforded various procedural safeguards. Because this argument was not raised before the BIA, Martinez failed to exhaust her administrative remedies and we lack jurisdiction to entertain this argument. <em>Amaya-Artunduaga, </em>463 F.3d at 1250. Additionally, by conceding that <em>Padilla v. Kentucky, </em>559 U.S. 356, 130 S.Ct. 1473, 176 L.Ed.2d 284 (2010), does not apply retroactively, Martinez effectively abandoned her argument regarding its applicability and argues, for the first time before us, that her defense attorney’s failure to advise her on the immigration consequences of her PTI admission constitutes a Fifth Amendment due process violation. <em>Lapaix, </em>605 F.3d at 1145. Again, Martinez did not raise this argument before the BIA and, therefore, failed to exhaust her administrative remedies, meaning we lack jurisdiction to entertain the argument. <em>Amaya-Artunduaga, </em>463 F.3d at 1250. Accordingly, those parts of the petition are dismissed, and the sole exhausted issue relating to Martinez’s re-movability under INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II) over which we have jurisdiction is whether the IJ and BIA erred by considering the PTI admission because it was not admissible evidence of a conviction.<footnotemark>1</footnotemark></p>\n<p id=\"b998-4\">The IJ and BIA did not err by concluding that Martinez’s PTI admission was relevant and admissible evidence sufficient to demonstrate her removability under INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II). Here, it is irrelevant whether PTI documents are sufficient to prove the existence of a conviction because, as correctly noted by the BIA, the only issue regarding Martinez’s removability was whether she <em>admitted </em>to committing an offense relating to a controlled substance, not whether she actually sustained a conviction. In the PTI documents, Martinez “freely and voluntarily” admitted that she was “guilty of ... Possession of Cocaine,” which constitutes an offense relating to a controlled substance. <em>Fernandez-Bernal, </em>257 F.3d at 1309. This document was “reasonable, substantial, and probative evidence” of Martinez’s removability as a criminal alien. <em>Id.; Garces, </em>611 F.3d at 1347. Accordingly, the IJ and BIA did not err by considering Martinez’s PTI admission and concluding that she was removable under INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a) (2) (A) (i) (I I). We, therefore, deny this part of the petition.</p>\n<p id=\"b998-9\">II.</p>\n<p id=\"b998-10\">The Attorney General may temporarily parole an alien into the United States for urgent humanitarian reasons or significant public benefit. INA § 212(d)(5)(A), 8 U.S.C. § 1182(d)(5)(A). An alien may receive advance authorization for parole if she has not yet, but will, travel to the United States without a visa. 8 C.F.R. § 212.5(f). Commonly called “advance parole,” this administrative device allows an alien in the United States, who fears that she will be inadmissible if she leaves and tries to return, to leave with the assurance that she will be paroled back into the United States upon return. <em>Assa’ad v. United States Att’y Gen., </em>332 F.3d 1321, 1326-27 (11th Cir.2003). Parole, however, is not regarded as an admission of the alien. INA § 212(d)(5)(A), 8 U.S.C. § 1182(d)(5)(A). When a charging document is served on the alien, the eharg-<page-number citation-index=\"1\" label=\"973\">*973</page-number>ing document constitutes written notice of termination of parole. 8 C.F.R. § 212.5(e)(2)®. When parole is terminated, the paroled alien is restored to the status that he or she had at the time of' parole and becomes subject to removal proceedings. <em>Id.; Assa’ad, </em>332 F.3d at 1327.</p>\n<p id=\"b999-6\">Any immigrant at the time of application for admission who is not in possession of a valid unexpired immigrant visa, re-entry permit, border crossing identification card, or other valid entry document is inadmissible and, therefore, removable. INA § 212(a)(7)(A)®, 8 U.S.C. § 1182(a)(7)(A)®. An application for admission to the United States is a continuing application and admissibility is determined on the basis of the law and the facts existing at the time the application is finally considered. <em>Matter of Kazemi, </em>19 I. &amp; N. Dec. 49, 51 (BIA 1984).</p>\n<p id=\"b999-8\">The IJ and BIA did not err by concluding that Martinez was inadmissible under INA § 212(a)(7)(A)®, 8 U.S.C. § 1182(a)(7)(A)®. Martinez last entered the United States via advance parole, which does not qualify as an admission into the United States. INA § 212(d)(5)(A), 8 U.S.C. § 1182(d)(5)(A). By filing a Notice to Appear, the DHS terminated Martinez’s parole and she was, therefore, restored to the status she had at the time of parole and subject to removal proceedings. <em>Assa’ad, </em>332 F.3d at 1327; 8 C.F.R. § 212.5(e)(2)(i). Although Martinez had TPS status at the time of her parole, it was revoked due to her cocaine possession admission and she was, therefore, an arriving alien. At the time of her application for admission before the IJ, Martinez did not possess a valid entry document. <em>Ka-zemi, </em>19 I. &amp; N. Dec. at 51. Because Martinez had no valid entry document at the time of her application for admission, she was removable under INA § 212(a)(7)(A)®, 8 U.S.C. § 1182(a)(7)(A)®.</p>\n<p id=\"b999-13\">Martinez’s arguments to the contrary are without merit. First, the notion that Martinez’s 2003 advance parole constitutes a “valid entry document” for the purposes of INA § 212(a)(7)(A)®, 8 U.S.C. § 1182(a)(7)(A)® contradicts the language of the statute, which states that parole does not qualify as an admission into the United States. INA § 212(d)(5)(A), 8 U.S.C. § 1182(d)(5)(A). Second, the argument that Martinez reverted back to her TPS status upon revocation of her parole is facially appealing, but ultimately unavailing. According to Martinez, her parole termination should restore her TPS status, even though the revocation of her TPS status was what caused DHS to terminate her parole. The more logical interpretation is that under 8 C.F.R. § 212.5(e)(2)®, Martinez reverted back to her status prior to obtaining advance parole, which was that of an arriving alien, not an alien with TPS status, because her TPS status had been revoked. Finally, to the extent that the IJ and BIA erred, any such error was harmless because, as discussed above, Martinez was otherwise inadmissible as a criminal alien under INA § 212(a)(2)(A)(i)(II), 8 U.S.C. § 1182(a)(2)(A)(i)(II). Accordingly, we deny this part of the petition.</p>\n<p id=\"b999-16\">III.</p>\n<p id=\"b999-17\">Martinez appears to argue that either (1) the IJ erred by failing to grant her a <em>de novo </em>hearing regarding her TPS renewal application, or (2) the IJ erred by failing to explicitly rule on her request for TPS renewal. Either way, Martinez never argued to the BIA that the IJ erred in any way relating to her TPS renewal applica<page-number citation-index=\"1\" label=\"974\">*974</page-number>tion. Accordingly, Martinez failed to exhaust her administrative remedies, we lack jurisdiction to review her argument, and this part of her petition is dismissed. <em>Amaya-Artunduaga, </em>463 F.3d at 1250.</p>\n<p id=\"ARM\">DISMISSED IN PART AND DENIED IN PART.</p>\n<footnote label=\"1\">\n<p id=\"b998-6\">. While we do not have jurisdiction to review any final order of removal against an alien who is removable by reason of having committed violation of law relating to a controlled substance, we still have jurisdiction to review \"constitutional claims or questions of law.” INA § 242(a)(2)(C-D), 8 U.S.C. § 1252(a)(2)(C-D). Because this issue and the remaining issues involve questions of law, we retain jurisdiction over the petition. <em>Id.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}