{
  "casebody": {
    "data": "<casebody firstpage=\"375\" lastpage=\"377\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b425-9\">Cipriano Benavides v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b425-10\">No. 5288.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b-Ad1\">Decided May 28, 1919.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b425-11\">Theft of Horses—Accomplice Principal—Circumstantial Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b425-12\">Where, upon trial of theft of horses, the defendant was indicted as a principal, and the evidence, which is wholly circumstantial, tends to show that if the defendant was guilty he acted as an accomplice and not as a <page-number citation-index=\"1\" label=\"376\">*376</page-number>principal, the conviction could not he sustained. Following Burow v. State, 210 S. W. Rep., 805.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b426-3\">Appeal from the District Court o£ the Hon. Walter F. Timon. Cameron. Tried below before</summary>\n<summary data-order=\"6\" data-type=\"history\" id=\"b426-4\">Appeal from a conviction of theft imprisonment in the penitentiary. of horses; penalty, two years</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b426-5\">The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b426-6\">No- brief on file for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b426-7\"><em>E. A. Berry, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b426-8\">MORROW, Judge.</author>\n<p id=\"Aim\">The appellant was convicted of theft. On the night of December 27th, six mules and one horse' were taken from the pasture of Roman Esparza. On the evening of that day Roman Esparza, after driving the stock to ■ the Rio Grande river for water, drove them back 450 yards to his large pasture, when he left them at a point about 600 yards from a small enclosure under the control of appellant, and in which he had some horses, and which enclosure was about two miles from his place of residence. The animals were missed on the morning of December 28th and it was found that'the fence around the small enclosure mentioned had been cut at a point about sixty yards from the river, and there were tracks of six mules, three horses and three persons, at this point. These tracks led to and across the river into Mexico., Appellant’s animals were not stolen though one animal belonging to another party, and which was in the pasture, was missing and never recovered. The six mules and one horse\" described in the indictment were recovered by the owner from the Mexican authorities at Matomoras, Mexico. The date of the recovery is not disclosed, nor does the evidence show how, when or from whom the Mexican officers obtained possession of them. The tracks of persons found with those of the animals are only described as one bare foot and two shod. Nothing further is disclosed as to whether they were tracks of men, women or children. The bare foot trail and one that was shod crossed the river, while the other turned back and was trailed about 150 yards from the river, about a quarter of a mile from the gap which, was cut in the fence of appellant’s enclosure. While searching for his mules on the day they were missing Roman Esparza told appellant, that they were lost, had been stolen, and appellant replied that it was very probable; that his fence had been cut.</p>\n<p id=\"b426-9\">A witness testified that he and appellant lived about sixty yards apart; that at about six o’clock on the evening of December 27th the witness on going to the river for his oxen saw appellant near the river and heard him conversing with some person on the opposite side of the river, in which conversation appellant said: “It was time to do business. If you don’t find the mules there in the, brush there on the edge of the river; you will find them ■ in some <page-number citation-index=\"1\" label=\"377\">*377</page-number>brush in the edge-of the pasture.” The person across the river said: “Who is taking them?” Appellant replied: “Don Roman.” This testimony was controverted by denial and attack on the motive and reputation of the witness.</p>\n<p id=\"AFu\">We must assume that the jury accepted it as true. If it be also assumed that it related to the stolen animals, it having occurred some hours before the animals were stolen, would, in the absence a proof that appellant was present at the time they were taken, or was then doing some act in furtherance of a conspiracy to steal them, and appropriate them, be a circumstance pointing to appellant as an accomplice in the theft, but not as a principal offender.</p>\n<p id=\"b427-7\">An accomplice is one who is not present at the commission of the offense but who, before the act is done, advises commands or encourages another to commit the offense, though he may not have given him such aid. Penal Code, Art. 79.</p>\n<p id=\"b427-8\">The conversation mentioned indicated that appellant, before the offense was committed, gave the principal information to be used by him in taking the animals. The information was such as was intended to enable the principal to find and take the animals in the absence of appellant. It does not indicate that it was contemplated that he should be present when the animals were taken, and we find no evidence inconsistent with the hypothesis that they were taken in his absence.</p>\n<p id=\"b427-9\">The testimony of the State’s main witness puts appellant at his home, within a few feet of that of the witness and more than two miles from the scene of the taking. There is no direct evidence nor cogent circumstance to show that he left his home. None of the tracks described led to his home, or were found nearer than two jmiles therefrom, and there is no effort to show that any of the tracks were of a character that would have been made by appellant. The property was found in the possessioh of Mexican officers, but no evidence is introduced to suggest that the officers got them from appellant or any associate of his. There is no description or identity of the person with whom he conversed across the river, and all circumstances that are disclosed are consistent, with the absence of appellant at the time the mules were taken. The State’s theory is, that the mules were taken by three persons. To hold appellant as a principal he must have been one of them, or at the time been doing something in aid of them; and the fact, if it be one, that he had previously advised the theft and given information touching perpetration of the offense, does not satisfy the measure of proof demanded by the law. The evidence is wholly circumstantial, and in so far as it criminates appellant, tends to show that he was an accomplice and not a principal. Burow v. State, 210 S. W. Rep., 805, and cases there mentioned.</p>\n<p id=\"b427-10\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b427-11\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}