{
  "casebody": {
    "data": "<casebody firstpage=\"60\" lastpage=\"63\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b102-4\">Custer, Appellant, <em>v. </em>Glessner.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b102-5\"><em>Public officers </em>— Recorder <em>of deeds </em>— Records—Indices—Act <em>of May 26,1891, P. L. 129 </em>— Jurisdiction <em>of Common Pleas.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b102-6\">Under tbe Act of May 26, 1891, P. L. 129, which empowers the Court of Common Pleas to change and alter the mode of “keeping of the indices” in the office of recorder of deeds and other public offices, the court may make an order directing such change and prescribing the manner in which the indices are thereafter to be kept, but it has no jurisdiction to direct the county commissioners to enter into a contract for the necessary books and to direct them to employ some one to transcribe the records into the new books. This is a matter for the recorder of deeds or other officer whose records are affected.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b102-7\">Argued April 11, 1917.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AdN\">Appeal, No. 176, April T., 1917, by plaintiff, from decree of O. P. Somerset Co., Equity Docket, 1917, No. 3, refusing to grant an injunction in case of John E. Custer v. William J. Glessner et al. County Commissioners.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"A9Z\">Before Orlady, P. J., Porter, Henderson, Head, Kephart, Trexler and Williams, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"A5C\">Reversed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b102-8\">Bill in equity for an injunction to restrain the defendants from entering into a contract for the reindexing of open and unsatisfied mortgages into new mortgage indexes and from purchasing books for the same.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b102-9\">From the record it appeared that on the recommendation of a committee of the bar association of Somerest County, the court made the following order:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b102-10\">And now, to wit: October 5, 1916, the report of the committee filed, and upon due consideration it is hereby ordered that the county commissioners are directed to enter into a contract for the books as covered by said report; and the commissioners are further directed to employ some one, with the court’s approval, to transcribe the open and unsatisfied mortgages into the new set of mortgage indexes; said work to be done under the <page-number citation-index=\"1\" label=\"61\">*61</page-number>supervision of the aforesaid committee. The price to be |30 per volume in all $1,320 payable 30 days after delivery of books.</summary>\n<decisiondate data-order=\"10\" data-type=\"decisiondate\" id=\"Ahd\">October 8, 1917:</decisiondate>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b103-4\">The bill was filed to restrain the county commissioners from carrying out said order.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b103-5\"><em>Error assigned </em>was decree refusing injunction.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b103-6\"><em>Norman T. Boose, </em>for appellant,</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AyK\">cited: In re Transcription of Perry County, 11 D. R. 557; Lotz v. Durkin, 17 D. R. <em>895; </em>Nicely v. Raker, 250 Pa. 386.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"A8u\"><em>Charles H. Ealy, </em>for appellee,</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"ARY\">cited: McCommon v. Spong, 14 Atl. Rep. 260.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b103-8\">Opinion by</p>\n<author id=\"AEl\">Head, J.,</author>\n<p id=\"b103-9\">We are of opinion the learned court below fell into error in entering the order and decree complained of.</p>\n<p id=\"b103-10\">The recorder of deeds in each of the several counties of the Commonwealth is and has been, almost since our beginning, an important county officer. He is elected by the people of the county. His duties and emoluments are prescribed by statute. He is, in no accurate use of' language, an officer of the court nor are the records which, by law, he is required to safely keep, the records of the judgments or decrees of the court. They are the history of the transactions of the people of the county affecting the titles to land.</p>\n<p id=\"b103-11\">By the Act of May 26,1891, P. L. 129, the legislature, recognizing the fact that new and improved systems for keeping such records and the necessary indices were being constantly devised, authorized the several Courts of Common Pleas to do certain things. The first section of the act empowers the court “to change and alter the mode of keeping said indices in one or more of said offices” and to direct the mode in which they should thereafter be kept. The authority thus conferred extended to the records, etc., kept not only in the office of the re<page-number citation-index=\"1\" label=\"62\">*62</page-number>corder of deeds but as well to those kept in the offices of prothonotary, clerks of the courts and register of wills. The second section more clearly and specifically empowered the court by its order to direct the preparation of new indices in any of the offices and the mode in which they should be thereafter kept. Section three provides: “The books required for said indices...... shall be purchased by the proper officer and paid for out of the county funds by orders drawn on the treasurer of said county by the proper officers thereof.” Section four, which gives rise to the question raised by this appeal, declares “It shall be the duty of the proper officers of the proper county, whenever an order shall be made by said court directing new indices to be prepared and made as provided by the second section of this act, to cause the same to be prepared and made in a fair, legible manner by some competent person or persons appointed by said officers, &amp;c.”</p>\n<p id=\"b104-5\">As we read the statute, it was clearly proper for the learned court below, after having determined there ought to be a change in the method of keeping the records referred to in the statute, to enter an order or decree requiring the same should be done and directing the manner in which the indices were thereafter to be kept. With the making of that order, the power conferred upon the court by the statute would apparently end. It then became the duty of the proper officer, whether prothonotary, recorder or other officer mentioned in the statute, to execute the order made by the court in the manner provided by law. It was not the purpose of the legislature, as expressed in the language of the act, to take away from the recorder of deeds, for instance, the custody of the records, for the security of which he was responsible by law, and turn them over to the county commissioners or to any other perhaps irresponsible person they might select for the performance of the work to be done. We think Mr. Justice Frazer, in Nicely v. Raker, 250 Pa. 386, has expressed in a sen <page-number citation-index=\"1\" label=\"63\">*63</page-number>tence everything of importance that could be said by us even if this opinion were to be prolonged: “As above stated, the whole matter was within the control and direction of the court to be exercised in accordance with the provisions of the act of assembly.” In the case then before the Supreme Court the recorder had made his own contract. We are not to be understood as saying that the court is without power in any event to supervise a contract made by the proper officer if it should exhibit an intent to waste or squander the public money. A taxpayer’s bill is a favorite method of invoking the active exercise of the broad powers of a court of equity to restrain illegal or extravagant expenditures of public money. We are of opinion therefore the learned court below should have awarded the injunction prayed for in the bill. Under the stipulation filed by counsel we understand the decree entered by the court below was to be regarded as a final decree. If it had been so formally entered, the bill would doubtless have been dismissed and the order we shall make will operate as if the bill had been actually dismissed.</p>\n<p id=\"b105-4\">The decree of the court below is reversed and the record is remitted to that court with direction to reinstate the bill and thereupon to enter an injunctive decree restraining the defendants from interfering with the records in the lawful custody of the plaintiff. The costs of this appeal to be paid by the appellees.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}