{
  "casebody": {
    "data": "<casebody firstpage=\"123\" lastpage=\"125\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b141-4\">Abraham Burbank <em>vs. </em>Charles W. Chapin.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b141-5\">Berkshire.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AyT\">Sept. 8. — 21, 1885.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"Am2\">Field, C. Allen, &amp; Colbubn, JJ., absent.</p>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b141-7\">Under the Pub. Sts. <em>c. </em>102, §§ 12, 16, an innholder is, in the absence of an express contract to the contrary, liable for a loss by theft of the property of his guest, although the guest knowingly fails to comply with a reasonable regulation of the inn, if the loss is not attributable to the non-compliance with such regulation.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b141-8\">Contract, upon an account annexed, for board and lodging at the plaintiff’s inn. The defendant, in his answer, sought to recoup the value of certain articles stolen from his room while a guest at the inn. Trial in the Superior Court, without a jury, before Rockwell, J., who found for the plaintiff; and the defendant alleged exceptions. The facts appear in the opinion.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b141-9\"><em>R. M. Wood, </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b141-10\"><em>J. R. Noxon, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b141-11\">Morton, C. J.</author>\n<p id=\"As4\">The only question which appears to have been raised at the trial is whether the plaintiff, who is an inn-holder, is liable for the value of certain wearing-apparel of the defendant, which was stolen from his room while he was a guest at the plaintiff’s inn.</p>\n<p id=\"b141-12\">The case was tried by the presiding justice of the Superior Court, without a jury. He found as facts, that the plaintiff was <page-number citation-index=\"1\" label=\"124\">*124</page-number>an innholder ; that the defendant was a guest at the inn; that two coats of the defendant were stolen from his room; that, before the theft, certain printed regulations were posted in the rooms of the inn, one of which was in these words: “ Lock the door when going out, and leave the key at the office; ” that the defendant knew of this regulation; that, on the occasion when the coats were stolen, he did not leave his key at the office; and that the regulation was a reasonable one. He thereupon “ ruled, as matter of law, that, the defendant having failed to leave his key at the office at the time of the loss of the goods, he could not recover by way of recoupment for their value.” The defendant asked the judge to rule, “ that, notwithstanding the printed regulation, the defendant could recover, unless it should appear that the loss was occasioned by reason of the defendant having failed to comply with said regulation; ” which the court refused. Construing the ruling given with the ruling asked for and refused, it appears that the learned judge intended to rule, as matter of law, that, if the defendant knew of the regulation and failed to comply with it, the plaintiff was exonerated from responsibility, without any inquiry into the question whether the loss was attributable to the failure to comply with the regulation. We are of opinion that this was erroneous.</p>\n<p id=\"b142-4\">At common law, innholders, like common carriers, are regarded as insurers of the property committed to their care, and are liable for any loss not caused by the act of God or of a public enemy, or by the neglect or fault of the guest. <em>Mason </em>v. Thompson, 9 Pick. 280. <em>Berkshire Woollen Co. </em>v. Proctor, 7 Cush. 417. Our statutes have in some respects limited this extreme liability. Pub. Sts. <em>c. </em>102, §§ 12-16. Among other things, they provide that “ an innholder against whom a claim is made for loss sustained by a guest may in all cases show that such loss is attributable to the negligence of the guest himself, or to his noncompliance with the regulations of the inn, if such regulations are reasonable and proper, and are shown to have been duly brought to the notice of the guest by the innholder.” Pub. Sts. c. 102, § 16. The statute exonerates an innholder from his common law liability for a loss sustained by a guest who has knowingly failed to comply with a reasonable regulation of the inn, if <page-number citation-index=\"1\" label=\"125\">*125</page-number>the loss is attributable to such non-compliance. The ruling of the Superior Court went further, and held that an innholder is exonerated by the fact of such non-compliance, without any inquiry into the question whether the loss is attributable to the non-compliance.</p>\n<p id=\"b143-4\">The question is not whether an innholder may make an express contract with a guest limiting his liability, but what contract will the law imply against the guest who fails to comply with a known regulation of the inn. The law will not imply a contract more extensive than the terms of the statute; and, in a case like the one before us, in the absence of any express contract, an innholder is relieved from liability for a loss only when, in the words of the statute, such loss is attributable to the non-compliance with the regulations of the inn.</p>\n<p id=\"b143-5\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}