{
  "casebody": {
    "data": "<casebody firstpage=\"272\" lastpage=\"273\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b296-4\">UNITED STATES of America, Plaintiff-Appellee, v. Vicente VILLAPUDUA-QUINTERO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b296-7\">No. 08-2308.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b296-8\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b296-9\">Jan. 22, 2009.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b296-22\">Rhonda P. Backinoff, Assistant U.S. Attorney, Office of the United States Attorney, Albuquerque, NM, Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b296-23\">Kari Converse, Office of the Federal Public Defender, Albuquerque, NM, for D efendant^-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b296-24\">Before BRISCOE, MURPHY, and GORSUCH, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b296-25\">ORDER AND JUDGMENT<footnotemark>*</footnotemark></p>\n<author id=\"b296-26\">PER CURIAM.</author>\n<p id=\"b296-27\">Vicente ViUapudua-Quintero appeals the district court’s order affirming the magistrate judge’s order for detention pending trial on a charge of possession with intent <page-number citation-index=\"1\" label=\"273\">*273</page-number>to distribute more than 500 grams of methamphetamine, in violation of 21 U.S.C. §§ 841(a)(1) and (b)(1)(A). “We apply de novo review to mixed questions of law and fact concerning the detention or release decision, but we accept the district court’s findings of historical fact which support that decision unless they are clearly erroneous.” <em>United States v. Cisneros, 328 F.3d 610, 613 </em>(10th Cir.2003). Applying these standards of review, we affirm.</p>\n<p id=\"b297-5\">Pretrial detention is governed by 18 U.S.C. § 3142. Under § 3142(e) and (f), a defendant may be detained only if the court finds by clear and convincing evidence that no conditions of release “will reasonably assure the appearance of such person as required and the safety of any other person and the community.” But § 3142(e) also establishes two rebuttable presumptions favoring detention: one applicable to certain previous violators and one applicable to certain drug-and-ffrearm offenders.</p>\n<p id=\"b297-6\">“Once [a] presumption is invoked, the burden of production shifts to the defendant,” but “the burden of persuasion regarding risk-of-flight and danger to the community always remains with the government.” <em>United States v. Stricklin, </em>932 F.2d 1353, 1354-55 (10th Cir.1991). “The defendant’s burden of production is not heavy, but some evidence must be produced. Even if a defendant’s burden of production is met, the presumption remains a factor for consideration by the district court in determining whether to release or detain.” <em>Id. </em>at 1355.</p>\n<p id=\"b297-7\">In this case, the magistrate judge conducted an arraignment and detention hearing and found probable cause to believe defendant had committed a drug offense for which the maximum term of imprisonment is ten years or more. <em>See </em>§ 3142(e)(3)(A). Thus, the drug-and-firearm-offender presumption applied and defendant was presumed to be both a flight risk and danger to the community. <em>See </em>§ 3142(e)(1). The magistrate judge also found defendant’s “family ties to Mexico” made him a flight risk. ApltApp. at 29. On appeal of the magistrate judge’s order, the district court affirmed. <em>See </em>18 U.S.C. § 3145 (setting forth process for appealing detention decisions).</p>\n<p id=\"b297-9\">In challenging his detention in this court, defendant first advances a novel interpretation of § 3142(e). He asserts that no presumption arises unless the government shows that defendant has a qualifying prior conviction <em>and </em>has “been found by probable cause to have committed the charged offense.” Aplt. Br. at 8. In the absence of any case-law support for conflating the “previous-violator” presumption and the drug-and-firearm-offender presumption, we decline to credit this argument.</p>\n<p id=\"b297-10\">Next, defendant claims that the record lacks evidence concerning danger to the community and likelihood of flight risk. The record, however, indicates that the charged crime involves a copious amount of methamphetamine and that defendant employed a sophisticated method of carrying the substance. Additionally, defendant, a resident alien, is employed only intermittently. His mother, one daughter, and fifteen of his siblings live in Mexico. Although defendant produced some evidence supporting his release, we determine the evidence presented to the district court, coupled with the detention presumption, demonstrates that the government sustained its burden of proving defendant is a danger to the community and a flight risk.</p>\n<p id=\"b297-11\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b296-18\"> After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. <em>See </em>Fed. R.App. P. 34(a)(2); 10th Cir. R. 34.1(G). The case is therefore ordered submitted without oral argument. This order and judgment is not binding precedent, except under the doctrines of law of the case, res judicata, and collateral estoppel. It may be cited, however, for its persuasive value consistent with Fed. R.App. P. 32.1 and 10th Cir. R. 32.1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}