{
  "casebody": {
    "data": "<casebody firstpage=\"394\" lastpage=\"395\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b418-5\">Jerry DAWKINS, Plaintiff-Appellant, v. Renee Lewis GLOVER, Director of the Atlanta Housing Authority, Shirley Clarke Franklin, Mayor of Atlanta, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b418-7\">No. 08-14698</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AN7\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b418-8\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b418-9\">Jan. 23, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b418-15\">Jerry Dawkins, Atlanta, GA, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b418-16\">Laura J. Sauriol, Henry R. Chalmers, Frank N. White, Arnall, Golden &amp; Gregory, LLP, Christopher Knox Withers, Arnold Golden Gregory LLP, Atlanta, GA, for Defendants-Appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b418-18\">Before TJOFLAT, BLACK and BARKETT, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b418-19\">PER CURIAM:</author>\n<p id=\"b418-20\">Jerry Dawkins, proceeding <em>pro se, </em>brought this case against Renee Lewis Glover, Director of the Atlanta Housing Authority, and Shirley Clarke Franklin, Mayor of Atlanta, pursuant to 42 U.S.C §§ 3604(b) and 1973. He contended that Glover and Franklin defrauded the United States and violated the Fair Housing Act and the Voting Rights Act by driving black citizens from their homes, by closing a number of buildings containing federally subsidized housing, and selling the properties to developers. Dawkins sought in-junctive relief and punitive damages.</p>\n<p id=\"b418-21\">The district court granted the defendants’ motions to dismiss Dawkins’s complaint on various grounds, none pertinent here. Dawkins now appeals the court’s judgment.</p>\n<p id=\"b418-22\">In four numbered, heading-type paragraphs in his brief, Dawkins mentions the Federal Voting Rights Act, the Fair Housing Act, and the Americans with Disabilities Act, asking rhetorically whether the defendants can be allowed to violate each. Under a heading entitled “The Relief Requested,” he requests only that we grant his motion for default judgment against <page-number citation-index=\"1\" label=\"395\">*395</page-number>Glover, asserting that she refused to be served with his complaint.</p>\n<p id=\"b419-5\">We review the district court’s denial of a motion for default judgment for abuse of discretion. <em>Mitchell v. Brown &amp; Williamson Tobacco Corp., </em>294 F.3d 1309, 1316 (11th Cir.2002). “The entry of a default judgment is appropriate ‘[w]hen a party against whom a judgment for affirmative relief is sought has failed to plead or otherwise defend as provided by these rules and that fact is made to appear by affidavit or otherwise.’ ” <em>Id. </em>(quoting Fed.R.Civ.P. 55(a)).</p>\n<p id=\"b419-6\">We review <em>pro se </em>pleadings liberally, holding them to a less stringent standard than those drafted by attorneys. <em>Hughes v. Lott, </em>350 F.3d 1157, 1160 (11th Cir. 2003). However, we will not act as <em>de facto </em>counsel for <em>pro se </em>parties or rewrite a deficient pleading. <em>GJR Invs., Inc. v. County of Escambia, </em>132 F.3d 1359, 1369 (11th Cir.1998). “[T]he law is by now well settled in this Circuit that a legal claim or argument that has not been briefed before the court is deemed abandoned and its merits will not be addressed.” <em>Access Now, Inc. v. Southwest Airlines Co., </em>385 F.3d 1324, 1330 (11th Cir.2004). Neither (1) noting an argument in the statement of the issues without addressing it anywhere else in the brief, nor (2) mentioning an issue without providing specific argument in support act to sufficiently raise an issue on appeal. <em>See Greenbriar, Ltd. v. City of Alabaster, </em>881 F.2d 1570, 1573 n. 6 (11th Cir.1989).</p>\n<p id=\"b419-7\">The record on appeal shows that Glover waived service of process on February 8, 2008, in compliance with the district court’s order. Accordingly, the district court did not abuse its discretion in denying Dawkins’s motion for judgment by default because Glover did not fail to respond to the case against her. We also conclude that Dawkins, by failing to properly present them in his brief, has abandoned any other issues he may have raised, including whether the district court erred in granting the defendants’ motions to dismiss.</p>\n<p id=\"b419-9\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}