{
  "casebody": {
    "data": "<casebody firstpage=\"571\" lastpage=\"573\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b595-8\">ZHI YUN LIU, Petitioner, v. Mark FILIP, Acting Attorney General,<footnotemark>*</footnotemark> Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b595-10\">No. 08-1256-ag.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b595-11\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b595-12\">Feb. 3, 2009.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b596-12\"><page-number citation-index=\"1\" label=\"572\">*572</page-number>Vlad Kuzmin, New York, NY, for Petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b596-13\">Gregory G. Katsas, Assistant Attorney General; Terri J. Scadron, Assistant Director; Greg D. Mack, Senior Litigation Counsel, Office of Immigration Litigation, U.S. Department of Justice, Washington, DC, for Respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b596-14\">PRESENT: Hon. WILFRED FEINBERG, Hon. JON O. NEWMAN and Hon. ROBERT D. SACK, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b595-14\"> Pursuant to Federal Rule of Appellate Procedure 43(c)(2), Mark Filip is substituted for Michael B. Mukasey as Respondent.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b596-15\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b596-16\">Zhi Yun Liu, a native and citizen of the People’s Republic of China, seeks review of a February 15, 2008 order of the BIA affirming the January 30, 2006 decision of Immigration Judge (“IJ”) Brigitte Laforest, denying his application for asylum, withholding of removal, and relief under the Convention Against Torture (“CAT”). <em>In re Zhi Yun Liu, </em>No. A98 769 285 (B.I.A. Dee. 19, 2007), <em>aff'g </em>No. A98 769 285 (Immig. Ct. N.Y. City Jan. 30, 2006). We assume the parties’ familiarity with the underlying facts and procedural history of this case.</p>\n<p id=\"b596-18\">When the BIA does not adopt the decision of the IJ to any extent, we review only the decision of the BIA. <em>See Yan Chen v. Gonzales, </em>417 F.3d 268, 271 (2d Cir.2005). Here, while the IJ rested her denial of relief on an adverse credibility determination, the BIA assumed Liu’s credibility and made an alternate burden of proof finding. Thus, we review only the BIA’s decision. <em>Id. </em>We review the agency’s factual findings under the substantial evidence standard. 8 U.S.C. § 1252(b)(4)(B); <em>see also Manzur v. U.S. Dep’t of Homeland Sec., </em>494 F.3d 281, 289 (2d Cir.2007). We review <em>de novo </em>questions of law and the application of law to undisputed fact. <em>See, e.g., Salimatou Bah v. Mukasey, </em>529 F.3d 99, 110 (2d Cir.2008).</p>\n<p id=\"b596-19\">The BIA properly found that Liu was not eligible for asylum based on his wife’s forced abortion. <em>See Shi Liang Lin v. U.S. Dep’t of Justice, </em>494 F.3d 296, 314 (2d Cir.2007)(en banc)(holding that the definition of “refugee” under 8 U.S.C. § 1101(a)(42) does not extend automatically to partners of individuals who have been forcibly sterilized or forced to have an abortion); <em>see also Gui Yin Liu v. INS, </em>508 F.3d 716, 723 (2d Cir.2007) (noting that, pursuant to <em>Shi Liang Lin, </em>“a claim of persecution based solely on a forced abortion” brought by someone other than “the individual who has undergone the procedure ... is doomed”).</p>\n<p id=\"b596-20\">We further conclude that the BIA properly found that Liu failed to establish <page-number citation-index=\"1\" label=\"573\">*573</page-number>eligibility for relief based on “other resistance” to the family planning policy in China. <em>See </em>8 U.S.C. § 1101(a)(42). In <em>Shi Liang Lin, </em>we found that a petitioner whose “application for asylum was based upon his fiancée’s two forced abortions and threats from family planning officials that they would fine and sterilize [him] if his fiancée became pregnant again ... failed to demonstrate that he acted in a manner that could constitute ‘resistance’ or opposition to a coercive family control program.” 494 F.3d at 314-15. Because Liu’s “other resistance” claim is analogous to the claim we rejected in <em>Shi Liang Lin, </em>we find no clear error in the BIA’s decision. <em>See </em>8 U.S.C. § 1252(b)(4)(B); <em>see also Manzur, </em>494 F.3d at 289.</p>\n<p id=\"b597-5\">Inasmuch as Liu failed to meet the burden of proof for asylum, he also failed to meet the higher burden of proof necessary to establish eligibility for withholding of removal. <em>See Paul v. Gonzales, </em>444 F.3d 148, 156 (2d Cir.2006).</p>\n<p id=\"b597-6\">Finally, because Liu rests his CAT claim on his contention that he will more likely than not be tortured for departing China illegally, and he did not make that argument before the agency, we decline to consider any such argument as unexhausted. <em>See Lin Zhong v. U.S. Dep’t of Justice, </em>480 F.3d 104, 119-20 (2d Cir.2007) (describing the issue exhaustion requirement as “mandatory”).</p>\n<p id=\"b597-7\">For the foregoing reasons, the petition for review is DENIED. As we have completed our review, any stay of removal that the Court previously granted in this petition is VACATED, and any pending motion for a stay of removal in this petition is DISMISSED as moot. Any pending request for oral argument in this petition is DENIED in accordance with Federal Rule of Appellate Procedure 34(a)(2), and Second Circuit Local Rule 34(b).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}