{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"95\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b117-26\">Yashpal SAINI, Petitioner, v. Michael B. MUKASEY, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b117-28\">No. 02-73584.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b117-29\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b117-30\">Argued and Submitted Oct. 23, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A6FW\">Filed Jan. 9, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b118-8\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>Nicholas W. Marchi, Carney &amp; Marchi, PS, Seattle, WA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b118-9\">Ronald E. LeFevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, Anthony W. Norwood, Senior Litigation Counsel, Hillel Smith, Esquire, OIL, DOJ — U.S. Department of Justice, Washington, DC, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b118-12\">Before: SCHROEDER, D.W. NELSON and REINHARDT, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b118-13\">MEMORANDUM <footnotemark>*</footnotemark></p>\n<p id=\"b118-14\">Petitioner Yashpal Saini, a native and citizen of India, seeks review of the Board of Immigration Appeals’ summary affir-mance of an immigration judge’s denial of his applications for asylum, withholding of removal, voluntary departure, and relief under the Convention Against Torture. The IJ denied all relief on the basis of an adverse credibility finding relating to the petitioner’s testimony that he suffered persecution on account of his support of Sikh causes and imputed membership in the All India Sikh Student Federation (AISSF). Under our law, adverse credibility findings must be supported by major inconsistencies that go to the heart of the petitioner’s claim. An adverse credibility finding is not supported by substantial evidence where it is supported only by minor, immaterial inconsistencies. <em>See, e.g., Kaur v. Gonzales, </em>418 F.3d 1061, 1064 (9th Cir. 2005).</p>\n<p id=\"b118-15\">Here, many of the purported inconsistencies relied upon by the IJ were not in fact inconsistencies or did not go to the heart of the petitioner’s claims. For example, the petitioner testified that he received medical treatment following harsh beatings, and the treatment included injections, medications, and a massage. That a letter from his doctor stating that he treated him over a period of time did not specifically mention the forms of treatment does not render the petitioner’s testimony inconsistent. The IJ also discredited the petitioner’s testimony regarding his brother’s disappearance because there was no <page-number citation-index=\"1\" label=\"95\">*95</page-number>evidence in the record substantiating his death at the hands of the police. The lack of evidence, however, is not inconsistent with the petitioner’s testimony that his brother had disappeared. Moreover, asylum applicants are not required to corroborate otherwise credible testimony if corroborating evidence is not easily available. <em>See Shah v. INS, </em>220 F.3d 1062, 1070 (9th Cir.2000). For the same reason, the petitioner’s testimony about his brother-in-law’s death is not rendered incredible by his failure to provide a death certificate.</p>\n<p id=\"b119-5\">The IJ also emphasized the purported inconsistency between the petitioner’s testimony and the letter of the village Sar-pench, but, again, there is no inconsistency. She noted that the letter was written in English rather than Hindi or Punjabi, but there was no evidence that the Sar-pench could not speak or understand English. She also concluded that the letter was inconsistent with his testimony that he was arrested while transporting individuals who possessed firearms, because the Sarpench stated that the petitioner was held in police custody -without any allegation or reason. The petitioner testified, however, that he was never told why he was arrested. Finally, as to the statement in the letter that the petitioner was not a member of any political party, this statement was, in fact, consistent with the petitioner’s testimony that he was not a member of the AISSF.</p>\n<p id=\"b119-6\">To the extent that there may be any perceived inconsistency in his testimony, the petitioner was never given an opportunity to explain it, as our law requires. <em>Tekle v. Mukasey, </em>533 F.3d 1044, 1051 (9th Cir.2008) (“An IJ must ... afford petitioners a chance to explain inconsistencies, and must address these explanations.”) (citation omitted).</p>\n<p id=\"b119-7\">The adverse credibility finding of the IJ was therefore not supported by material inconsistencies going to the heart of the petitioner’s claim. This circuit has held that where “the IJ’s credibility determination rested on insufficient and impermissible grounds, [the petitioner’s] testimony should be deemed credible, eliminating the need for corroborating evidence.” <em>Singh v. Gonzales, </em>439 F.3d 1100, 1109 (9th Cir. 2006). We remand so that the IJ may consider whether, accepting the petitioner’s testimony as true, the petitioner has established past persecution and is eligible for relief. <em>See, e.g., Mousa v. Mukasey, </em>530 F.3d 1025, 1030 (9th Cir.2008).</p>\n<p id=\"b119-9\">The petition for review is GRANTED and the matter REMANDED for the IJ to consider the merits of the petitioner’s claims for relief.</p>\n<footnote label=\"*\">\n<p id=\"b118-11\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}