{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1255\" lastpage=\"1255\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Stephen E. RANIERI\n  <br/>\n  v.\n  <br/>\n  Derek F. GLACKEN &amp; another.\n  <footnotemark>\n   1\n  </footnotemark>\n </parties>\n <docketnumber id=\"p-2\">\n  17-P-1114\n </docketnumber>\n <court id=\"p-3\">\n  Appeals Court of Massachusetts.\n </court>\n <decisiondate id=\"p-4\">\n  Entered: July 13, 2018\n </decisiondate>\n <p id=\"p-5\">\n  <em>\n   MEMORANDUM AND ORDER PURSUANT TO RULE 1:28\n  </em>\n </p>\n <footnote label=\"1\">\n  <p id=\"p-19\">\n   William R. Paulsen, third-party defendant.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <p id=\"p-6\">\n   This factually complicated case involves multiple alleged acts of legal malpractice committed by two attorneys, Stephen E. Ranieri and Charles M. MacLean. In the misappropriation action, Ranieri represented Derek F. Glacken and MacLean represented William R. Paulsen. After Ranieri initiated a collection action against Glacken, Glacken filed a third-party complaint seeking damages for Paulsen's breach of a November, 2008, assignment agreement. Following the bifurcation of the complaints, different judges of the Superior Court heard the trials jury waived. In the principal action, the first judge rejected Ranieri's entire case-in-chief and found in favor of Glacken on one of his counterclaims. He declared that Ranieri was entitled to recover one-third of the dollar amount collected as his contingency fee, plus court costs and expenses. Glacken appealed.\n  </p>\n  <p id=\"p-7\">\n   In the subsequent third-party action, a second judge concluded that Paulsen had breached the November, 2008, assignment agreement by not assigning to Glacken either his malpractice claim or the 2011 default judgment that he had obtained against MacLean. The second judge rejected Paulsen's economic duress defense, found no unjust enrichment of Glacken, and awarded damages. Paulsen appealed.\n  </p>\n  <p id=\"p-8\">\n   The case is before us as a cross appeal.\n   <footnotemark>\n    3\n   </footnotemark>\n   We affirm.\n  </p>\n  <p id=\"p-9\">\n   1.\n   <em>\n    Glacken's appeal\n   </em>\n   . Glacken contends that the first judge erred in dismissing his counterclaims for legal malpractice against Ranieri. He contends that it was error to conclude that expert testimony was required to prove Glacken's claims and that it was error to refuse to qualify his proposed expert. We disagree. Generally, expert testimony is required to establish that an attorney's conduct fell below the standard of care. See\n   <em>\n    Pongonis\n   </em>\n   v.\n   <em>\n    Saab\n   </em>\n   ,\n   <extracted-citation case-ids=\"898131\" index=\"0\" url=\"https://cite.case.law/mass/396/1005/#p1005\">\n    396 Mass. 1005\n   </extracted-citation>\n   , 1005 (1985). Here, Ranieri's conduct was not so gross and obvious as to fall within the exception to the need for expert testimony. Contrast\n   <em>\n    Global NAPs, Inc\n   </em>\n   . v.\n   <em>\n    Awiszus\n   </em>\n   ,\n   <extracted-citation case-ids=\"4268820\" index=\"1\" url=\"https://cite.case.law/mass/457/489/#p500\">\n    457 Mass. 489\n   </extracted-citation>\n   , 500-501 (2010) (no expert testimony required where attorneys failed to file timely notice of appeal in underlying action and there was no basis for claim of excusable neglect for late filing). Indeed, Glacken agreed that one of his theories -- Ranieri's improperly bidding the full amount of the execution at the sheriff's sale -- \"possibly\" required expert testimony.\n   <footnotemark>\n    4\n   </footnotemark>\n   The first judge's subsidiary findings amply supported his ultimate finding that expert testimony was required. See\n   <em>\n    Goddard\n   </em>\n   v.\n   <em>\n    Goucher\n   </em>\n   ,\n   <extracted-citation case-ids=\"12456649\" index=\"2\" url=\"https://cite.case.law/mass-app-ct/89/41/#p48\">\n    89 Mass. App. Ct. 41\n   </extracted-citation>\n   , 48 (2016). There was no error.\n  </p>\n  <p id=\"p-10\">\n   Glacken has also failed to demonstrate an abuse of discretion or error of law in the exclusion of the testimony of his proposed expert witness, Kurt Olson. See\n   <em>\n    Aleo\n   </em>\n   v.\n   <em>\n    SLB Toys USA, Inc\n   </em>\n   .,\n   <extracted-citation case-ids=\"4224157\" index=\"3\" url=\"https://cite.case.law/mass/466/398/#p406\">\n    466 Mass. 398\n   </extracted-citation>\n   , 406 (2013). The first judge was warranted in concluding that Olson, a general practitioner and an associate professor at the Massachusetts School of Law, was not qualified to give the proposed testimony. See\n   <em>\n    Commonwealth\n   </em>\n   v.\n   <em>\n    Frangipane\n   </em>\n   ,\n   <extracted-citation case-ids=\"343550\" index=\"4\" url=\"https://cite.case.law/mass/433/527/#p533\">\n    433 Mass. 527\n   </extracted-citation>\n   , 533 (2001).\n  </p>\n  <p id=\"p-11\">\n   2.\n   <em>\n    Paulsen's appeal\n   </em>\n   . Paulsen contends that the November, 2008, assignment agreement was not binding upon him. We disagree. Both judges found that the three-page handwritten document constituted one valid and enforceable contract between Glacken and Paulsen.\n   <footnotemark>\n    5\n   </footnotemark>\n   Paulsen and Glacken offered very different testimony about the parties' intentions and the terms of the agreement. Ultimately, the second judge credited the testimony of Glacken and Ranieri and rejected that of Paulsen. It was solely within the purview of the second judge to assess credibility and to resolve this conflict in the evidence. See\n   <em>\n    Bonina\n   </em>\n   v.\n   <em>\n    Sheppard\n   </em>\n   ,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=91%20Mass.%20App.%20Ct.%20622\">\n    91 Mass. App. Ct. 622\n   </extracted-citation>\n   , 630 n.10 (2017). Moreover, Glacken's and Ranieri's testimony was consistent with the documentary evidence. As a result, we cannot say that the second judge's finding that the agreement constituted one valid contract enforceable against Paulsen was clearly erroneous. See\n   <em>\n    Balles\n   </em>\n   v.\n   <em>\n    Babcock Power, Inc\n   </em>\n   .,\n   <extracted-citation case-ids=\"12462696\" index=\"6\" url=\"https://cite.case.law/mass/476/565/\">\n    476 Mass. 565\n   </extracted-citation>\n   , 572 n.14 (2017).\n  </p>\n  <p id=\"p-12\">\n   Contrary to Paulsen's argument, Glacken established all of the elements of a breach of contract claim. See\n   <em>\n    Bulwer\n   </em>\n   v.\n   <em>\n    Mount Auburn Hosp\n   </em>\n   .,\n   <extracted-citation case-ids=\"6802483\" index=\"7\" url=\"https://cite.case.law/mass/473/672/#p690\">\n    473 Mass. 672\n   </extracted-citation>\n   , 690 (2016). In light of the agreement between the parties, the second judge was warranted in finding that Paulsen breached it by bringing an independent malpractice action against MacLean and by refusing to assign the judgment and execution to Glacken. The second judge was also warranted in finding the existence of valid consideration.\n   <footnotemark>\n    6\n   </footnotemark>\n   It is not within the province of this panel to assess the adequacy of the consideration. See\n   <em>\n    Sewall-Marshal Condominium Assn\n   </em>\n   . v.\n   <em>\n    131 Sewall Ave. Condominium Assn\n   </em>\n   .,\n   <extracted-citation case-ids=\"12456658\" index=\"8\" url=\"https://cite.case.law/mass-app-ct/89/130/#p134\">\n    89 Mass. App. Ct. 130\n   </extracted-citation>\n   , 134 (2016). And, where the contract sued on was the November, 2008, assignment agreement, the full satisfaction of the judgment and execution in the misappropriation case did not preclude the second judge from finding and assessing damages in the third-party case.\n  </p>\n  <p id=\"p-13\">\n   After a thorough review of the record, we also conclude that Paulsen has failed to demonstrate error in the second judge's rejection of his contract defenses.\n   <footnotemark>\n    7\n   </footnotemark>\n   <sup>\n    ,\n   </sup>\n   <footnotemark>\n    8\n   </footnotemark>\n  </p>\n  <p id=\"p-14\">\n   Accordingly, the judgments dated October 1, 2015, and April 5, 2016, are affirmed.\n  </p>\n  <p id=\"p-15\">\n   <em>\n    So ordered\n   </em>\n   .\n  </p>\n  <p id=\"p-16\">\n   Affirmed.\n  </p>\n  <footnote label=\"3\">\n   <p id=\"p-20\">\n    Paulsen did not appeal from the order denying his motion for relief from judgment and, thus, no aspect of that ruling is before us. By order of this court, Glacken was deemed the appellant for briefing purposes, and Ranieri and Paulsen were designated appellees. Ranieri elected not to participate in this appeal.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-21\">\n    The first judge was warranted in finding that the malpractice claim also failed for lack of proof of damages and causation. See\n    <em>\n     Global NAPs, Inc\n    </em>\n    . v.\n    <em>\n     Awiszus\n    </em>\n    ,\n    <extracted-citation case-ids=\"4268820\" index=\"9\" url=\"https://cite.case.law/mass/457/489/#p500\">\n     457 Mass. at 500\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-22\">\n    The second judge, who tried the third-party action, made the following findings relevant to the contractual agreement. On November 19, 2008, the eve of a scheduled sheriff's sale on November 20 of Paulsen's home, MacLean showed up distraught and uninvited to the home of Ranieri. MacLean admitted that his negligence had led to the default judgment and the levy of execution in the misappropriation action. Ranieri accepted MacLean's offer to pay $7,000 and to assign Paulsen's malpractice claim against him (MacLean) to Glacken in consideration of a sixty-day delay in the sale. Later that same evening, MacLean obtained a one-page document executed by Paulsen in which Paulsen agreed to assign to Glacken \"any and all legal malpractice claims\" he had against MacLean and to provide \"any and all assistance necessary to process and collect the claim for damages.\" As part of the agreement, MacLean promised to put his insurer, Zurich North America/American Guarantee &amp; Liability Insurance Company, on notice of the malpractice claim as soon as possible. On November 20, 2008, MacLean and Ranieri signed a two-page, handwritten agreement drafted by MacLean memorializing the terms of the agreement. MacLean also provided Ranieri with Paulsen's assignment at that time.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-23\">\n    The second judge found that Paulsen received what he had bargained for and more. By obtaining a sixty-day postponement of the sale, he prevented the immediate eviction of his family. Thereafter, he continued to reside in the home well past the sixty days, occupying the residence for twenty-one months after the sheriff's sale without paying rent or use and occupancy fees.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-24\">\n    Any issues, arguments, and defenses raised for the first time on appeal are not properly before us, and are deemed waived. See\n    <em>\n     Cariglia\n    </em>\n    v.\n    <em>\n     Bar Counsel\n    </em>\n    ,\n    <extracted-citation case-ids=\"1183084\" index=\"10\" url=\"https://cite.case.law/mass/442/372/#p379\">\n     442 Mass. 372\n    </extracted-citation>\n    , 379 (2004). All remaining issues have been considered and deemed either inadequately argued or unpersuasive. See\n    <em>\n     Kellogg\n    </em>\n    v.\n    <em>\n     Board of Registration in Med\n    </em>\n    .,\n    <extracted-citation case-ids=\"4272449\" index=\"11\" url=\"https://cite.case.law/mass/461/1001/#p1003\">\n     461 Mass. 1001\n    </extracted-citation>\n    , 1003 (2011).\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-25\">\n    We deny Paulsen's request for appellate attorney's fees.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}