{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"141\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b162-4\">Theo. Long v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b162-5\">No. 11716.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQm5\">Delivered February 29, 1928.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b162-17\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b162-18\">No brief filed for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b162-19\"><em>R. M. Finley, </em>County Attorney of Grayson County; <em>Saw, D. Wolf, </em>Assistant County Attorney of Grayson County; <em>Milo S. Brame, </em>Assistant County Attorney of Grayson County, and <em>A. A. Dawson, </em>State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b162-20\">LATTIMORE, Judge.</author>\n<p id=\"ARL\">Conviction for driving an automobile while intoxicated, punishment a fine of one dollar.</p>\n<p id=\"b162-21\">This is an appeal from the District Court of Grayson County. There seems to be no city in Grayson County having a popula* tion of 20,000, but the aggregate population of the several cities therein exceeds said number. The Revised Civil Statutes of <page-number citation-index=\"1\" label=\"141\">*141</page-number>Texas, as well as Art. 591 C. C. P., were redrafted by the Codifying Commission, provided for by an act of the Thirty-eighth Legislature prior to the enactment and passage of said statutes by the Thirty-ninth Legislature in 1925. Prior to said enactment it was written in our Civil Statutes and in Art. 664, Vernon’s C. C. P., that in counties having a city <em>or cities </em>containing an aggregate population of 20,000 or more the jury should be selected by means of the jury wheel. In the Civil Statutes relative thereto, as well as in said article of Criminal Procedure, the words “or cities” were left out of the Revised Civil and Criminal Statutes of 1925.</p>\n<p id=\"b163-5\">The jury in the instant case was selected by regular jury commissioners without the use of the jury wheel, and the legality of this action is challenged on this appeal. The fact that the changes in said statute above referred to were suggested in the report of the Codifying Commission, which was enacted into law by the legislature in 1925, would in nowise militate against the legality of said statutes. Appellant cites Capley v. Hudson, 286 S. W. 531, but we regard this decision as entirely out of line and contrary to the holding of the Supreme Court in the case of American Indemnity Co. v. City of Austin, 112 Texas 239, which latter case has been followed by this court in Johnson v. State, 104 Tex. Crim. Rep. 384. We also regard the statement appearing in Tom Green County v. Moody, 289 S. W. 381, as applicable. In the opinion in that case, citing an opinion of the Supreme Court of the United States, appears the following:</p>\n<p id=\"b163-6\">“The general and established proposition is that what the Legislature could have authorized it can ratify, if it can authorize at the time of ratification.”</p>\n<p id=\"b163-7\">The authorities seem to be thoroughly analyzed and extensively cited and quoted from in the case of American Indemnity Co. v. Austin, supra, and we think that case announces the correct rule. In our opinion it is immaterial that any changes in the Revised Civil Statutes, or in the Revised Penal Code or Code of Criminal Procedure were suggested by the report of the Codifying Commission. We believe the legislature had the right to adopt said statutes as a whole, and that same being regularly enacted become the binding law of the state. It follows that we are of opinion that, in order to make necessary the use of a jury wheel, there must be a city of 20,000-or more in the county, and that the jury was correctly obtained in the instant case.</p>\n<p id=\"b163-8\">Finding no error in the record, the judgment will be affirmed.</p>\n<p id=\"b163-9\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}