{
  "casebody": {
    "data": "<casebody firstpage=\"589\" lastpage=\"591\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b611-10\">Joaquin Cadena v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b611-11\">No. 11757.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8BS\">Delivered May 9, 1928.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b612-7\"><page-number citation-index=\"1\" label=\"590\">*590</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b612-8\">No brief filed for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b612-9\"><em>A. A. Dawson </em>of Canton, State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b612-10\">HAWKINS, Judge.</author>\n<p id=\"AgJ\">Upon trial under indictment for murder, appellant was convicted of manslaughter and his punishment assessed at five years in the penitentiary. “</p>\n<p id=\"b612-11\">No statement of facts nor bills of exception are found in- the record.</p>\n<p id=\"b612-12\">A number of requested charges which were refused are brought forward in the transcript. No exceptions were reserved to their refusal without which this court cannot review them. Linder v. State, 94 Tex. Crim. Rep. 316, 250 S. W. 703. Even if the point was properly presented this court would be in no position to appraise the pertinency of the requested charges in the absence of the evidence.</p>\n<p id=\"b612-13\">The indictment was returned on the first day of March, 1927, alleging the offense to have been committed on the 23d day of February, 1927. Appellant was tried and convicted on the 10th day of June. By motion in arrest of judgment, appellant insists that the Act of the Fortieth Legislature (Chap. 274, p. 412) abolished the offense of manslaughter, and that although said amended law did not go into effect until the 22d day of June, it did become operative before the judgment against appellant became final, and there now being no offense of manslaughter, this conviction must be set aside. The Special Session of the Fortieth Legislature (Chap. 8, p. 18) amended the Act of the Regular Session and incorporated therein a saving clause providing that no offense committed prior to the taking effect of Chap. 274 of the Regular Session should be affected thereby, but that the offender should be proceeded against under the law as it had existed theretofore. The opinions of this court in <page-number citation-index=\"1\" label=\"591\">*591</page-number>O’Pry v. State, 298 S. W. 596, and Flores v. State, 4 S. W. (2nd) (43, construing the law in question have decided the point against appellant’s contention.</p>\n<p id=\"b613-5\">The judgment is affirmed.</p>\n<p id=\"b613-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}