{
  "casebody": {
    "data": "<casebody firstpage=\"199\" lastpage=\"208\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b219-7\">JOHNSON, Jr. <em>v. </em>STATE</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AOs\">[No. 357,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Abq\">September Term, 1962.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b221-9\">\n<page-number citation-index=\"1\" label=\"201\">*201</page-number>\n<em>Decided June 28, 1963.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b222-7\"><page-number citation-index=\"1\" label=\"202\">*202</page-number>The cause was argued before Henderson, Hammond, Horney, Marbury and Sybert, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b222-8\"><em>Robert C. Heeney </em>and <em>Victor L. Crawford, </em>with whom were <em>Fairbanks, Heeney &amp; McAuliffe </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b222-9\"><em>Robert S. Bourbon, Assistant Attorney General, </em>with whom were <em>Thomas B. Finan, Attorney General, Marvin H. Anderson, State’s Attorney </em>for Anne Arundel County, <em>Leonard T. Kardy </em>and <em>James J. Cromwell, State’s Attorney </em>and <em>Deputy State’s Attorney, </em>respectively <em>for Montgomery County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b222-10\">Marbury, J.,</author>\n<p id=\"Al3\">delivered the opinion of the Court.</p>\n<p id=\"b222-11\">The appellant, Joseph E. Johnson, Jr., was found guilty by a jury of raping a sixteen year old girl and was sentenced to death in the Circuit Court for Anne Arundel County, the case having been removed from Montgomery County. From the judgment and sentence entered on the verdict he has appealed to this Court. It is a companion case to <em>Giles v. State, </em>229 Md. 370, 183 A. 2d 359, <em>app. dism. </em>372 U. S. 767, 10 L. Ed. 2d 137, since the two cases arose out of the same incident.</p>\n<p id=\"b222-12\">At about 11:30 p.m. on July 20, 1961, Joyce Roberts, a sixteen year old white female, Stewart Foster, her boy friend, and two other young men went to a secluded spot on Batson Road, in Montgomery County, near Rocky Gorge Dam on the Patuxent River, where, according to their testimony, they had gone to swim in the River. When other friends they were expecting did not appear they started to leave and ran out of gas. Two of the boys left to get gasoline, leaving Miss Roberts and Foster alone in the back seat. Appellant, James and John Giles, in company with John Bowie, all young Negro men, had been fishing in the River, and as they departed, it was necessary for three of them to get out of the car in order to guide the driver, <page-number citation-index=\"1\" label=\"203\">*203</page-number>Bowie, around the stalled car in which Miss Roberts and Foster were sitting. Bowie drove the car away but the Giles brothers and appellant walked back to the stalled automobile. When Foster and Miss Roberts saw them approaching, they became alarmed and rolled up the windows and locked the doors. The three first demanded cigarettes and money but were told by Foster that he had neither. One of the intruders, using obscene and vulgar language, threatened to drag the man out of the automobile and carnally know the girl. When Foster refused to turn the girl over to them and warned them they would get into trouble, one or more of them threw rocks at the automobile, shattering the windows, and opened the doors. Foster then jumped out to face the men, while Miss Roberts left by the opposite rear door. He was knocked to the ground unconscious as the girl attempted to flee into the woods. She ran about thirty feet into the underbrush, tripped and fell. She was followed and found lying on the ground by John Giles. Eater James Giles and appellant joined them, at which point, as testified to by Miss Roberts, all three had sexual relations with her. She admitted that she made no attempt to resist, but declared that it was because of her fear of bodily harm if she resisted. She also admitted that she removed her shorts and underpants, but only because she believed, if she did not, they would have forcefully removed them.</p>\n<p id=\"b223-6\">While this was going on in the woods Foster, whose wallet had been taken by one of the three men, regained consciousness, and after shouting to Miss Roberts, ran to a nearby house and called the police. When the three assailants heard a police cruiser arrive they fled the scene. Two of the witnesses for the State, Foster and Sgt. Duvall, the investigating officer, testified that when they found the girl, she was lying on the ground, clad only in a blouse, sobbing, and in a semi-conscious condition. Her legs were cut and bleeding. The three assailants were apprehended the next morning.</p>\n<p id=\"b223-7\">Six questions are presented on this appeal. They will be dealt with in the order set out in appellant’s brief.</p>\n<p id=\"b223-8\">\n<em>I</em>\n</p>\n<p id=\"b223-9\">The appellant contends that the court should have granted <page-number citation-index=\"1\" label=\"204\">*204</page-number>his motion for a judgment of acquittal. The claim is without merit.</p>\n<p id=\"b224-4\">The defense in this case was based upon the claimed consent of the victim to the sexual relations. It is not disputed that appellant did have relations with Miss Roberts. In support of his claim of consent appellant relies on the following: (1) no acts of violence were visited upon the girl; (2) she did not attempt to push appellant off her; (3) she did not use her arms or elbows to prevent the relations; (4) no threats were made toward her at the time of the relations; (5) though Johnson kissed her by placing his tongue in her mouth, she made no effort to hurt him when he did; (6) she did not manipulate her legs to prevent his entry into her; (7) she opened her legs when he told her to; (8) she herself took her shorts and underpants off; and (9) she made no outcry for help nor did she scream. These facts were all testified to by the victim herself. If these were all the facts before the lower court, the granting of appellant’s motion for judgment of acquittal might have been justified. In <em>Giles v. State, supra, </em>where the evidence on this aspect of the episode was the same as in this case and the conviction of rape by the other two participants was sustained, we stated, at page 381:</p>\n<blockquote id=\"b224-5\">“But there was also evidence of violent acts and verbal threats on the part of the defendants, which, if believed, would have been the equivalent of such force as was reasonably calculated to create in the mind of the prosecutrix an apprehension of imminent bodily harm that could have impaired or overcome her will to resist.”</blockquote>\n<p id=\"b224-6\">The acts alluded to took place at the parked car. The jury had testimony before it that obscene remarks and threats were directed to her and Foster while they were locked in the car, and that rocks were thrown at the windows, breaking them. Miss Roberts testified that one of the three men suggested shooting Foster. The victim may have submitted to sexual relations but that does not necessarily imply consent.</p>\n<blockquote id=\"b224-7\">“There is, however, a wide difference between consent and a submission to the act. Consent may involve <page-number citation-index=\"1\" label=\"205\">*205</page-number>submission, but submission does not necessarily imply consent. Furthermore, submission to a compelling force, or as a result of being put in fear, is not consent.</blockquote>\n<blockquote id=\"AEk\">“* * * Since resistance is necessarily relative, the presence or absence of it must depend on the facts and circumstances in each case.”</blockquote>\n<p id=\"b225-6\"><em>Hazel v. State, </em>221 Md. 464, 469-470, 157 A. 2d 922. The testimony in this case was such that there was no question that it should have gone to the jury on the presence <em>vel non </em>of consent. It was clearly a question of credibility, to be determined by the trier of facts. <em>Hazel v. State, supra, </em>at page 470. Consequently, there was no error by the court below in overruling appellant’s motion for a judgment of acquittal.</p>\n<p id=\"b225-7\">\n<em>II</em>\n</p>\n<p id=\"b225-8\">The appellant, an indigent accused, claims that the trial court should have provided him with a transcript of the separate trial of his codefendants, James V. and John G. Giles, on December 4, 1961, in preparation for his trial on September 25, 1962. This claim is also without merit.</p>\n<p id=\"b225-9\">There is no rule cited to us, nor have we discovered any, which provides that a transcript of the trial of a companion case, if material to the case at bar, must be furnished by the State. Even assuming, without deciding, that the lower court erred in not furnishing the <em>Giles </em>transcript, it was not prejudicial error. Counsel for appellant admitted in oral argument before this Court that they had access to a copy of the transcript one week and some two or three days prior to the lower court trial. Furthermore, there was no request for a postponement of the trial on the basis of further need to study the transcript.</p>\n<p id=\"b225-10\">\n<em>III</em>\n</p>\n<p id=\"b225-11\">The appellant also claims that the court denied him a fair trial when it unduly restricted the cross-examination of the State’s witness, Stewart Foster. This contention is without substantial merit.</p>\n<p id=\"b225-12\">During the trial below the court continually sustained objections by the prosecution to questions asked of Foster as to <page-number citation-index=\"1\" label=\"206\">*206</page-number>whether the place of the alleged attack was known as a lovers’ lane, whether Foster and his male companions of that evening went to this spot to have sexual relations with Miss Roberts, and whether he had stated to another boy that the reason he, Foster, insisted on prosecuting the defendant, knowing the reputation of the girl, was that he hoped “they hang that nigger.”</p>\n<p id=\"b226-6\">It is clear that the first two questions were asked in order to attempt to show the reputation of the girl. As to the first, the characterization of the area as a lovers’ lane was not of itself enough to raise an inference of unchastity, and the fact that there were several young men with her when she went to the area is also not sufficient to show her general reputation in that regard. Cf. <em>Humphreys v. State, 227 </em>Md. 115, 123, 175 A. 2d 777. Assuming without deciding that such a question relating to her going there for sexual relations with Foster and the other boys could be asked, it would still be objectionable because evidence of other specific acts of intercourse are not admissible to show a general reputation for immorality. <em>Shartzer v. State, </em>63 Md. 149. See also <em>Humphreys v. State, supra.</em></p>\n<p id=\"b226-7\">As to the third question, if it was designed to show bias on the part of the witness, it could have been phrased in a proper manner. In the form asked, it was a back-handed method of getting into evidence the reputation of the prosecutrix. Counsel for appellant could have shown racial bias of Foster by another form of question, but did not do so. There was no prejudicial error in sustaining the objection to these questions. Cf. <em>Humphreys v. State, supra.</em></p>\n<p id=\"b226-8\">\n<em>IV</em>\n</p>\n<p id=\"b226-9\">He also claims that the court improperly restricted cross-examination of the State’s witness, Dr. Sidney Feaventhal. This contention is likewise untenable.</p>\n<p id=\"b226-10\">The questions involved here related to the pelvic examination given by the physician to Miss Roberts after the alleged attack. He testified he made a usual two finger examination. The court sustained objections to two following questions, as to whether this would normally be the examination of an <page-number citation-index=\"1\" label=\"207\">*207</page-number>older woman, and whether the result would be what would be expected in a married woman. Again it appears that this was an attempt to show the reputation of the girl. It is undisputed that where consent is asserted as a defense in a rape case, the <em>general </em>character or reputation of the prosecuting witness with respect to her chastity is admissible. <em>Giles v. State, supra, </em>page 379. Such questions as asked here, and in III above, do not go to the general reputation or character of the victim, but are related to prior sexual experience and, as to these particular questions, were susceptible to explanations having no relation to the physical condition of an unchaste woman. It was possible that her physical condition, if “marital”, as it is sometimes expressed, could be the result of sexual relations with one man, which would not give rise to a presumption of unchastity as used in the context involved in the questions asked. The inferences which might have arisen had the court permitted these questions to be answered would have been too speculative to be considered as proper evidence.</p>\n<p id=\"b227-6\">\n<em>V</em>\n</p>\n<p id=\"b227-7\">It was claimed that the trial court should have declared a mistrial when the witness, Detective Kenneth Collins, was permitted to testify to statements made by the accused to him that were not given to the defense prior to trial pursuant to a motion for discovery made under Maryland Rule 728.</p>\n<p id=\"b227-8\">Pursuant to the motion and Rule, the State did furnish to defense counsel the substance of an oral statement made by appellant to Detective Collins the morning of his arrest. On the stand, Collins testified that appellant told him: “I guess I messed up last night.” Defense counsel objected to this and moved for a mistrial but the court over-ruled the objection and denied the motion. The State, under Rule 728, need only make a report of the substance of the oral statement, not in verbatim form. Even if it had been compelled to make an exact report of what the accused said to the detective, there was no prejudicial error involved here, since the statement in question had already come into evidence, without objection by appellant, through the testimony of a prior witness, Detective Sergeant Harding. Furthermore, the above quoted statement <page-number citation-index=\"1\" label=\"208\">*208</page-number>was so equivocal in its nature and susceptible of so many interpretations of what the accused meant, that it had no probative value, and its utterance by the witness, under the circumstances here involved, did not justify declaring a mistrial.</p>\n<p id=\"b228-5\">\n<em>VI</em>\n</p>\n<p id=\"b228-6\">Finally, the appellant contends that the trial court committed reversible error in permitting the State’s Attorney to inquire into the circumstances of his discharge from the United States Army.</p>\n<p id=\"b228-7\">This contention springs from cross-examination of appellant wherein he was allowed to testify, over objection by his counsel, that he received a general discharge from the Army for going “AWOL” to his home. Appellant insists that this was done in order to prejudice the jury. This contention is clearly without merit since, on direct examination in answering a question of his own counsel, appellant stated he received a general discharge. The State was then privileged to delve into the matter more thoroughly.</p>\n<p id=\"b228-8\">Since we find no merit in any of appellant’s contentions, the judgment is affirmed.</p>\n<p id=\"b228-9\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}