{
  "casebody": {
    "data": "<casebody firstpage=\"505\" lastpage=\"506\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b525-5\">FINCH <em>v. </em>KIRKWOOD</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AOx\">[No. 50,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AQ7\">September Term, 1963.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b525-9\">\n<em>Decided October 18, 1963.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b525-14\">The cause was argued before Brune, C. J., and Hammond, Prescott, Horney and Sybert, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b525-15\"><em>Alfred P. Ashton, </em>with whom was <em>Walter G. Pinch </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b525-16\"><em>Z. Townsend Parks, Jr., </em>with whom was <em>H. Emslie Parks </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b525-17\">Per Curiam.</author>\n<p id=\"b525-18\">The defendant appeals from a judgment for the plaintiff for goods sold and delivered.</p>\n<p id=\"b525-19\">The question in this case is: to whom was credit extended for the purchase price of food and other supplies sold for use <page-number citation-index=\"1\" label=\"506\">*506</page-number>at a restaurant? After a corporation which had been conducting a restaurant business in an apartment house got into default in payment for purchases of supplies from the plaintiff, the plaintiff got in touch with the defendant about the matter. According to testimony of the plaintiff, he telephoned the defendant in May, 1961, about the account, and the defendant agreed to assume responsibility for supplies delivered to the restaurant. Thereafter the vast majority of the invoices (some 175 in number) carried the name “Mr. Finch,” Mr. Finch being the defendant. Some of the invoices (about 22 in number) carried the name of the restaurant, but not of the defendant. None of these invoices carried the corporate name of the corporation said by the defendant to have been the customer. There are also two credit bills or memoranda in the record for supplies returned or charged in error. These, like the minority of the invoices, do not name the defendant and are in a name identifying the restaurant by the name of the apartment house in which it was located, but do not carry the name of the corporation operating the restaurant.</p>\n<p id=\"b526-5\">In addition to the plaintiff’s testimony as to the above telephone conversation and the evidence as to the overwhelming majority of the invoices issued thereafter, the evidence shows that the defendant had taken over the direction of the restaurant business and that he had a substantial financial interest in it and a business purpose of his own for entering into the alleged agreement.</p>\n<p id=\"b526-6\">We think that the evidence was sufficient to warrant the finding of the trial court, sitting without a jury, that credit was extended to the defendant, and hence that he cannot successfully invoke the provisions of the Statute of Frauds relating to oral agreements to answer for the debt of another. <em>Small v. Schaefer, </em>24 Md. 143, 161; <em>Bast Baltimore Lumber Co. v. K’nessett Israel Anshe S’phard Congregation, </em>100 Md. 125, 59 Atl. 180; on rehearing, 100 Md. 689, 62 Atl. 575; <em>De Waters v. Mergler, </em>183 Md. 574, 39 A. 2d 668; Md. Rule 886 a.</p>\n<p id=\"b526-7\">We find it unnecessary to discuss other contentions or arguments presented by the appellant.</p>\n<p id=\"b526-8\">\n<em>Jtidgment affirmed; costs to be paid by the appellant.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}