{
  "casebody": {
    "data": "<casebody firstpage=\"28\" lastpage=\"32\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b42-4\">John Averett, petitioner (and a companion case<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b42-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A4K\">November 8, 1988.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ap\">February 6, 1989.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b42-6\">Present: Hennessey, C.J., Liacos, Abrams, Nolan, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b42-13\"><em>Judy G. Zeprun, </em>Assistant Attorney General, for the respondents.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b42-14\"><em>Peter Costanza (Barry Barkow </em>with him) for the petitioners.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b42-16\"> Daniel Megguier, petitioner.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b42-15\">Hennessey, C.J.</author>\n<p id=\"AE\">The inmate petitioners filed petitions for writs of habeas corpus under G. L. c. 248 (1986 ed.), in the Superior Court, claiming that they had served in full their sentences, but that the Commissioner of Correction (commissioner)<footnotemark>2</footnotemark> had wrongly ordered the forfeiture of their statutory <page-number citation-index=\"1\" label=\"29\">*29</page-number>good time credits. A Superior Court judge allowed the petitions, issued the writs, and denied the commissioner’s requests to stay the final orders pending an appeal. The commissioner then sought stays from a single justice of the Appeals Court who denied the requests and ordered that the matters be consolidated and expedited for presentation to the Appeals Court. The Appeals Court concluded that the petitioners were not entitled to relief under G. L. c. 248, and, treating their petitions as motions for release from unlawful restraint under Mass. R. Crim. P. 30 (a), 378 Mass. 900 (1979), that they were not entitled to postconviction relief. The Appeals Court vacated the judgments allowing the writs of habeas corpus. 25 Mass. App. Ct. 280, 281, 289 (1988).<footnotemark>3</footnotemark></p>\n<p id=\"b43-4\">We granted the petitioners’ application for further appellate review. We disagree with the Appeals Court and conclude that the orders below should be affirmed. As will be seen, we deal here not with mere matters of procedural form, but rather we deal with substantive rights of the petitioners.<footnotemark>4</footnotemark></p>\n<p id=\"b43-5\">The issue in these appeals concerns Mass. R. Crim. P. 30, 378 Mass. 900 (1979), and whether rule 30 completely displaces habeas corpus relief for those persons who have been convicted and seek postconviction relief. The Constitution of the Commonwealth guarantees: “The privilege and benefit of the writ of habeas corpus shall be enjoyed in this Commonwealth in the most free, easy, cheap, expeditious and ample manner; and shall not be suspended by the legislature, except upon the most urgent and pressing occasions, and for a limited time not exceeding twelve months.” Part II, c. 6, art. 7, of the Constitution of the Commonwealth.</p>\n<p id=\"b44-4\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>General Laws c. 248, § 25, as appearing in St. 1979, c. 344, § 12, purporting to limit a court’s power to issue writs of habeas corpus, states: “The court shall have no power to issue a writ of habeas corpus, at its discretion for ... a person who is imprisoned or restrained of his liberty pursuant to a criminal conviction,” effective July 1, 1979. St. 1979, c. 344, § 51. We have stated that, “[t]o the extent that St. 1979, c. 344, § 12, purports to eliminate completely a court’s power ‘to issue a writ of habeas corpus ... for ... a person who is imprisoned or restrained of his liberty pursuant to a criminal conviction,’ it may run afoul of. . . [Part II, c. 6, art. 7, of the Constitution of the Commonwealth].” <em>Hennessy </em>v. <em>Superintendent, Mass. Correctional Inst., Framingham, </em>386 Mass. 848, 852 n.3 (1982). This constitutional provision guarantees the enjoyment of writs of habeas corpus in the “most free, easy, cheap, expeditious and ample manner . . . .” Part II, c. 6, art. 7, of the Constitution of the Commonwealth.</p>\n<p id=\"b44-5\">We held recently in <em>McCastle, petitioner, </em>401 Mass. 105 (1987), that “there [was] no constitutional impediment to restricting [the petitioner] to rule 30 relief.” <em>Id. </em>at 107. There, the petitioner claimed that his convictions and subsequent imprisonment were invalid because he was convicted of assault by means of a dangerous weapon, a crime which, he argued, was not a lesser included offense of armed assault with intent to rob, for which he had been indicted. <em>Id. </em>at 105. But, where a petition for a writ of habeas corpus is based on grounds distinct from the issues at the indictment, trial, conviction, or sentencing stage, we have commented favorably on the propriety of issuing writs of habeas corpus. See <em>Kenney </em>v. <em>Commissioner of Correction, </em>399 Mass. 137, 138 (1987) (forfeiture of good time credits); <em>Nelson </em>v. <em>Commissioner of Correction, </em>390 Mass. 379, 381, 396 (1983) (disciplinary board’s reliance on informants’ hearsay information in finding petitioners guilty of offenses committed in prison); <em>Hennessy, supra </em>at 849-852 (improper failure to apply good conduct and program participation credits to sentence).</p>\n<p id=\"b44-6\">Rule 30 (a) states: “Whoever is imprisoned or restrained of his liberty pursuant to a criminal conviction may at any time, <page-number citation-index=\"1\" label=\"31\">*31</page-number>as of right, file a written motion requesting the trial judge to release him or to correct the sentence which he is then serving upon the ground that his confinement or restraint was imposed in violation of the Constitution or laws of the United States or of the Commonwealth of Massachusetts.” Those who claim that good conduct credits or the like have been erroneously forfeited do not challenge the sentence, conviction, or confinement imposed. Rather, they argue that the term of a lawfully imposed sentence has expired. It is sensible to restrict an individual who has been convicted and imprisoned to rule 30 post-conviction relief before the trial judge when that individual objects to the imposition of confinement, but it is not free, easy, cheap, or expeditious to impose a rule 30 hearing before a judge on a person demanding an immediate release from prison on grounds of which the judge is completely unaware. See <em>McCastle, supra </em>at 107 (stating that the trial judge rather than a single justice of this court is the appropriate judge to hear a rule 30 motion, and that rule 30 “assigns the motion to the trial judge who heard the case, on the theory that [the judge’s] familiarity with the case can assist in its effective handling”).</p>\n<p id=\"b45-4\">Other factors, in addition to the fact that the trial judge hears a rule 30 motion whereas any judge in the Superior Court can hear a habeas corpus petition, distinguish rule 30 relief from the petition for habeas corpus. Issues not raised in an original rule 30 motion are generally waived, whereas they are not waived in a habeas corpus petition. See G. L. c. 248, § 1; Mass. R. Crim. P. 30 (c) (2). If an appeal is taken from a final order under rule 30, a person shall not be discharged from custody pending the final decision on appeal, whereas a person granted a writ of habeas corpus must be released immediately. Mass. R. Crim. P. 30 (c) (8) (A). <em>Commonwealth </em>v. <em>Pina, </em>376 Mass. 659, 664-665 (1978). Furthermore, and perhaps most importantly, habeas corpus petitions must be heard freely, easily, cheaply, expeditiously, and amply, but rule 30 motions do not carry a similar mandate. Part II, c. 6, art. 7, of the Constitution of the Commonwealth.</p>\n<p id=\"b46-4\"><page-number citation-index=\"1\" label=\"32\">*32</page-number>We therefore conclude that individuals who establish that their lawfully imposed sentences have expired may petition for habeas corpus relief and are not limited to rule 30 postconviction relief. The commissioner argues that, on the facts of these cases, neither habeas corpus nor rule 30 relief Should have been granted. We do not address these arguments because the longstanding rule in the Commonwealth is that appeal does not lie from an issuance of a writ of habeas corpus. <em>Wyeth </em>v. <em>Richardson, </em>10 Gray 240 (1857). <em>Pina </em>v. <em>Superintendent, Mass. Correctional Inst., Walpole, </em>376 Mass. 659, 664(1978). <em>Hennessy </em>v. <em>Superintendent, Mass. Correctional Inst., Framingham, </em>386 Mass. 848, 850 (1982). <em>Stokes </em>v. <em>Superintendent, Mass. Correctional Inst., Walpole, </em>389 Mass. 883, 885 (1983).</p>\n<p id=\"b46-5\">We add that both'petitioners Averett and Megguier were “entitled to be released from restraint by the particular respondent . . . named in the petition.” See <em>Hennessy, supra </em>at 852. The petitioner Megguier owed no time to any institution, and the petitioner Averett was entitled to release from MCI, Cedar Junction, to serve three days at the Bristol County house of correction.</p>\n<p id=\"b46-6\">\n<em>Orders allowing petitions affirmed.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b42-17\"> In addition to the commissioner, Averett’s petition names the superintendent of the North Central Correctional Institution, Gardner, and Megguier names the superintendent of the Massachusetts Correctional Institution, Cedar Junction (MCI, Cedar Junction). We shall refer to them collectively as “commissioner.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b43-6\">The factual background of these cases, for purposes of the appeals, is sufficiently stated in the Appeals Court’s decision. 25 Mass. App. Ct. 280, 281-282 (1988).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b43-7\"> Along with the appeals, the commissioner submitted a motion to strike portions of the petitioners’ brief and a motion to expand the record. The petitioners filed a motion to expand the record. Both of the commissioner’s motions are granted. Because we conclude that the petitioners’ claims are meritorious, we need not rule on their motion to expand the record.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}