{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"76\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b72-4\" pgmap=\"72\">Samuel Coffman v. William Young et al.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b72-7\" pgmap=\"72\">1. Gambling contracts.—To bring a transaction within the provisions of section 130 of the criminal code, it is not essential that the contract should, on its face, purport to give to the party an option to sell or to buy; but if the real intention of the parties at the time of making the contract is to deal only in options to be subsequently adjusted or settled upon the basis of the differences in the market price and not by the delivery of the commodity sold, the transaction is a gambling contract within the prohibition of the statute, even though it may, upon its face, purport to be an absolute contract for the sale or purchase of such commodity for future delivery.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b72-8\" pgmap=\"72\">2. Same—Principal and agent.—Where a broker, commission merchant or other agent undertakes to deal for bis principal in contravention of the statute above mentioned, and in doing so makes disbursements or paya losses growing out of such dealings, he can not recover from bis principal the money so paid on his commission.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b72-9\" pgmap=\"72\">3. Instructions—Intention to deal in options.—The finding of the jury in this case that no express contract by which plaintiffs agreed to deal for defendant exclusively in options, to be settled by the payment of differences, was proved, must be taken as conclusive, but the defendant was entitled to have the jury instructed as to whether, from the evidence, an intention on the part of both the plaintiffs and defendant to embark in a series of gambling transactions was not established by implication, and as to the consequences of such intention, if established.</headnotes><summary data-order=\"4\" data-type=\"history\" id=\"b72-10\" pgmap=\"72\">Appeal from the Superior Court of Cook county; the Hon. Sidney Smith, Judge, presiding.</summary><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AK-\" pgmap=\"72\">Opinion filed July 7, 1886.</decisiondate><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b72-11\" pgmap=\"72\">Mr. W. P. Black and Mr. F. A. Herring, for appellant;</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"Ak2\" pgmap=\"72\">cited Irwin v. Williar, 110 U. S. 499; Pearce v. Foote. 113 Ill. 228 ; Tenney v. Foote, 4 Bradwell, 594.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b72-12\" pgmap=\"72\">Mr. D. J. Schuyler and Mr. Henry Decker, for appellees ;</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"AcB\" pgmap=\"72(48) 73(20)\">cited Hurd’s R. S. 1885, Ch. 38, § 126; Logan v. Musick, 81 Ill. 415 ; Pixley v. Boynton, 79 Ill. 351; Bailey v. Bensley, 87 Ill. 556 ; Corbett v. Underwood, 83 Ill. 324; Lyon v. Culbertson, 83 Ill. 33; Wolcott v. Health, 78 Ill. 433; Pickering v. Cease, 79 Ill. 328 ; Oldershaw v. Knoles, 4 Bradwell, 63; Pearce v. Foote, 118 Ill. 238.</p> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b73-5\" pgmap=\"73\">Bailey, P. J.</author> <p id=\"AkW\" pgmap=\"73\">This was an action of assumpsit brought by William Young and two others, co-partners under the firm name of William Young &amp; Co., against Samuel Coffman, to recover an alleged indebtedness growing out of certain dealings had by the plaintiffs for the defendant upon the Board of Trade of Chicago. The plaintiffs, at the time of the transactions in question, were commission merchants and members of the Board of Trade, and the evidence shows that about FTovember, 1882, the defendant was induced by one Mclllianey, who is shown to have been acting in the matter as the plaintiffs’ agent, to employ the plaintiffs to deal for him upon said board, such dealings to consist, in form at least, of purchases and sales of various commodities for future delivery, and that, in pursuance of such employment, the plaintiffs commenced and carried on a series of dealings for the defendant upon said board, extending from the date above mentioned to some time in July following, and aggregating $371,000 in amount. Considerable sums of money were advanced by the defendant to the plaintiffs as margins, and in the early part of said dealings some profits were realized which were paid over to the defendant. Afterward, as the plaintiffs claim, large and repeated losses accrued which they paid, so that, at the close of said transactions, their account showed an indebtedness from the defendant to them of $15,497.47. At the trial, the jury found a verdict in favor of the plaintiffs for this sum and interest, amounting to $16,892.26, and the court, after denying the defendant’s motion fora new trial, gave judgment on the verdict.</p> <p id=\"b73-6\" pgmap=\"73(72) 74(17)\">It was set up in defense that said dealings.were mere gambling transactions; that although they were in the form of contracts for the purchase and sale of property for future delivery, such form was colorable merely, the real intention of both the plaintiffs and defendant being, that there should be no delivery of the commodity purchased or sold, but that each transaction should be adjusted and settled upon the basis of the differences in the market price at or before the time fixed by the contract for delivery.</p> <p id=\"b74-5\" pgmap=\"74\">The evidence tending to support this defense was conflicting. The defendant testified, in substance, that when Mcllhaney solicited him to enter upon said course of dealings, it was expressly understood and agreed between them that said dealings should be only in “ options,” and that there should be no delivery of the commodities purchased and sold, but only a settlement upon the basis of differences, and that said dealings were carried on under and in pursuance of such contract. This was disputed by Mcllhaney.</p> <p id=\"b74-6\" pgmap=\"74\">But apart from and in addition to the evidence tending to establish an express contract to deal only in “ options” there was considerable evidence, growing out of the nature and circumstances of said dealings and the conduct and statements of the parties in relation thereto, tending to show that the real design and intention of both the defendant and the plaintiffs in said transactions, was, not to make actual sales and purchases of property, but to deal in c£ options ” to be settled upon the basis of differences, such evidence, in our opinion, being fairly susceptible of a construction which might have warranted the jury in finding an implied contract between them to deal only in that manner. The defendant accordingly asked the court to give to the jury the following instruction, which was refused :</p> <blockquote id=\"b74-7\" pgmap=\"74(148) 75(41)\">“ The court instructs the jury, as a matter of law, that if they believe, from the evidence, that the plaintiffs did not actually buy or sell any grain or provisions for the defendant, but that, although the different transactions sued on were, in form, contracts made by the plaintiffs for the defendant for the purchase or sale of grain or provisions to be delivered at a future time, yet at the time of such trades, it was not the intention of the parties herein to actually deliver the grain or provisions contracted for, or to receive and pay for the same, during or at the maturity of the contracts, but that the intention of such parties was to settle the same on the basis of differences in the market price of the commodities, whether by counter trades made at or before the maturity of such contracts or otherwise, without either party performing or offering to perform the contracts according to their terms, then such transactions were only gaming on the price of the commodities and were unlawful, and the plaintiffs can not recover. ”</blockquote> <p id=\"b75-5\" pgmap=\"75\">Section 130 of the criminal code declares all contracts by which a person has or gives to himself or another the option to sell or buy, at a future time, any grain or other commodity, to be gambling contracts and void, and provides for the punishment of persons making such contracts, by fine or imprisonment or both. The rule is now well settled that, to bring a transaction within the provisions of this statute, it is not essential that the contract should, onfits face, purport to give to the party an option to sell or buy, but that if the real intention of the parties, at the time of making the contract, is to deal only in options to be subsequently adjusted or settled upon the basis of the differences in the market price, and not by the delivery of the commodity sold, the transaction is a gambling contract within the prohibition of the statute, even though it may, upon its face, purport to be an absolute contract for the sale or purchase of such commodity for future delivery. It is also settled that where a broker, commission merchant or other agent undertakes to deal for his principal in contravention of said statute, and in doing so makes disbursements or pays losses growing out of such dealings, he can not recover from his principal the money so paid or his commission. Pearce v. Foote, 113 Ill. 228 ; Tenney v. Foote, 95 Ill. 99; Tenney v. Foote, 4 Bradwell, 594; Beveridge v. Hewitt, 8 Id. 467; Colderwood v. McCrea, 11 Id. 543; In ra Green, 7 Biss. 338; Cobb v. Prell, 15 Fed. Rep. 774; Bartlett v. Smith, 13 Id. 263; Bernard v. Backhouse, 52 Wis. 595.</p> <p id=\"b75-6\" pgmap=\"75(84) 76(318)\">The cases of Pearce v. Foote and Tenney v. Foote, above cited, grew out of the same transactions and presented substantially the same facts. There the parties entered into an express agreement by which S. G. Hooker &amp; Co., who were members of the Board of Trade of Chicago, undertook to deal for said Foote on said board, it being distinctly understood that said dealings should be exclusively in options, and that no property should be delivered or received on his account, but that the transactions should be settled upon differences. S. G. Hooker &amp; Co. thereupon, in pursuance of said agreement, dealt for Foote for a considerable time upon said board, such dealings being, in form, contracts for the purchase or sale of grain for future delivery, made, according to the usual method of dealing on said board, in the name of S. G. Hooker &amp; Co., with other members of the board, all of said contracts, with one exception, being settled before the time for delivery therein prescribed, by the receipt or payment of the differences in price. In neither case was there any evidence as to who the parties were with whom these dealings were entered into by S. G. Hooker &amp; Co. on the board, nor whether such parties had any notice of the agreement between S. Gr. Hooker &amp; Go. and Foote, or participated in their unlawful intent. Said dealings having resulted in large losses which S. G. Hooker &amp; Co. paid, Foote afterward settled up his indebtedness to them for their disbursements and commissions by indorsing and guaranteeing to them certain promissory notes which he then held against another party. The cases above mentioned involved the question of the validity of said guaranties, and it was held that said dealings were gambling contracts within the meaning of section 130 of the criminal code, and therefore void ; and that under said section, as well as under section 131, said guaranties could not be held to be binding on Foote. Section 131 provides that all promises, contracts or agreements, the whole or any part of the consideration of which is for money won by a wager or bet upon any chance, casualty or unknown or contingent event, or for reimbursing or paying any money lent or advanced to any person so betting, shall be void and of-no effect.</p> <p id=\"b76-5\" pgmap=\"76(96) 77(118)\">In these cases it seems to have been held that so long as it appeared that S. G. Hooker &amp; Go. had agreed with Foote to embark in a series of gambling contracts on his behalf on the Board of Trade, or in other words, to bet for him on the rise and fall of the price of grain on the board, it was immaterial who the other members of the board with whom they consummated such gambling contracts were, or what their intentions may have been. Thus, in Pierce v. Foote the court say: “Fictitious purchases or sales, such as were in contemplation of the parties, were as nothing; and it is a matter of no consequence where it is pretended they were made, whether on the Board of Trade or elsewhere. It would have been quite as well, and would have conformed as nearly to the contract of Hooker &amp; Go., had they simply entered upon their books that they made such purchases or sales on behalf of defendant, without going upon the Board of Trade, and claiming they had made such purchases and sales, and on returning made such entries. Betting on the market could be done just as well in one way as the other.”</p> <p id=\"b77-5\" pgmap=\"77\">The cases of Beveridge v. Hewitt. and Colderwood v. McCrea, supra, differ from the Foote cases only in this : In the Foote cases there was an express agreement to deal only in “options,” while in Beveridge v. Hewitt and Colderwood v. McCrea such agreement was implied from the evidence as to the circumstances and relations of the parties and the nature and mode of their dealings. In all other respects the cases were alike. But it is plain that the intention of the parties to embark in a series of gambling transactions, whether established by direct evidence or implied from other facts, involves precisely the same legal consequences. Such transactions are just as much a violation of section 130 of the criminal code in one case as in the other.</p> <p id=\"b77-6\" pgmap=\"77(149) 78(73)\">In the present case, as has already been stated, there was evidence of an express contract by which the plaintiffs agreed to deal for the defendant exclusively in options, to be settled by the payment of differences; but as the evidence as to the existence of such contract was conflicting, and as the question of its existence was submitted to the jury by proper instructions, their finding must be regarded as conclusive that no such express contract was proved. But there remained the further question to be determined by the jury from the evidence, whether an intention on the part of both the plaintiffs and defendant to embark in a series of gambling transactions was not established by implication ; and the defendant was entitled to have the jury properly instructed as to the legal consequences of such intention, if established as a fact and shown to have been carried out and put in operation in the series of dealings out of which the indebtedness sued for arose. On that question no instruction was given. The instruction above recited was asked by the defendant for the purpose of advising the jury as to the law upon that theory of the case, and we are of the opinion that it stated the law correctly and should have been given. ^</p> <p id=\"b78-5\" pgmap=\"78\">The instruction was, in substance, that although the transactions in question were, in form, contracts for the purchase or sale of grain or provisions for future delivery, yet, if no actual purchases or sales of grain or provisions were in fact made by the plaintiffs for the defendant, and if the intention of both the plaintiffs and the defendant, at the time of entering into said transactions was, not to perform such pretended contracts, hut to settle on the basis of differences in price, then said transactions were gambling contracts and unlawful, and the plaintiffs could not recover. This instruction seems to be warranted by the principles established by the decisions above cited. It is clear that if there were no actual contracts for the purchase or sale of property, or, in other words, if the pretended sales and purchases were merely fictitious, according to the hypothesis of the instruction, it was manifestly immaterial to inquire as to who may have been the other parties to such pretended- contracts, or what may have been their intentions. The intention of the defendant and his brokers to speculate merely in differences in the market prices of grain and provisions, without making actual purchases or sales, although such intention may not have been evidenced by a formal or express contract, if carried out by a series of pretended dealings entered into for the purpose of effectuating such unlawful intention, was a violation of the express provisions of the statute, and could give no right of action as between them.</p> <p id=\"b78-6\" pgmap=\"78\">Said instruction was erroneously refused, and for said error the judgment will be reversed and the cause remanded.</p> <p id=\"b78-7\" pgmap=\"78\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}