{
  "casebody": {
    "data": "<casebody firstpage=\"139\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b165-7\">UNITED SERVICES AUTOMOBILE ASSOCIATION <em>v. </em>BRIAN KASCHEL, ADMINISTRATOR (ESTATE OF JOHN T. KELLY), ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b165-8\">(AC 24128)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b165-9\">Lavery, C. J., and DiPentima and Peters, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b166-6\"><page-number citation-index=\"1\" label=\"140\">*140</page-number>Argued February 25</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A1f\">officially released July 20, 2004</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b166-8\"><em>Charles A. Deluca, </em>with whom was <em>R. Kelley Franco, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b166-9\"><em>Brenden P. Leydon, </em>for the appellees (defendant Robert Choquette et al.).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b166-10\">\n<em>Opinion</em>\n</p>\n<author id=\"b166-11\">LAVERY, C. J.</author>\n<p id=\"AS6\">This appeal arises out of a declaratory judgment action in which the plaintiff insurer, United Services Automobile Association, sought a determination of whether it was obligated, under a homeowner’s insurance policy it issued to John T. Kelly, to defend <page-number citation-index=\"1\" label=\"141\">*141</page-number>and to indemnify the defendant Brian Kaschel<footnotemark>1</footnotemark> in the underlying tort action. The trial court concluded that the plaintiff was obligated to defend and to indemnify Kaschel with respect to counts two and four of the amended complaint in the underlying action and that it was not obligated with respect to counts one and three. Accordingly, the court denied in part and granted in part the plaintiffs motion for summary judgment. We reverse in part and affirm in part the judgment of the trial court.</p>\n<p id=\"b167-6\">The court’s memorandum of decision describes the underlying facts, which are undisputed. On October 19, 1999, the defendant Robert Choquette was injured when his motorcycle was struck by an automobile operated by Kelly, who allegedly was intoxicated at the time of the accident. After hitting Choquette, Kelly allegedly exited his vehicle and went to Choquette to check on his condition. Kelly then returned to his vehicle and left the scene without rendering assistance or calling for help. Choquette and his wife, the defendant Marita Choquette, subsequently brought the underlying action in four counts against Kelly.</p>\n<p id=\"b167-7\">The first count of the amended complaint alleged that Kelly’s negligent operation of his vehicle caused Robert Choquette to suffer serious injuries. The second count alleged that Kelly’s negligent failure to render aid and assistance to Robert Choquette as required by General Statutes § 14-224<footnotemark>2</footnotemark> exacerbated the injuries. The <page-number citation-index=\"1\" label=\"142\">*142</page-number>third count alleged that Kelly had been reckless in the operation of his vehicle. The fourth count, brought by Marita Choquette, alleged loss of consortium.</p>\n<p id=\"b168-6\">On July 1, 2002, the plaintiff, which had issued both an automobile insurance policy and a homeowner’s insurance policy to Kelly, commenced the present action, seeking a declaratory judgment as to its obligations, if any, under the homeowner’s policy.<footnotemark>3</footnotemark> On October 15, 2002, the plaintiff filed a motion for summary judgment, claiming that it had no duty to defend or to indemnify under the homeowner’s policy because the injuries alleged in the underlying action “arose out of the use of an automobile and certain intentional acts, and the policy . . . contains exclusions for injuries resulting from the use of an automobile or from intentional acts. ...”</p>\n<p id=\"b168-7\">The court granted the plaintiffs motion as to counts one and three, concluding that the allegations in those counts constitute acts excluded from coverage under the policy. The court, however, denied the plaintiffs motion as to counts two and four. With respect to count two, the court found that Kelly’s actions in exiting his car to check on Robert Choquette and then leaving the scene without rendering assistance or calling for help were independent of the events leading to the accident and Kelly’s use of his vehicle. It also found that count two did not allege that Kelly’s actions were intentional. Accordingly, the court concluded that the allegations <page-number citation-index=\"1\" label=\"143\">*143</page-number>in count two did not constitute acts excluded from coverage under the policy to the extent that paragraph twenty-three of count two<footnotemark>4</footnotemark> alleged that Robert Choquette’s injuries were exacerbated by Kelly’s breach of his duty to render aid. With respect to count four, the court concluded that the derivative loss of consortium claim remained viable insofar as it related to the injuries alleged in paragraph twenty-three of count two.</p>\n<p id=\"b169-6\">In sum, the court limited the damages recoverable under the policy “to those stated in paragraph twenty-three of count two,” and declared that the plaintiffs duty to defend and to indemnify Kaschel in the underlying action “is limited and defined” in accordance with the court’s memorandum of decision. The plaintiff now appeals from the court’s partial denial of its motion for summary judgment.<footnotemark>5</footnotemark></p>\n<p id=\"b170-5\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>Our review of a trial court’s decision on a motion for summary judgment is plenary. See, e.g., <em>Schilberg Integrated Metals Corp. </em>v. <em>Continental Casualty Co., </em>263 Conn. 245, 274 n.14, 819 A.2d 773 (2003). “Summary judgment shall be rendered forthwith if the pleadings, affidavits and any other proof submitted show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. ... In deciding a motion for summary judgment, the trial court must view the evidence in the light most favorable to the nonmoving party.” (Internal quotation marks omitted.) <em>Ryan Transportation, Inc. </em>v. <em>M &amp; G Associates, </em>266 Conn. 520, 525, 832 A.2d 1180 (2003).</p>\n<p id=\"b170-6\">The principal issue in this appeal is whether the injuries that Robert Choquette allegedly sustained as a result of Kelly’s failure to render aid to him arose out of Kelly’s use of his motor vehicle for purposes of exclusion from coverage under the homeowner’s insurance policy. We conclude that the court incorrectly determined that those injuries did not arise out of Kelly’s use of his motor vehicle.<footnotemark>6</footnotemark></p>\n<p id=\"b170-7\">This case concerns the proper interpretation of the homeowner’s insurance policy issued to Kelly by the plaintiff. “The [interpretation of an insurance policy, like the interpretation of other written contracts, involves a determination of the intent of the parties <page-number citation-index=\"1\" label=\"145\">*145</page-number>as expressed by the language of the policy. . . . The determinative question is the intent of the parties, that is, what coverage the . . . [insured] expected to receive and what the [insurer] was to provide, as disclosed by the provisions of the policy. ... It is axiomatic that a contract of insurance must be viewed in its entirety, and the intent of the parties for entering it derived from the four comers of the policy. . . . The policy words must be accorded their natural and ordinary meaning . . . .” (Internal quotation marks omitted.) <em>Board of Education </em>v. <em>St. Paul Fire &amp; Marine Ins. Co., </em>261 Conn. 37, 42-43, 801 A.2d 752 (2002).</p>\n<p id=\"b171-5\">Section II (1) (e) (1) of the homeowner’s policy excludes, inter alia, personal liability and medical payment coverage for claims of bodily injury or property damage “arising out of . . . the . . . use ... of motor vehicles . . . owned or operated by ... an insured . . . .” “In construing [this] policy language, we are guided by the well established principle that the term ‘use’ with reference to motor vehicles is to be interpreted broadly.” <em>Board of Education </em>v. <em>St. Paul Fire &amp; Marine Ins. Co., </em>supra, 261 Conn. 43. In <em>Hogle </em>v. <em>Hogle, </em>167 Conn. 572, 356 A.2d 172 (1975), our Supreme Court had the opportunity to analyze policy language similar to that at issue in the present case while discussing an exclusionary clause in a homeowner’s insurance policy. In <em>Hogle, </em>the court stated that “it is generally understood that for liability for an accident or an injury to be said to ‘arise out of the ‘use’ of an automobile for the purpose of determining coverage under the appropriate provisions of a liability insurance policy, it is sufficient to show only that the accident or injury ‘was connected with,’ ‘had its origins in,’ ‘grew out of,’ ‘flowed from,’ or ‘was incident to’ the use of the automobile, in order to meet the requirement that there be a causal relationship between the accident or injury and the use of the automobile.” Id., 577.</p>\n<p id=\"b172-5\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>In the present case, it is clear that, pursuant to <em>Hogle, </em>any injuries that Robert Choquette allegedly sustained as a result of Kelly’s failure to render aid to him arose out of Kelly’s use of his motor vehicle.<footnotemark>7</footnotemark> The motor vehicle accident was the operative event giving rise to the injuries alleged in count two of the amended complaint and, therefore, those injuries were “ ‘connected with,’ ” “ ‘had [their] origins in,’ ” “ ‘grew out of,’ ” “ ‘flowed from,’ ” or were “ ‘incident to’ id.; the use of the vehicle. This is not a case in which the allegations in the underlying complaint reveal that the injuries could have resulted only from the wholly independent act of failing to render aid.<footnotemark>8</footnotemark> See <em>Board of Education </em>v. <em>St. Paul Fire &amp; Marine Ins. Co., </em>supra, 261 Conn. 47. The fact that following the accident, Kelly exited his vehicle to check on Robert Choquette does not, in and of itself, show the insufficiency of the causal nexus between the alleged injuries in count two and the use of the vehicle. See id., 48.</p>\n<p id=\"b172-6\">On the basis of our review of the pleadings, affidavits and other proof submitted, we conclude that the injuries that Robert Choquette allegedly sustained as a result of Kelly’s failure to render aid to him arose out of Kelly’s use of the motor vehicle for purposes of exclusion from coverage under the homeowner’s insurance policy. <page-number citation-index=\"1\" label=\"147\">*147</page-number>Accordingly, the court improperly denied the plaintiffs motion for summary judgment with respect to counts two and four<footnotemark>9</footnotemark> of the amended complaint in the underlying action.</p>\n<p id=\"b173-6\">The judgment is reversed only as to the denial of the plaintiffs motion for summary judgment with respect to counts two and four of the amended complaint in the underlying action and the case is remanded with direction to render judgment for the plaintiff as to those counts. The judgment is affirmed in all other respects.</p>\n<p id=\"b173-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b167-8\"> Kelly died prior to the commencement of this action, and Kaschel thereafter was appointed the administrator of Kelly’s estate by the Probate Court for the district of Westport. Robert Choquette, Marita Choquette and Louise Kelly also were named defendants in this action.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b167-9\"> General Statutes § 14-224 (a) provides in relevant part: “Each person operating a motor vehicle who is knowingly involved in an accident which causes serious physical injury, as defined in section 53a-3, to . . . any other person shall at once stop and render such assistance as may be needed and shall give his name, address and operator’s license number and registration number to the person injured or to any officer or witness to the . . . serious physical injury of any person, and if such operator of the motor vehicle causing the . . . serious physical injury of any person is unable to give his <page-number citation-index=\"1\" label=\"142\">*142</page-number>name, address and operator’s license number and registration number to the person injured or to any witness or officer, for any reason or cause, such operator shall immediately report such . . . serious physical injury of any person to a police officer, a constable, a state police officer or an inspector of motor vehicles or at the nearest police precinct or station, and shall state in such report the location and circumstances of the accident causing the . . . serious physical injury of any person and his name, address, operator’s license number and registration number.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b168-9\"> The plaintiffs duty to defend and to indemnify Kaschel under the automobile policy is not in question.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b169-7\"> Paragraph twenty-three of count two alleged: “In addition to the injuries previously set forth [in count, one], the aforementioned negligent or careless actions and/or inactions of the decedent John Kelly, in failing to render assistance or calling for help, or staying to comfort [Robert Choquette] caused, exacerbated, aggravated, accelerated and/or lighted up and further added to the extent and severity of [Robert Choquette’s] injuries in one or more of the following respects:</p>\n<blockquote id=\"b169-8\">“a. Increased emotional disturbance;</blockquote>\n<blockquote id=\"b169-9\">“b. Nightmares;</blockquote>\n<blockquote id=\"b169-10\">“c. Anger;</blockquote>\n<blockquote id=\"b169-11\">“d. Pear;</blockquote>\n<blockquote id=\"b169-12\">“e. Flashbacks . . . .”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b169-13\"> We note that the denial of a motion for summary judgment does not ordinarily constitute an appealable final judgment. <em>Connecticut National Bank </em>v. <em>Rytman, </em>241 Conn. 24, 34, 694 A.2d 1246 (1997). In the present case, however, the plaintiff filed a motion for articulation, requesting the court to clarify whether its decision was a final judgment for purposes of appeal. In its articulation, the court indicated that it had intended that the clerk enter judgment in accordance with the memorandum of decision, but that through a scrivener’s error, the clerk only entered the decision and not a judgment.</p>\n<p id=\"b169-14\">“In <em>State </em>v. <em>Curcio, </em>[191 Conn. 27, 31, 463 A.2d 566 (1983)], [our Supreme Court] explicated two situations in which a party can appeal an otherwise interlocutory order: (1) where the order or action terminates a separate and distinct proceeding, or (2) where the order or action so concludes the rights of the parties that further proceedings cannot affect them.” (Internal <page-number citation-index=\"1\" label=\"144\">*144</page-number>quotation marks omitted.) <em>Esposito </em>v. <em>Specyalski, </em>268 Conn. 336, 345-46 n.13, 844 A.2d 211 (2004). Here, it is apparent from the court’s memorandum of decision and its articulation that the court had determined finally all of the issues before it and that no further proceedings were contemplated. Accordingly, pursuant to <em>Curdo, </em>the plaintiffs appeal was brought from a final judgment. See also Practice Book § 61-2 (“[w]hen judgment has been rendered on an entire complaint ... by summary judgment . . . such judgment shall constitute a final judgment”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b170-13\"> Our conclusion makes it unnecessary to reach the merits of the plaintiffs second claim, namely, that the court improperly determined that the allegations in count two of the amended complaint in the underlying action do not fall within the intentional act exclusion in the homeowner’s policy.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b172-7\"> The defendants urge us to apply the concurrent cause doctrine set out in <em>State Farm Mutual Automobile Ins. Co. </em>v. <em>Partridge, </em>10 Cal. 3d 94, 514 P.2d 123, 109 Cal. Rptr. 811 (1973) (en banc). They contend that the doctrine was applied by our Supreme Court in <em>St. Paul Fire &amp; Marine Ins. Co. </em>v. <em>Shernow, </em>222 Conn. 823, 830, 610 A.2d 1281 (1992). We decline to do so because <em>Hogle </em>v. <em>Hogle, </em>supra, 167 Conn. 572, controls our analysis in the present case.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b172-8\"> Indeed, count two of the amended complaint incorporates paragraph sixteen of count one, which set forth ten allegations of <em>negligent operation of a motor vehicle. </em>In addition, General Statutes § 14-224, which formed the legal basis for count two, is entitled “Evasion of responsibility <em>in operation of motor vehicles,\" </em>and it applies only when a <em>“person operating a motor vehicle </em>... is knowingly involved in an accident which causes serious physical injury . . . .” (Emphasis added.)</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b173-16\"> As previously explained, count four, brought by Marita Choquette, alleged loss of consortium. Loss of consortium is a derivative cause of action, meaning that it is dependent on the legal existence of the predicate action. <em>Champagne </em>v. <em>Raybestos-Manhattan, Inc., </em>212 Conn. 509, 555-56, 562 A.2d 1100 (1989). That is to say, if an adverse judgment bars the injured spouse’s cause of action, any claim for loss of consortium necessarily fails as well. <em>Hopson </em>v. <em>St. Mary’s Hospital, </em>176 Conn. 485, 494, 408 A.2d 260 (1979).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}