{
  "casebody": {
    "data": "<casebody firstpage=\"275\" lastpage=\"278\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b291-3\">Rone Jewelry Company <em>v. </em>James V. Conley.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"Ads\">\n<em>(Knoxville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"Akj\">September Term, 1958.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b291-6\">Opinion filed December 12, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b291-10\">Selma G. Cash, Carl J. Wood, Chattanooga, for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b291-11\">ICelley' &amp; DiRisio, Chattanooga, for defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b292-6\"><page-number citation-index=\"1\" label=\"276\">*276</page-number>Mr. Justice Prewitt</author>\n<p id=\"Aqy\">delivered the opinion of the Court.</p>\n<p id=\"b292-7\">This case was heard on the stipulation of facts and resulted in a judgment in favor of the defendant.</p>\n<p id=\"b292-8\">The record discloses that James V. Conley purchased from Rone Jewelry Company by title retention contract a set of Flair silverware and a diamond ring and that he owed a balance of $173.70 on his purchases. Conley filed a bankruptcy petition, scheduled the Rone Jewelry Company as a secured creditor and received a discharge.</p>\n<p id=\"b292-9\">The attorney for the Jewelry Company appeared at the first meeting of creditors and demanded return of the merchandise. The defendant testified that at that time he lost the diamond ring and that he had sent the set of silverware to his mother. Later the Jewelry Company had a <em>replevin </em>warrant issued for said merchandise and this warrant was served on the defendant but the officer stated on his return that the property was not to be found.</p>\n<p id=\"b292-10\">It further appears that the personal property was sent to the defendant’s mother in New Jersey.</p>\n<p id=\"b293-3\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>The Jewelry Company contends that this debt was not dischargeable under Section 17 of the Bankruptcy Act (11 U.S.C.A. sec. 35) provides in part as follows:</p>\n<blockquote id=\"b293-4\">“ a. A discharge in bankruptcy shall release a bankrupt from all his provable debts, whether allowable in full or in part, except such as * * * (2) are liabilities for obtaining money or property by false pretenses or false representations, or for willful and malicious injuries to the person or property of another, or for alimony due or to become due, or for maintenance or support of wife or child, or for seduction of an unmarried female, or for breach of promise of marriage accompanied by seduction, or for criminal conversation * *</blockquote>\n<p id=\"b293-5\">In this State it is made a misdemeanor to dispose of property under a conditional sales contract and the statute provides for a county jail sentence of not more than six months or a finue not exceeding $50, or both, for disposing of such property without the consent of the vendor.</p>\n<p id=\"b293-6\">We think said Section 17, above quoted, clearly .shows that the present case does not fall within this Section of the statute for it plainly provides for wilful and malicious injuries to the person or property of another. In this case the defendant merely converted the property by sending it out of the State and this was not a wilful and malicious injury to property of another as comes within this statute.</p>\n<p id=\"b293-7\">In <em>Tinker v. Colwell, </em>193 U.S. 473, 24 S.Ct. 505, 508, 48 L.Ed. 754, the Court said:</p>\n<blockquote id=\"b293-8\">“In order to come within that meaning as a judgment for wilful and malicious injury to person or prop<page-number citation-index=\"1\" label=\"278\">*278</page-number>erty, it is not necessary that the cause of action he based upon special malice, so that without it the action could not be maintained. ’ ’</blockquote>\n<p id=\"b294-5\">The mere sending, by vendee, of a conditionally sold personal property, to his mother out of the State, is not a wilful and malicious injury to the property of the vendor, as renders the debt non-dischargeable within the meaning of said Section 17.</p>\n<p id=\"b294-6\">See <em>Davis v. Aetna Acceptance Company, </em>293 U.S. 328, 55 S.Ct. 151, 79 L.Ed. 393; <em>Massachusetts Bonding </em>&amp; <em>Insurance Company v. Lineberry, </em>320 Mass. 510, 70 N.E. 2d 308; <em>McIntyre v. Kavanaugh, </em>242 U.S. 138, 37 S.Ct. 38, 61 L.Ed. 205.</p>\n<p id=\"b294-7\">The element of malice camiot be inferred from the stipulation of facts. The giving- of this property to defendant’s mother was wilful but in the absence of proof could not be defined as malicious.</p>\n<p id=\"b294-8\">It results that the judgment of the lower court will be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}