{
  "casebody": {
    "data": "<casebody firstpage=\"727\" lastpage=\"737\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b749-4\">Boston Housing Authority vs. Doris Garcia.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b749-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A85\">March 5, 2007.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AxY\">August 17, 2007.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b749-6\">Present: Marshall, C.J., Greaney, Ireland, Spina, &amp; Cordy, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b749-12\"><em>James M. McCreight </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b749-13\"><em>Helene C. Maichle </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b749-14\">The following submitted briefs for amici curiae:</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b749-15\"><em>Michael J. Sullivan, </em>United States Attorney, <em>Patricia M. Connolly, </em>Assistant United States Attorney, <em>Peter D. Keisler, </em>Assistant Attorney General, <em>Barbara C. Biddle, &amp; Irene M. Solet </em>for the United States.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b749-16\"><em>Susan C. Cohen </em>for Cambridge Housing Authority.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b749-17\">Cordy, J.</author>\n<p id=\"AkQ\">In <em>Spence </em>v. <em>Gormley, </em>387 Mass. 258 (1982) <em>(Gormley), </em>we both affirmed that under Massachusetts law a housing authority cannot terminate a tenancy without “cause,” G. L. <page-number citation-index=\"1\" label=\"728\">*728</page-number>c. 12IB, § 32,<footnotemark>1</footnotemark> and held that under the terms of leases then utilized between tenants and the Boston Housing Authority (BHA), violent acts committed by members of the tenant’s household provided sufficient cause on which to terminate the lease, because, “[w]hen the wrongdoer is a household member, a fair inference exists that the tenant is aware of potential problems, and able to exercise some influence or otherwise prevent” the conduct. <em>Id. </em>at 265.<footnotemark>2</footnotemark> We further held, however, that the requirement of cause in § 32 “provides relief from termination when special circumstances indicate that the tenant could not have foreseen the misconduct or was unable to prevent it by any available means, including outside help,” <em>id. </em>at 279. In <em>Boston Hous. Auth. </em>v. <em>Bell, </em>428 Mass. 108 (1998) <em>(Bell), </em>we declined to depart from the “special circumstances” limitation on cause in our consideration of an eviction brought under a new form of BHA lease explicitly “permitting its termination if a member of the tenant’s household commits ‘[a]ny criminal or other activity which threatens the health or safety of . . . BHA employees.’ ” <em>Id. </em>at 109. In our opinion, we noted that, “[i]f the lease alone controlled our decision, the BHA would be entitled to possession of the premises,”<footnotemark>3</footnotemark> but that “[t]he terms of the lease are not. . . the sole consideration,” <em>id., </em>and “[i]n the face of the requirement of cause in § 32 the provision in the lease permitting termination of the tenancy cannot be enforced as written,” where the tenant can meet her burden to show special circumstances. <em>Id. </em>at 110. Notably, the BHA made no claim that Federal law preempted the cause requirement of § 32 as we had interpreted that requirement in <em>Gormley.</em></p>\n<p id=\"b750-4\">In this appeal, we are again asked to consider whether the <page-number citation-index=\"1\" label=\"729\">*729</page-number>“special circumstances” limitation on the existence of cause, referred to as the “innocent tenant defense,” remains viable in the termination of tenancies in federally assisted public housing projects. Our consideration is prompted by the United States Supreme Court’s ruling in <em>Department of Hous. &amp; Urban Dev. </em>v. <em>Rucker, </em>535 U.S. 125, 130 (2002) <em>(Rucker), </em>that Federal housing law, 42 U.S.C. § 1437d(l)(6) (2000), “unambiguously” requires lease terms “that vest local public housing authorities with the discretion to evict tenants for the drug-related activity of household members and guests whether or not the tenant knew, or should have known, about the activity.”* **<footnotemark>4</footnotemark></p>\n<p id=\"b751-5\">In the present case, a Housing Court judge ruled that the innocent tenant defense was no longer available under Massachusetts law to Doris Garcia, a BHA tenant, in light of the <em>Rucker </em>decision, and declined to admit evidence that she could not have foreseen or prevented the criminal conduct of two of her sons. We agree with the Housing Court judge that Federal housing law preempts Massachusetts law that would otherwise permit a public housing tenant to defeat a lease termination based on the acts of a household member, by establishing that he or she could not have foreseen or prevented the misconduct.<footnotemark>5</footnotemark></p>\n<p id=\"b751-6\">1. <em>Background. </em>Since December, 1993, Doris Garcia has resided in housing owned and managed by the BHA. The housing is federally financed and subject to regulation by the United States Department of Housing and Urban Development (HUD). Garcia is the mother of three adult sons, Ezequiel Grajales, Geraldo Grajales, and Juan Grajales, all of whom are listed on her lease as members of her household.<footnotemark>6</footnotemark> Garcia’s lease obligates her to “[rjefrain from engaging in, and cause members of [her] <page-number citation-index=\"1\" label=\"730\">*730</page-number>household, any guest, or any other person under [her] control, to refrain from engaging in, any criminal or illegal activity including: . . . Any violent or drug related criminal activity on or off BHA property.” The lease further provides that the BHA may terminate the lease as a result of the “ [commission by [Garcia], a member of [her] household, a guest, or other person under [her] control, of: . . . Any violent or drug-related criminal activity on or off BHA property.”</p>\n<p id=\"b752-5\">On June 21, 2004, Juan was arrested after a police officer stopped the motor vehicle he was driving without a driver’s license. While conducting an inventory search of the vehicle, officers discovered a bag containing marijuana. At the time of arrest, Juan gave his mother’s address as his own. Juan was subsequently charged with possession of a class D substance.* <footnotemark>7</footnotemark></p>\n<p id=\"b752-6\">On June 25, 2004, Ezequiel was observed with a group of males carrying an aluminum baseball bat. One of the males was also armed with a knife. A police officer stopped and questioned Ezequiel, and, in searching him for other weapons, found thirteen bags of marijuana in his possession. Ezequiel was arrested and gave his mother’s address as his own. He was charged with possession of a class D substance with intent to distribute in a school zone, but subsequently pleaded guilty to the lesser offense of simple possession.</p>\n<p id=\"b752-7\">On July 2, 2004, the BHA served Garcia with a notice of private conference, requesting that she attend a meeting to discuss “possible violations of your lease,” including failing to “[r]efrain from engaging in, and causing] members of [her] household ... to refrain from engaging in . . . drug related criminal activity.” The notice then specified the arrests of her sons for the above-described drug offenses. At the meeting, Garcia was afforded an opportunity to explain the conduct of her sons and the circumstances of their arrests. According to a report of the meeting, she told the BHA representative that the search of Juan’s motor vehicle on June 21 was illegal, and that although Juan told the police that the marijuana was his, in fact it did not belong to him or his friends. With respect to the <page-number citation-index=\"1\" label=\"731\">*731</page-number>incident on June 25, Garcia said that a verbal insult directed at her led to a confrontation at which Juan and Ezequiel defended her. Also, that the man who made the insult tried to stab Ezequiel, and that Ezequiel retrieved a baseball bat and gave chase, at which point the police stopped him, and found bags of marijuana in his possession. She further explained that her “kids were going to . . . smoke” the marijuana at a party.</p>\n<p id=\"b753-5\">After the meeting, the BHA decided to proceed with an eviction action, and on July 23, 2004, served Garcia with a notice of termination for cause, a summary report of the private conference, and a statement setting forth the grounds for the eviction. On March 22, 2005, the BHA filed a summary process action against Garcia in the Housing Court. The BHA asserted that Garcia violated her lease on June 21 and 25, 2004, when her sons engaged in drug-related criminal activity.® Garcia filed an answer, citing as defenses that her sons did not live with her and that she had no control over the alleged behavior of her sons or any reason to know about the behavior.<footnotemark>8</footnotemark>\n<footnotemark>9</footnotemark> The case proceeded to trial.</p>\n<p id=\"b753-6\">During the trial, as Garcia was testifying about her lack of control over her sons, she was interrupted by the judge, who explained that whether she could control or had knowledge of her sons’ illegal activity was not germane, because he was bound by the Supreme Court’s opinion in <em>Rucker. </em>He further explained the ruling in that case as follows: <page-number citation-index=\"1\" label=\"732\">*732</page-number>The judge then limited the evidence to whether Juan and Ezequiel were members of Garcia’s household in June, 2004. He found that they were and, accordingly, entered judgment for the BHA.<footnotemark>10</footnotemark> Garcia appealed from the ruling, and we granted her application for direct appellate review.</p>\n<blockquote id=\"b753-7\"><page-number citation-index=\"1\" label=\"731\">*731</page-number>“[A]s a matter of federal law with respect to public housing authorities that are . . . federally funded, there is no such thing as an innocent tenant defense. Meaning, if someone is a member of your household you are strictly responsible under the terms of your lease for their conduct, whether or not you knew about it and whether or not you could have controlled them had you known about it.”</blockquote>\n<p id=\"b754-5\"><page-number citation-index=\"1\" label=\"732\">*732</page-number>2. <em>Discussion. </em>The BHA argues that the <em>Rucker </em>decision requires a finding that 42 U.S.C. § 1437d(l)(6) preempts G. L. c. 121B, § 32, with respect to federally funded housing tenancies, because the special circumstances defense that we have held it incorporates conflicts with and frustrates the goals and objectives of Congress. See <em>Geier </em>v. <em>American Honda Motor Co., </em>529 U.S. 861, 885 (2000).</p>\n<p id=\"b754-6\">The tenants in <em>Rucker </em>filed suit in Federal court, claiming that 42 U.S.C. § 1437d(l)(6) did not require lease terms allowing a local public housing authority to evict a tenant when a member of the tenant’s household (or a guest) engages in drug-related criminal activity, regardless whether the tenant knew or had reason to know of the activity. The tenants also challenged HUD’s interpretation of the statute to the contrary, and in the alternative, the constitutionality of the statute. The <em>Rucker </em>Court disagreed and held unanimously that 42 U.S.C. § 1437d(l)(6) “unambiguously” required that the leases at issue contain “lease terms that vest local public housing authorities with the discretion to evict tenants for the drug-related activity of household members and guests whether or not the tenant knew, or should have known, about the activity,” <em>id. </em>at 130. It also ruled that there were “no ‘serious constitutional doubts’ about Congress’ affording public housing authorities the discretion to conduct no-fault evictions for drug-related crime.” <em>Id. </em>at 135, quoting <em>Reno </em>v. <em>Flores, </em>507 U.S. 292, 314 n.9 (1993). The Court went on to hold that while the statute does not require (and Congress <page-number citation-index=\"1\" label=\"733\">*733</page-number>did not intend) the eviction of every tenant who violates such lease terms, it does require that local housing authorities retain the discretion to “evict a tenant who had no knowledge of the drug-related activity,” <em>Rucker, supra </em>at 132-134. Left undecided was whether Congress intended Federal law to make inoperative any State law that limits the exercise of discretion by local housing authorities in such circumstances. It is to this question we now turn.</p>\n<p id=\"b755-5\">Preemption “is not to be lightly presumed.” <em>Attorney Gen. </em>v. <em>Brown, </em>400 Mass. 826, 829 (1987), quoting <em>California Fed. Sav. &amp; Loan Ass’n </em>v. <em>Guerra, </em>479 U.S. 272, 281 (1987). State law must give way to Federal law, however, where Congress has explicitly withdrawn the power of the State to regulate the subject matter, <em>Massachusetts Med. Soc’y </em>v. <em>Dukakis, </em>815 F.2d 790, 791 (1st Cir.), cert. denied, 484 U.S. 896 (1987); has implicitly withdrawn that power “by creating a regulatory system so pervasive and complex that it leaves ‘no room’ for the states to regulate,” <em>id.-, </em>or to the extent that it is impossible to comply with both. See <em>Florida Lime &amp; Avocado Growers, Inc. </em>v. <em>Paul, </em>373 U.S. 132, 142-143 (1963). State law also must yield when it “stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.” <em>Geier </em>v. <em>American Honda Motor Co., supra </em>at 873, quoting <em>Hines </em>v. <em>Davidowitz, </em>312 U.S. 52, 67 (1941). See <em>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. </em>v. <em>Ware, </em>414 U.S. 117, 127 (1973). In this case, we must determine whether § 32 constitutes such an obstacle in a field admittedly subject to parallel regulation by both sovereigns.<footnotemark>11</footnotemark></p>\n<p id=\"b755-6\">The stated public housing policy of the United States is to “promote the goal of providing decent and affordable housing for all citizens through the efforts and encouragement of Federal, State, and local governments, and by the independent and collective actions of private citizens, organizations, and the private sector.” 42 U.S.C. § 1437(a)(4) (2000). Consistent with this policy, Congress enacted the Anti-Drug Abuse Act of 1988, <page-number citation-index=\"1\" label=\"734\">*734</page-number>with the objective of reducing drug-related crime in public housing and ensuring “public and other federally assisted low-income housing that is decent, safe, and free from illegal drugs.” <em>Rucker, supra </em>at 134, quoting 42 U.S.C. § 11901(1) (1994). Specifically, Congress (through 42 U.S.C. § 1437d[l][6], and HUD (through its implementing regulations) have required that housing authorities use clauses in their leases that permit the termination of a tenant’s lease for crimes committed by household members, even where a tenant had no knowledge of and was not at fault for a household member’s criminal activity.<footnotemark>12</footnotemark> As the <em>Rucker </em>Court noted, the lodging of such discretionary authority with the housing authorities is integral to the accomplishment of the congressional objective because “[sjtrict liability maximizes deterrence and eases enforcement difficulties.” <em>Rucker, supra, </em>citing <em>Pacific Mut. Life Ins. Co. </em>v. <em>Haslip, </em>499 U.S. 1, 14 (1991).<footnotemark>13</footnotemark></p>\n<p id=\"b756-5\">In this context, the “special circumstances” defense of <em>Gormley, </em>permitting a judge to override the use of that discretion, based on the judge’s evaluation of evidence presented on the issue of a tenant’s knowledge or control, would run afoul of and substantially interfere with the congressional objective. It is therefore preempted. If it were not, a judge could permit a tenant to demonstrate that she was an “innocent tenant” and consequently determine that eviction was not appropriate. The housing authority would thus have lost the ability to terminate a tenant who violated her lease by not preventing her household member from engaging in drug related criminal activity, an ability Congress intends to preserve for housing authorities “who are in the best position to take account of, among other things, the degree to which the housing project suffers from ‘rampant drug-related or violent crime,’ 42 U.S.C. § 11901(2) (1994 ed. and Supp. V), ‘the seriousness of the offending action,’ 66 Fed. Reg., at 28803 [codified at 24 C.F.R. § 966.4(l)(5)(vii)(B)], and ‘the extent to which the leaseholder has . . . taken all reasonable steps to prevent or mitigate the offending action. <em>[Id.]’ ” Rucker, </em><page-number citation-index=\"1\" label=\"735\">*735</page-number><em>supra </em>at 134. Cf. <em>Scarborough </em>v. <em>Winn-Residential L.L.P./Atl. Terrace Apartments, </em>890 A.2d 249, 256-258 (D.C. 2006) (District of Columbia housing statute permitting public housing tenant opportunity to “cure” breach of lease before eviction is preempted by 42 U.S.C. § 1437f[d][l][B][iii]). Contrast <em>Attorney Gen. </em>v. <em>Brown, </em>400 Mass. 826, 829-830 (1987) (Massachusetts statute mandating landlord’s participation in federally funded Section 8 housing rental program not preempted by Federal statute providing for voluntary participation, where both statutes share common goal of affordable low-income housing); <em>Massachusetts Med. Soc’y </em>v. <em>Dukakis, </em>637 F. Supp. 684, 694-696 (D. Mass. 1986), aff'd, 815 F.2d 790 (1st Cir.), cert. denied, 484 U.S. 896 (1987) (Massachusetts statutory ban on balance billing not preempted by optional balance billing provision in Medicare Act, where physicians’ participation in Medicare program voluntary and no demonstration that Congress intended preemption).</p>\n<p id=\"b757-5\">While intending to reduce illegal drug activity in federally funded housing projects by eliminating the innocent tenant defense, Congress and HUD have not required that housing authorities evict any and all tenants whose household members commit the types of crimes enumerated in 42 U.S.C. § 1437d(l)(6), including illegal drug activity. Rather, HUD policy encourages local housing authorities to engage in the individualized consideration of the circumstances of each case to ensure “humane results,” particularly “when a tenant has taken all reasonable steps to prevent the criminal activity,” with eviction being “the last option explored, after all others have been exhausted.”<footnotemark>14</footnotemark> In light of our determination that the “special circumstances” defense otherwise available to public housing tenants under Massachusetts law is preempted, we underscore the <page-number citation-index=\"1\" label=\"736\">*736</page-number>importance of this policy. Before commencing an action to evict, a housing authority should consider the circumstances presented by a tenant, or otherwise known to the housing authority, including the extent of the tenant’s knowledge, or lack thereof, of the illegal drag activity and the tenant’s ability to control or prevent the activity. Cf. <em>Wojcik </em>v. <em>Lynn Hous. Auth., </em>66 Mass. App. Ct. 103, 112 (2006) (under Section 8 regulations, decision to terminate benefits because of family member’s conduct must involve opportunity for tenant to present evidence of circumstances “that might move the decision maker to impose a penalty less severe than termination”).</p>\n<p id=\"b758-4\">Massachusetts law still requires “cause” before a public housing tenancy may be terminated, and a housing authority’s decision to terminate a tenant’s lease is not beyond challenge in the Housing Court, based on the claim that the decision was made “without cause” under § 32, or otherwise constituted an unlawful abuse of discretion (because, for example, it was unsupported by sufficient facts or carried out in violation of due process).<footnotemark>15</footnotemark></p>\n<p id=\"b758-5\">With respect to the application of the requirement of cause in <page-number citation-index=\"1\" label=\"737\">*737</page-number>this case, the lease signed by Garcia permits eviction for the drug-related criminal activity of household members regardless of the tenant’s knowledge or ability to prevent the conduct. The judge found that Garcia’s sons were members of Garcia’s household at the time each engaged in drug-related criminal activity prohibited by the terms of the lease. Consequently, the judge found that Garcia had violated her lease. The judge also found that the BHA complied with pretermination provisions set forth in Garcia’s lease and awarded possession to the BHA. Because the judge determined that the BHA had sufficient cause to evict Garcia and the tenant has not established any abuse of discretion in BHA’s decision to terminate her lease, we affirm.</p>\n<p id=\"b759-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b750-5\">In relevant part, G. L. c. 121B, § 32, provides: “The tenancy of a tenant of a housing authority shall not be terminated without cause . . . .”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b750-6\">The lease at issue in <em>Spence </em>v. <em>Gormley, </em>387 Mass. 258 (1982) (Gormley) provided, in pertinent part, that the tenant was required to “[l]ive in a peaceful way, respecting the rights of his neighbors to privacy and quiet,” and that the “lease may be terminated by the [BHA] ... for no reason other than . . .' 2. Reasonable likelihood of serious repeated interference with the rights of other tenants. ... 5. Creation or maintenance of a serious threat to the health or safety of other tenants. . . .\" 10. In the event of a violation by the Tenant of any of the terms, conditions or covenants of this lease.” <em>Id. </em>at 261-262.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b750-7\">The ground for the eviction was an assault committed by the tenant’s son on a BHA officer. <em>Boston Hous. Auth. </em>v. <em>Bell, </em>428 Mass. 108, 109 (1998).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b751-7\">‘Title 42 U.S.C. § 1437d(l)(6) (2000), was enacted as part of the Anti-Drug Abuse Act of 1988, Pub. L. No. 100-690, § 5101, 102 Stat. 4300. In relevant part, it provides that each “public housing agency shall utilize leases which . . . provide that any criminal activity that threatens the health, safety, or right to peaceful enjoyment of the premises by other tenants or any drug-related criminal activity on or off such premises, engaged in by a public housing tenant, any member of the tenant’s household, or any guest or other person under the tenant’s control, shall be cause for termination of tenancy.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b751-11\">We acknowledge the amicus briefs filed by the United States and the Cambridge Housing Authority.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b751-12\">Geraldo was listed as a member of the household until September, 2004, when Doris Garcia provided the BHA with acceptable documentation showing <page-number citation-index=\"1\" label=\"730\">*730</page-number>that Geraldo no longer lived in the apartment.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b752-9\">The record contains no information on the ultimate disposition of this charge.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b753-8\">A third assertion was made that Juan had threatened the health and safety of a guest of a BHA resident, but the BHA did not proceed on the basis of this allegation.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b753-9\">Garcia’s answer was filed late, along with a motion to file her answer as if timely filed. She also asserted various counterclaims. The Housing Court judge permitted her to file the answer and its asserted defenses, but not the counterclaims. In her answer, Garcia also raised numerous other defenses, none of which is relevant to this appeal.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b754-7\">Despite the argument presented by the BHA to the contrary, Garcia did not waive the defense that special circumstances negated the “cause” to terminate her lease. At the outset of trial, counsel for the BHA recognized that Garcia was attempting to assert such a defense and asked the judge to deny Garcia’s motion to file an answer as if timely filed. In her answer, Garcia asserted her inability to control, and her lack of reason to know about, her sons’ alleged drug activity. When Garcia attempted to proceed on that defense, the judge cut her off. Finally, the judge based his order allowing Garcia’s motion to waive the appeal bond on her nonfrivolous appeal from his ruling on this issue.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b755-7\">See, e.g., 42 U.S.C. § 1437d(l) (specifying requirements for leases used by public housing agencies); and G. L. c. 121B, §§ 3, 25-33 (setting forth rules governing housing authorities within Commonwealth, including eligibility for and termination of tenancies).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b756-6\">The BELA lease at issue here complies with this requirement.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b756-7\">If a tenant is aware that she may be evicted for the conduct of her household members, she may be more likely to take steps to prevent drug-related criminal conduct from occurring. See 56 Fed. Reg. 51,560, 51,567 (1991).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b757-6\">HUD’s policy regarding the exercise of discretion in these circumstances counsels the consideration of alternatives to termination and individualized consideration in light of all of the relevant circumstances. “In particular, when a tenant has taken all reasonable steps to prevent the criminal activity, eviction may not always be warranted or proper. To ensure both humane results and success in court, [public housing authorities] should undertake a case-by-case analysis before proceeding with eviction. If they do seek eviction, [public housing authorities] should be prepared to persuade a court that eviction is justified.” <em>Rucker </em>v. <em>Davis, </em>203 F.3d 627, 639-640 (9th Cir. 2000), rev’d, 535 U.S. 125 (2002) quoting United States Department of Housing and Urban <page-number citation-index=\"1\" label=\"736\">*736</page-number>Development, “One Strike and You’re Out:” Policy in Public Housing 7-8 (1996).</p>\n<p id=\"AhV\">Additionally, in the months following the Supreme Court’s decision in <em>Rucker, </em>HUD officials addressed (in writing) public housing directors who inquired about the effect of <em>Rucker </em>on evictions due to drug-related criminal activity. An April 16, 2002, letter of the Secretary of HUD referred to eviction as a tool that should be applied responsibly, as “the last option explored, after all others have been exhausted.” In a June 6, 2002, letter, an assistant secretary stressed that the <em>Rucker </em>Court left the decision to evict tenants for drug-related criminal activity squarely within the discretion of public housing authorities, who should consider, as appropriate, any number of factors in making eviction determinations such as “the seriousness of the violation, the effect that eviction of the entire household would have on household members not involved in the criminal activity, and the willingness of the head of household to remove the wrongdoing household member from the lease as a condition for continued occupancy.” These letters indicate that HUD did not intezpret the Court’s decision in <em>Rucker </em>to mean that public housing authorities could not consider whether a resident had any involvement, knowledge of, or ability to foresee the drug-related conduct. Rather, the letters emphasized the importance of considering “the interests of individuals who share a household with the wrongdoer, but were otherwise unconnected with the wrongdoing,” and the use of compassion and common sense in making eviction determinations.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b758-8\">Garcia’s argument that her due process right to “present any affirmative legal or equitable defense” available to her, 24 C.F.R. § 966.53(c)(3) (2006), gives her the ability to present an innocent tenant defense is unpersuasive <page-number citation-index=\"1\" label=\"737\">*737</page-number>because that defense is preempted and no longer available to a tenant.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}