{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"475\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1052-5\">Calvin J. PARKER, Plaintiff-Appellant v. TURNER INDUSTRIES GROUP, L.L.C., Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A9Xu\">No. 12-30498</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A6y\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"AFQ\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ADWD\">Nov. 19, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1052-11\">Ames Louis Arruebarrena, Esq., New Orleans, LA, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1052-12\">Max Coleman Marx, John Housan Fen-ner, III, Turner Industries Group, L.L.C., Baton Rouge, LA, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1052-15\">Before WIENER, ELROD, and GRAVES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1052-16\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b1052-17\">Plaintiff-Appellant Calvin J. Parker appeals the district court’s dismissal of his employment discrimination case against Defendant-Appellee Turner Industries Group, L.L.C. (“Turner”) on the ground of judicial estoppel. Specifically, Parker failed to inform the bankruptcy court in which he and his wife had filed a Chapter 13 bankruptcy petition three weeks before his employment termination that he subsequently filed the instant employment discrimination lawsuit grounded in racial discrimination.</p>\n<p id=\"b1052-18\">In a lengthy, well-reasoned Order and Reasons, the district court explained its grant of Turner’s motion for summary judgment and dismissal of Parker’s suit. Our review of the record on appeal, including the briefs of the parties and the applicable law as explicated therein and by the district court in its Order and Reasons, satisfies us that the district court’s judgment of dismissal should be, and therefore is,</p>\n<p id=\"b1052-19\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b1052-13\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}