{
  "casebody": {
    "data": "<casebody firstpage=\"323\" lastpage=\"332\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b341-8\">[Civ. <em>No. </em>3587.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ack\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ayu\">Mar. 12, 1948.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b341-9\">Estate of JAMES RALPH ERSKINE, Deceased. JESSIE M. ERSKINE, Appellant, v. FRANCES N. ERSKINE, Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b342-5\"><page-number citation-index=\"1\" label=\"324\">*324</page-number>Paul Staniford and G. R. Lovejoy for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b342-6\">Lawrence W. Young for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b342-7\">GRIFFIN, J.</author>\n<p id=\"ACI\">This is a proceeding to determine heirship, which arose over a controversy between appellant, Jessie M. Erskine, widow of James E. Erskine, deceased, and respondent Frances N. Erskine, his only child by a previous marriage. Frances’s mother and father were married in 1900. The mother died in 1935. Jessie and James Erskine were married in 1941.</p>\n<p id=\"b342-8\">In 1937, Helen M. Keller and Mr. Erskine became equal partners in the “Calwa Water Works,” which partnership continued until the death of Mr. Erskine on March 4, 1946. On December 24, 1942, Erskine executed a will providing in part as follows:</p>\n<p id=\"b342-9\">“Fourth. I give, devise and bequeath all of my right, title and interest in and to the Calwa Water Works unto my said daughter Frances N. Erskine; provided, however, that in the event my said daughter, Frances N. Erskine, should predecease me then and in that event I give, devise and bequeath all of my said interest in and to the said Calwa Water Works unto my said wife, Jessie M. Ersldne.</p>\n<p id=\"b342-10\">“Fifth. I give, devise and bequeath all of the rest, residue and remainder of my said property, whether the same be real, personal or mixed, and wheresoever situated, unto my said wife, Jessie M. Erskine; provided, however, that in the event my said wife, Jessie M. Erskine, should predecease me then and in that event I give, devise and bequeath all of my said property mentioned in this paragraph to my said daughter, Frances N. Erskine. ’ ’</p>\n<p id=\"b342-11\">On April 1, 1946, Jessie M. Erskine was appointed administratrix. On October 17, 1945, Mrs. Keller and Mr. Erskine entered into a written agreement for the sale of the “distributive system” of said water works to James D. Matthews and wife. On that same day escrow instructions were signed, specifying the conditions of sale, and were placed with the title company. Before the escrow was closed Mr. Erskine died. Two months later the sale was completed.</p>\n<p id=\"b342-12\">One of the issues presented on this appeal is whether there was an ademption of respondent’s legacy as to the distributive <page-number citation-index=\"1\" label=\"325\">*325</page-number>system of the Calwa Water Works, whether she is entitled to the proceeds of the sale, or whether those proceeds passed to appellant under the residuary clause of the will.</p>\n<p id=\"b343-6\">The other issue pertains to a claimed one-half interest in the proceeds of a $5,022.54 bank account which stood in the individual names of the partners of the Calwa Water Works, as joint tenants, and claimed by respondent to be company funds.</p>\n<p id=\"b343-7\">There is very little dispute as to the factual background of this case. The original partnership agreement recites that the partners each acquired a one-half interest in the “Calwa Water Works ’ ’ including a certain contract between Mr. Keller and the Atchison, Topeka &amp; Santa Pe Railway Company. Attached to the agreement is a list of capital assets showing “buildings, machinery, wells,” etc., with the net value of $20,-423.75, a bank checking fund of $1,523.56, and meter deposit funds of $170, other items of petty cash, and the value of material and supplies are listed. All totaled $22,154.10. Undistributed profits and rents less operating loss, were listed as $1,849.75.</p>\n<p id=\"b343-8\">As manager, Mr. Erskine was allowed $100 per month drawing account and the profits were to be divided equally from time to time or at such intervals as might be agreed upon by the parties. Por several years the entire business was conducted by that partnership. Some years a profit was shown and others a loss.</p>\n<p id=\"b343-9\">The agreement of sale of October 17,1945, recites that “subject to approval by the Railroad Commission . . . and subject to no objections being interposed by the Atchison, Topeka &amp; Santa Pe Railway Company, ’ ’ sellers agree to sell and convey to the purchasers, through escrow, (1) a franchise granted to Mr. Erskine to operate a system of conduits for transportation of water along certain streets in Calwa Townsite; (2) that part of Calwa Water Works now used in distributing water therein, including mains, pipe line and hydrants within a specified boundary; also Lots 38 and 39, Block 7 therein; tools, equipment and supplies in place pertaining to the distributive system; and specifically excluded therefrom “all cash, accounts receivable, contract with the Atchison, Topeka &amp; Santa Pe Railway Company, water pumps, wells, water mains, stand pipes, meters, and any equipment of any kind used in furnishing water to the said Santa Pe Railway. ’ ’ The consideration was to be $7,500, payable $1,000 into escrow as <page-number citation-index=\"1\" label=\"326\">*326</page-number>earnest money, to be credited on the purchase price if the transaction was completed, otherwise, in case of default by purchaser, to be retained by sellers as liquidated damages. One thousand dollars additional was to be paid into escrow prior to the completion of the term therein fixed, in addition to the $5,500 note. Sellers agreed to deliver into escrow a grant deed to the two lots and a bill of sale covering personal property described. A deed of trust on the two lots was then to be executed by the buyer as security for the $5,500 promissory note, and a chattel mortgage was to be given as additional security and was to cover all of the personal property mentioned, as well as <em>additional personal property in the form of equipment </em>for or improvement of said water distributing system which buyer agreed to purchase during the <em>term of the escrow. </em>It was agreed that the term of the escrow should commence as of the date of the agreement and end 60 days after seller mailed notice to the buyer that the Railroad Commission had granted permission for the consummation of the sale, and that the Atchison, Topeka &amp; Santa Fe Railway Company had not interposed objections to said sale. It was then specifically agreed that upon such written notice, the buyer would “at once . . . proceed to obtain and to install on the aforesaid real property, a well and pump which shall be the source of water” for the system at the approximate cost of $2,500 and to lay such mains as would be necessary to connect therewith at buyer’s expense. Sellers were to deliver into escrow their guarantee that for four years after date thereof they would furnish water to buyers, in event of emergency involving inability of buyers to produce water from their own well to be installed by them. Buyers were to assume operating control as of the day following the close of the escrow. This agreement, by specific reference thereto, was made a part of the escrow instructions. In addition they provided that “If you are unable to comply with these instructions prior to the expiration of sixty days after notice as per agmt above referred to . . . you are instructed to comply with the same within such additional time as may be required by you, unless a demand is written and delivered to you (subsequent to such expiration and prior to the filing of any document required in this escrow) by any party who has signed this escrow, for the return of the money and documents to the parties who deposited same with you.”</p>\n<p id=\"b344-5\">On January 18, 1946, Mr. Stamford, representing the sellers, delivered to the escrow holder a grant deed, bill of <page-number citation-index=\"1\" label=\"327\">*327</page-number>sale and stand-by agreement to furnish emergency water supply. He authorized it to deliver them <em>when </em>the escrow holder held for. the seller $2,000 and <em>when </em>it could forward to him promissory note for $5,500, the trust deed and chattel mortgage and <em>when you have placed the same of record. </em>Also included in the list was the stand-by agreement and agreement dated October 17, 1945. Added to this communication is a clause: “These instructions may be revoked and the documents deposited herewith may be withdrawn if this escrow is not completed by February 21, 1946.”</p>\n<p id=\"b345-6\">On the same day, Mr. Stamford, representing the Matthews, wrote a similar letter to the escrow holder, delivering to it a note for $5,500, deed of trust, chattel mortgage and stand-by agreement with authority to it to deliver them to sellers plus the additional $1,000 to be deposited in escrow prior to February 21, 1946, <em>when the escrow holder has “placed of record </em>the deed,” and delivered the “policy of title insurance and <em>biU of certain personal property. </em>...” The letter contained a similar clause that these instructions may be revoked and documents withdrawn if the escrow is not completed by February 21,1946.</p>\n<p id=\"b345-7\">The parties applied to the Railroad Commission for, and were, on December 14, 1945, granted a written order authorizing the transfer. All the details in reference thereto were set out. Therein it was specifically stated that “The testimony shows that the purchasers will immediately upon the granting of this application make arrangements for the installation of a new well, pump and pressure system of sufficient capacity to render adequate service. It is expected that this installation, <em>which is a condition precedent to the transfer of the properties, </em>will be completed in sixty days.” (Italics ours.)</p>\n<p id=\"b345-8\">It was stipulated and it clearly appears from the evidence that prior to the death of Mr. Erskine on March 4, 1946, the pumps and other additional utilities to be included in the chattel mortgage had not been purchased and installed, and that the well and the installations above mentioned had not been completed. On March 1, 1946, Mrs. Keller’s agent, H. C. Nicholson and Matthews wrote the title company: “Do not record papers until . . . (we) . . . direct you to do so.” After Mr. Erskine’s death the above-mentioned installations were completed. On April 10, 1946, Nicholson wrote the title company that when they had evidence that “the water sup<page-number citation-index=\"1\" label=\"328\">*328</page-number>plied to the distributive system of Calwa City comes from the water supply recently created by Mr. and Mrs. J. C. Matthews, and the water supply coming from the pumping system on the Santa Fe right of way has been shut off, you may proceed with the closing of said escrow. ’ ’ A marginal notation beside this clause in the letter shows: “5-8-46 Completed.” Signed “J. D. Matthews.”</p>\n<p id=\"b346-5\">On May 13,1946, the title company requested Mr. Stamford to have executed a new deed from the Calwa Water Works, showing the grantor to be Calwa Water Works, <em>a copartnership which acquired title as the Calwa Water Company, </em>with a partnership form of acknowledgment, and also asked him to file a statement of partnership with them. The original deed was accordingly corrected and thus acknowledged by Mrs. Keller on behalf of the partnership on <em>May 20,1946, </em>after the death of Mr. Erskine.</p>\n<p id=\"b346-6\">The manager of the title company testified that this correction and new certification were necessary “in order to clear the title” and “for convenience in issuing the title policy.”</p>\n<p id=\"b346-7\">It is undisputed that the deed was not recorded until May 23, 1946, and the chattel mortgage and trust deed until May 24, 1946.</p>\n<p id=\"b346-10\">Mrs. Keller continued to operate the water works and distributing system up to May 1, 1946, and collected, for the partnership, all money earned during that period. The new well was not “cut into the system” until about May 8th, although the purchasers took over the system on May 1st. After the escrow was closed the title company paid to the executrix $800.72 from the sale. The executrix thereafter included this amount and. a one-half interest in the $5,500 note, as well as the cash ($2,511.27), drawn from the joint bank account and turned over to her by Mrs. Keller. The inventory likewise showed the entire value of the estate to be $49,782.23. Fifteen thousand dollars of this amount was the value of the remaining property of the Calwa Water Works going to Frances N. Erskine under paragraph 4 of the will. There was also joint tenancy property held by Mr. and Mrs. Erskine valued at $17,500.</p>\n<p id=\"b346-11\">The legal question involved here, under the evidence presented, is whether or not the portion of the specific bequest to Frances N. Erskine in and to the interest of her father in the Calwa Water Works was adeemed by virtue of the purported sale.</p>\n<p id=\"b347-5\"><page-number citation-index=\"1\" label=\"329\">*329</page-number>The trial court found generally in accordance with the facts above related and specifically found that the installation of a water well and pump which was to be made a source of supply for the distributing system involved in the sale and the laying of the mains at the expense of the purchasers were conditions to be performed under the escrow instructions <em>before </em>delivery of the necessary papers and instruments in escrow to the rightful parties was, to be made; that the purchasers did not own nor have in their possession such additional personal property at the time of Mr. Erskine’s death; that they had not at that time installed said well or any of said equipment; that it was not installed until the latter part of April, 1946; that at the time of his death title to said distributive system had not passed to the purchasers and that title, at that time, was in Mr. Erskine and Mrs. Keller, in equal shares; that it was the intention of the sellers that title thereto should not pass until the purchaser had installed said pump and other equipment; and that title to the property here involved did not pass until on or about May 1, 1946.</p>\n<p id=\"b347-6\">Section 77 of the Probate Code provides:</p>\n<p id=\"b347-7\">“Property passing by will: Contracts of testator. An agreement made by a testator for the sale or transfer of property disposed of by will previously made, does not revoke such disposal; but the property passes by the will, subject to the same remedies on the testator’s agreement, for a specific performance or otherwise, against the devisees or legatees, as might be had against the testator’s successors, if the same had passed by succession.”</p>\n<p id=\"b347-8\">Section 78 of the Probate Code provides in part:</p>\n<p id=\"b347-9\">“Neither a charge . . . nor a conveyance, ... by which his interest in any such property is altered, but <em>not wholly divested, </em>is a revocation of the disposal; but the property, subject to such charge or encumbrance, or the remaining interest therein, passes by the will.” (Italics ours.)</p>\n<p id=\"b347-10\">The general rule is stated in 26 California Jurisprudence 1026, section 307:</p>\n<p id=\"b347-11\">“If, by contract, mortgage or other act of the testator, the latter’s ownership or interest in the property was altered, but not wholly divested, the devise or bequest is not extinguished or adeemed, unless it appears that the testator intended to nullify or revoke the gift. If the testator entered into an agreement for the sale of the property, the devisee takes 'the title subject to the obligation of the contract; nor is the devise <page-number citation-index=\"1\" label=\"330\">*330</page-number>extinguished or adeemed unless the sale was fully consummated by the testator <em>previously to the latter’s death.” </em>(Italics ours.)</p>\n<p id=\"AAb\">. Appellant relies strongly upon <em>Estate of Dwyer, </em>159 Cal. 664 [115 P. 235], but in that ease the real property agreed to be sold was not specifically mentioned in the will and further, the contract of sale had become fully executed on behalf of the purchasers and they were entitled to a deed sometime before the decedent’s, death. In the instant case the purchaser was still required to perform his part of the agreement and was not entitled to a deed or bill of sale until he had fully performed. Appellant also argues that the undisputed facts show an equitable conversion of the property from the time the sellers entered into the agreement to sell, because the terms of the agreement had been subsequently complied with. (Citing <em>Estate of Dwyer, supra; McDonald </em>v. <em>Huff, </em>77 Cal. 279 [19 P. 499] <em>; </em>and <em>Ostrander </em>v. <em>Davis, </em>191 F. 156, 159 [111 C.C.A. 636].)</p>\n<p id=\"b348-6\">In 21 Corpus Juris page 883, section 28, 30 Corpus Juris Secundum, page 1207, section 9, the author states the rule to be:</p>\n<p id=\"b348-7\">“If the grantor dies before the.happening of the event or the performance of the condition, the legal title descends to his heirs subject to the purchaser’s equitable interest.” (See. also, <em>Whitney </em>v. <em>Sherman, </em>178 Cal. 435, 438 [173 P. 931] ; .Sec. 1057 Civ. Code; <em>Holman </em>v. <em>Toten, </em>54 Cal.App.2d 309, 313 [128 P.2d 808] ; <em>Estate of McLaughlin, </em>97 Cal.App. 481 [275 P. 874] ; <em>Estate of Sorensen, </em>46 Cal.App.2d 35, 36 [115 P.2d 241] ; <em>Estate of Cline, </em>67 Cal.App.2d 800, 805 [155 P.2d 390].)</p>\n<p id=\"b348-8\">In <em>Vierneisel </em>v. <em>Rhode Island Insurance Co., </em>77 Cal.App.2d 229, 231 [175 P.2d 63], it is said:</p>\n<p id=\"b348-9\">“In the present case the conditions of the escrow were not certain to happen and title did not pass until plaintiffs had complied with the conditions of the escrow and were entitled to receive the deed.”</p>\n<p id=\"b348-10\"><em>Chadwick </em>v. <em>Tatem, </em>9 Mont. 354 [23 P. 729], was a case factually similar to the instant case, and where the provisions similar to sections 77 and 78 of our Probate Code were construed. It was there said, at page 731 [23 P.] : “If the deed is inoperative until the performance of the conditions, it follows that the estate is [not wholly divested, ’ and passes by the •terms of the will.” The finding of the trial court that there <page-number citation-index=\"1\" label=\"331\">*331</page-number>had been no equitable conversion up to the time of the death of Mr. Erskine is supported by the \"evidence (6 Cal.Jur. § 6, p. 532.)</p>\n<p id=\"b349-6\">A will takes effect as of the date of death \"of the deceased and on that date Prances N. Erskine became owner of her father’s interest in the Calwa Water Works. (Prob. Code, § 125.) Prom the evidence it clearly appears that although an agreement for the sale had been signed and there had been at least a partial compliance with its terms, there were conditions of the agréement that had not been fulfilled and therefore Mr. Erskine had not been, on the date .of his death, <em>wholly divested </em>of his interest therein. Under the terms of this agreement and escrow, had purchasers failed to dig the well and complete the additional improvements mentioned in accordance with the agreement, the sellers would have had the right to declare a forfeiture and on a return of the property it would have passed under the will to the daughter. Therefore, it can be \"said, and the. court properly held that Mr. Erskine had not wholly divested himself of his interest therein on the date of his death.</p>\n<p id=\"b349-7\">The evidence likewise justifies the finding that the daughter was entitled to the interest of her father in the proceeds of the savings account turned over to the executor. The fact that the funds in the savings account were, prior to Mr. Erskine’s death, partnership funds, cannot be logically questioned. They were, at all times, listed in the books of the company as such, and the court so found. A letter, dated December 13, 1944, from Mrs. Keller to Mr. Erskine, asking him to open a savings account is in evidence. It shows that there was, at the time, over $3,000 in excess of the outstanding bills in their checking account. She stated that it would be prudent and good business to establish a “reserve fund against future capital expenses” in.their names as “joint partners.” Such a savings account was opened but it appears from the record that Mr. Erskine opened the account in “joint tenancy” subject to the right of either to deposit or withdraw funds from it. After Mr. Erskine’s death Mrs. Keller withdrew all of the funds which she believed belonged to the partnership and deposited one-half thereof with the executrix, to be subjected to the administration of the estate.</p>\n<p id=\"b349-8\">Appellant argues that title to that one-half interest vested in Mrs. Keller under the joint tenancy bank account and that since the payment to the estate was a voluntary one respond<page-number citation-index=\"1\" label=\"332\">*332</page-number>ent was not entitled to distribution thereof but that she was entitled to it under the residuary clause of the will. (Citing <em>Doran </em>v. <em>Hibernia Savings &amp; Loan Society, </em>80 Cal.App.2d 790 [182 P.2d 630].)</p>\n<p id=\"b350-5\">This is not an action where the bank or the surviving depositor is a party to the .action which, under section 15a of the Bank Act (Stats. 1909, p. 87 as amended; 1 Peering’s Gen. Laws, Act 652, p. 210) makes such a deposit conclusive evidence of the intention to vest title to the deposit in the survivor. We are not concerned with the rule that might apply had the executrix brought an action against Mrs. Keller or the bank endeavoring to establish a one-half interest in the joint tenancy savings account. The evidence clearly establishes the fact that the partners did in fact open and maintain that account with partnership funds and under the names indicated, for the express purpose of keeping it as a reserve fund to carry on their business. These funds were not declared dividends or profits. These facts were apparently agreed upon between.them. The fact that title to the savings account may have passed to Mrs. Keller upon Mr. Erskine’s death did not necessarily preclude her from turning one-half of that amount into the estate as part of the property of the partnership. The character of the property, as agreed upon by the parties, did not necessarily change when Mrs. Keller, knowing that as between the partners these funds were and always had been partnership funds, turned them over to the executrix under section 571 of the Probate Code, which section provides that it is the duty of a surviving partner to settle the affairs of the partnership and account to the executor and pay over such balances as may be payable to him in right of the deceased.</p>\n<p id=\"b350-6\">Judgment affirmed.</p>\n<p id=\"b350-7\">Barnard, P.J., and Marks, J., concurred.</p>\n<p id=\"b350-8\">Appellant’s petition for a hearing by the Supreme Court was denied May 10, 1948.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}