{
  "casebody": {
    "data": "<casebody firstpage=\"573\" lastpage=\"575\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b585-4\">Supreme Court, Jefferson Special Term,</court>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A0-\">June, 1905.</decisiondate>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ao0A\">Unreported.</p>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b585-6\">In the Matter of the Petition of William Smith, for an Order Revoking and Cancelling Liquor Tax Certificate <em>No. </em>26,152, Issued to Stephen R. Ryan.</parties>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b585-7\">Rogers, J.:</author>\n<p id=\"A3qf\">Application to revoke liquor tax certificate, because required consents of owner of dwellings, within two \"hundred feet, alleged not to have been obtained.</p>\n<p id=\"b585-8\">The Michael O’Donnell house is a wooden building, 16x3(1 feet, having, downstairs, a front room, a sitting room, kitchen, a corner cupboard, five windows, two outside doors, stairs to the chamber, and stairs for a cellarway. Upstairs there are three bedrooms, with a window in each, a rhall with a window, and two clothes presses. It has a pitched shingled roof. The building has a chimney, and is lathed, plastered and painted, but when originally built, it stood on cedar posts, resting on the rock. Thereafter It was moved a few feet and placed on a masonry foundation. Outside there is a porch; there is also an outdoor closet.</p>\n<p id=\"b585-9\">On the 12th of September, 1904, it was and ever since has been <page-number citation-index=\"1\" label=\"574\">*574</page-number>a building occupied exclusively for a dwelling, and is located within two hundred feet of the place for which the liquor tax certificate in question was issued.</p>\n<p id=\"b586-4\">Though the primary object of its construction is apparent, I think it was a dwelling required to be taken into account in obtaining consents of owners, as was in fact done by the holder of the tax certificate.</p>\n<p id=\"b586-5\">The Dr. Bell, double house, within the decision in <em>Matter of Lyman </em>(26 Misc. 570) should count as two dwellings.</p>\n<p id=\"b586-6\">This leaves to be considered the consent of Mr. Nelson Burdick for Nos. 6 and 8 Pearl Street. This building is a two story structure, on the first floor of which are two stores, one a retail meat market, occupying one-half of the floor space, and the place licensed to sell liquor, now occupying the other half.</p>\n<p id=\"b586-7\">The second floor is divided by a hall, extending from front to rear, reached by stairs going from the front between the two stores. On each side of the hall is a complete set of living rooms, suited for housekeeping, each set being occupied by a family as a dwelling place.</p>\n<p id=\"b586-8\">The entire property for a considerable time prior to the date of the deed hereinafter mentioned, was owned by Alfred M. Bur-dick and Charles D. Riggs. For the express purpose of obtaining the necessary consents, said owners, on the 27th day of August, 1904, executed and delivered to the said Nelson Burdick, who is the father of Alfred M., a deed, conveying to him the said second story, the consideration paid being the sum of one dollar, “ provided he would sign the permit for the license; ” and on the 80th of said month he acknowledged consent, as owner, of and for two dwellings.</p>\n<p id=\"b586-9\">Alfred M. testified that he has himself collected the rents; and when asked if he paid them over to his father, answered, “I don’t turn them in; I keep an account of it.” It does not appear that the tenants have attorned to the grantee, or that he has done any ' act indicating possession or ownership, other than give the consent mentioned.</p>\n<p id=\"b586-10\">Alfred further testified in response to a question, whether he considered his father held all the rights which appeared to be conveyed: “ I don’t know how you can get around that deed; he is the owner according to the deed, and you can’t very well get around it that I know of.” Nelson was not called.</p>\n<p id=\"b586-11\">The statute requires that the consent shall be of the owner of <page-number citation-index=\"1\" label=\"575\">*575</page-number>“ a building or buildings occupied exclusively for a dwelling.” (Liquor Tax Law, § 17, subd. 8.)</p>\n<p id=\"b587-4\">The words employed by the Legislature must be given their ordinary and well understood meaning. <em>(In re Fox, </em>52 N. Y. 530, <em>535; In re Goddard, </em>94 N. Y. 544.)</p>\n<p id=\"b587-5\">The building in question, physically considered, is an entirety, including within its four walls the meat market, the apartments used as dwellings, and now, the saloon.</p>\n<p id=\"b587-6\">It is a single structure, and not “occupied exclusively for a dwelling:” The word “ exclusively ” eliminates all other general uses. <em>(People </em>v. <em>Lawler, </em>74 App. Div. 553.)</p>\n<p id=\"b587-7\">Besides, if it were permissible to divide a building above the first floor into two apartments, and name each a separate dwelling-house, the number might be increased almost indefinitely, a practice that would clearly frustrate the object sought by the provision of the statute, requiring consents.</p>\n<p id=\"b587-8\">Much also might be said as to the <em>bona fides </em>of the conveyance to Mr. Burdick, whether it was a real transfer of title, or a mere form, without substance, or a design to pass title — entered into only with intent to evade the law. But the fact that the building was used for business purposes, and not exclusively as a dwelling, at the time the consent was given, it seems to me, is alone a sufficient ground for holding that the assumed consent cannot be counted.</p>\n<p id=\"b587-9\">It follows that the certificate must be revoked. Fifty dollars costs, and taxable disbursements are awarded to the petitioner.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}