{
  "casebody": {
    "data": "<casebody firstpage=\"519\" lastpage=\"521\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b537-5\">In re WELCH MFG. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b537-6\">(Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AR2\">January 6, 1913.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b537-7\">No. 1,001.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b537-8\">1. Mandamus (§ 7<footnotemark>*</footnotemark>) — Nature oe Writ — Discretion.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b537-9\">Though, mandamus has become a civil suit, it is nevertheless strictly an extraordinary remedy, granted only in extraordinary cases, and dependent, also, on the exercise of a wise judicial discretion.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b537-10\">[Ed. Note. — For other cases, see Mandamus, Cent. Dig. § 5; Dec. Dig. § 7.*</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b537-11\">For other definitions, see Words and Phrases, vol. 5, pp. 4323-4330; vol. 8, pp. 7714, 7715.]</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b537-12\">2. Mandamus (§ 16*) — Scope oe Writ — Compelling Witness, to Answer Questions. <em>'</em></headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b537-14\">Where the Circuit Court of Appeals was the appellate tribunal having jurisdiction to review an action for infringement of a patent, and in case of an appeal it would hold that certain questions asked of a witness on cross-examination were inadmissible on the merits, it would not grant mandamus requiring the trial judge to compel the witness to answer the questions.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b537-15\">[Ed. Note. — For other cases, see Mandamus, Cent. Dig. §§ 48, 59, 60; Dec. Dig. § 16.*]</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b537-16\">Petition by the Welch Manufacturing Company for writ of mandamus to direct the judge of the District Court for the District of Massachusetts to compel the witness to answer certain questions put on cross-examination in an equity suit pending in that court for infringement of patent.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"A9tW\">Writ denied.</disposition>\n<seealso data-order=\"13\" data-type=\"seealso\" id=\"b537-17\">See, also, 201 Fed. 563.</seealso>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b537-18\">Fred L. Chappell, of Kalamazoo, Mich., for petitioner.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b537-19\">Nathan Heard, of Boston, Mass., opposed.</attorneys>\n<p data-order=\"16\" data-type=\"judges\" id=\"b538-3\"><page-number citation-index=\"1\" label=\"520\">*520</page-number>Before COLT and PUTNAM, Circuit Judges, and ALDRICH, District Judge.</p>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b537-20\">For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r'Indexes</p>\n</footnote>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b538-4\">PUTNAM, Circuit Judge.</author>\n<p id=\"AX0\">This is a petition for a writ of mandamus to the judge of the District Court for the District of Massachusetts, which requests that he be required to direct answers to be taken to certain questions put on cross-examination of a witness in a suit in equity pending in that court, charging an infringement by the petitioner of certain letters patent of the United States. The witness declined to answer the interrogatories involved. It is plain that the questions involved were immaterial and inconsequential, and that, on ultimate appeal to this court from a decision of the District Court on the merits of the bill, they would not be considered, and would have no effect. Nevertheless the plaintiff relies on Blease v. Garlington, 92 U. S. 1, 23 L. Ed. 521, as obligatory on the District Court in the premises; so that, therefore, on this proceeding, he claims that all we have to do is to require that court to enforce the rule there laid down by the Supreme Court.</p>\n<p id=\"b538-5\">It is not necessary that we should detail the circumstances with -reference to the fact that the questions arose originally before an examiner, and were then finally disposed of by the learned judge of the District Court on an application to him, nor whether the question whether Blease v. .Garlington applied in any event under the circumstances, and more especially the question whether Blease v. Garlington deprived the District Court of its control over the cross-examination, which apparently that court held to be protracted to an unreasonable extent, because the fact that the questions involved would ultimately be held immaterial and inconsequential by this court, if the case came to final determination on the merits, relieves us from any duty of proceeding to a decree on a petition for writ of mandamus.</p>\n<p id=\"b538-6\">It is apparent that the questions which the petitioner submitted, and which were disallowed by the District Court, are ineffectual. No such testimony as called for by these questions would be admissible on the hearing on the merits. Under these circumstances, the petition must be denied for two reasons:</p>\n<p id=\"b538-7\"><bracketnum>[ 1 ]</bracketnum> The first one is of a general character, because any proceeding by mandamus, although it has become now a civil suit, is of a prerogative nature, and is strictly an extraordinary remedy granted only in extraordinary cases, and dependent also on the exercise of a wise judicial discretion. High on Extraordinary Legal Remedies (3d Ed., 1896) § 6. A second and more particular reason is that the writ will never be granted where, if issued, it would prove unavailing, or “when it would be ineffectual to aid the party aggrieved.” Id. § 14. In this case it would be unavailing, because the same court, the Court of Appeals, which is now asked to- issue this writ, would, if the writ issued, and the evidence was offered, strike out the evidence on appeal.</p>\n<p id=\"b538-8\"><bracketnum>[2]</bracketnum> If the action of this court was to be revised as of course by some other court of equal or superior jurisdiction, it is possible to suppose, that the result might be otherwise; but, in the theory of the law, <page-number citation-index=\"1\" label=\"521\">*521</page-number>the ultimate tribunal is the same in each case, namely, the Court of Appeals, and it would be absurd that this court should proceed here to a judgment which hereafter it- would be sure to determine was ineffectual for any practical purpose. The mere fact that there is a possibility that, on a petition for a writ of certiorari, the case might go to the Supreme Court, is not relevant.</p>\n<p id=\"b539-4\">Since this opinion was drawn, the petitioner has called our attention to a decision of the Circuit Court of Appeals for the Seventh Circuit. In re Beckwith, 201 Fed. 518, in which the opinion was passed down on November 15, 1912. This was on an application for leave to file a petition for an alternative mandamus with reference to proceedings before a master. We have no issue with that opinion whatever, because it states expressly that a question was raised whether the petitioner was entitled to the benefit of equity rule 79; and the opinion states hypothetically the result if that rule is applicable, and also the result if it is not applicable. By that opinion the question sought.to be raised by the application, is shown to be a suitable question for mature consideration, while here we are able to determine in advance that no question whatever is open. It is plain that the case thus brought to our attention in no way bears on our conclusion here, and that it requires no further consideration.</p>\n<p id=\"b539-5\">The petition is dismissed, with costs for the respondent.</p>\n</opinion>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b539-6\">ARDRICH, District Judge</author>\n<p id=\"AQA\">(concurring). I concur in the foregoing conclusion that, upon petition for mandamus, in a case where the situation is so fully presented as to make it clear upon hearing that there is no meritorious substance in the matter presented, the extraordinary remedy of mandamus should not be ordered by a court which would be the appellate court, on writ of error or upon appeal, to review the same questions. I incline to the view, however, that it was competent and admissible for the party, upon whom was the burden to sustain the patent, to call the patentee as a witness to the question whether the principle involved in the patent was old or new. And if it was proper to do that as a general proposition, it was not inadmissible to cross-examine, within reasonable scope in respect to the subject-matter of the direct examination, the ultimate question whether the principle was old or new, to be determined, of course, by the court under the patent as explained by the proofs. But there is enough in the record to show, not only that there was no weighty substance in the matter proposed by the cross-examination, but that it was ruled as discretion that the proposed examination would exceed a reasonable scope. This being so, this is not a situation which involves one of those cases of extreme or extraordinary exercise of discretion, justifying disturbance of discretionary nisi prius rulings.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}