{
  "casebody": {
    "data": "<casebody firstpage=\"355\" lastpage=\"358\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b373-7\">Ex Parte Joseph Kenneth McMillan.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b373-8\">No. 25310.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Adi\">May 30, 1951.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b373-9\">Rehearing Denied October 10, 1951.</otherdate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b373-18\">Hon. G. C. Olsen, Judge Presiding.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b373-20\"><em>J. H. Stanley, </em>Pecos, for relator.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b374-3\"><page-number citation-index=\"1\" label=\"356\">*356</page-number><em>George P. Blackburn, </em>State’s Attorney, Austin, for the state.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b374-4\">WOODLEY, Judge.</author>\n<p id=\"b374-5\">Relator is held in custody by the sheriff of Reeves County, Texas, under the authority of an executive warrant issued by the Governor of Texas upon the demand of the Governor of New York as a fugitive from that state. The warrant commanded the arrest of Joseph McMillan, to be delivered to the agent of the State of New York for return to that state to answer an indictment for the felony offense of abandonment of children.</p>\n<p id=\"b374-6\">Relator presented his application for writ of habeas corpus to Hon. G. C. Olsen, Judge of the 109th Judicial District of Texas, alleging upon his oath that he was illegally restrained by said sheriff by virtue of a “purport” executive warrant from the Governor of the State of Texas, of which he had no copy.</p>\n<p id=\"b374-7\">The writ was granted, and relator was produced before Judge Olsen at the time set for hearing when relator offered in evidence his application for habeas corpus sworn to by him, the return of the sheriff and the executive warrant attached thereto. He called the court’s attention to the fact that the agent for the State of New York and the sheriff of Reeves County were present in the courtroom. Also, he suggested that the executive warrant directed the arrest of “Joseph McMillan,” while the sheriff’s return showed relator’s full name to be “Joseph Kenneth McMillan.”</p>\n<p id=\"b374-8\">No further testimony was offered on behalf of relator, and the state’s evidence consisted only of the testimony of Charlie Fitzgerald, the Sheriff of Reeves County.</p>\n<p id=\"b374-9\">Sheriff Fitzgerald testified that he arrested relator some time in December, 1950, at the Davis Mountain Filling Station, the occasion for his going there being “I had a fugitive warrant from Elmira, New York, requesting me to pick him up.”</p>\n<p id=\"b374-10\">The sheriff further testified that he had known relator for about three years, during which time relator had worked at the filling station where arrested.</p>\n<p id=\"b374-11\">At the conclusion of the testimony, relator was remanded by Judge Olsen to the custody of the sheriff, from which order he has appealed.</p>\n<p id=\"b374-12\">It is relator’s contention that the executive warrant was di<page-number citation-index=\"1\" label=\"357\">*357</page-number>rected to “Joseph McMillan,” while the sheriff’s return and all proceedings herein show that petitioner is “Joseph Kenneth McMillan,” and that the state has wholly failed to offer any evidence to identify petitioner as the fugitive from justice ordered apprehended, wherefore he should have been discharged.</p>\n<p id=\"b375-4\">The question of identity of the party sought to be extradited may be raised by habeas corpus. See Branch’s Ann. P.C., p. 155, Sec. 248.</p>\n<p id=\"b375-5\">The issue may be as to the identity of the arrested party as being the person for whose arrest and extradition the executive warrant issued, or it may be as to the identity of such arrested party as being the same person against whom the prosecution is pending in the demanding state. Either or both such questions may be raised by the party sought to be extradited, in a habeas corpus proceeding seeking his release. See Letwick v. State, 145 Tex. Cr. R. 416, 168 S.W. 2d 866.</p>\n<p id=\"b375-6\">In a pleading filed at the hearing and signed by his attorney, he alleged: “Petitioner denies that he is the person charged in said purported indictment, that he is a fugitive from justice, and that he is the father of the children alleged to have been abandoned.”</p>\n<p id=\"b375-7\">This pleading was not verified, and was not offered in evidence.</p>\n<p id=\"b375-8\">It does not appear that relator specifically denied his identity as the person for whose arrest the Governor of Texas issued the executive warrant.</p>\n<p id=\"b375-9\">If such issue of the identity of relator, Joseph Kenneth McMillan, as being the Joseph Kenneth McMillan for whose extradition the executive warrant was issued, we think the record and the testimony of Sheriff Fitzgerald supports the trial judge’s order.</p>\n<p id=\"b375-10\">The sworn application made by the district attorney to the Governor of New York dated December 13, 1950, contains the allegation that notification had been received from the Sheriff of Reeves County of the apprehension of Joseph McMillan.</p>\n<p id=\"b375-11\">Another affidavit dated December 6, 1950, and filed in New York State recites that relator was in the custody of Charlie Fitzgerald, Sheriff of Reeves County, Texas, the source of such <page-number citation-index=\"1\" label=\"358\">*358</page-number>information being given therein as a telegram received by the Sheriff of Chemung County, New York.</p>\n<p id=\"b376-4\">The record shows that the requisition warrant of the Governor of New York to the Governor of Texas was issued upon such application and supporting affidavit on December 20, 1950, and the executive warrant under which relator is held for extradition was, in turn, issued by the Governor of Texas upon such demand on January 22, 1951.</p>\n<p id=\"b376-5\">The evidence showing that proper executive warrant had been issued for the extradition of relator, the person then in custody of the Sheriff of Reeves County, at Pecos, it was incumbent upon relator to show that he was not in fact the person wanted by the State of New York for the offense charged.</p>\n<p id=\"b376-6\">In the absence of such proof, the district judge was correct in remanding relator. See Ex Parte Jowell, 87 Tex. Cr. R. 556, 223 S.W. 456; Branch’s Ann. P.C., p. 155, Sec. 248.</p>\n<p id=\"b376-7\">The judgment of the trial court is affirmed.</p>\n<p id=\"b376-8\">Opinion approved by the court.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b376-9\">ON MOTION FOR REHEARING.</p>\n<author id=\"b376-10\">MORRISON, Judge.</author>\n<p id=\"b376-11\">In its final analysis the original opinion herein held that an unsworn pleading, being the relator’s traverse to the sheriff’s return, alone was not sufficient to put in issue the question of his identity or the question of his presence in the demanding state at the time charged in the indictment. We held that in the absence of an issue being made thereof at the hearing on the writ that the trial court was authorized in remanding relator to the custody of the sheriff.</p>\n<p id=\"b376-12\">We have again reviewed the record and remain convinced of the soundness of the conclusions expressed originally herein.</p>\n<p id=\"b376-13\">Relator’s motion for rehearing is overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}