{
  "casebody": {
    "data": "<casebody firstpage=\"470\" lastpage=\"471\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b488-5\">Roy L. Urban v. State</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b488-6\">No. 25495.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8t\">November 21, 1951.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b488-10\">Hon. A. A. Dawson, Judge Presiding.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b488-12\"><em>Hughes &amp; Monroe </em>by <em>Ted Monroe </em>and <em>Curt Stiles, </em>all of Dallas, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b488-13\"><em>George P. Blackburn, </em>State’s Attorney, Austin, for the state.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b488-14\">WOODLEY, Judge.</author>\n<p id=\"b488-15\">The conviction is for fraudulently receiving and concealing stolen property of the value of $50 or more; the punishment, <em>2 </em>years in the penitentiary.</p>\n<p id=\"b488-16\">The indictment alleges that certain guns, including “1 double barrel Springfield 16 gauge shot gun, 1 .22 Winchester automatic rifle, 1 .22 Hi-Standard automatic pistol, 1 9 M.M.- ‘Chec’ automatic pistol, and 1 6.35 M.M. Belgian automatic pistol” owned by Marvin Fogelman and acquired from him by theft <page-number citation-index=\"1\" label=\"471\">*471</page-number>were fraudulently received by appellant from Jimmie Lee Broyles with knowledge that the guns had been so acquired.</p>\n<p id=\"b489-4\">Mr. M. M. Fogleman testified that his store in Kaufman had been burglarized, and that 16 or 18 guns were stolen; that he recovered among other of these stolen guns “1 double barrel Springfield 16 gauge shot gun (the same description as appears in the indictment), 1 .22 Winchester automatic (not described as being a rifle), 1 High Standard automatic pistol (no caliber mentioned), 1 9 MM <em>Czech </em>automatic pistol, and 1 <em>635 </em>MM Belgian automatic <em>pearl handle </em>pistol.”</p>\n<p id=\"b489-5\">Officer J. H. Sawyer testified that he recovered from appellant seven guns. His description of five of these guns is the same as the foregoing description given by Mr. Fogleman.</p>\n<p id=\"b489-6\">Broyles testified that he was serving time in the penitentiary for burglary; that following the burglary, where he got the guns, he contacted appellant at his place of business in Dallas and sold him 6 or 7 of the guns.</p>\n<p id=\"b489-7\">It is not shown that the burglary referred to by Broyles or of which he was convicted, was the burglary of premises owned by Fogleman.</p>\n<p id=\"b489-8\">It may be observed that there is nothing in the description of the guns sold to appellant which might distinguish them from other guns of the same make, caliber and class, nor to identify them as belonging to Mr. Fogleman.</p>\n<p id=\"b489-9\">No witness testified that the guns sold to appellant by Broyles belonged to Marvin Fogleman, nor were the guns found in appellant’s possession identified as being the guns received from Broyles after having been stolen from Mr. Fogleman.</p>\n<p id=\"b489-10\">It is further noted that in the indictment1 the owner of the property is alleged to be Marvin Fogleman, while the witness who testified that he owned the burglarized premises and the guns is M. M. Fogleman.</p>\n<p id=\"b489-11\">It follows that the evidence is insufficient to sustain the conviction.</p>\n<p id=\"b489-12\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b489-13\">Opinion approved by the court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}