{
  "casebody": {
    "data": "<casebody firstpage=\"42\" lastpage=\"44\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b54-4\">Spence <em>v. </em>Basey et al.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b54-5\"><em>JL. </em>brought an action to1 foreclose a mortgage executed by husband .and wife, in which he also prayed for a personal judgment against the husband. B., a defendant, filed an answer and cross-petition setting up the lien of a mortgage executed by the husband alone, in his favor, and prayed for án account and sale of the premises. After sale and the satisfaction of the plaintiff’s claim, the wife, as against B., demanded an allowance- ' in lieu of a homestead, which was granted and preferred to B.’s lien.. On appeal, the district court dismissed the same on the ground that an appeal in such case was not authorized by law: Held,.that the appeal was improperly dismissed.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b54-6\">: Motion for leave to file a petition in error to tbe District. Court of -Clark county.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b54-7\">The original action was brought by G. <em>W. </em>Miller against Don Basey and Elizabeth his wife, and others, to forecloseá mortgage executed by Basey and wife to secure the payment of a note, in which the plaintiff also prayed for a personal judgment against Basey, for the amount due on the note.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b54-8\">George Spence, plaintiff in error, being a party defendant, answered, setting up a mortgage of indemnity executed to him by Basey alone, and prayed that the amount-of his'lien under the mortgage might be ascertained and its priority declared, etc. ' . ■</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b54-9\">The court found the mortgage of the plaintiff\"to be the-first lien of the premises, and ordered a sale thereof.' A sale was made, and out of the proceeds the plaintiff’s lien was satisfied ; whereupon, Elizabeth Basey, as against the-lien of Spence, demanded the allowance of $500, in lieu of a homestead, under section 4 of the act of April 9,1869 (66 Ohio L. 48).</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b54-10\">The claim of Elizabeth for an allowance in lieu of a-homestead, out of the balance of the proceeds, was resisted by Spence. The court of common pleas, however, allowed to the wife of the mortgagor, in lieu of a homestead, the <page-number citation-index=\"1\" label=\"43\">*43</page-number>sum of $500, which, was preferred to the lien, of Spence; and thereupon Spence appealed from this.order to the district court, the balance of the proceeds of sale being insufficient to satisfy his claim.'</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b55-5\">In the district court, on motion, the appeal was dis-' missed on the ground that the district court had no jurisdiction of the case, it not being one in which an appeal was authorized.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b55-6\">To reverse the order dismissing the appeal, the plaintiff' in error now asks leave to file his petition in error.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b55-7\"><em>Killer § </em>White, for the motion :</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b55-8\">The case was not one for a jury trial, but for equitable' relief, and hence was appealable. 2 S. &amp; C. 1147; <em>Knoup </em>v. <em>Bank, </em>1 Ohio St. 603 ; <em>Cooper </em>v. <em>Cooper, </em>24 Ohio St. 488;. <em>Fleming </em>v. <em>Kirkendale, </em>31 Ohio St. 568.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b55-9\"><em>W. A. Scott </em>and <em>J. J. Hanna, </em>contra,</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AVG\">claimed that the-cause was not appealable,because not within the scope of the-statute (S. &amp; S. 589).</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b55-10\">In order to be entitled to an appeal, it must • appear: 1st. That the judgment, order, or decree appealed from is a final one.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b55-11\">The order in this ease, not relating to any of the issues-made in the case, it can not in any legal sense be final.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b55-12\">No appeal was taken from the judgment or final order,. Tbut simply from a detached portion thereof, singled out by the appellant. 2d. The appeal must be taken in a civil action.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b55-13\">¥e admit that the original action was a civil one, but deny that the order or judgment attempted to be appealed, from was a civil action. 3d. The civil action must be appealed, and bring into the district court the original case-for retrial. (S. &amp; S. 589.)</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b55-15\">But if the appeal was from a final order, judgment, or decree in a civil action, still there is no appeal, because the-matter was one which was triable by a jury. <em>Ladd </em>v. <em>James, </em><page-number citation-index=\"1\" label=\"44\">*44</page-number>10 Ohio St. 438; <em>Rowland </em>v. <em>Entrekin, </em>27 Ohio St. 47; <em>Killer </em>v. <em>Wenzell, </em>23 Ohio St. 579.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b56-5\">By the Court.</author>\n<p id=\"AS1\">The appeal was improperly dismissed by •the district court. The order appealed from was a final order in a civil action, in which the parties affected thereby had not the right to demand a trial by jury. Section 5 of the act to relieve district courts, etc., as amended May 16, 1868 (S. &amp; S. 589).</p>\n<p id=\"b56-6\">The case made by Spence in his answer and cross-petition was one for equitable relief only, and as between him .and the wife of the mortgagor, as the claimant of a homestead, there could have been no issue joined for the trial of which either party could have demanded a jury.</p>\n<p id=\"b56-7\">Motion granted, judgment reversed, and cause remanded to district court for further proceedings.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}