{
  "casebody": {
    "data": "<casebody firstpage=\"426\" lastpage=\"431\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b442-3\">AMERICAN THERMOS BOTTLE CO. v. W. T. GRANT CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b442-4\">(Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AY86\">August 5, 1922.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b442-5\">No. 1555.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b442-17\">Frederick P. Fish, of Boston, Mass. (Charles F. Rowley, of Boston, Mass., and Robert B. Killgore, of New York City, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b442-18\">Merton E. Lewis, of New York City (Morris, Plante &amp; Saxe, of New York City, and Arthur Black, of Boston, Mass., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b442-19\">Before BINGHAM and JOHNSON, Circuit Judges, and MORRIS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b442-20\">BINGHAM, Circuit Judge.</author>\n<p id=\"A49\">This is a proceeding in equity, brought by the plaintiff, appellant, against the defendant, appellee, asking an injunction restraining the defendant from putting on the market vacuum bottles and employing in connection therewith the word “Thermos,” the plaintiff’s corporate name, its patent numbers, etc., and for an accounting.</p>\n<p id=\"b443-3\"><page-number citation-index=\"1\" label=\"427\">*427</page-number>In the court below it was assumed, for the purposes of the case, that the plaintiff had a valid trade-mark in the word “Thermos,” used in connection with vacuum bottles which it produced and put upon the market, and that the defendant, by selling and putting upon the market, as it did, vacuum bottles bearing the words “American Thermos Bottle Company, Norwich, Conn., U. S. A.,” inscribed in the outer circle on the bottom of each bottle, and the words and figures “Thermos, Trade-Mark, Pat. Nos. 13,093, Mch. 15, TO, 38834, Sept. 24, ’07,” in the inner circle, was guilty of infringing the plaintiff’s property right, and that the plaintiff could maintain its action, unless either one of two defenses set up by the defendant could be found to be sustained by the evidence.</p>\n<p id=\"b443-4\">The first defense was that the plaintiff procured and induced the use of its trade-mark, name, etc., on the vacuum bottles which the defendant had sold and was offering for sale, and therefore could not be heard to complain of such use. The second was that the plaintiff did not come into court with clean hands, in that it had used and purposed to use its trade-mark and name in connection with the sale of goods of foreign origin fraudulently and in a manner to deceive, and mislead the purchasing public as to the country of origin. ■</p>\n<p id=\"b443-5\">In the argument on this appeal counsel for the defendant has contended that the word “Thermos” is descriptive, and that the trademark is therefore invalid. This defense was not pleaded, or even suggested, in the court below until after the evidence was closed. In fact, the record shows that the parties, early in the trial, filed a written stipulation to the effect that the plaintiff was the owner of the trade-mark “Thermos” for “double-walled vacuum vessels with vacuum between the walls,” duly registered in the United States Patent Office January 7, 1908, certificate 67,002, and that thereafter, while-the trial was proceeding, on inquiry by the court as to whether formal evidence of the trade-mark had been put in, counsel for the defendant stated that it had been stipulated between the parties that the plaintiff had a trade-mark in the word “Thermos” and there was no occasion for offering formal proof. Such being the situation, rye think it is not open to the defendant at this time to question the validity of the trade-mark.</p>\n<p id=\"b443-6\">The only questions, therefore, of importance in this controversy, are those presented by the two defenses above referred to.</p>\n<p id=\"b443-7\">The first defense—that the plaintiff procured and induced the use of its trade-mark on the vacuum bottles which the defendant has sold and is proposing to sell—is based upon a contract, and the relations arising therefrom, dated December 6, 1920, which the plaintiff made with the American Steel Export Company. The Export Company is not a defendant, and the evidence does not show what its exact relations to the Grant Company, the defendant, are. But the court below found that the fair inference from the evidence was that the Grant Company had either bought the vacuum bottles, which it had sold and was offering for sale, from the Export Company, or that it was mar-° keting them for that company, and assumed that the rights of the <page-number citation-index=\"1\" label=\"428\">*428</page-number>Grant Company to the use of plaintiff’s trade-mark were the same as those of the Export Company.</p>\n<p id=\"b444-4\">By the contract of December 6, 1920, the plaintiff agreed to purchase from the Export Company 600,000 pint Thermos fillers, identical with “Schmidt Pint Filler No. 1,” to be shipped from a European port at the rate of 100,000 per month for 6 months commencing December, 1920 ; 300,000 quart fillers, identical with sample marked “Schmidt Quart Filler No. 2,” to be shipped from a European port during the 6 months commencing January, 1920, at the rate of 50,000 per month; and 100,000 pint complete aluminum bottles identical with sample marked “Schmidt Full Aluminum Pint Size No. 3,” except to be of seamless aluminum, to be shipped from a European port during 6 months commencing January, 1921, at the rate of 16,666 per month. It is the sale by the defendant of these 100,000 pint bottles, marked with plaintiff’s trade-mark, name, etc., of which the plaintiff complains. The 600,000 pint fillers, the 300,000 quart fillers, and the fillers in the 100,000 complete bottles were guaranteed to be free from stone and blisters, to be silvered as per quality of sample, and to maintain a temperature of not less than 115 degrees F. after standing 24 hours filled with water entered at 210 degrees F. Defective or broken bottles were to be credited or replaced at the option of the Export Company. The prices were fixed at 32 cents for a pint filler, 45 cents for a quart filler, and 50 cents for the complete pint bottle, freight and duty paid; payments for all goods delivered were to be 50 per cent, on arrival in New York or any other Atlantic seaport, and 50 per cent, within 10 days after delivery to carrier at the port of arrival.</p>\n<p id=\"b444-5\">During the month of December, 1920, and prior to January 27, 1921, the Export Company delivered about 43,000 pint thermos fillers, which the plaintiff failed to pay for on arrival at port or within 10 days after delivery to the carrier. On January 27, 1921, the plaintiff was notified in writing that it had defaulted in the payments and that the Export Company elected to rescind the contract “so far as such contract remains unperformed.”</p>\n<p id=\"b444-6\">At the time of the rescission none of the complete pint bottles called for by the contract had been received by the plaintiff, and there is no evidence that any of them had been ma&lt;ie or marked with the plaintiff’s trade-mark at that time, or that the Export Company had made a contract for their manufacture; but it does appear that at some time between January 27, 1921, and June, 1921, the 100,000 complete pint bottles were received in the United States and put on the market by the defendant, and that some 20,000 have been sold, the balance being held under the preliminary injunction issued in this suit.</p>\n<p id=\"b444-7\">The bottles were made in Germany, and bore, in addition to the inscription above given, the word “Germany” printed in small letters after the word “Trade-mark,” and as appears on Exhibit A. These bottles were offered for sale by the defendant at $1 each.</p>\n<p id=\"b444-8\">, The contract of December 6, 1920, did not expressly provide that the fillers and complete bottles should be made in Germany, or contain any stipulation as to the inscription which should appear upon <page-number citation-index=\"1\" label=\"429\">*429</page-number>them, or its character; but it was understood that they, were to be manufactured in Germany, and, in the latter part of December, 1920, the plaintiff and the Export Company agreed upon the inscription as it appears upon the metal case of the complete bottles and as exemplified by Exhibit A; and the evidence, parol and written, shows that the plaintiff and the Export Company realized that German-made goods were unpopular in this country at that time, and that they both intended that the word “Germany” should appear on these goods in as small and inconspicuous letters as possible and barely large enough to pass the custom officers as being in compliance with Compiled Statutes 1916, § 5297, subsec. 1, providing for the marking of articles and packages of foreign production to indicate the country of origin.</p>\n<p id=\"b445-4\">It was also found in the court below that it was a fair inference that these bottles had not been stamped with the above inscription at the date of the rescission of the contract, even if they had then been manufactured. This finding we think was warranted from the facts that the trial of the case was continued some 6 months at the defendant’s suggestion, in order that it might take evidence in Germany to show that the complete bottles had been manufactured and marked before the rescission on January 27, 1921,. and that the defendant, on resumption of the trial, failed to produce any evidence in support of its contention. The burden of proof was on the defendant as to this issue.</p>\n<p id=\"b445-5\">Having found that on January 27, 1921, the Export Company rescinded the contract as to its unperformed part, and that there was no evidence from which it could be found that the complete bottles had been manufactured and marked prior to the rescission, the trial court ruled that the defendant, in marketing the bottles with the inscription’that it did, acted without the authority of the plaintiff, and that the defendant had failed to make out its first ground of defense. We agree with the conclusion of the court below as to this matter, and for the reasons above stated.</p>\n<p id=\"b445-6\">It remains for us to consider whether the defendant has sustained its second ground of defense, to wit, that the plaintiff does not come into court with clean hands in that it has used and purposes to use its trade-mark in connection with the sale of goods of foreign origin fraudulently and in a manner to mislead and deceive the purchasing public.</p>\n<p id=\"b445-7\">In 33 Stat. at Large, c. 592, § 21 (Compiled Statutes, § 9506), it is provided:</p>\n<blockquote id=\"b445-8\">“Sec. 21. That no action or suit shall be maintained under the provisions of this act in any case when the trade-mark is used in unlawful business, or upon any article injurious in itself, or which mark has been used with the design of deceiving the public in the purchase of merchandise, or has been abandoned, or upon any certificate of registration fraudulently obtained.”</blockquote>\n<p id=\"b445-9\">In 38 Stat. at Large, c. 16, § IV, F, subsec. 1 (Compiled Statutes, § 5297), it is provided:</p>\n<blockquote id=\"b445-10\">“F. Subsection 1. That all articles of foreign manufacture or production, which are' capable of being marked, stamped, branded, or labeled, without injury, shall be marked, stamped, branded, or labeled in legible English words, in a conspicuous place that shall not be covered' or obscured by any. subse<page-number citation-index=\"1\" label=\"430\">*430</page-number>qnent attachments or arrangements, so as to indicate the country of origin. Said marking, stamping, branding, or labeling shall be as nearly indelible and permanent as the nature of the article -will permit.</blockquote>\n<blockquote id=\"b446-4\">“All packages containing imported articles shall be marked, stamped, branded, or labeled so as to indicate legibly and plainly, in English words, the country of origin, and the quantity of their contents, and until marked in accordance with the directions prescribed in this section no articles or packages shall be delivered to the importer.</blockquote>\n<blockquote id=\"b446-5\">“Should any article or package of imported merchandise be marked,' stamped, branded, or labeled so as not accurately to indicate the quantity, number, or measurement actually contained in such article or package, no delivery of the same shall be made to the importer until the mark, stamp, brand, or label, as the ease may be, shall be changed so as to conform to the facts of the case.”</blockquote>\n<p id=\"b446-6\">As to this matter, in addition to the evidence heretofore narrated, it appears that the plaintiff, in 1919, imported-from Japan 100,000 to 200,000 fillers, and that in 1920 it brought from Japan a quantity of complete bottles. It also appears that late in 1920 or the early part of 1921 it imported from Germany a quantity of fillers, the exact number of which does not appear, but said to be a small quantity, purchased from the Dewar Company; that in October, 1920, it purchased 300,-000 German fillers through the East European Trading Company, of which number it sold some 25,000; and that under the contract of December 6, 1920, as above stated, it received 43,000 fillers, none of which at the time of the trial had been sold. It also appears that in November, 1920,.the plaintiff purchased in Germany 11,500 complete bottles to be shipped to this country, but which, at the time of the trial had not been brought in.</p>\n<p id=\"b446-7\">In the court below it was ruled and found that it was the duty of the plaintiff under section IV, E, subsection 1, of the statute above quoted, to see that the marks on imported foreign fillers \\Vere “as nearly indelible and permanent as the nature of the article will permit,” but that it did not comply with this requirement; that some, perhaps all, of the Japanese fillers were at some time marked by adhering labels or with a stamp, but that in the process of testing them at the plaintiff’s factory a large share of the labels or marks would be removed; that the plaintiff intended that many of them should be <em>removed, </em>so that there would be no general recognition of its use of Japanese fillers; and that it was entirely practicable to mark these fillers indelibly as required by the statute.</p>\n<p id=\"b446-8\">It was also found that the German fillers were, at least in part, marked with adhering labels, and not as required by the statute; that the number not so marked was substantial.; that the plaintiff intended that the paper labels “Made in Germany” should be washed off, and that “many, probably most, of the bottles with German fillers would go to the market with no indication of foreign origin”; that the plaintiff, by advertising “American-made goods for American people keep American workmen busy,” not long after the importation and sale of large quantities of Japanese and German goods, made under such labor conditions that these complete pint bottles, then retailing in the United States at $2.25, were contracted to be bought, freight and duty paid, at 50 cents, was not consistent with fair and honest dpalitig<page-number citation-index=\"1\" label=\"431\">*431</page-number>with the purchasing public, when it was deliberately planned so to mark these importations that customers would believe them American-made; that the plaintiff intended the word “Germany” on the pint fillers used in connection with the trade-mark on the 100,000 complete pint bottles should be in such small letters as to amount to a fraud on the statute; that the word “Germany” on these bottles was s-o inconspicuous as to be practically unnoticeable; and that the court was not convinced that the plaintiff realized and intended to comply with the requirements of honest business ethics in the use of its trade-mark on foreign goods.</p>\n<p id=\"b447-5\">The findings that it was entirely practicable to mark the fillers in an indelible and permanent manner by etching thereon the trade-mark and country of origin, and, while this was done to some extent, that usually the fillers were either marked by adhering paper labels or stamped with some preparation, so that the marks would be readily removed in handling or by water used in testing, them at the plaintiff’s factory, were warranted by the evidence.</p>\n<p id=\"b447-6\">The evidence as to the character and mode of marking the fillers was in some respects conflicting, but the evidence as to the purpose and intent of the plaintiff- to market these foreign-made goods as American-made was clear, for it was undisputed that the plaintiff directed the Export Company to mark the word “Germany” on the 100,000 complete bottles, of which the fillers were a part, in as small letters as possible, and that this was to be done to avoid, if possible, the objection of American purchasers to German-made goods.</p>\n<p id=\"b447-7\">As the evidence in regard to some of the facts material to a decision of the issue presented by the second defense was plainly in support of the defendant’s contention, while as to the others it was conflicting, and involved in a large measure a consideration of the credibility of witnesses, we are not disposed to question the findings of the court below, and are of the opinion that the decree of the District Court should be sustained. The trade-mark as used on these foreign goods was calculated and intended to lead purchasers into believing that the goods put out by plaintiff were of American origin, when they were not.</p>\n<p id=\"b447-8\">The decree of the District Court is affirmed, and the case is remanded to that court for further proceedings, with costs to the appellee.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}