{
  "casebody": {
    "data": "<casebody firstpage=\"277\" lastpage=\"291\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b309-6\">618 A.2d 886</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b309-7\">HENRY P. WASSERSTEIN AND LINDA P. WASSERSTEIN, PLAINTIFFS-APPELLANTS, v. THOMAS A. KOVATCH, INES KOVATCH AND JOSEPH SIDDRON, DEFENDANTS. LODEWYCK CONSTRUCTION CO., INC., PLAINTIFF-RESPONDENT, v. GUILD CONTRACTING CORP., HENRY P. WASSERSTEIN, LINDA P. WASSERSTEIN, THOMAS P. KOVATCH, AND JOSEPH SIDDRON, DEFENDANTS. CONKLIN &amp; STRONG, INC., A NEW YORK CORPORATION, PLAINTIFF, v. LODEWYCK CONSTRUCTION CO., A NEW JERSEY CORPORATION, DEFENDANT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b309-10\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b309-11\">Argued October 26, 1992</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ACY\">Decided January 8, 1993.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b312-10\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>Before Judges PETRELLA, D’ANNUNZIO and KEEFE.<footnotemark>1</footnotemark></p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b312-11\"><em>Michael R. Griffinger </em>argued the cause for appellants <em>Henry P. Wasserstein </em>and <em>Linda P. Wasserstein (Crummy, Del Deo, Dolan, Griffinger &amp; Vecchione, </em>attorneys; <em>Mr. Griffinger, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b312-12\"><em>John W. Finamore, Jr. </em>argued the cause for respondent Lodewyck Construction Co., Inc. <em>(.Finamore, Nussbaum &amp; Ragland, attorneys; Mr. Finamore, </em>on the brief).</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b312-13\">No other parties participated in this appeal.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b312-15\"> The attorneys for the parties consented to participation by Judge Keefe who was not present at oral argument.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b312-14\">The opinion of the court was delivered by</p>\n<author id=\"b313-4\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>PETRELLA, P.J.A.D.</author>\n<p id=\"b313-5\">Plaintiffs Henry P. Wasserstein and Linda P. Wasserstein appeal from an order for summary judgment entered in the Law Division in consolidated cases. The motion judge granted the application of Lodewyck Construction Co., Inc. (Lodewyck), a plaintiff in a consolidated case against Guild, the Wassersteins and others, to compel arbitration of all the disputes between all parties. The Wassersteins were the only parties who opposed the motion, notwithstanding the fact that the only arbitration agreement was between the Wassersteins and Guild Contracting Corp. (Guild), a contractor the Wassersteins had hired to build an addition on their house.</p>\n<p id=\"b313-6\">The dispute arose out of the construction of the addition on the Wassersteins’ home on Freeman’s Lane in Franklin Lakes and resulted in several law suits. The Wassersteins, who had contracted with Guild for the addition, brought suit alleging fraud against the principals of Guild (the general contractor), rather than against Guild, the corporation with which they had the construction contract which contained an arbitration clause. In a separate suit, Lodewyck, a subcontractor, sued Guild, the Wassersteins, and Guild’s principals for the value of goods delivered and services rendered. Another suit was brought by Conklin &amp; Strong, Inc. (Conklin), a sub-subcontractor, against Lodewyck. These law suits were consolidated in the Law Division, Bergen County.</p>\n<p id=\"b313-7\">The Wassersteins contend on their appeal: (1) they cannot be compelled to arbitrate any claim in the absence of a contractual agreement to do so; (2) Lodewyck has no direct or derivative right to compel arbitration; and (3) the parties, including Guild, have waived any right they might have had to compel arbitration by instituting suit, or, alternatively, by failing to comply with all conditions precedent to arbitration.</p>\n<p id=\"b313-8\">In the spring of 1989, the Wassersteins decided to add a major addition to their house. Observing that their neighbors, Thomas and Ines Kovatch, had recently substantially completed <page-number citation-index=\"1\" label=\"282\">*282</page-number>an addition to their home, the Wassersteins decided to ask what architect they had used. Linda Wasserstein phoned Ines Kovatch in late May or early June of 1989 and told her that she planned to put an addition on her house. Mrs. Wasserstein said she liked the appearance of the Kovatch addition, and did not want to enter a business relationship with someone she knew. Mrs. Kovatch said she had been pleased with the work of their architect and contractor. In July or August 1989, Joseph Siddron went to the Wasserstein home, identified himself as the builder of the Kovatch addition, and told Mrs. Wasserstein that Mrs. Kovatch had sent him. Siddron handed her a business card which identified his business as Guild.</p>\n<p id=\"b314-5\">On March 19,1990, the Wassersteins signed a contract<footnotemark>2</footnotemark> with Guild to construct the addition with completion no later than August 15, 1990, at a contract price of $257,000. Siddron signed the contract on behalf of “Guild Construction.” The contract contained a broad provision for resolution of disputes in Article 10.8 which reads:</p>\n<blockquote id=\"b314-6\">10.8 All claims or disputes between the Contractor and the Owner arising out or relating to the Contract, or the breach thereof shall be decided by arbitration in accordance with the Construction Industry Arbitration Rules of the American Arbitration Association currently in effect unless the parties mutually agree otherwise and subject to an initial presentation of the claim or dispute to the Architect as required under Paragraph [sic] 10.5. Notice of the demand for arbitration shall be filed in writing with the other party to this Agreement and with the American Arbitration Association and shall be made within a reasonable time after the dispute has arisen. The award rendered by the arbitrator or arbitrators shall be final, and judgment may be entered upon it in accordance with applicable law in any court having jurisdiction thereof. Except by written consent of the person or entity sought to be joined, no arbitration arising out of or relating to the Contract Documents shall include, by consolidation, joinder or in any other manner, any person or entity not a party to the Agreement under which such arbitration arises, unless it is shown at the time the demand for arbitration is filed that (1) such person or entity is substantially involved in a common question of fact or law, (2) the presence of such person or entity is <page-number citation-index=\"1\" label=\"283\">*283</page-number>required if complete relief is to be accorded in the arbitration, (3) the interest or responsibility of such person or entity in the matter is not insubstantial, and (4) such person or entity is not the Architect or any of the Architect’s employees or consultants. The agreement herein among the parties to the Agreement and any other written agreement to arbitrate referred to herein shall be specifically enforceable under applicable law in any court having jurisdiction thereof.</blockquote>\n<p id=\"b315-6\">In their complaint (filed November 14,1990) the Wassersteins alleged there was no corporation by the name of Guild Construction in New Jersey, but there was one under the name Guild Contracting Corp. with Thomas Kovatch listed as a Director. Their complaint also asserted that the Kovatches and Siddron intentionally and fraudulently concealed that (1) Guild was not the general contractor for the Kovatch addition, (2) Guild was not in existence when the Kovatch addition was constructed, (3) Thomas Kovatch was a significant owner of Guild, and (4) Siddron had never previously acted as the principal officer of a general contractor. The Wassersteins further alleged that Guild was unable to perform its work timely or in a workmanlike manner.</p>\n<p id=\"b315-7\">The Wassersteins claimed in their complaint that they learned some of the foregoing information around August 9, and at that time Kovatch admitted that “Guild” had performed its job improperly. According to the Wassersteins, Kovatch told them on August 11 he was going to dissolve Guild on completion of the Wassersteins’ addition, and said “I fold companies all the time and put them into bankruptcy” and that Siddron will “go back to Denville or wherever he came from. He was nothing before. He’ll be nothing again. What’s the difference?”</p>\n<p id=\"b315-8\">The Wassersteins alleged that on August 11, Kovatch fraudulently induced them to continue with Guild by promising to personally supervise the work and to enter into a one-year escrow agreement with them. As a result of alleged negligent and intentional misconduct by Guild, the Wassersteins terminated their contract with it on September 20, 1990.</p>\n<p id=\"b315-9\">Lodewyck filed suit against Kovatch, Siddron, Guild and the Wassersteins on February 6, 1991 in Superior Court in Sussex <page-number citation-index=\"1\" label=\"284\">*284</page-number>County. Lodewyck’s complaint alleged that it had delivered materials and performed services in connection with the Wassersteins’ addition under its subcontract with Guild and had not been paid. It further alleged that Kovatch and Siddron falsely represented to Lodewyck that Guild had funds to pay all liabilities and that the Wassersteins unjustifiably terminated their contract with Guild, thereby making it impossible for Guild to pay Lodewyck and unjustly enriching the Wassersteins.</p>\n<p id=\"b316-4\">Conklin alleged in its separate complaint, filed May 15, 1991, that Lodewyck owed it for goods sold and services delivered for which it had not been paid. As noted, these cases were consolidated.</p>\n<p id=\"b316-5\">Lodewyck’s motion to compel arbitration was not opposed by anyone except the Wassersteins. The attorneys for Guild, the Kovatches and Lodewyck represented this to the motion judge and the order which dismissed the complaints so recited. The order also directed that demands for arbitration be filed within forty-five days. The Wassersteins appealed.</p>\n<p id=\"b316-6\">It is axiomatic that, a person cannot be compelled to arbitrate a dispute with another person unless there is mutual agreement to do so. <em>United Steel Workers v. Warrior &amp; Gulf Navigation Co., </em>363 <em>U.S. </em>574, 582, 80 <em>S.Ct. </em>1347, 1353, 4 <em>L.Ed.2d </em>1409, 1417 (1960); <em>In re Matter of Arbitration Between Grover, </em>80 <em>N.J. </em>221, 228-229, 403 A.2d 448 (1979); <em>Carpenter v. Bloomer, </em>54 <em>N.J.Super. </em>157, 164, 148 A.2d 497 (App.Div.1959). The written agreement for arbitration here was in the contract between the Wassersteins and Guild. Lodewyck, which brought the motion to compel arbitration, had no separate agreement to arbitrate with the Wassersteins or with Guild. However, its motion acted as an offer to arbitrate and consent to arbitration on its own behalf. Guild joined in Lodewyck’s motion and it was represented that Conklin took the same position. Thus, Guild then sought arbitration against the Wassersteins and in effect consented to arbitration of its dispute <page-number citation-index=\"1\" label=\"285\">*285</page-number>with Lodewyck. Parties can consent to arbitration even in the absence of a written agreement. <em>See Stop &amp; Shop Companies, Inc. v. Gilbane Building Co., </em>364 <em>Mass. </em>325, 304 <em>N.E.2d </em>429, 432 (1973). Hence, the parties who joined in the motion to compel arbitration obviously consented to arbitration, albeit in a proceeding involving all disputants.</p>\n<p id=\"b317-6\">Although Lodewyck could not by its motion alone directly compel the Wassersteins to arbitrate with it, arbitration of the disputes between Lodewyck and Guild, as well as other parties to the motion, can be undertaken as consensual arbitration. Since the Wassersteins were not parties to an arbitration agreement with anyone other than Guild, and did not agree to arbitration with anyone else, they cannot be compelled to arbitrate directly with anyone except Guild, <em>see Polshek v. Bergen County Iron Works, </em>142 <em>N.J.Super. </em>516, 522, 362 A.2d 63 (Ch.Div.1976), unless they have extended the benefits of arbitration procedures under their contract with Guild to others. However, as we observed, Guild’s joining in the motion to compel arbitration by the Wassersteins was in effect a request by it for arbitration against the Wassersteins under the written contract. Guild had also raised arbitration as an affirmative defense in its answer to the Wassersteins cross-claim in the Lodewyck action. The fact that the usual procedural initiatives had not been strictly complied with is not determinative. We would not elevate form over substance.</p>\n<p id=\"b317-7\">We have recently concluded that New Jersey follows the federal rule with respect to arbitrability of fraudulent inducement claims. <em>Van Syoc v. Walter, </em>259 <em>N.J.Super. </em>337, 339, 613 A.2d 490 (App.Div.1992). Our review of the claims by the Wassersteins against the principals of Guild, which includes a claim of fraudulent inducement, satisfies us that the claims are all subsumed in the contract dispute and, hence are subject to the arbitration as required by that contract. <em>Cf. Dean, Witter, Reynolds, Inc. v. Byrd, </em>470 <em>U.S. </em>213, 105 <em>S.Ct. </em>1238, 84 L.Ed.2d 158 (1985). Thus, the individual defendants in the <page-number citation-index=\"1\" label=\"286\">*286</page-number>fraud action are entitled to arbitration as agents of Guild, even though they had not individually signed an arbitration agreement. All claims against the non-signatory defendants stemmed from their actions relating to or arising out of the performances of the contract by Guild. Non-signatories of an arbitration agreement may be bound by the agreement under contract and agency principles. <em>See Arnold v. The Arnold Corporation, </em>920 F.2d 1269, 1281 (6th Cir.1990); <em>Letizia v. Prudential Bache Securities, Inc., </em>802 <em>F.2d </em>1185, 1187-1188 (9th Cir.1986); <em>Barrowclough v. Kidder, Peabody &amp; Co., </em>752 <em>F.2d </em>923, 938 (3d Cir.1985). A contrary view would only subvert the policy of favoring arbitration and allow avoidance of an agreement to arbitrate merely by naming the principals of the corporation or non-signatory parties in a complaint. <em>Arnold v. The Arnold Corporation, supra, </em>920 F.2d at 1281; <em>In Re Oil Spill by the “Amoco Cadiz,” etc., </em>659 F.2d 789, 795-796 (7th Cir.1981). Notwithstanding the language of the Wassersteins’ complaint sounding in tort, the complaint essentially arises in contract rather than tort and is governed by the contract. <em>New Mea Construction Corp. v. Harper, </em>203 <em>N.J.Super. </em>486, 494, 497 A.2d 534 (App.Div.1985) (claim against principal of construction company for negligent supervision of construction sounds basically in contract, not in tort). The dispute clearly arises out of and relates to the contract and its breach. <em>See Van Syoc v. Walter, supra, </em>259 <em>N.J.Super. </em>at 339, 613 A.2d 490 (In absence of claim arbitration clause was fraudulently induced, arbitration clause applies to challenge to contract being fraudulently induced.). After all, arbitrability of a particular claim “depends not upon the characterization of the claim, but upon the relationship of the claim to the subject matter of the arbitration clause.” <em>In re Oil Spill by the “Amoco Cadiz, ” supra, </em>659 F.2d at 794. Common law claims like those of the Wassersteins against the Kovatches and Siddron, have been held arbitrable when they relate to the making or performance of a contract with an arbitration clause. <em>Pierson v. Dean, Witter, Reynolds, Inc., </em>742 F.2d 334, 338 (7th <page-number citation-index=\"1\" label=\"287\">*287</page-number>Cir.1984) (claims for fraud under the contract, breach of fiduciary duty, negligence and gross negligence).</p>\n<p id=\"b319-6\">In the event that Guild cross-claims against the Wassersteins in the arbitration of the dispute between Lodewyck and Guild, that dispute may be arbitrated under the broad language in the arbitration clause in the agreement between the Wassersteins and Guild. <em>See Polshek v. Bergen County Iron Works, supra, </em>142 <em>N.J.Super. </em>at 523-524, 362 A.2d 63.</p>\n<p id=\"b319-7\">The Wassersteins also rely on Article 7.2 of their contract with Guild which provides:</p>\n<blockquote id=\"b319-8\">The contract document shall not be construed to create a contractual relationship of any kind (1) between the Architect, Contractor, (2) between the Owner and a Subcontractor or Sub-Subcontractor or (3) between any persons or entities other than the Owner and Contractor.</blockquote>\n<p id=\"b319-9\">(9] This provision does not affect the result here. Despite the quoted language, another provision in the WassersteinGuild contract in effect contemplates Lcdewyck’s claim to arbitration against the Wassersteins. Article 11.2 of the contract* between the Wassersteins and Guild provides in part:</p>\n<blockquote id=\"b319-10\">Contracts between Contractor and Subcontractors shall (1) require each Subcontractor, to the extent of the work to be performed by the Subcontractor, to be bound by the terms of the Contract Documents and to assume toward the Contractor all obligations and responsibilities which the Contractor, by the Contract Documents, assumes towards the Owner and Architect and (2) <em>allow to the Subcontractor the benefit of all rights, remedies and redress afforded to the Contractor by these Contract Documents. </em>(Emphasis supplied.)</blockquote>\n<p id=\"b319-11\">Thus, although no direct “contractual relationship” is created between the Wassersteins and any subcontractor, the subcontractors are accorded by the Wassersteins “the benefit of all rights and remedies” available to the contractor by virtue of the contract. The rights and remedies obviously include the ability to proceed in arbitration against the appropriate party to the contract.</p>\n<p id=\"b319-12\">Article 11.2 bestows upon the subcontractors the benefits of the “rights, remedies and redress afforded to” Guild under the contract, and this includes the right to institute arbitration proceedings to resolve disputes. <em>See First National State </em><page-number citation-index=\"1\" label=\"288\">*288</page-number><em>Bank of New Jersey v. Arlyle House, Inc., </em>102 <em>N.J.Super. </em>300, 246 A.2d 22 (Ch.Div.1968), <em>aff'd, </em>107 <em>N.J.Super. </em>389, 258 A.2d 545 (App.Div.1969). The provision in the contract here differs from the situation in <em>Insulation Contracting &amp; Supply v. Kravco, Inc., </em>209 <em>N.J.Super. </em>367, 507 A.2d 754 (App.Div.1986), which concluded that merely because a general contractor terminates one of its subcontractors for non-performance that does not render the general contractor liable to pay the terminated subcontractor’s sub-subcontractors who performed under their sub-subcontracts.<footnotemark>3</footnotemark> There was no provision in the general contract or the subcontract making the general contractor directly responsible to the sub-subcontractor. In the absence of express contract language, the sub-subcontractor was held not to be a third party beneficiary either of the contract between the owner and the general contractor or between the general contractor and the subcontractor. <em>Id. </em>at 375, 507 A.2d 754. Moreover, we noted in <em>Insulation Contracting, </em>that not only did the contract documents not indicate any third-party beneficiary intent, but there was no reliance on any pattern or any custom and usage within the building trade. <em>Id. </em>at 375-376, 507 A.2d 754.</p>\n<p id=\"b320-5\">Article 7.2 of the contract between the Wassersteins and Guild does state that there is no “contractual relationship” between anyone but the owner and the contractor. However, this statement was qualified with respect to “rights, remedies <page-number citation-index=\"1\" label=\"289\">*289</page-number>and redress.” The more specific contractual provisions govern over the broader language. <em>Standard Oil, etc., Union v. Esso Research, etc. Co., </em>38 <em>N.J.Super. </em>106, 117, 118 A.2d 70 (App.Div.), aff<em>'d on reh’g, </em>38 <em>N.J.Super. </em>293, 118 A.2d 712 (App.Div.1955); N.<em>J. Asphalt &amp; Paving Co., Inc. v. Mutual Boiler Insurance Co., </em>19 <em>N.J.Super. </em>445, 449, 88 A.2d 680 (Law Div.1952).</p>\n<p id=\"b321-6\">Nor is the language of the Guild’s contract with the Wassersteins undermined by Article 30 in the Guild’s contract with the subcontractor, which states:</p>\n<blockquote id=\"b321-7\">Subcontractor acknowledges that he has read this Agreement, understands it and agrees to be bound by its terms and conditions. <em>This Agreement constitutes the entire, complete and exclusive statement of the agreement between the Contractor and Subcontractor with respect to the work and materials </em>furnished hereunder and supersedes all proposals, prior agreements and understandings, oral or written, and all communications between Contractor and Subcontractor relating to the subject matter of this Agreement. No representations, promises or conditions not set forth herein have been relied upon by <em>Subcontractor or skall be binding on either party hereto. </em>It is further agreed and understood that no waiver, alteration, modification of, deviation from or addition to any of the provisions hereof shall be binding-unless in writing and signed by an authorized representative of Contractor. (Emphasis added.)</blockquote>\n<p id=\"b321-8\">As we read this provision, it has to do with the scope of the work. Hence, it does not cover the procedural basis for a claim by the subcontractor against the owner asserting the benefits of the contract language of Article 11.2 in the WassersteinsGuild contract. The subcontract says the subcontractor agrees to furnish, in accordance with the terms of the subcontract, all labor, materials and equipment to complete certain work which should conform in workmanship, materials and configuration to plans provided to the subcontractor “by____” <footnotemark>4</footnotemark> No mention of integration of the general contract is made in the subcontract.</p>\n<p id=\"b322-4\"><page-number citation-index=\"1\" label=\"290\">*290</page-number><em>D’Arrigo v. New Jersey State Board of Mediation, </em>119 <em>N.J. </em>74, 574 A.2d 44 (1990), is inapposite. That case involved a labor dispute and whether a public employee, as opposed to a union, could invoke the arbitration procedure under the collective negotiation agreement. The Court followed usual labor law principles that employee organizations (not individuals) generally have the exclusive right to invoke such arbitration provisions. <em>Id. </em>at 75, 574 A.2d 44.</p>\n<p id=\"b322-5\">We turn next to whether the parties have waived their right to compel arbitration by the institution of legal proceedings. Election of remedies is not irrevocable unless and until either a court proceeding goes to judgment or an arbitration proceeding consummates in an award. <em>See McKeeby v. Arthur, </em>7 <em>N.J. </em>174, 81 A.2d 1 (1951). <em>See also Oak Trail Road Homeowners Assoc. v. Royal Mile Corp., </em>246 <em>N.J.Super. </em>590, 588 A.2d 430 (App.Div.1991) (Oak Trail dealt with a statute where the initiation of procedures to enforce a remedy barred one from all other remedies). The mere filing of a complaint or an answer to the complaint is not a waiver of arbitration. <em>Hudik-Ross, Inc. v. 1530 Palisade Ave. Corp., </em>131 <em>N.J.Super. </em>159, 167, 329 A.2d 70 (App.Div.1974); <em>Kincar Franchise, Inc. v. Estate of Carey, </em>118 <em>N.J.Super. </em>463, 468, 288 A.2d 317 (Law Div.1972). Guild would have been foolhardy not to have filed an answer contesting liability with respect to Wassersteins’ complaint. <em>See Battle v. General Cellulose Co., </em>23 <em>N.J. </em>538, 543-544, 129 A.2d 865 (1957); <em>Gladstone v. Berk, </em>233 <em>N.J.Super. </em>228, 241, 558 A.2d 512 (App.Div.), <em>certif. denied, </em>117 <em>N.J. </em>166, 564 A.2d 883 (1989). The court has the power, anytime before judgment, to refer the dispute to arbitration. <em>Pyramid Electric Co. v. Staklinski, </em>61 <em>N.J.Super. </em>278, 282, 160 A.2d 505 (App.Div.), <em>certif. denied, </em>33 <em>N.J. </em>117, 162 A.2d 342 (1960). <em>See Mason-Dixon Lines, Inc. v. Local Union No. 560, Intern. Brother. of Teamsters, etc., </em>443 <em>F.2d </em>807, 809 (3rd Cir.1971); <em>Shribman v. Miller, </em>60 <em>N.J.Super. </em>182, 196, 158 A.2d 432 (Ch.Div.1960).</p>\n<p id=\"b323-5\"><page-number citation-index=\"1\" label=\"291\">*291</page-number>Unless and until the law suit reached a point, usually judgment, that it can be concluded that there was an abandonment of arbitration, <em>see McKeeby, supra, </em>7 <em>N.J. </em>at 182, 81 <em>A.</em>2d 1, the court may refer the matter to arbitration. Failure of strict compliance with Article 10.8 of the contract between the Wassersteins and Guild with respect to the procedures to be followed to demand arbitration is not fatal. Indeed, substantial compliance is sufficient. The trial judge’s order contemplated that Guild would file a demand for arbitration with the American Arbitration Association in accordance with its procedures.</p>\n<p id=\"b323-6\">Guild may proceed in arbitration against the Wassersteins, notwithstanding the pendency of litigation against it by Lodewyck. That litigation shall be stayed pending completion of the arbitration proceedings. Since Lodewyck has effectively consented to arbitration with Guild and Conklin by its motion demanding arbitration and Conklin has consented to arbitration with Lodewyck, then Guild, Lodewyck and Conklin may also proceed to resolve their disputes in an arbitration proceeding. We order consolidation of the arbitration between Guild and the Wassersteins and that between Lodewyck, Guild and Conklin. <em>See Polshek v. Bergen County Iron Works, supra, </em>142 <em>N.J.Super. </em>at 525-529, 362 <em>A.2d </em>63.</p>\n<p id=\"b323-7\">Affirmed, as modified.</p>\n<footnote label=\"2\">\n<p id=\"b314-7\"> The contract is labeled “AIA Document A107\" and is titled \"Abbreviated Form of Agreement between Owner and Contractor for Construction Projects of Limited Scope where the Basis of Payment is a Stipulated Sum. 1987 Edition.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b320-6\"> The contractor agreed in the contract to pay the subcontractor for work already performed if the subcontractor defaults. The court decided that nothing in subcontract said the contractor agreed to assume the subcontractor’s obligations if the subcontractor defaults. The subcontract also said that if the contractor terminates the contract, the contractor will be responsible to the subcontractor for work done. Again, the court did not find that contractor assumed obligations of the subcontractor to pay the sub-subcontractor.</p>\n<p id=\"b320-7\">Basically, the court said there was no language in the contract which could make contractors liable to sub-subcontractors for terminating the subcontractors.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b321-11\"> There is a space where presumably the name of the contractor was to be inserted, but this space was not completed in the copy in the record.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}