{
  "casebody": {
    "data": "<casebody firstpage=\"226\" lastpage=\"232\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b288-3\">Peter Gasz, Resp’t, <em>v. </em>Michael Strick, App’lt.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"Aa9\">\n<em>(Superior Court of Buffalo,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AHC\">\n<em>General Term,</em>\n</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AgB\">\n<em>Filed March 24, 1890.)</em>\n</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b288-4\">1. Ejectment—Correction oe errors in decision.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b288-5\">The decision in an action of ejectment omitted to state the nature of plaintiffs estate in the property and directed the entry of judgment in his favor, “without costs.” A motion to correct the judgment by striking out the words “without costs” was denied without prejudice to a right to move therefor before the judge presiding at the trial. Subsequently the judgment was set aside and a new trial granted under § 1525 of the Code. Thereafter orders were made amending the original judgment in the aforesaid particulars. <em>Held, </em>that the latter orders were properly granted and were not objectionable on the ground that they overruled the decision of another judge at special term.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b288-6\">2. Same.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b288-7\">Section 1525 is mandatory and the court is not called upon to make any judicial determination.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b288-8\">3. Same—Appeal not necessary.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b288-9\">An appeal is not necessary to correct such errors, but relief may be granted on motion.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b288-10\">Ejectment. The plaintiff recovered judgment. The cause was. tried before the Hon. Edward W. Hatch, Judge, without a jury. His decision, after setting forth his findings of fact and law, contained the direction “ that judgment should be entered accordingly but without costs to either party.” Judgment thereupon, without costs, was entered, September 20, 1888. The decision omitted to state as required by § 1519 of the Code <em>u </em>the estate of the plaintiff in the property recovered.” Pursuant to § 1525 of the Code, on application of the defendant, the court, at special term, by an order dated October 31, 1888, vacated the judgment and granted a new trial. After service of notice of the application for a new trial, tire judgment yet standing, the plaintiff upon an order to show cause brought on a motion to amend the j udgment and decision so as to allow the plaintiff to recover costs by striking out the direction for judgment “ without costs.” The court, Hon. Robert C. Titus, Judge, denied the motion “ without prejudice to the plaintiff’s right to move before Judge Hatch for such relief if desired.” Subsequently. December 10, 1888, on motion of the plaintiff, defendant opposing, Judge Hatch made an order, which, as entered, directed that “ the findings ” (referring to the court’s decision), be corrected by striking out the words “ but without costs to either party,” and that a modified judgment be entered in accordance with the corrected findings awarding costs to the plaintiff, and further ordered and directed that “ the defendant may avail himself of the order made , herein ordering a new trial after payment of the costs of the action.” Thereupon the modified judgment was entered December 15, 1888.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b288-11\">The defendant afterwards, April 18,1889, made a motion at special term held by Judge Hatch to vacate the modified judgment and the order directing the amendment of the decision, which motion was denied and a further order made, not, so far as appears, on motion of either party, that the judgment last entered be further amended by specifying the estate of the plaintiff, and <page-number citation-index=\"1\" label=\"227\">*227</page-number>on the 23rd day of April, 1889, a new judgment was entered containing the substance of the two former judgments and an addition specifying the plaintiff’s estate to be a fee. This appeal is from the judgment entered December 15, 1888, and from the order of December 10, 1888. correcting the original judgment, striking out the provision “ without costs,” and from the order of April 18, 1889, denying the defendant’s motion to vacate the order amending the decision and judgment entered, and further amending the judgment.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b289-3\"><em>D. G-. Jaclcson, </em>for app’lt; <em>Le Roy ParJcer, </em>for resp’l.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b289-4\">Beckwith, Ch. J.</author>\n<p id=\"AWc\">I think the orders correcting the decision and judgment were properly granted. Opinion of Hatch, J., 19 N. Y. State Rep., 315. The orders were not objectionable on the ground that they overruled the decision of another judge at a special term. The defendant applied at special term under § 1525 of the Code for an order setting aside the judgment and granting a new trial. In ejectment there is no power or discretion vested in the judge or court as to granting a new trial. In ejectment actions the right to such order and to a second trial is vested in the defeated party to the action by statute. In this case the statute was mandatory, and the order was granted by the court, as it were, ministerially. The court was not called upon to make any judicial determination of an issue or as to an alleged right. Therefore, the reason of the rule that one judge at special term should not overrule the decision of another judge, but leave the aggrieved party to his appeal, does not find applicability here. The reason for the rule failing, the rule itself is not controlling. Moreover, it will be observed that when the plaintiff first applied for an order to correct the decision and judgment which was before a judge who did not try the case, his application was made upon affidavits showing that a motion was pending to vacate the judgment and for a second trial, and although the order of the court refused the application, it expressly provided that it was without prejudice to an application before the judge who tried the cause. That order was in force when the defendant obtained from the same judge the statutory order setting aside the judgment and for a new trial It is contended on behalf of the appellant that it was not competent for the court, although the judge who tried the cause 'was presiding, to revoke the order made by another judge vacating the judgment orto make an order correcting his decision and directing the re-entry of judgment.</p>\n<p id=\"b289-5\">Although the order did not, in direct words, vacate the order setting aside the judgment, it in effect did so by correcting the decision, authorizing the entry of a new judgment in conformity with the corrected decision, and providing that the defendant might avail himself of the order for a new trial by payment of the costs awarded by the new judgment. Neither the order correcting the decision and judgment as to costs, nor the order directing an amendment of the judgment so that it should specify the estate of the plaintiff, reviewed or overruled any judicial determination of the issues . that the trial court had made, nor did they <page-number citation-index=\"1\" label=\"228\">*228</page-number>add anything to the adjudications of the trial judge. The direction in the decision-that judgment should be entered in accordance with the decision “without costs,” was not a “finding,” nor an exercise of judicial discretion so as to require an appeal in order to correct the error. Code, § 1022. It may be conceded for the present purpose that the court on motion cannot amend the record when the defect sought to be corrected is one that can be reached only by an appeal, and that an appeal is the remedy where the occasion is an alleged error' in the process by which the contested rights of the parties are judicially determined, or in the final determination of those rights. But beyond such necessity of appeal to review “findings” and adjudications, the power exercised by courts in the way of correcting their judgments seems to have-been nearly unlimited. <em>“ </em>The administration of justice would be extremely imperfect if this power did not exist.” <em>The N. Y. Ice Co. v. Northwestern Ins. </em>Co., 23 N. Y., 357; <em>Adams </em>v. <em>Ash, </em>46 Hun, <em>105; 11 </em>N. Y. State Rep., <em>618; Produce Bank v. </em>Morton, 67 N. Y., 199; <em>Kenney </em>v. Apgar, 93 id., 539 ; <em>Williams </em>v. <em>Thorn, </em>81 id., 381; <em>Hunt </em>v. <em>Grant, </em>19 Wend., 90; <em>Stakes </em>v. <em>Campbell, </em>7 Cow., 425; <em>Clark </em>v. <em>Hall, </em>7 Paige, 382.</p>\n<p id=\"b290-2\">It appeared on the record and from the findings that the action was ejectment, and that the plaintiff was entitled to recover. It followed as an incident that upon entry of judgment the plaintiff has a right, under the statute, to have the clerk tax and allow his costs. This is so obvious as to make it fairly presumable that the-direction found in the decision of the court for judgment “without costs ” was inserted from mistake or inadvertence.</p>\n<p id=\"b290-3\">There are several inadvertences apparent in the language of the order appealed from, <em>e. g., </em>in referring to the direction without costs in the decision as a “ finding ” and in the order directing judgment instead of the decision to be amended so as to specify “ the estate of the plaintiff.” Code § 1519.</p>\n<p id=\"b290-4\">There was no legal necessity for an appeal by the- plaintiff in order to get a proper direction from the trial judge as to costs, or rather to get the non-jurisdictional direction as to costs stricken out. <em>Van Denburgh </em>v. <em>City of New York, </em>7 N Y. Supp., 675; 28 N. Y. State Rep., 578. There was nothing susceptible of argument on such an appeal. The plaintiff’s right to costs arises upon a direction in the statute to the clerk of the court and was outside the jurisdiction of the court and called for no exercise of discretion on the part of the court.</p>\n<p id=\"b290-5\">The insertion in the judgment of the specification of the nature of the plaintiff's estate, if not authorized by the decision, should have been reached by a motion to strike out instead of by appeal. There is no proof as to the occasion for the court to order the judgment so amended, though the respondent’s brief says it was done by consent of counsel. But the evidence taken on the trial is not before us, no case having been made for review, and we cannot say that the nature of the plaintiff’s estate in the land recovered did not plainly appear to be a fee as adjudged.</p>\n<p id=\"b290-6\">The court has inherent power to correct its judgment in the-manner it did in this case. <em>Ladd </em>v. <em>Stevenson, </em>112 N. Y., 325 , <page-number citation-index=\"1\" label=\"229\">*229</page-number>20 N. Y. State Rep., 746; <em>Hatch </em>v. <em>Central Nat. Bank, </em>78 N. Y., 487; <em>Vanderbilt </em>v. Schreyer, 81 id., 646.</p>\n<p id=\"b291-3\">The order appealed from should be affirmed; and the judgment appealed from should be affirmed, with costs.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b291-4\">Titus, J.</author>\n<p id=\"Ai4\">(dissenting)—This action was brought to recover possession of real property under § 1496 of the Code of Civil Procedure, and is what was heretofore denominated an action of ejectment By consent of the parties, a jury trial was waived and the cause was tried by the court. The court found, among other things, that the plaintiff was the owner of, and entitled to the immediate possession of five-sixths of the real property described in the complaint, and ordered judgment, “ but without costs to either party.” The judgment was entered in pursuance thereof on the 20th day of September, 1888. On the 81st day of October following, the judgment so entered was vacated and set aside, and a new trial ordered by the special term on motion of the defendant’s attorney, pursuant to § 1525 of the Code of Civil Procedure. This section provides, in substance, that the court must make an order vacating the judgment and granting a new trial at any time within three years after the judgment roll is filed, upon the application of the party against whom it is rendered, upon the payment of the costs and damages awarded thereby to the adverse party. No damages or costs were awarded to the plaintiff by the judgment, and unless the plaintiff is right in his-contention that the judge who tried the case could, while sitting at special term, amend the judgment and give it force and vitality after it had been vacated and set aside, the defendant had nothing' to do to comply with the condition of the order vacating the judgment, and could proceed at once to notice the cause for trial. On the 20th day of November following, the plaintiff made a motion before the special term, which was held by the judge who tried the case, for an order directing that the findings and judgment be-amended by inserting therein the words : “ It is further ordered that the said plaintiff recover his costs to be taxed.”</p>\n<p id=\"b291-5\">On the tenth day of December the special term made an order “ that the findings heretofore made in this action be, and the same are hereby corrected by striking out the words 1 but without, costs to either party,’ and that the modified judgment be entered herein in accordance with such corrected findings, awarding costs-to the plaintiff, and that the defendant may avail himself of the-order made herein, ordering .a new trial of the action after payment of the costs of the action.” A judgment amended so as to&gt; conform to the order was accordingly entered, with costs against, the defendant for $89.75. An appeal was taken from that order and judgment, and presents the question we are called upon to decide, viz.: Could the special term amend the findings of the trial judge and order an amended judgment entered in pursuance thereof after the original judgment had been vacated and set aside and a new trial ordered pursuant to the provisions of the Code?</p>\n<p id=\"b291-6\">No question is raised that the special term could not vacate the. <page-number citation-index=\"1\" label=\"230\">*230</page-number>judgment and order a new trial under § 1525 of tire Code, nor is it contended that such order was not properly made, and the judgment vacated in conformity with law. The plaintiff insists he was entitled to costs, as of course, and that an error was committed when the trial judge refused to allow him costs. Section 3228 of the Code of Civil Procedure provides that the plaintiff is entitled to costs upon the rendering of a final judgment, in a case triable by a jury to recover real property. Section 968 provides that an action of ejectment must be tried by a jury, unless a jury trial is'waived, and as this action is brought to recover real property, under the provisions of § 1496 of the Code, it would seem that the plaintiff was entitled by law to costs.</p>\n<p id=\"b292-2\">It is conceded that the court has power over its judgments, and in a proper case may amend them; but the extent of the power of the court in that direction is in question. It is not claimed that any mistake was made by the trial court in the facts which it found, nor that the judgment entered was not in strict conformity with the findings and conclusion of law. It is not claimed that any error has been committed by any of the officers of the court, either in the service of the process or the entry of the judgment, or any omission to insert in the judgment all that is necessary to give it full force and effect according to the findings.</p>\n<p id=\"b292-3\">Sections 721, 722 and 723 of the Code point out what the court may do by way of correcting its process and amending its judgment ; but I am not aware of any provision of the Code which authorizes the court to correct an error of law committed on the trial and to amend the judgment for the purpose of correcting such error. That can only be done by a review of the case on appeal by the aggrieved party. Section 1294 of the Code.</p>\n<p id=\"b292-4\">My associate in the opinion written on deciding the motion allowing the judgment to be amended, says: <em>“ </em>The plaintiff became entitled to costs and the court committed an error in directing the judgment without costs.” 19 N. Y. State Rep., 315.</p>\n<p id=\"b292-5\">It is no less error because it relates to the question of costs than it would have been had it related to any other question which the court was called upon to decide. The statute gave costs to the plaintiff and the court refused to allow him such costs. His right to costs was a substantial one, and the order denying that right was appealable, the same as the order denying any other substantial right to which the party is entitled. <em>Sturgis </em>v. Spofford, 58 N. Y., 103.</p>\n<p id=\"b292-6\">It was held in <em>Clark </em>v. Hall, 7 Paige, 382, that a decree could not be varied in substance on petition without a re-hearing. It might be corrected or amended on motion as to mere clerical errors, or by the insertion of any matter that would have been inserted as a matter of course if asked for on a hearing, as a necessary and proper clause to carry into effect the decision of the court. In <em>New York Ice Company </em>v. <em>N. W. Insurance </em>Company, 23 N. Y., 357, it was held proper in the trial court to amend the judgment entered in favor of the plaintiff, so as to permit him to “ serve a new complaint at law,” as it involved no substantial right but related to the practice of the court below. In <em>Produce </em><page-number citation-index=\"1\" label=\"231\">*231</page-number><em>Bank </em>v. <em>Morton, </em>67 N. Y., 199, it was held that where a party was entitled to enter judgment in form against all of the joint debtors, as appeared upon the face of the record, which was only entered against part of the joint debtors, that the order amending the judgment <em>nunc pro tunc </em>was a valid and effectual decree, being one of form only. In <em>Fawcett </em>v. <em>Vary, </em>59 N. Y., 597, the plaintiff was permitted after the entry of judgment by default to have the officer before whom proof of default was made to sign his name to the <em>jurat </em>as of the date of the filing of the record, the officer having duly administered the oath, but omitted to sign it.</p>\n<p id=\"b293-3\">In <em>Close </em>v. <em>Gillespey, </em>3 Johns., 526, it was held that where the judgment had been entered by default, and the attorney by mistake omitted to sign his name to the plea, an amendment allowing him to sign his name <em>nunc pro tunc </em>was properly made. In <em>Seaman v. Drake, </em>1 Caines, 9, an amendment to a judgment directing the clerk to sign the roll <em>nunc pro tunc </em>was held proper. In <em>Kenney </em>v. <em>Apgar, </em>93 N. Y., 539, the court held that where the judgment did not conform to the decision of the court, the remedy of the party aggrieved was to apply to the court to correct the judgment. It was held in <em>Williams </em>v. <em>Thorn, </em>81 N. Y., 381, that where the judgment decreed a certain sum to be in the hands of a trustee, if such sum was not in fact found to be in the defendant’s hands, his remedy was by motion to correct the judgment ; and in another case, where there was a mistake in entering the judgment against the defendant as an individual, when it should have been entered against him in a representative capacity, the judgment was properly corrected. <em>DeLavallette </em>v. <em>Wendt, </em>75 N. Y., 579. “It is the practice of the appellate court to correct errors of the court below, and not those of ministerial officers not brought to the attention of the court below.” Where the judgment based upon the issues raised by the pleadings conforms to the findings, it cannot be corrected by motion, but only by an appeal from such judgment. <em>Best </em>v. <em>Palmer, </em>22 W. Dig., 482; <em>Fisher </em>v. <em>Hepburn, </em>48 N. Y., 41. And where the court having jurisdiction of the subject matter and of the parties pronounce judgment upon illegal or insufficient evidence, or mistake of the evidence or the law, the only remedy of the party aggrieved is by appeal. <em>Moeschler </em>v. <em>Lochte, </em>12 N. Y. State Rep., 855. In <em>Stevens </em>v. <em>Veriane, </em>2 Lans., 90, the court held that in an action at law the court might upon motion amend the judgment and record by increasing or lessening the costs, or might strike them out altogether, when such costs were inserted in the judgment without authority, and the amount was not authorized by law. <em>Woodford </em>v. <em>Bucklin, </em>14 Hun, 444. In <em>Rockwell </em>v. <em>Carpenter, </em>25 Hun, 529, it was held that where the court made an error in the amount in the hands of the receiver, that it could not be corrected on motion, but by an appeal. This was an equity action.</p>\n<p id=\"b293-4\">Ho authority is cited to sustain the right of the court in the exercise of such authority, and it is doubtful if any case can be found holding such a doctrine. In <em>Chapin </em>v. <em>Churchill, </em>where the county court had erroneously reversed a judgment without costs to either party, the statute awarding costs as a matter of course, it <page-number citation-index=\"1\" label=\"232\">*232</page-number>was held that the clerk in entering the judgment had no authority to enter <em>the judgment of reversal with costs. </em>He should follow the decision of the court.</p>\n<p id=\"b294-2\">The court has undoubted authority to amend and <em>correct </em>its record, and unquestionably the court might amend any of the pleadings, although found in the judgment roll after the judgment had been vacated, and could correct a description of the property and order the shares of the respective parties to be properly set out, but what the court here attempted to do was to give vitality to a judgment which no longer existed. It attempted to impose conditions on the granting of a new trial which were not required by the order granting it. It attempted to review and modify the order of the special term held by another judge. To allow the judgment to be amended and entered after it had been once vacated and set aside, and ordering the payment of costs allowed by the amended judgment, would be to allow one judge at special term to reverse and vacate an order made by another judge at special term. I am not aware that any such practice exists and have been unable to find any authority in the books for it, and several cases are reported against the practice. <em>Hallgarten v. Eckert, </em>1 Hun, 117; <em>People </em>v. <em>The National Trust Co., </em>31 id., 20.</p>\n<p id=\"b294-3\">In <em>Haley </em>v. <em>Wheeler, </em>8 Hun, 569, it was held by the general term of the supreme court, Justice Tallcott writing the opinion, that a recovery in an action of ejectment, being set aside or vacated, became of no force and effect from the beginning. It seems to me that if any power existed in the court to amend a judgment so as to give the judgment force and vitality after it had been vacated and set aside, that some authority could be found to sustain the proposition. And before the court decides that a judge may give force and vitality to a judgment vacated by a court having competent jurisdiction, we should be referred to some authority in support of it.</p>\n<p id=\"b294-4\">The defendant also appealed from an order made on the 18th day of April, 1889, amending the judgment by specifying more particularly the rights of the parties. I have no doubt that the court would have the right to amend its record in the particular referred to, but the plaintiff has proceeded to enter a new judgment as of the 23d day of April, 1889, awarding costs to the plaintiff, and declaring more particularly the rights pf the parties. Inasmuch as it has been said that such a judgment was unauthorized, and the plaintiff entered it pursuant to the order of April 18, 1889, I think the order should be reversed, and a judgment entered in pursuance of it set aside as being without authority.</p>\n<p id=\"b294-5\">The order of this court, therefore, should be that the order of the special term, entered on the 10th day of December, 1888, should be reversed and the judgment entered in pursuance thereof vacated and set aside. And that the order entered on the 18th day of April, 1889, should be reversed, and the judgment entered in pursuance of it vacated and set aside. That the defendant should have ten dollars costs with disbursements.</p>\n<p id=\"b294-6\">Order affirmed, and judgment affirmed, with costs.</p>\n<p id=\"b294-7\">Hatch, J., not sitting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}