{
  "casebody": {
    "data": "<casebody firstpage=\"395\" lastpage=\"399\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b423-3\">Swaney <em>v. </em>School District of Georges Township, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b423-9\">Argued April 15, 1929.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AxW\">Before Trexleb, Keller, Linn, Gawthrop, Cunningham: and Baldrige, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b424-4\"><page-number citation-index=\"1\" label=\"396\">*396</page-number><em>W. F. Lane, </em>of <em>Jones, Whitehill &amp; Lane, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Agp\">The right of a public officer to compensation is not a contractual right: Barker v. Pittsburgh, 4 Pa. 49; Koontz v. Franklin County, 76 Pa. 154; Wagoner v. Philadelphia, 215 Pa. 379; Commonwealth v. Bacon, 6 S. &amp; R. 322.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"Ak4f\">The action of the board was regular and binding on plaintiff: Bedstone Township School District, 284 Pa. 325.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b424-6\"><em>J. K. Spurgeon, </em>for appellee.</attorneys>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AjXP\">July 2, 1929:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b424-7\">Opinion by</p>\n<author id=\"Ajm4\">Linn, J.,</author>\n<p id=\"b424-8\">The secretary of a school board sues a school district of the third class for $1,157.17 salary for two months. While a member of the board, he was elected secretary for a stated term beginning July, 1925, at compensation fixed at 2% of all money paid out by the school district during the school year. He resigned as secretary and his resignation was accepted November 30,1925. He conceded that he was paid in full to September 30 at the rate specified and claimed the amount in suit for October and November on the basis stated. The school district contends that it owes salary only at the rate of $100 a month. The court instructed the jury to render a verdict for plaintiff for $1,157.17, with interest, it being conceded that the amount is 2% of all money paid out during those months. The defendant moved for judgment n. o. v. pursuant to the Act of 1905, and, on the denial of its motion and the entry of judgment, brought the case here.</p>\n<p id=\"b424-9\">The salary of the secretary was changed to $100 a <page-number citation-index=\"1\" label=\"397\">*397</page-number>month at a special meeting of the school board held October 5, 1925, the minutes of which are in evidence. From them we quote this minute: “Mr. Shanaberger moved that the salary of the secretary for the present year be one hundred dollars per month, which motion being regularly seconded, on roll call, Feather, Humphries, Shanaberger and Emery voted in favor of the motion, and Swaney and Craft voted against the motion. The motion was declared carried.” The Mr. Swaney who voted against the motion was a director but of course not the plaintiff. In view of plaintiff’s argument, we note that all the directors were then present at the meeting and were participating in the transaction of the business, though only 6 voted; the seventh, Mr. Maize, refrained from voting, we assume, because it was thought that he had been elected secretary and was' disqualified from voting on his own salary; at the next regular meeting he voted for the approval of the minutes. No protest was made at the meeting by any one that it was not legally called and held; there is no evidence that any one made any objection to it at any time prior to this suit. The effect of the adoption of the resolution was to change the secretary’s salary from 2% on money paid out to $100 a.month whether anything was paid out or not. At the next regular meeting of the board, in November, this minute of the. meeting of October 5 was read and approved without dissent, all but one of the members of the board present and participating; this minute of approval was made and is signed by plaintiff as secretary; such approval by the board was a ratification<footnotemark>*</footnotemark> of the original action: Yol. 2, Thompson on Corporations, 3d Ed. Section 1243. As plaintiff’s resignation was accepted November 30, he was entitled to com<page-number citation-index=\"1\" label=\"398\">*398</page-number>pensation at the rate of $100 a month for the period from October 5 (up to which time there is no evidence that anything was due at the former rate) to November 30, or $183.33, for which amount judgment for plaintiff should have been entered on defendant’s motion.</p>\n<p id=\"b426-3\">As it is conceded by plaintiff that the minutes of the board quoted above state correctly the action taken, it is immaterial that in fixing the salary, the board may have been under the impression, as plaintiff suggests, that he had been removed from the office of secretary by the common pleas in the same proceeding in which he and four other members were removed from the board as school directors, and that the board thought it was fixing the salary of a new secretary. The board had the right to remove the secretary or change the salary affixed to the office: Com ex rel. Sulzner, 198 Pa. 502; Muir v. Madden, 286 Pa. 233. Having changed the salary, the plaintiff could accept it or resign; he had no contractual right to the rate of compensation originally fixed: Com. v. Bacon, 6 S. &amp; R. 322; Wagoner v. Phila., 215 Pa. 379; the board was not fixing the salary of any particular person but the salary of the officer, as the resolution states, whoever he might be. We need not therefore discuss plaintiff’s contention that the meeting of the board was not regularly called, and that its action was illegal, further than to say that the fact is, that as between the parties to this suit — and no one else is complaining — , the meeting was lawfully held and that the change in salary was made with all the board present and participating; the secretary — whoever he might be — is bound by the action taken if he remained in office: Redstone Twp. School District, 284 Pa. 325, 331. We should perhaps add that plaintiff’s argument grows out of the follow<page-number citation-index=\"1\" label=\"399\">*399</page-number>ing circumstances: The board had consisted of 7 members elected in the usual way; 5 of them were removed by the common pleas and 5 others appointed to succeed those removed (section 217, School Code, 1911, 3?. L. 309). Written notice of a special meeting stated to be for reorganization purposes was prepared and timely notice thereof given to all the directors: section 310, Pike Co. v. Rowland, 91 Pa. 238, and resulted in .the meeting at the regular meeting place, the township high school building, on the 5th of October, 1925, at which, inter alia, the minute quoted above was adopted. The written notice was not offered in evidence. At one place in the record, it was described as calling for a meeting “for reorganization;” at another, “for the purpose of reorganizing the board;” we think those words must be interpreted in the light of the circumstances in which the notice was given and acted upon. Two members of the old board were left and 5 new ones were added by the court, and the notice given, was given for the purpose of enabling the board thus reconstituted to get to the performance of its duties. As between the plaintiff-secretary and his employers, the board, we regard it as a special meeting (as it was described in the minutes) for general purposes, such as is authorized by section 309 of the School Code, P. L. 325; further than that we need not and do not go in this case; there is no complaint that the notice was not sufficient; section 310 provides for “reasonable notice of all special meetings;” also see generally Red-stone Twp. School District at pp. 330, 331.</p>\n<p id=\"b427-3\">Judgment reversed, defendant’s motion for judgment n. o. v. is re-instated and the record remitted with instructions to enter judgment for plaintiff for $183.33 with interest from December 1, 1925f</p>\n<footnote label=\"*\">\n<p id=\"b425-3\">Cf. Sutter v. Coatesville Boiler Works, 257 Pa. 411, 415; In re: Portuguese Copper Mines L’t’d., 45 Ch. Div. 16.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}