{
  "casebody": {
    "data": "<casebody firstpage=\"378\" lastpage=\"382\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b398-6\">[Civ. No. 15772.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AM5Z\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIR\">May 20, 1954.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b398-7\">EDWARD R. POOTEL, Respondent, v. CITY AND COUNTY OF SAN FRANCISCO et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b399-6\"><page-number citation-index=\"1\" label=\"379\">*379</page-number>Dion R. Holm, City Attorney, and Bernard J. Ward, Deputy City Attorney, for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b399-7\">Molly H. Minudri and Manuel L. Furtado for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b399-8\">GIBSON (Lilburn), J. pro tem.<footnotemark>*</footnotemark></author>\n<p id=\"Adt\">We are satisfied the judgment in this case may not be upheld.</p>\n<p id=\"b399-9\">The respondent was a member of the San Francisco Police Department from June 19, 1914 until his retirement on June 30, 1950. During this time he served in the capacity of patrolman, sergeant, lieutenant, captain of traffic and director of traffic, and in the course of his said employment worked several hours overtime. Prior to February 13,1937, no records of overtime were kept in the central files of the police department, but in that year, in accordance with an order of the chief of police, all records of overtime were sent to the chief’s office, and thereafter all such overtime records were kept there. At the time of this change, in 1937, a time card was set up for Mr. Pootel which showed 32 hours of strike duty and 295 hours of other overtime accrued up to that date, and the whole record up to June 30, 1950 showed there were 633 hours of overtime credited to him, 570 of which were credited prior to July 1, 1944, and 63 hours since that date. This was the only record kept anywhere of respondent’s time; the time rolls showed no record of overtime earned.</p>\n<p id=\"b399-10\">Prior to 1944 the charter of the city contained no provision for the payment of compensation for overtime worked in the police department, the only compensation to which such a member was entitled being the annual salary provided for therein (section 35 of the charter from 1937 to January 11, 1943, and section 35.5 thereof from January 12, 1943, to July 1, 1944). In 1944 a charter amendment was adopted (Proposition No. 6, §35.5%), which, for the first time, provided that members of the police department might be paid <page-number citation-index=\"1\" label=\"380\">*380</page-number>for overtime, in addition to their regular salaries, and the machinery therefor was at once enacted by the proper city authorities.</p>\n<p id=\"b400-3\">The respondent had given information to the police department when he first entered the service, showing he would become 65 years old on June 30, 1950, and all the records of the department and city retirement board at all times so showed, and this the respondent always knew, until January 25, 1950, when the retirement board corrected his birth date to be June 17, 1887, instead of June 17, 1885, and he was notified to that effect. On June 28, 1950, however, the retirement board reestablished his birth as of June 17, 1885, which required his retirement on June 30, 1950. On July 6, 1950, respondent, in a letter to the board of police commissioners, requested he be paid for 633 hours claimed to have been worked by him in excess of his basic work week, and for which he had received no extra compensation. Upon the failure of the city to pay him as requested, he brought this action for a money judgment in an unnamed sum, and for a writ of mandamus requiring appellants “to approve the necessary time rolls” and authorize “compensation for the 633 hours of time worked in excess of the basic work week for members of the police department, and which remains to the credit of petitioner according to the records of said police department; and as provided by Section 35.5% of the aforesaid Charter.”</p>\n<p id=\"b400-4\">The judgment of the lower court ordered a peremptory writ of mandate to issue as prayed for, and provided further “that after the computation of the amount due petitioner by reason of the aforesaid, respondents, and each of them, to pay the amount found due and pay said sum to petitioner.”</p>\n<p id=\"b400-5\">The appellants consistently contended in the court below, and contend here, that this is not a case for the extraordinary remedy provided by writ of mandate, since the respondent had a plain, speedy and adequate remedy at law, to wit, an action at law for the recovery of the money claimed to be due against the city.</p>\n<p id=\"b400-6\">We deem it unnecessary to decide this question here, it being our view that the merits of the case alone dictate a reversal of the judgment.</p>\n<p id=\"b400-7\">If we were to assume this to be within the class of cases wherein a writ of mandate would ordinarily be proper, who could be ordered to do what under the facts here presented?</p>\n<p id=\"b400-8\">The court could, in no event, we are convinced, order any<page-number citation-index=\"1\" label=\"381\">*381</page-number>one to certify the respondent had 633 hours of overtime for which he could be paid or that anyone should pay him therefor in money. While, prior to 1944, there were rules and regulations of the department whereby one working overtime could be compensated therefor by taking time off thereafter in addition to his regular time off, no provision has been called to our attention, and we can find none, which permitted payment <em>in money </em>for overtime. As above indicated, such was not provided for until the addition of section 35.5% to the charter, and which was put into operation as of July 1, 1944, and this was the first authority the city had to make such payments. Respondent’s position in this regard is, “There is no section of the Charter . . . which forbids the payment of cash overtime for extra duty performed. ”  Of course, the real question is, Is there anything in the charter or other law which <em>'permitted </em>such payment? In this respect he contends that the police commission had the authority to authorize cash payment for overtime under its power to adopt rules “for the conduct of its affairs, for the distribution and performance of its business, for the conduct and government of its officers and employees ...” We think this provision does not give the commission authority to fix salaries of police officers or increase their salaries which have theretofore been specifically fixed by charter. Such was done, so far as the respondent is concerned in section 35 of the charter. Any attempt of the commission to increase this would be an act inconsistent with such charter provision and therefore void. <em>(Bruce </em>v. <em>Civil Service Board, </em>6 Cal.App.2d 633, 637 [45 P.2d 419]; <em>Viner </em>v. <em>Civil Service Com., </em>59 Cal.App.2d 458, 465 [139 P.2d 88].)</p>\n<p id=\"b401-6\">The rule is well established that, “The fact that normal hours of work are established and compensating time off is provided for beyond those hours does not, of itself, give the employee a right to payment for overtime.” <em>(Martin </em>v. <em>Henderson, </em>40 Cal.2d 583, 590 [255 P.2d 416].)  And in the absence of either a valid contract or statute, there is no basis for a recovery by respondent. His annual salary was payment in full for all of his services, without regard to the number of hours which he worked. <em>(Treu </em>v. <em>Kirkwood, </em>42 Cal.2d 602, 611 [268 P.2d 482].) And in addition to there being no statute or contract authorizing recovery of overtime, there was, indeed, no order or rule of the police department which purported to do so.</p>\n<p id=\"b402-3\"><page-number citation-index=\"1\" label=\"382\">*382</page-number>We also find no escape <em>from the </em>conclusion that, since respondent did not take his extra hours of duty during the calendar year in which it was performed, he could not thereafter claim credit therefor. Section 402 of Police Rules and Regulations, enacted pursuant to charter authority, at all times read as follows:</p>\n<blockquote id=\"b402-4\">“402. Unless otherwise ordered by the commanding officer, all extra duty shall be taken by members of his command during the calendar year in which said extra duty has been performed. ’ ’</blockquote>\n<p id=\"b402-5\">There is no evidence, and it is so conceded, that respondent’s commanding officer at any time “otherwise ordered,” except that respondent attempts to take advantage of the presumption that “official duty has been regularly performed.” The difficulty with this claim is section 402, <em>supra, </em>does not require the commanding officer to do anything and therefore there is no official duty to assume he performed in regard thereto. We know of no authority which would justify a holding that the mere fact the complete record of respondent’s overtime was kept, gives rise to a presumption that the commanding officer made any order waiving the time limit provided for in the section. Keeping complete records of overtime, and using such overtime credit, constitutes two separate and distinct things.</p>\n<p id=\"b402-6\">There is nothing in the record to show that if respondent had used up his overtime each year no further records would have been kept thereof and such would have been “wiped out” as appellants express it. Not having used his overtime when he should have, under the evidence submitted it must be held he waived it. No overtime accrued for the last calendar year worked.</p>\n<p id=\"b402-7\">We think it only fair to state that this case was decided by the lower court largely upon the authority of certain cases then existing which had been decided by the District Courts' of Appeal, but which since have been reversed and disapproved by the Supreme Court. (See <em>Martin </em>v. <em>Henderson, supra, </em>40 Cal.2d 583, 587; <em>Jarvis </em>v. <em>Henderson, </em>40 Cal.2d 600, 604 [255 P.2d 426].)</p>\n<p id=\"b402-8\">The foregoing is sufficient to show the judgment must be reversed, and it is so ordered.</p>\n<p id=\"b402-9\">Nourse, P. J., and Dooling, J., concurred.</p>\n<footnote label=\"*\">\n<p id=\"b399-11\"> Assigned by Chairman of Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}