{
  "casebody": {
    "data": "<casebody firstpage=\"462\" lastpage=\"465\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b482-4\">[Crim. No. 2471.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AkU\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAq\">May 24, 1954.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b482-5\">THE PEOPLE, Respondent, v. MANUEL NORDESTE, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b483-7\"><page-number citation-index=\"1\" label=\"463\">*463</page-number>Thomas A. Wahl, under appointment by the District Court of Appeal, for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b483-8\">Edmund G. Brown, Attorney General, and Gail A. Strader, Deputy Attorney General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b483-9\">VAN DYKE, P. J.</author>\n<p id=\"AXG\">Appellant was charged with having on January 21, 1953, and January 22, 1953, violated the provisions of section 11500 of the Health and Safety Code in that on those two occasions he unlawfully sold a derivative of morphine. He was defended by the public defender and was tried before the court, a jury having been waived by him. He was convicted on both counts. From the ensuing judgment sentencing him to state prison and from the order denying his motion for new trial he has appealed.</p>\n<p id=\"b483-10\">The evidence stated briefly was as follows; On the dates charged John Mendoza, a deputy sheriff of San Joaquin County, who was in Sacramento working with the State Division of Narcotic Enforcement, met the appellant at 328% K Street. Mendoza was in the company of an informant and at that time gave to appellant $8.00 and was told to wait. Appellant went into the building and returned, giving Mendoza a capsule. On the next day Mendoza met appellant on the street and asked him if he had anything on him. The appellant said he did not, but if Mendoza would come around later he would get some. Later in the day Mendoza again met the appellant at the same place where he had obtained the first capsule. No one was present at that time. Again the appellant went into the building, came back and delivered a capsule to Mendoza who again paid him $8.00. The two capsules were shown to have contained an unidentified derivative of morphine.</p>\n<p id=\"b483-11\">Appellant contends that the information was insufficient as a matter of law to charge the commission of a public offense, particularly in this that while charging that appellant sold a “derivative of morphine” such a substance is not one of the narcotics enumerated in section 11001 of the Health <page-number citation-index=\"1\" label=\"464\">*464</page-number>and Safety Code since that section does not mention a “derivative of morphine.” It is true that the section defines narcotics as meaning any of a number of specified substances, including cocaine, opium, morphine, etc., and does not include .in the definition the derivatives of those substances. But the following section, 11002, adds a further definition of narcotics and therein includes “any of the salts, derivatives, or compounds of a narcotic or any preparation or compound containing a narcotic or its salts, derivatives, or compounds.” Appellant argues further that “opium is the mother of all narcotics and that morphine is an alkaloid of opium and cannot be refined into other narcotics.” In short, his argument is that there can be no derivative of morphine. The testimony of the duly qualified expert witness who analyzed the substance contained in the capsules which the appellant sold to Mendoza testified that the substance was “definitely a morphine derivative” although he further said that he had not determined just which one of the derivatives it was and that it might have been a mixture of several. However, he was definite that the capsules contained a derivative of morphine and this testimony squarely meets and refutes the argument of appellant upon this point. We hold that each of the two counts stated a public offense.</p>\n<p id=\"b484-5\">Appellant contends that the evidence shows entrapment but this contention is in opposition to all of the evidence.  “ Entrapment is the conception and planning of an offense by an officer and his procurement of its commission by one who would not have perpetrated it except for the trickery, persuasion, or fraud of the officer. In other words, persuasion or allurement must be utilized to entrap.” <em>(People </em>v. <em>Schwartz, </em>109 Cal.App.2d 450, 454 [240 P.2d 1024].) We have stated the testimony and it is apparent therefrom that what, the officer did does not came within the definition of entrapment.  “ Where an accused knowingly commits a crime by selling to a police decoy, there is no entrapment.” <em>(People </em>v. <em>Lindsey, </em>91 Cal.App.2d 914, 917 [205 P.2d 1114].)</p>\n<p id=\"b484-7\">• Appellant further contends that the evidence is not sufficient to support the judgment. This contention is really a restatement of the argument that the information did not charge a public offense. Appellant says that since the alleged narcotic was identified only as a derivative of morphine the proof does not support a conviction under the code because according to appellant’s argument derivatives of morphine are not defined as narcotics. We have pointed out heretofore the error in this argument.</p>\n<p id=\"b485-5\"><page-number citation-index=\"1\" label=\"465\">*465</page-number>In further support of his argument that the evidence was insufficient, appellant argues that certain discrepancies in the testimony of Mendoza so far discredited him as a witness that his testimony should be ignored here and should have been ignored by the trial court. Taking the testimony as a whole, and admitting that there were certain discrepancies therein, it is clear that the trial court was not bound to ignore all that the witness said. Appellant points out the following: Mendoza first said that he had not, and later said he had, been shown a picture of appellant before he contacted him; Mendoza was further indefinite as to whether or not he had seen appellant after the second sale. At one time he referred to his informant as a male and at another point as a female and his attempts to clear up this apparent confusion were most unsatisfactory. It is true these discrepancies did exist, but they are not of such nature that an appellate court can say the trial court could not lawfully accept other testimony of the witness as being true. Mendoza, as has been seen, did testify positively as to his purchase of the two capsules and other testimony was equally positive that they contained derivatives of morphine. It was for the trial court to say whether or not the discrepancies rendered Mendoza’s further testimony unacceptable.</p>\n<p id=\"b485-7\">The judgment and the order appealed from are affirmed.</p>\n<p id=\"b485-8\">Peek, J., and Schottky, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}