{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"297\" lastpage=\"315\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Jena MCCLELLAN, Plaintiff-Appellant,\n  <br/>\n  v.\n  <br/>\n  MIDWEST MACHINING, INC., Defendant-Appellee.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 17-1992\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, Sixth Circuit.\n </court>\n <otherdate id=\"p-4\">\n  Argued: June 13, 2018\n  <br/>\n  Decided and Filed: August 16, 2018\n  <br/>\n  Rehearing En Banc Denied October 12, 2018\n </otherdate>\n <attorneys id=\"p-5\">\n  ARGUED: William F. Piper, WILLIAM F. PIPER, PLC, Portage, Michigan, for Appellant. Gregory N. Longworth, CLARK HILL PLC, Grand Rapids, Michigan, for Appellee. Philip M. Kovnat, EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Washington, D.C., for Amicus Curiae. ON BRIEF: William F. Piper, WILLIAM F. PIPER, PLC, Portage, Michigan, for Appellant. Gregory N. Longworth, CLARK HILL PLC, Grand Rapids, Michigan, for Appellee. Philip M. Kovnat, EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Washington, D.C., for Amicus Curiae.\n </attorneys>\n <judges id=\"p-6\">\n  Before: COLE, Chief Judge; CLAY and THAPAR, Circuit Judges.\n </judges>\n <opinion id=\"p-7\">\n  CLAY, J., delivered the opinion of the court in which COLE, C.J., joined, and THAPAR, J., joined in part. THAPAR, J. (pp. 311-15), delivered a separate opinion concurring in part and dissenting in part.\n </opinion>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   CLAY, Circuit Judge.\n  </author>\n  <p id=\"p-9\">\n   Plaintiff Jena McClellan brought suit against her former employer to enforce her rights under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e\n   <em>\n    et seq.\n   </em>\n   , as amended by the Pregnancy Discrimination Act, 42 U.S.C. § 2000e(k), and the Equal Pay Act,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20206\">\n    29 U.S.C. § 206\n   </extracted-citation>\n   (d). The district court granted summary judgment for Defendant on the grounds that Plaintiff's federal claims were barred by\n   the common law tender-back doctrine. Because we conclude that the tender-back doctrine does not apply to claims brought under Title VII and the Equal Pay Act, we\n   <strong>\n    REVERSE\n   </strong>\n   the district court's judgment and\n   <strong>\n    REMAND\n   </strong>\n   for further proceedings.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    Factual Background\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   In 2008, Defendant Midwest Machining, Inc., a maker of component parts for complex tools and machines, hired Plaintiff Jena McClellan as a telemarketer and quickly promoted her to work in their \"inside sales\" department. In late August of 2015, Plaintiff announced to her employer that she was pregnant. According to Plaintiff, her supervisor made negative comments for weeks in response to the announcement, including \"commenting sardonically and jealously about her perfect life,\" (R. 1, Compl., PageID # 3), and was annoyed by Plaintiff's absences for pre-natal appointments. About three months later, Plaintiff was terminated \"[d]espite [her] many years of service for the company in its inside sales department and no record of discipline in over six years.\" (R. 33, Second S. J. Order PageID # 230.)\n  </p>\n  <p id=\"p-13\">\n   Plaintiff testified that on the day of termination, Philip Allor, Midwest's president, called her into his office. There, he presented Plaintiff with an agreement and said that she \"needed to sign then if [she] wanted any severance.\" (R. 17-3, McClellan Aff., PageID # 90.) As the district court explained, although the two reviewed the agreement together, \"Allor did not ensure McClellan's understanding as they went along at a rapid pace.\" (R. 33, Second S. J. Order, PageID # 231 (citing R. 31-4, McClellan Dep., PageID # 202).) Plaintiff testified that she felt bullied throughout the meeting, that she felt she could not ask any further questions, and that Allor's tone was \"raised\" during the entire conversation. (R. 31-4, McClellan Dep., PageID # 203-04.) \"[W]hen McClellan challenged a paragraph early on, and stated, 'I still should have had one week [of vacation] left,' Allor forcefully replied, '[you] do not,' and moved on.\" (R. 33, Second S. J. Order, PageID # 231 (citing R. 31-4, McClellan Dep., PageID # 202).) Plaintiff also testified that Allor shut the door and she did not feel free to leave.\n  </p>\n  <p id=\"p-14\">\n   \"Feeling pressured,\" Plaintiff signed the agreement, without the benefit of a lawyer. (R. 17-3, McClellan Aff., PageID # 90.) The agreement provided that Plaintiff would waive \"any and all past, current and future claims\" she had against Midwest. (R. 16-1, Severance Agreement, PageID # 62.) Plaintiff would later affirm that she \"did not understand that the 'claims' referred to in ... the severance agreement meant discrimination complaints.\" (R. 17-3, McClellan Aff., PageID # 90.) Instead, she \"assumed it referred to any unpaid wages or benefits.\" (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-15\">\n   Under the terms of the Severance Agreement, Defendant Midwest agreed to pay Plaintiff $4,000, payable in eight weekly installments beginning November 27, 2015. Defendant made each payment and Plaintiff accepted them.\n  </p>\n  <p id=\"p-16\">\n   <strong>\n    Procedural History\n   </strong>\n  </p>\n  <p id=\"p-17\">\n   Plaintiff filed a charge of discrimination with the Equal Employment Opportunity Commission, which issued her a right-to-sue letter on August 11, 2016. On November 6, 2016, Plaintiff met with an attorney and explained what had transpired during her employment with Midwest. Given that any Title VII claim was about to expire, Plaintiff's attorney \"immediately drafted a lawsuit.\" (R. 17-2, Piper Aff., PageID # 83.)\n  </p>\n  <p id=\"p-18\">\n   On November 9, 2016, Plaintiff filed a complaint, naming Midwest Machining,\n   Inc. and Self Lube, Inc. as defendants. The complaint alleges that Midwest \"terminated Ms. McClellan because of her pregnancy.\" (R. 1, Compl., PageID # 4.) It also accuses Midwest of maintaining a sex-segregated workforce insofar as \"all 20 or so people who worked in inside sales ... were women,\" and \"all three people who worked in outside sales were men.\" (\n   <em>\n    Id.\n   </em>\n   at PageID # 2.) The complaint further avers that Midwest \"paid male outside sales persons substantially higher commissions and paid them substantially more overall than female inside sales persons, even though the positions required substantially similar duties, requirements, equal skill, effort and responsibility, under the same or similar working conditions.\" (\n   <em>\n    Id.\n   </em>\n   at PageID # 3.) The suit brought claims for \"pregnancy discrimination\" under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e\n   <em>\n    et seq.\n   </em>\n   , as amended by the Pregnancy Discrimination Act, 42 U.S.C. § 2000e(k), under 42 U.S.C. § 1981a, and under the Michigan Elliot-Larsen Civil Rights Act, MCL 37.2101\n   <em>\n    et seq.\n   </em>\n   (Count I); and for equal pay violations under the Equal Pay Act (\"EPA\"),\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20206\">\n    29 U.S.C. § 206\n   </extracted-citation>\n   (d)\n   <em>\n    et seq.\n   </em>\n   , under the Michigan Minimum Wage Law of 1964, MCL 408.381\n   <em>\n    et seq.\n   </em>\n   (repealed 2014), and under the Elliot-Larsen Act (Count II).\n  </p>\n  <p id=\"p-19\">\n   After receiving Plaintiff's complaint, Midwest's counsel informed Plaintiff's counsel of the severance agreement. On or around December 1, 2016, about three weeks after Plaintiff filed suit and before any responsive pleading was due, Plaintiff sent a letter to Midwest, at the direction of her attorney, saying that she was \"rescinding the severance agreement ... because [she] want[ed] to litigate matters relating to [her] former employment and termination.\" (R. 17-2, McClellan Letter, PageID # 85; R. 17-2, Piper Aff., PageID # 83.) Enclosed with the letter was a check for $4,000. Midwest responded by returning the check to Plaintiff a week later, asserting that \"[t]here is no legal basis for rescinding the severance agreement.\" (R. 17-2, Midwest Resp., PageID # 87.)\n  </p>\n  <p id=\"p-20\">\n   On February 24, 2016, Defendants filed a motion for summary judgment, arguing that the severance agreement barred Plaintiff's claims. They further argued that Plaintiff's claims were also barred because she did not \"tender back\" the monetary consideration she received under the severance agreement before commencing her lawsuit. On April 18, 2017, the district court granted in part and denied in part Defendants' motion for summary judgment. The court dismissed Defendant Self Lube, Inc., holding that there was no such legal entity known as Self Lube, which instead is a valid assumed name for Midwest Machining, Inc. The court then denied summary judgment for Defendant Midwest without prejudice and held that \"at this stage and on this factual record, the Court cannot conclude the release was valid under federal law.\" (R. 19, First S. J. Order, PageID # 101.) The court permitted the parties to conduct discovery limited to the issue of whether Plaintiff \"knowingly and voluntarily executed the agreement.\" (\n   <em>\n    Id.\n   </em>\n   at PageID # 102-04.) The court also ordered further briefing as to whether federal law required a plaintiff to tender back any consideration received under a severance agreement before commencing suit under Title VII and the EPA.\n  </p>\n  <p id=\"p-21\">\n   On May 30, 2017, Defendant Midwest Machining, Inc. filed a renewed motion for summary judgment. And on August 3, 2017, the court granted it. The court held that genuine disputes of material fact precluded summary judgment on the issue of whether Plaintiff \"knowingly\" and \"voluntarily\" executed the severance agreement. Indeed, the court found that on the morning\n   Plaintiff signed the agreement, \"she was 'blindsided' by an unexpected meeting\" to terminate her employment; \"she felt 'bullied,' did not feel free to leave the room, and did not feel like she could ask any questions.\" (R. 33, Second S. J. Order, PageID # 232.) Further, Philip Allor had \"insisted [Plaintiff] sign the agreement and forcefully said if she wanted any money after her abrupt termination, she would need to sign the agreement; she had no time to consider whether to sign the release, and certainly no time to consult with a lawyer.\" (\n   <em>\n    Id.\n   </em>\n   ) The court added that Plaintiff \"received a small sum of money to extinguish any claims if she truly suffered unlawful discrimination\" and found that \"she did not understand the broad scope of the agreement.\" (\n   <em>\n    Id.\n   </em>\n   ) Based on these facts, the district court concluded that a jury could find that Plaintiff did not enter into the agreement knowingly and voluntarily.\n  </p>\n  <p id=\"p-22\">\n   Nonetheless, the district court granted summary judgment for Midwest based on \"the common-law doctrines of release and tender back.\" (\n   <em>\n    Id.\n   </em>\n   at PageID # 229.) The court held that, even if a severance agreement is voidable on grounds of duress or involuntariness, a plaintiff will still ratify the contract unless she \"return[s] the consideration\" as a precondition to filing suit, (\n   <em>\n    id.\n   </em>\n   at PageID # 233), and Plaintiff \"did not 'tender back' [the consideration] prior to filing suit.\" (\n   <em>\n    Id.\n   </em>\n   at PageID # 232.) The court did not mention that Plaintiff had offered to tender back the money shortly after filing suit. The court declined to exercise supplement jurisdiction over her state law claims.\n  </p>\n  <p id=\"p-23\">\n   Plaintiff subsequently filed a timely notice of appeal.\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   <strong>\n    I. Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   We review a district court's grant of summary judgment de novo.\n   <em>\n    Maben v. Thelen\n   </em>\n   ,\n   <extracted-citation case-ids=\"12516541\" index=\"2\" url=\"https://cite.case.law/f3d/887/252/#p263\">\n    887 F.3d 252\n   </extracted-citation>\n   , 263 (6th Cir.2018). Summary judgment is proper \"if the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed. R. Civ. P. 56(a). The moving party bears the burden of showing that no genuine issues of material fact exist.\n   <em>\n    Celotex Corp. v. Catrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"6207800\" index=\"3\" url=\"https://cite.case.law/us/477/317/#p324\">\n    477 U.S. 317\n   </extracted-citation>\n   , 324,\n   <extracted-citation case-ids=\"6207800\" index=\"4\" url=\"https://cite.case.law/us/477/317/#p324\">\n    106 S.Ct. 2548\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6207800\" index=\"5\" url=\"https://cite.case.law/us/477/317/#p324\">\n    91 L.Ed.2d 265\n   </extracted-citation>\n   (1986). The moving party must demonstrate the \"basis for its motion, and identify[ ] those portions of the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, which it believes demonstrate the absence of a genuine issue of material fact.\"\n   <em>\n    Id\n   </em>\n   . at 323,\n   <extracted-citation case-ids=\"6207800\" index=\"6\" url=\"https://cite.case.law/us/477/317/#p324\">\n    106 S.Ct. 2548\n   </extracted-citation>\n   (internal citations and quotation marks omitted). The nonmoving party \"must set forth specific facts showing that there is a genuine issue for trial.\"\n   <em>\n    Anderson v. Liberty Lobby, Inc.,\n   </em>\n   <extracted-citation case-ids=\"6206897\" index=\"7\" url=\"https://cite.case.law/us/477/242/#p250\">\n    477 U.S. 242\n   </extracted-citation>\n   , 250,\n   <extracted-citation case-ids=\"6206897\" index=\"8\" url=\"https://cite.case.law/us/477/242/#p250\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206897\" index=\"9\" url=\"https://cite.case.law/us/477/242/#p250\">\n    91 L.Ed.2d 202\n   </extracted-citation>\n   (1986) (internal citations and quotation marks omitted). The reviewing court must then determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\"\n   <em>\n    Id\n   </em>\n   . at 251-52,\n   <extracted-citation case-ids=\"6206897\" index=\"10\" url=\"https://cite.case.law/us/477/242/#p250\">\n    106 S.Ct. 2505\n   </extracted-citation>\n   . A court should view the facts and draw all reasonable inferences in favor of the non-moving party.\n   <em>\n    Matsushita Elec. Indus. Co. v. Zenith Radio Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6205783\" index=\"11\" url=\"https://cite.case.law/us/475/574/#p587\">\n    475 U.S. 574\n   </extracted-citation>\n   , 587,\n   <extracted-citation case-ids=\"6205783\" index=\"12\" url=\"https://cite.case.law/us/475/574/#p587\">\n    106 S.Ct. 1348\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6205783\" index=\"13\" url=\"https://cite.case.law/us/475/574/#p587\">\n    89 L.Ed.2d 538\n   </extracted-citation>\n   (1986).\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    II. Analysis\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    A. The common law tender-back doctrine does not apply to claims brought under Title VII or the Equal Pay Act.\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   \"Federal law controls the validity of a release of a federal cause of action.\"\n  </p>\n  <p id=\"p-30\">\n   <em>\n    Street v. J.C. Bradford &amp; Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10539137\" index=\"14\" url=\"https://cite.case.law/f2d/886/1472/#p1481\">\n    886 F.2d 1472\n   </extracted-citation>\n   , 1481 (6th Cir.1989) ;\n   <em>\n    accord\n   </em>\n   <em>\n    Gascho v. Scheurer Hosp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3970278\" index=\"15\" url=\"https://cite.case.law/f-appx/400/978/#p981\">\n    400 F. App'x 978\n   </extracted-citation>\n   , 981 (6th Cir.2010). And when evaluating a plaintiff's challenge to the validity of a release, courts must \"remain[ ] alert to ensure that employers do not defeat the policies of ... Title VII by taking advantage of their superior bargaining position or by overreaching.\"\n   <em>\n    Adams v. Philip Morris, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7414999\" index=\"16\" url=\"https://cite.case.law/f3d/67/580/#p583\">\n    67 F.3d 580\n   </extracted-citation>\n   , 583 (6th Cir.1995).\n  </p>\n  <p id=\"p-31\">\n   The district court dismissed Plaintiff's Title VII and EPA claims on the ground that she did not \"tender back\" the $4,000 she received under the severance agreement prior to filing her lawsuit. The court held that, under the tender-back doctrine, \"even if a party signs a release under duress, she must 'as a condition precedent to suit, ... return the consideration in exchange for a release.' \" (R. 33, Second S. J. Order, PageID # 233 (quoting\n   <em>\n    Oubre v. Entergy Operations, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"17\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. 422\n   </extracted-citation>\n   , 436,\n   <extracted-citation case-ids=\"11471876\" index=\"18\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"19\" url=\"https://cite.case.law/us/522/422/#p436\">\n    139 L.Ed.2d 849\n   </extracted-citation>\n   (1998) (Thomas, J., dissenting).) )\n  </p>\n  <p id=\"p-32\">\n   This \"tender-back doctrine\" is rooted in \"general principles of state contract jurisprudence.\"\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"20\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 425\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"21\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   . The doctrine provides that \"contracts tainted by mistake, duress, or even fraud are voidable at the option of the innocent party,\" but \"before the innocent party can elect avoidance, she must first tender back any benefits received under the contract.\"\n   <em>\n    <extracted-citation case-ids=\"11471876\" index=\"22\" url=\"https://cite.case.law/us/522/422/#p436\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citations omitted). \"If she fails to do so within a reasonable time after learning of her rights ... she ratifies the contract and so makes it binding.\"\n   <em>\n    <extracted-citation case-ids=\"11471876\" index=\"23\" url=\"https://cite.case.law/us/522/422/#p436\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citations omitted). At the heart of this appeal is whether the tender-back doctrine applies to claims brought under Title VII and the EPA, a question of first impression in this Circuit. We now hold that a plaintiff is not required to tender back consideration received under a severance agreement before bringing claims for violations of Title VII or the EPA.\n  </p>\n  <p id=\"p-33\">\n   In a number of unpublished opinions, we have discussed the application of the tender-back doctrine to other federal statutes. For instance, in\n   <em>\n    Samms v. Quanex Corp.\n   </em>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=99%20F.3d%201139\">\n    99 F.3d 1139\n   </extracted-citation>\n   (6th Cir.1996) (unpublished table decision), this Court endorsed the tender-back doctrine in the context of a claim brought under the Employee Retirement Income Security Act (\"ERISA\"), where the plaintiff had not tendered back money received in exchange for signing a release before filing suit. We recognized, however, that \"[t]here are times when, as a matter of public policy, courts have refused to apply the tender back doctrine.\"\n   <em>\n    Id.\n   </em>\n   at *3. Then, in\n   <em>\n    Bittinger v. Tecumseh Prods. Co.\n   </em>\n   , the Eastern District of Michigan held that tender back was a \"prerequisite to plaintiff's maintenance of a claim challenging the validity of a release in a non-ADEA context.\"\n   <extracted-citation case-ids=\"11466465\" index=\"25\" url=\"https://cite.case.law/f-supp-2d/83/851/#p871\">\n    83 F.Supp.2d 851\n   </extracted-citation>\n   , 871 (E.D. Mich. 1998). We adopted that opinion without commentary.\n   <em>\n    Bittinger v. Tecumseh Prods. Co.\n   </em>\n   ,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=201%20F.3d%20440\">\n    201 F.3d 440\n   </extracted-citation>\n   (6th Cir.1999) (unpublished table decision). Next, in\n   <em>\n    Halvorson v. Boy Scouts of Am.\n   </em>\n   ,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=215%20F.3d%201326\">\n    215 F.3d 1326\n   </extracted-citation>\n   (6th Cir.2000) (unpublished table decision), this Court affirmed the granting of summary judgment for the defendant on the grounds that the plaintiff released the defendant from claims brought under the ADA, the FMLA, and ERISA, and subsequently ratified that release by retaining the severance money. The Court did not explicitly address the tender-back rule.\n  </p>\n  <p id=\"p-34\">\n   The only published decision from this Court identified by the parties that discusses the tender-back doctrine in the context of a release of federal claims is\n   <em>\n    Raczak v. Ameritech Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"918\" index=\"28\" url=\"https://cite.case.law/f3d/103/1257/\">\n    103 F.3d 1257\n   </extracted-citation>\n   (6th Cir.1997). In\n   <em>\n    Raczak\n   </em>\n   , Judge Jones rendered the opinion of the Court on the tender-back issue, writing that he \"[did] not believe Plaintiffs are required to tender back the consideration they received as a precondition to bringing suit against\n   the Defendants under the Age Discrimination in Employment Act.\"\n   <em>\n    <extracted-citation case-ids=\"918\" index=\"29\" url=\"https://cite.case.law/f3d/103/1257/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"918\" index=\"29\" url=\"https://cite.case.law/f3d/103/1257/\">\n    at 1268-69\n   </extracted-citation>\n   . Judge Jones reasoned as follows:\n  </p>\n  <blockquote id=\"p-35\">\n   [T]o require Plaintiffs to tender back benefits would be inequitable. A tender-back requirement would deter meritorious ADEA filings. Potential Plaintiffs would be faced with the Hobsonian choice of releasing their claims and receiving payments immediately or filing an age discrimination claim that would likely take years to resolve. It is doubtful that few claimants would choose the latter. If Plaintiffs had already received release consideration they would have to recover any amounts spent before they could bring a claim. This would bar Plaintiffs from litigating their age discrimination claims in court. Rather than a bar to suit, a release should be considered as a factor that would reduce the judgment amount received by a plaintiff upon bringing suit.\n  </blockquote>\n  <p id=\"p-36\">\n   <em>\n    <extracted-citation case-ids=\"1670\" index=\"30\" url=\"https://cite.case.law/us/431/324/#p364\">\n     Id.\n    </extracted-citation>\n   </em>\n   In reaching this conclusion, Judge Jones relied on the Supreme Court's decision in\n   <em>\n    Hogue v. Southern R.R. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"31\" url=\"https://cite.case.law/us/390/516/\">\n    390 U.S. 516\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"32\" url=\"https://cite.case.law/us/390/516/\">\n    88 S.Ct. 1150\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"33\" url=\"https://cite.case.law/us/390/516/\">\n    20 L.Ed.2d 73\n   </extracted-citation>\n   (1968).\n  </p>\n  <p id=\"p-37\">\n   In\n   <em>\n    Hogue\n   </em>\n   , the Supreme Court held that a plaintiff was not required to tender back payments received prior to bringing suit under the Federal Employers Liability Act (\"FELA\"),\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=45%20U.S.C.%20%C2%A7%2051\">\n    45 U.S.C. § 51\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   The district court in the instant case distinguished\n   <em>\n    Hogue\n   </em>\n   as relying on a provision in the FELA that \"seemingly supplanted common law.\" (R. 33, Second S. J. Order, PageID # 235.) That provision states that \"[a]ny contract, rule, regulation, or device whatsoever, the purpose or intent of which shall be to enable any common carrier to exempt itself from any liability created by this chapter, shall to that extent be void[.]\"\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=45%20U.S.C.%20%C2%A7%2055\">\n    45 U.S.C. § 55\n   </extracted-citation>\n   . But the Court in\n   <em>\n    Hogue\n   </em>\n   explicitly disclaimed reliance on this provision.\n   <em>\n    See\n   </em>\n   <extracted-citation case-ids=\"6173391\" index=\"36\" url=\"https://cite.case.law/us/390/516/\">\n    390 U.S. at 518\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"37\" url=\"https://cite.case.law/us/390/516/\">\n    88 S.Ct. 1150\n   </extracted-citation>\n   (\"There is no occasion to decide whether the release here involved violated [\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%2055\">\n    42 U.S.C. § 55\n   </extracted-citation>\n   ].\"). Instead, the Court held that it was \"sufficient for the purposes of [its] decision to note that a rule which required a refund as a prerequisite to institution of suit would be 'wholly incongruous with the general policy of the Act to give railroad employees a right to recover just compensation for injuries negligently inflicted by their employers.' \"\n   <em>\n    <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%2055\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Dice v. Akron, C. &amp; Y.R. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"640731\" index=\"40\" url=\"https://cite.case.law/us/342/359/#p362\">\n    342 U.S. 359\n   </extracted-citation>\n   , 362,\n   <extracted-citation case-ids=\"640731\" index=\"41\" url=\"https://cite.case.law/us/342/359/#p362\">\n    72 S.Ct. 312\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=96%20L.%20Ed.%20398\">\n    96 L.Ed. 398\n   </extracted-citation>\n   (1952) ). Defendant distinguishes\n   <em>\n    Hogue\n   </em>\n   on the grounds that \"[t]he Supreme Court could easily have relied on Section [55] of the FELA.\" (Brief for Appellee at 16.) Significantly, however, it did not.\n  </p>\n  <p id=\"p-38\">\n   In\n   <em>\n    Raczak\n   </em>\n   , Judge Jones held that \"\n   <em>\n    Hogue\n   </em>\n   may be extended logically to ADEA claims\" as \"[b]oth statutes are designed to make employees whole again from injuries received, whether physical or emotional, during the course of employment.\"\n   <em>\n    Id\n   </em>\n   . at 1270. Notably, he too did not rely on any particular provision of the ADEA in reaching his conclusion.\n  </p>\n  <p id=\"p-39\">\n   Just one year later, the Supreme Court would bear out Judge Jones' reasoning in\n   <em>\n    Raczak\n   </em>\n   , marking the second time that the Supreme Court has disavowed the tender-back rule in the context of remedial employment statutes. In\n   <em>\n    Oubre\n   </em>\n   , the plaintiff signed a release as part of a termination agreement from her position with Entergy that purported to discharge Entergy from any claims arising from her employment.\n   <extracted-citation case-ids=\"11471876\" index=\"43\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 422\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"44\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   . Oubre later brought an age discrimination claim under the ADEA, and Entergy asserted that the claim was barred by the release. The release, however, did not comply with a provision in the ADEA (created by the Old Workers Benefit Protection Act (\"OWBPA\"),\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20626\">\n    29 U.S.C. § 626\n   </extracted-citation>\n   (f)(1) ) that prescribes standards that must be followed\n   for a release of claims to be valid. Entergy admitted the release was defective, but argued that the doctrines of tender-back and ratification still barred Oubre's suit. The Court disagreed, holding that because the agreement did not conform to the OWBPA, which \"sets up its own regime for assessing the effect of ADEA waivers, separate and apart from contract law,\" the employer had no defense based on the plaintiff's failure to tender back the severance money, \"notwithstanding how general contract principles would apply to non-ADEA claims.\"\n   <em>\n    <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20626\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20626\">\n    at 427\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"47\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-40\">\n   Although this conclusion was specific to the OWBPA and the ADEA, it offers some guidance for other cases involving federal remedial statutes. First, the Court rejected the employer's claim that the general rule in contract law is that a plaintiff must tender back benefits received under a contract before bringing suit.\n   <em>\n    <extracted-citation case-ids=\"11471876\" index=\"48\" url=\"https://cite.case.law/us/522/422/#p436\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11471876\" index=\"48\" url=\"https://cite.case.law/us/522/422/#p436\">\n    at 426\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"49\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   . The Court highlighted cases to the contrary and noted that in equity \"a person suing to rescind a contract, as a rule, is not required to restore the consideration at the very outset of the litigation.\"\n   <em>\n    <extracted-citation case-ids=\"11471876\" index=\"50\" url=\"https://cite.case.law/us/522/422/#p436\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal citations omitted). Further, the Court explained that applying the tender-back doctrine to ADEA lawsuits \"would frustrate the statute's practical operation....\"\n   <em>\n    <extracted-citation case-ids=\"11471876\" index=\"51\" url=\"https://cite.case.law/us/522/422/#p436\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11471876\" index=\"51\" url=\"https://cite.case.law/us/522/422/#p436\">\n    at 427\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"52\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   . Justice Kennedy, writing for the Court, explained as follows:\n  </p>\n  <blockquote id=\"p-41\">\n   In many instances a discharged employee likely will have spent the moneys received and will lack the means to tender their return. These realities might tempt employers to risk noncompliance with the OWBPA's waiver provisions, knowing it will be difficult to repay the moneys and relying on ratification. We ought not to open the door to an evasion of the statute by this device.\n  </blockquote>\n  <p id=\"p-42\">\n   <em>\n    <extracted-citation case-ids=\"1670\" index=\"53\" url=\"https://cite.case.law/us/431/324/#p364\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-43\">\n   Evidently, the Supreme Court was motivated in part by the remedial goals of the statute. And as\n   <em>\n    Amicus\n   </em>\n   , Equal Employment Opportunity Commission, points out, \"[t]he same policy concerns apply with equal if not greater force here. If the district court's decision is affirmed, employers within this Circuit will have every incentive to pressure employees into executing waivers under duress, or even engage in deceptive practices to induce them to do so, knowing that it will be difficult for those employees, especially lower-paid ones, to tender back the consideration and rescind the agreement.\" (Brief for Amicus Curiae at 12.)\n  </p>\n  <p id=\"p-44\">\n   Courts have applied\n   <em>\n    Oubre\n   </em>\n   and\n   <em>\n    Hogue\n   </em>\n   to bar tender prerequisites in lawsuits involving other federal statutes.\n   <em>\n    See\n   </em>\n   <em>\n    Botefur v. City of Eagle Point\n   </em>\n   ,\n   <extracted-citation case-ids=\"10507992\" index=\"54\" url=\"https://cite.case.law/f3d/7/152/#p156\">\n    7 F.3d 152\n   </extracted-citation>\n   , 156 (9th Cir.1993) (recognizing that \"the rule announced in\n   <em>\n    Hogue\n   </em>\n   , that tender back is not required for suit under the FELA, is generalizable to suits under other federal compensatory statutes\" and finding no tender back requirement for § 1983 plaintiff);\n   <em>\n    Smith v. Pinell\n   </em>\n   ,\n   <extracted-citation case-ids=\"386111\" index=\"55\" url=\"https://cite.case.law/f2d/597/994/#p996\">\n    597 F.2d 994\n   </extracted-citation>\n   , 996 (5th Cir.1979) (same for Jones Act plaintiff). In\n   <em>\n    Long v. Sears Roebuck &amp; Co.\n   </em>\n   , which was a pre-\n   <em>\n    Oubre\n   </em>\n   decision, the Third Circuit considered tender back and ratification in the context of the ADEA.\n   <extracted-citation case-ids=\"7644468\" index=\"56\" url=\"https://cite.case.law/f3d/105/1529/\">\n    105 F.3d 1529\n   </extracted-citation>\n   (3d Cir.1997). Although part of the court's discussion was based on the OWBPA, the court also addressed more general issues and looked to\n   <em>\n    Hogue\n   </em>\n   for guidance, concluding that \"courts have regularly applied the analysis in\n   <em>\n    Hogue\n   </em>\n   to reject tender requirements in lawsuits brought under a variety of federal remedial statutes.\"\n   <em>\n    <extracted-citation case-ids=\"7644468\" index=\"57\" url=\"https://cite.case.law/f3d/105/1529/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7644468\" index=\"57\" url=\"https://cite.case.law/f3d/105/1529/\">\n    at 1541\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-45\">\n   The Third Circuit explained that the ADEA was clearly a \"federal remedial statute,\" and, because the purpose of the ADEA was to provide redress for discrimination, the court held that the tender-back rule should be rejected in suits under the ADEA, just as it was for suits under the\n   Federal Employers Liability Act. The court explained that \"[t]he mandate of\n   <em>\n    Hogue\n   </em>\n   is that tender back requirements imposed in connection with the release of federal rights be evaluated in light of the general policy of the statute in question.\"\n   <em>\n    <extracted-citation case-ids=\"7644468\" index=\"58\" url=\"https://cite.case.law/f3d/105/1529/\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 1541 n.22. Further, the court identified the challenge involved in calculating the proper amount for tender back:\n  </p>\n  <blockquote id=\"p-46\">\n   A tender requirement in such cases would ... create a conundrum as to how much [consideration] should be tendered to restore the pre-release status quo. There is no available method of forcing the parties to agree on what an appropriate amount would be, since typically the employer does not specify how much of the consideration paid to the employee is for the retirement and how much is for the release.\n  </blockquote>\n  <p id=\"p-47\">\n   <em>\n    <extracted-citation case-ids=\"7644468\" index=\"59\" url=\"https://cite.case.law/f3d/105/1529/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7644468\" index=\"59\" url=\"https://cite.case.law/f3d/105/1529/\">\n    at 1543-44\n   </extracted-citation>\n   (quoting\n   <em>\n    Isaacs v. Caterpillar, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7392490\" index=\"60\" url=\"https://cite.case.law/f-supp/765/1359/#p1368\">\n    765 F.Supp. 1359\n   </extracted-citation>\n   , 1368 (C.D. Ill. 1991) ) (alteration in\n   <em>\n    Long\n   </em>\n   ). The court reasoned that this confusion as to the amount of consideration to be returned would require \"an employee to return a sum that typically incorporates consideration for multiple factors not challenged in an age case: waivers for other violation of law or contract, rolled-in vacation and sick time, and a public relations benefit to the employer that itself may deter other litigation.\"\n   <em>\n    Id.\n   </em>\n   at 1544. Thus, the court determined that it would best serve the purposes of the ADEA to reject the tender requirement in such cases.\n  </p>\n  <p id=\"p-48\">\n   Later, the Third Circuit cited\n   <em>\n    Oubre\n   </em>\n   to reaffirm the approach it took in\n   <em>\n    Long\n   </em>\n   and extended\n   <em>\n    Hogue\n   </em>\n   to claims brought under ERISA.\n   <em>\n    See\n   </em>\n   <em>\n    Jakimas v. Hoffmann-La Roche, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4077031\" index=\"61\" url=\"https://cite.case.law/f3d/485/770/\">\n    485 F.3d 770\n   </extracted-citation>\n   (3d Cir.2007). The court explained that \"ERISA, like the ADEA and the FELA, is a 'federal remedial statute.' It was 'designed to promote the interests of employees and their beneficiaries in employee benefit plans.' \"\n   <em>\n    <extracted-citation case-ids=\"4077031\" index=\"62\" url=\"https://cite.case.law/f3d/485/770/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4077031\" index=\"62\" url=\"https://cite.case.law/f3d/485/770/\">\n    at 784\n   </extracted-citation>\n   (quoting\n   <em>\n    Dewitt v. Penn-Del Directory Corp.,\n   </em>\n   <extracted-citation case-ids=\"7650651\" index=\"63\" url=\"https://cite.case.law/f3d/106/514/#p520\">\n    106 F.3d 514\n   </extracted-citation>\n   , 520 (3d Cir.1997) ). Further, \"[t]he same deterrence concerns exist in this context as well. A plaintiff should not be deterred from bringing a meritorious claim.\"\n   <em>\n    <extracted-citation case-ids=\"7650651\" index=\"64\" url=\"https://cite.case.law/f3d/106/514/#p520\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Additionally, as the Court explained in\n   <em>\n    Oubre\n   </em>\n   the application of the doctrine of ratification to ERISA claims may frustrate the practical operation of the protections ERISA affords. It is likely that many employees discharged in violation of § 510 may have spent the moneys they received as severance pay. Employers could risk noncompliance with the requirement that a release must be made knowingly and voluntarily and simply rely on ratification.\"\n   <em>\n    <extracted-citation case-ids=\"7650651\" index=\"65\" url=\"https://cite.case.law/f3d/106/514/#p520\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-49\">\n   Returning to the instant case, the reasoning in\n   <em>\n    Hogue\n   </em>\n   and\n   <em>\n    Oubre\n   </em>\n   is clearly relevant to claims brought under Title VII and the EPA. The Supreme Court has recognized that the ADEA (the statute at issue in\n   <em>\n    Oubre\n   </em>\n   ) and Title VII \"share common substantive features and also a common purpose: 'the elimination of discrimination in the workplace.' \"\n   <em>\n    McKennon v. Nashville Banner Publ'g Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1334665\" index=\"66\" url=\"https://cite.case.law/us/513/352/#p358\">\n    513 U.S. 352\n   </extracted-citation>\n   , 358,\n   <extracted-citation case-ids=\"1334665\" index=\"67\" url=\"https://cite.case.law/us/513/352/#p358\">\n    115 S.Ct. 879\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1334665\" index=\"68\" url=\"https://cite.case.law/us/513/352/#p358\">\n    130 L.Ed.2d 852\n   </extracted-citation>\n   (1995) (quoting\n   <em>\n    Oscar Mayer &amp; Co. v. Evans\n   </em>\n   ,\n   <extracted-citation case-ids=\"1780341\" index=\"69\" url=\"https://cite.case.law/us/441/750/#p756\">\n    441 U.S. 750\n   </extracted-citation>\n   , 756,\n   <extracted-citation case-ids=\"1780341\" index=\"70\" url=\"https://cite.case.law/us/441/750/#p756\">\n    99 S.Ct. 2066\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1780341\" index=\"71\" url=\"https://cite.case.law/us/441/750/#p756\">\n    60 L.Ed.2d 609\n   </extracted-citation>\n   (1979) ). The Court explained as follows:\n  </p>\n  <blockquote id=\"p-50\">\n   Congress designed the remedial measures in these statutes to serve as a \"spur or catalyst\" to cause employers \"to self-examine and to self-evaluate their employment practices and to endeavor to eliminate, so far as possible, the last vestiges\" of discrimination.\n   <em>\n    Albemarle Paper Co. v. Moody,\n   </em>\n   <extracted-citation case-ids=\"9485\" index=\"72\" url=\"https://cite.case.law/us/422/405/#p417\">\n    422 U.S. 405\n   </extracted-citation>\n   , 417-418 [\n   <extracted-citation case-ids=\"9485\" index=\"73\" url=\"https://cite.case.law/us/422/405/#p417\">\n    95 S.Ct. 2362\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9485\" index=\"74\" url=\"https://cite.case.law/us/422/405/#p417\">\n    45 L.Ed.2d 280\n   </extracted-citation>\n   ] (1975) (internal quotation marks and citation omitted); see also\n   <em>\n    Franks v. Bowman Transp. Co.,\n   </em>\n   <extracted-citation case-ids=\"12027472\" index=\"75\" url=\"https://cite.case.law/us/424/747/#p763\">\n    424 U.S. 747\n   </extracted-citation>\n   , 763 [\n   <extracted-citation case-ids=\"12027472\" index=\"76\" url=\"https://cite.case.law/us/424/747/#p763\">\n    96 S.Ct. 1251\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12027472\" index=\"77\" url=\"https://cite.case.law/us/424/747/#p763\">\n    47 L.Ed.2d 444\n   </extracted-citation>\n   ] (1976). Deterrence is one object of these statutes.\n  </blockquote>\n  <blockquote id=\"p-51\">\n   Compensation for injuries caused by the prohibited discrimination is another.\n   <em>\n    Albemarle Paper Co. v. Moody,\n    <extracted-citation case-ids=\"9485\" index=\"78\" url=\"https://cite.case.law/us/422/405/#p417\">\n     supra,\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9485\" index=\"78\" url=\"https://cite.case.law/us/422/405/#p417\">\n    at 418\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9485\" index=\"79\" url=\"https://cite.case.law/us/422/405/#p417\">\n    95 S.Ct. at\n   </extracted-citation>\n   2372 ;\n   <em>\n    Franks v. Bowman Transp. Co., supra,\n   </em>\n   at 763-64 [\n   <extracted-citation case-ids=\"12027472\" index=\"80\" url=\"https://cite.case.law/us/424/747/#p763\">\n    96 S.Ct. 1251\n   </extracted-citation>\n   ]. The ADEA, in keeping with these purposes, contains a vital element found in both Title VII and the Fair Labor Standards Act: It grants an injured employee a right of action to obtain the authorized relief.\n   <extracted-citation index=\"81\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20626\">\n    29 U.S.C. § 626\n   </extracted-citation>\n   (c). The private litigant who seeks redress for his or her injuries vindicates both the deterrence and the compensation objectives of the ADEA. See\n   <em>\n    Alexander v. Gardner-Denver Co.,\n   </em>\n   <extracted-citation case-ids=\"6171755\" index=\"82\" url=\"https://cite.case.law/us/415/36/#p45\">\n    415 U.S. 36\n   </extracted-citation>\n   , 45 [\n   <extracted-citation case-ids=\"6171755\" index=\"83\" url=\"https://cite.case.law/us/415/36/#p45\">\n    94 S.Ct. 1011\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6171755\" index=\"84\" url=\"https://cite.case.law/us/415/36/#p45\">\n    39 L.Ed.2d 147\n   </extracted-citation>\n   ] (1974) (\"[T]he private litigant [in Title VII] not only redresses his own injury but also vindicates the important congressional policy against discriminatory employment practices\"); see also\n   <em>\n    Teamsters v. United States,\n   </em>\n   <extracted-citation case-ids=\"1670\" index=\"85\" url=\"https://cite.case.law/us/431/324/#p364\">\n    431 U.S. 324\n   </extracted-citation>\n   , 364,\n   <extracted-citation case-ids=\"1670\" index=\"86\" url=\"https://cite.case.law/us/431/324/#p364\">\n    97 S.Ct. 1843\n   </extracted-citation>\n   , 1869,\n   <extracted-citation case-ids=\"1670\" index=\"87\" url=\"https://cite.case.law/us/431/324/#p364\">\n    52 L.Ed.2d 396\n   </extracted-citation>\n   (1977).\n  </blockquote>\n  <p id=\"p-52\">\n   <em>\n    <extracted-citation case-ids=\"1670\" index=\"88\" url=\"https://cite.case.law/us/431/324/#p364\">\n     Id.\n    </extracted-citation>\n   </em>\n   Similarly, the Supreme Court has explained that \"[t]he Equal Pay Act is broadly remedial, and it should be construed and applied so as to fulfill the underlying purposes which Congress sought to achieve.\"\n   <em>\n    Corning Glass Works v. Brennan\n   </em>\n   ,\n   <extracted-citation case-ids=\"1520003\" index=\"89\" url=\"https://cite.case.law/us/417/188/#p208\">\n    417 U.S. 188\n   </extracted-citation>\n   , 208,\n   <extracted-citation case-ids=\"1520003\" index=\"90\" url=\"https://cite.case.law/us/417/188/#p208\">\n    94 S.Ct. 2223\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1520003\" index=\"91\" url=\"https://cite.case.law/us/417/188/#p208\">\n    41 L.Ed.2d 1\n   </extracted-citation>\n   (1974).\n  </p>\n  <p id=\"p-53\">\n   Like the ADEA, Congress designed Title VII so that the enforcement of its substantive measures against employers would be effected, at least in substantial part, through private individuals asserting a claim. \"In such cases, the private litigant not only redresses his own injury but also vindicates the important congressional policy against discriminatory employment practices.\"\n   <em>\n    Alexander v. Gardner-Denver Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6171755\" index=\"92\" url=\"https://cite.case.law/us/415/36/#p45\">\n    415 U.S. 36\n   </extracted-citation>\n   , 45,\n   <extracted-citation case-ids=\"6171755\" index=\"93\" url=\"https://cite.case.law/us/415/36/#p45\">\n    94 S.Ct. 1011\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6171755\" index=\"94\" url=\"https://cite.case.law/us/415/36/#p45\">\n    39 L.Ed.2d 147\n   </extracted-citation>\n   (1974). And the Court recognized that imposing a tender-back rule in the ADEA context would undermine this feature of the statute insofar as \"[i]n many instances a discharged employee likely will have spent the moneys received and will lack the means to tender their return,\" thereby tempting employers to \"risk noncompliance ... knowing it will be difficult to repay the moneys and relying on ratification.\"\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"95\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 427\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"96\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   . The same could be said in the Title VII and EPA contexts, which confront the same economic realities; indeed, employees discharged following instances of sex discrimination (and especially those fired because they are pregnant) are just as likely to need their severance funds for living expenses as are employees discharged following any other form of discrimination.\n  </p>\n  <p id=\"p-54\">\n   Only the Eighth Circuit has a published, post-\n   <em>\n    Oubre\n   </em>\n   case that explicitly discusses the application of the tender-back rule to Title VII claims.\n   <em>\n    See\n   </em>\n   <em>\n    Richardson v. Sugg\n   </em>\n   ,\n   <extracted-citation case-ids=\"6046765\" index=\"97\" url=\"https://cite.case.law/f3d/448/1046/#p1057\">\n    448 F.3d 1046\n   </extracted-citation>\n   , 1057 (8th Cir.2006) (applying\n   <em>\n    Oubre\n   </em>\n   's policy considerations to a prospective Title VII waiver and finding \"that the doctrines of tender-back and ratification do not bar [Plaintiff's] suit.\"). As for district courts, some have followed\n   <em>\n    Hogue\n   </em>\n   and\n   <em>\n    Oubre\n   </em>\n   to find that the tender-back doctrine does not create a prerequisite to filing suits under Title VII. For instance, a district court in New Mexico explicitly applied\n   <em>\n    Oubre\n   </em>\n   to a Title VII case, holding that:\n  </p>\n  <blockquote id=\"p-55\">\n   [a]n inflexible application of the tender back rule would, as a practical matter, prevent courts from determining the conditions under which a release has been obtained. Plaintiffs with meritorious suits effectively would be precluded from bringing their claims. As emphasized in\n   <em>\n    Hogue\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , this would be contrary to Congress' purposes in passing statutes such as the FELA, ADEA, or Title VII.\n  </blockquote>\n  <p id=\"p-56\">\n   <em>\n    Rangel v. El Paso Nat. Gas Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"202165\" index=\"98\" url=\"https://cite.case.law/f-supp/996/1093/#p1097\">\n    996 F.Supp. 1093\n   </extracted-citation>\n   , 1097 (D.N.M. 1998) (collecting cases). Some district courts in our circuit, however, have instead chosen to extend our Court's decisions in\n   <em>\n    Bittinger\n   </em>\n   and\n   <em>\n    Samms\n   </em>\n   and have required tender back in Title VII cases.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Larkins v. Reg'l Elite Airline Servs., LLC\n   </em>\n   , No. 1:12cv139,\n   <extracted-citation index=\"99\" url=\"https://cite.case.law/citations/?q=2013%20WL%201818528\">\n    2013 WL 1818528\n   </extracted-citation>\n   , at *6 (S.D. Ohio Apr. 29, 2013) ;\n   <em>\n    Williams v. Detroit Pub. Sch.\n   </em>\n   , No. 10-10856,\n   <extracted-citation index=\"100\" url=\"https://cite.case.law/citations/?q=2011%20WL%206945729\">\n    2011 WL 6945729\n   </extracted-citation>\n   , at *7 (E.D. Mich. Dec. 6, 2011).\n  </p>\n  <p id=\"p-57\">\n   Defendant relies on\n   <em>\n    Fleming v. United States Postal Serv. AMF O'Hare\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524324\" index=\"101\" url=\"https://cite.case.law/f3d/27/259/\">\n    27 F.3d 259\n   </extracted-citation>\n   (7th Cir.1994), a pre-\n   <em>\n    Oubre\n   </em>\n   case, which held that the plaintiff in a Title VII case had to tender back payments received under a severance agreement with the postal service before she could bring an employment suit. The court decided that, since Title VII does not statutorily regulate releases (unlike the FELA, the Jones Act, and the ADEA), ordinary contract rules of tender back and ratification apply.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"10524324\" index=\"102\" url=\"https://cite.case.law/f3d/27/259/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"10524324\" index=\"102\" url=\"https://cite.case.law/f3d/27/259/\">\n    at 262\n   </extracted-citation>\n   (\"This is a garden-variety rescission case requiring tender back of consideration received.\"). In reaching this conclusion, the court relied on a \"free-market\" contract law analysis: \"[A] premise of a free-market system is that both sides of the market, buyers as well as sellers, tend to gain from freedom of contract.\"\n   <em>\n    <extracted-citation case-ids=\"10524324\" index=\"103\" url=\"https://cite.case.law/f3d/27/259/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"10524324\" index=\"103\" url=\"https://cite.case.law/f3d/27/259/\">\n    at 261\n   </extracted-citation>\n   . However, as the Eighth Circuit recognized,\n   <em>\n    Fleming\n   </em>\n   \"was decided without the aid of\n   <em>\n    Oubre\n   </em>\n   's policy underpinnings to the effect that releases of claims under remedial statutes like the ADEA and Title VII frustrate the purposes of those statutes.\"\n   <em>\n    Richardson\n   </em>\n   ,\n   <extracted-citation case-ids=\"6046765\" index=\"104\" url=\"https://cite.case.law/f3d/448/1046/#p1057\">\n    448 F.3d at 1057\n   </extracted-citation>\n   . Indeed, the language in\n   <em>\n    Oubre\n   </em>\n   and its emphasis on the economic realities of the recently-discharged cast serious doubt on the Seventh Circuit's approach. \"Title VII was created precisely to combat a deficiency in the market, namely inappropriate discrimination, which had the effect of placing parties in unequal bargaining positions.\"\n   <em>\n    Rangel\n   </em>\n   ,\n   <extracted-citation case-ids=\"202165\" index=\"105\" url=\"https://cite.case.law/f-supp/996/1093/#p1097\">\n    996 F.Supp. at 1097\n   </extracted-citation>\n   . Thus, \"[i]t would appear contrary to Congressional intent to apply a free market approach in interpreting a statute aimed at fighting the market deficiency of improper discrimination.\"\n   <em>\n    <extracted-citation case-ids=\"202165\" index=\"106\" url=\"https://cite.case.law/f-supp/996/1093/#p1097\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"202165\" index=\"106\" url=\"https://cite.case.law/f-supp/996/1093/#p1097\">\n    at 1098\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-58\">\n   In sum, we conclude that the language and reasoning of\n   <em>\n    Oubre\n   </em>\n   and\n   <em>\n    Hogue\n   </em>\n   apply equally to claims brought under Title VII and the EPA. In\n   <em>\n    Oubre\n   </em>\n   , the Supreme Court was worried about \"tempt[ing] employers to risk noncompliance ... knowing it will be difficult to repay the moneys and rely[ ] on ratification.\"\n   <extracted-citation case-ids=\"11471876\" index=\"107\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 427\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"108\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   . Similarly, we worry that requiring recently-discharged employees to return their severance before they can bring claims under Title VII and the EPA would serve only to protect malfeasant employers at the expense of employees' statutory protections at the very time that those employees are most economically vulnerable. We therefore hold that the tender-back doctrine does not apply to claims brought under Title VII and the EPA. Rather, as the Supreme Court said in\n   <em>\n    Hogue\n   </em>\n   , \"it is more consistent with the objectives of the Act to hold ... that ... the sum paid shall be deducted from any award determined to be due to the injured employee.\"\n   <extracted-citation case-ids=\"6173391\" index=\"109\" url=\"https://cite.case.law/us/390/516/\">\n    390 U.S. at 518\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"110\" url=\"https://cite.case.law/us/390/516/\">\n    88 S.Ct. 1150\n   </extracted-citation>\n   .\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-59\">\n   <strong>\n    B. Plaintiff effectively tendered back the consideration prior to bringing suit.\n   </strong>\n  </p>\n  <p id=\"p-60\">\n   Assuming\n   <em>\n    arguendo\n   </em>\n   that Plaintiff were required to tender back in order to file her claims under Title VII and the EPA, the district court still erred by granting summary judgment for Defendant. The record is undisputed that upon Plaintiff's counsel learning that the parties\n   had entered into a severance agreement, Plaintiff sent a check to Defendant for the full amount she received. Instead of accepting the check, however, Defendant returned it a week later, baldly asserting that \"[t]here is no legal basis for rescinding the severance agreement.\" (R. 17-2, Midwest Resp., PageID # 87.)\n  </p>\n  <p id=\"p-61\">\n   For the district court, the timing of the return attempt was the deciding factor. The court held that Plaintiff could not pursue her federal claims because she did not tender back the consideration \"\n   <em>\n    prior to\n   </em>\n   filing suit.\"\n   <footnotemark>\n    2\n   </footnotemark>\n   (R. 33, Second S. J. Order, PageID # 232.) But \"[e]ven assuming that federal law requires that Plaintiff tender back the consideration that she received under the release, federal law does not require that the tender back be before, or contemporaneous with, the filing of the original complaint.\"\n   <em>\n    Gascho v. Scheurer Hosp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3174565\" index=\"111\" url=\"https://cite.case.law/f-supp-2d/589/884/#p891\">\n    589 F.Supp.2d 884\n   </extracted-citation>\n   , 891 (E.D. Mich. 2008). In reaching the alternative conclusion, the district court erroneously relied on Michigan law and Justice Thomas' dissent in\n   <em>\n    Oubre\n   </em>\n   , where he wrote that a party seeking to void a release must \"as a condition precedent to suit, ... return the consideration received in exchange for a release.\"\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"112\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 436\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"113\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   (Thomas, J., dissenting) (citing\n   <em>\n    Buffum v. Peter Barceloux Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3916546\" index=\"114\" url=\"https://cite.case.law/us/289/227/#p234\">\n    289 U.S. 227\n   </extracted-citation>\n   , 234,\n   <extracted-citation case-ids=\"3916546\" index=\"115\" url=\"https://cite.case.law/us/289/227/#p234\">\n    53 S.Ct. 539\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3916546\" index=\"116\" url=\"https://cite.case.law/us/289/227/#p234\">\n    77 L.Ed. 1140\n   </extracted-citation>\n   (1933) ). The\n   <em>\n    Oubre\n   </em>\n   majority, however, held that the party \"elect[ing] avoidance\" may tender back any benefits received under the severance agreement not only before filing suit, but at any point \"\n   <em>\n    within a reasonable time after learning of her rights\n   </em>\n   .\"\n   <extracted-citation case-ids=\"11471876\" index=\"117\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 425\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"118\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   (emphasis added). This comports with the Restatement of Contracts, which provides that \"[t]he power of a party to avoid a contract for ... duress ... is lost if, after the circumstances that made it voidable have ceased to exist, he does not\n   <em>\n    within a reasonable time\n   </em>\n   manifest to the other party his intention to avoid it.\" Restatement (Second) of Contracts § 381(1) (1981) (emphasis added).\n  </p>\n  <p id=\"p-62\">\n   Accordingly, even if Plaintiff were required to tender back the consideration, she was required to do so not before filing suit but within a \"reasonable time\" after she discovered that the severance agreement revoked her right to bring a discrimination claim. And given the district court's factual finding that Plaintiff \"did not understand she had given up her right to sue for discrimination\" until engaging counsel to represent her in this matter, (R. 33, Second S. J. Order, PageID # 231), and that her counsel drafted a complaint immediately after speaking with her, it stands to reason that Plaintiff's offer to tender back the consideration fell \"within a reasonable time after learning of her rights,\"\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"119\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 425\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"120\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-63\">\n   In sum, even if we were to hold that plaintiffs are required to tender back consideration prior to bringing claims under Title VII and the EPA, the plaintiff in this case effectively did so.\n  </p>\n  <p id=\"p-64\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-65\">\n   For the reasons set forth above, we\n   <strong>\n    REVERSE\n   </strong>\n   the district court's decision and\n   <strong>\n    REMAND\n   </strong>\n   for further proceedings consistent with this opinion.\n  </p>\n  <p id=\"p-66\">\n   <strong>\n    CONCURRING IN PART AND DISSENTING IN PART\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-90\">\n    The dissent ignores the peculiarities of Title VII and claims brought under other federal remedial statutes and would treat them no differently than any other claims. Indeed, the dissent cites to numerous state commercial cases to explain how the tender-back doctrine should apply to the instant case and even admonishes the majority that \"there is no federal general common law.\" (internal quotation marks, alteration, and citation omitted). But of course, the dissent also acknowledges that \"[b]oth the Supreme Court and the Sixth Circuit have broadly stated that federal law governs the validity of an agreement to release a federal cause of action.\" Contrary to the dissent, the issues presented by this case require us to look to federal law, not to state law.\n   </p>\n   <p id=\"p-91\">\n    The dissent's refusal to look away from state law helps explain the confusion in its preferred approach to the tender-back doctrine. After presenting a largely superfluous history lesson on the doctrine's application in courts of law and courts of equity, the dissent suggests that \"[t]o decide which version of the rule to apply courts should consider the requested remedy.\" If the requested remedy is damages, then, the dissent argues, the rule should be strict and it should require the return of consideration before initiating suit; if, however, the remedy requested is an equitable one, then the rule should be more flexible, asking whether the plaintiff returned the consideration within a reasonable time. Thus, the dissent would remand this case to the district court to analyze the remedies Plaintiff seeks and determine which rule to apply. This approach does not make sense in the context of a claim brought under Title VII.\n   </p>\n   <p id=\"p-92\">\n    Remedies under Title VII are different than remedies for violations of state commercial law. As the Supreme Court has highlighted, the Congressional Record regarding Title VII makes clear that:\n   </p>\n   <blockquote id=\"p-93\">\n    [t]he [remedy provisions of Title VII] are intended to give the courts wide discretion exercising their equitable powers to fashion\n    <em>\n     the most complete relief possible\n    </em>\n    . In dealing with the present section 706(g) the courts have stressed that the scope of relief under that section of the Act is intended to make the victims of unlawful discrimination whole, and that the attainment of this objective rests not only upon the elimination of the particular unlawful employment practice complained of, but also requires that persons aggrieved by the consequences and effects of the unlawful employment practice be, so far as possible, restored to a position where they would have been were it not for the unlawful discrimination.\n   </blockquote>\n   <p id=\"p-94\">\n    <em>\n     Albemarle Paper Co.\n    </em>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"121\" url=\"https://cite.case.law/us/422/405/#p417\">\n     422 U.S. at 421\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"122\" url=\"https://cite.case.law/us/422/405/#p417\">\n     95 S.Ct. 2362\n    </extracted-citation>\n    (emphasis added) (quoting 118 Cong. Rec. 7168 (1972) ). Thus, Title VII remedies aim \"to make the victims of unlawful discrimination whole by restoring them, so far as possible ... to a position where they would have been were it not for the unlawful discrimination.\"\n    <em>\n     Ford Motor Co. v. E.E.O.C.\n    </em>\n    ,\n    <extracted-citation case-ids=\"636702\" index=\"123\" url=\"https://cite.case.law/us/458/219/#p230\">\n     458 U.S. 219\n    </extracted-citation>\n    , 230,\n    <extracted-citation case-ids=\"636702\" index=\"124\" url=\"https://cite.case.law/us/458/219/#p230\">\n     102 S.Ct. 3057\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"636702\" index=\"125\" url=\"https://cite.case.law/us/458/219/#p230\">\n     73 L.Ed.2d 721\n    </extracted-citation>\n    (1982) (internal quotation marks and alterations omitted) (quoting\n    <em>\n     Albemarle Paper Co.\n    </em>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"126\" url=\"https://cite.case.law/us/422/405/#p417\">\n     422 U.S. at 421\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"127\" url=\"https://cite.case.law/us/422/405/#p417\">\n     95 S.Ct. 2362\n    </extracted-citation>\n    ). And \"[w]here a court finds that invidious discrimination has taken place in violation of Title VII, the district court has broad discretion to fashion remedies to make the victims whole[.]\"\n    <em>\n     Oakley v. City of Memphis\n    </em>\n    ,\n    <extracted-citation case-ids=\"4083686\" index=\"128\" url=\"https://cite.case.law/f-appx/566/425/#p429\">\n     566 F. App'x 425\n    </extracted-citation>\n    , 429 (6th Cir.2014). Further, \"[t]he [Title VII] scheme implicitly recognizes that there may be cases calling for one remedy but not another, and ... these choices are, of course, left in the first instance to the district courts.\"\n    <em>\n     Albemarle Paper\n    </em>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"129\" url=\"https://cite.case.law/us/422/405/#p417\">\n     422 U.S. at 415-16\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"130\" url=\"https://cite.case.law/us/422/405/#p417\">\n     95 S.Ct. 2362\n    </extracted-citation>\n    .\n   </p>\n   <p id=\"p-95\">\n    As this Court has explained, \"Congress' purpose in vesting a variety of 'discretionary' powers in the courts was ... to make possible the 'fashion(ing) (of) the most complete relief possible.' \"\n    <em>\n     Isabel v. City of Memphis\n    </em>\n    ,\n    <extracted-citation case-ids=\"9013734\" index=\"131\" url=\"https://cite.case.law/f3d/404/404/#p414\">\n     404 F.3d 404\n    </extracted-citation>\n    , 414 (6th Cir.2005) (quoting\n    <em>\n     Albemarle\n    </em>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"132\" url=\"https://cite.case.law/us/422/405/#p417\">\n     422 U.S. at 425\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"9485\" index=\"133\" url=\"https://cite.case.law/us/422/405/#p417\">\n     95 S.Ct. 2362\n    </extracted-citation>\n    ) (alteration in\n    <em>\n     Albemarle\n    </em>\n    ). That a party requests a particular form of relief does not decide the appropriate relief in a Title VII case.\n    <em>\n     See\n    </em>\n    <em>\n     Selgas v. American Airlines, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"7628718\" index=\"134\" url=\"https://cite.case.law/f3d/104/9/\">\n     104 F.3d 9\n    </extracted-citation>\n    , 13 n.2 (1st Cir.1997) (\"It is clear that in a Title VII case, it is the court which has discretion to fashion relief comprised of the equitable remedies it sees as appropriate, and not the parties which may determine which equitable remedies are available.\"). And it should be clear that the district court cannot predict what relief will be appropriate for a case before discovery has completed and before the type and scope of the injury have been established at trial. In short, the dissent's preferred approach-\n    <em>\n     i.e.\n    </em>\n    , to have the district court decide at the outset the appropriate form of relief and then use that to decide how to apply the tender-back rule-does not make sense in the context of a Title VII case: a district court simply will not know how or what relief to fashion at the outset of the case.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-96\">\n    It is worth noting that\n    <em>\n     Fleming\n    </em>\n    faulted the plaintiff's attorney for not asking the court of appeals to remand the case so that the plaintiff could offer to tender back the funds,\n    <extracted-citation case-ids=\"10524324\" index=\"135\" url=\"https://cite.case.law/f3d/27/259/\">\n     27 F.3d at\n    </extracted-citation>\n    262 -the clear implication being that, even under\n    <em>\n     Fleming\n    </em>\n    's framework, Plaintiff would be allowed to proceed with her suit, given that she did offer to return the consideration.\n   </p>\n  </footnote>\n </opinion>\n <opinion type=\"concurring-in-part-and-dissenting-in-part\">\n  <author id=\"p-67\">\n   THAPAR, Circuit Judge, concurring in part and dissenting in part.\n  </author>\n  <p id=\"p-68\">\n   Congress does not write statutes on a blank slate. Instead, it legislates against the backdrop of existing common law. So, when Congress wants to displace the existing common law, it must do so clearly.\n   <em>\n    See\n   </em>\n   A. Scalia &amp; B. Garner,\n   <em>\n    Reading Law: The Interpretation of Legal Texts\n   </em>\n   § 52 (2012). Because Congress did not clearly override the common law ratification and tender-back doctrines when it passed Title VII or the Equal Pay Act, I would apply both rules in McClellan's case and remand for further fact-finding.\n  </p>\n  <p id=\"p-69\">\n   I.\n  </p>\n  <p id=\"p-70\">\n   Jena McClellan claims that she entered into a release agreement with her employer while under economic duress. She now seeks to rescind that agreement so she can sue her employer for discrimination. In a typical case, two common law doctrines would pose an obstacle to her suit. First, she would have to prove that she did not ratify the agreement with her employer. And second, she would have to tender back (i.e., return) the money she received in exchange for signing the agreement.\n  </p>\n  <p id=\"p-71\">\n   The majority, however, holds that neither doctrine applies in McClellan's case because she filed suit under Title VII and the Equal Pay Act. According to the majority, the ratification and tender-back doctrines are inconsistent with these remedial statutes' objectives and, as a result, we should set both rules aside for this category of plaintiffs. I respectfully disagree.\n  </p>\n  <p id=\"p-72\">\n   Statutes and the common law coexist in our legal system. So when Congress sets out to regulate a particular subject, chances are that some common law rules touching on that subject already exist. Courts are then left to decide how much of the common law, if any, Congress displaces when it passes new legislation. Fortunately, an age-old presumption guides us in this inquiry: Unless Congress\n   <em>\n    clearly and explicitly\n   </em>\n   states otherwise, courts should assume that Congress expected the existing common law to apply in conjunction with the statute.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Texas\n   </em>\n   ,\n   <extracted-citation case-ids=\"6233382\" index=\"136\" url=\"https://cite.case.law/us/507/529/#p534\">\n    507 U.S. 529\n   </extracted-citation>\n   , 534,\n   <extracted-citation case-ids=\"6233382\" index=\"137\" url=\"https://cite.case.law/us/507/529/#p534\">\n    113 S.Ct. 1631\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6233382\" index=\"138\" url=\"https://cite.case.law/us/507/529/#p534\">\n    123 L.Ed.2d 245\n   </extracted-citation>\n   (1993) (\"Statutes which invade the common law ... are to be read with a presumption favoring the retention of long-established and familiar principles.\" (internal quotation marks omitted) );\n   <em>\n    Fairfax's Devisee v. Hunter's Lessee\n   </em>\n   , 11 U.S. (7 Cranch) 603, 623,\n   <extracted-citation case-ids=\"572735\" index=\"139\" url=\"https://cite.case.law/us/11/603/\">\n    3 L.Ed. 453\n   </extracted-citation>\n   (1812) (\"The common law, therefore, ought not to be deemed to be repealed, unless the language of a statute be clear and explicit for this purpose.\").\n  </p>\n  <p id=\"p-73\">\n   Congress did not clearly and explicitly displace the common law ratification or tender-back rule in either Title VII or the Equal Pay Act. The statutes' texts contain no such displacement. And we know Congress knows how to displace the common law. Indeed, in two similar statutes, Congress specifically regulated releases.\n   <em>\n    See\n   </em>\n   <em>\n    Oubre v. Entergy Operations, Inc\n   </em>\n   .,\n   <extracted-citation case-ids=\"11471876\" index=\"140\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. 422\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"141\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"142\" url=\"https://cite.case.law/us/522/422/#p436\">\n    139 L.Ed.2d 849\n   </extracted-citation>\n   (1998) (Older Workers Benefit Protection Act);\n   <em>\n    Hogue v. S. Ry. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"143\" url=\"https://cite.case.law/us/390/516/\">\n    390 U.S. 516\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"144\" url=\"https://cite.case.law/us/390/516/\">\n    88 S.Ct. 1150\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"145\" url=\"https://cite.case.law/us/390/516/\">\n    20 L.Ed.2d 73\n   </extracted-citation>\n   (1968) (per curiam) (Federal Employers' Liability Act). By regulating releases, Congress \"necessarily implie[d] a negative\" and because Congress devised its own rules to govern release agreements, we could fairly infer that Congress did not want to retain the common law rules that would have otherwise applied. 1 William Blackstone,\n   <em>\n    Commentaries on the Laws of England\n   </em>\n   *89 (explaining that the common law only \"gives place\" when the \"statute is couched in negative terms, or where its matter is so\n   clearly repugnant that it necessarily implies a negative\");\n   <em>\n    see also\n   </em>\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"146\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 424-25\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"147\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   (noting the Older Workers Benefit Protection Act \"imposes specific requirements for releases\");\n   <em>\n    Hogue\n   </em>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"148\" url=\"https://cite.case.law/us/390/516/\">\n    390 U.S. at 516-17\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6173391\" index=\"149\" url=\"https://cite.case.law/us/390/516/\">\n    88 S.Ct. 1150\n   </extracted-citation>\n   . In other words, Congress spoke directly to the question addressed by the common law.\n   <em>\n    Texas\n   </em>\n   ,\n   <extracted-citation case-ids=\"6233382\" index=\"150\" url=\"https://cite.case.law/us/507/529/#p534\">\n    507 U.S. at 534\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6233382\" index=\"151\" url=\"https://cite.case.law/us/507/529/#p534\">\n    113 S.Ct. 1631\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-74\">\n   Tellingly, Congress\n   <em>\n    did not\n   </em>\n   include a similar release-agreement provision in Title VII or the Equal Pay Act.\n   <em>\n    See\n   </em>\n   <em>\n    Fleming v. U.S. Postal Serv. AMF O'Hare\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524324\" index=\"152\" url=\"https://cite.case.law/f3d/27/259/\">\n    27 F.3d 259\n   </extracted-citation>\n   , 261 (7th Cir.1994) (stating the \"common law rule requiring tender as a prerequisite to rescission may have to give way\" only in cases where federal law \"regulates releases\"). And McClellan has not pointed to any other statutory provision that might negate the ratification and tender-back rules. Accordingly, I see no reason to conclude that Title VII or the Equal Pay Act displaced these doctrines and would apply them in McClellan's case.\n  </p>\n  <p id=\"p-75\">\n   II.\n  </p>\n  <p id=\"p-76\">\n   Since Title VII and the Equal Pay Act do not abrogate the ratification and tender-back doctrines, several difficult questions emerge about how to apply them in McClellan's case.\n  </p>\n  <p id=\"p-77\">\n   <em>\n    Federal or state law\n   </em>\n   . Should courts apply state federal or state common law to determine whether McClellan has ratified the release agreement or tendered back? At first blush, the answer appears to be federal law. Both the Supreme Court and the Sixth Circuit have broadly stated that federal law governs the validity of an agreement to release a federal cause of action.\n   <em>\n    Dice v. Akron, Canton, &amp; Youngstown R.R.\n   </em>\n   ,\n   <extracted-citation case-ids=\"640731\" index=\"153\" url=\"https://cite.case.law/us/342/359/#p362\">\n    342 U.S. 359\n   </extracted-citation>\n   , 361,\n   <extracted-citation case-ids=\"640731\" index=\"154\" url=\"https://cite.case.law/us/342/359/#p362\">\n    72 S.Ct. 312\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"155\" url=\"https://cite.case.law/citations/?q=96%20L.%20Ed.%20398\">\n    96 L.Ed. 398\n   </extracted-citation>\n   (1952) (\"[The] validity of releases under [FELA] raises a federal question to be determined by federal rather than state law.\");\n   <em>\n    Garrett v. Moore-McCormack Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"304053\" index=\"156\" url=\"https://cite.case.law/us/317/239/#p243\">\n    317 U.S. 239\n   </extracted-citation>\n   , 243-45,\n   <extracted-citation case-ids=\"304053\" index=\"157\" url=\"https://cite.case.law/us/317/239/#p243\">\n    63 S.Ct. 246\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"304053\" index=\"158\" url=\"https://cite.case.law/us/317/239/#p243\">\n    87 L.Ed. 239\n   </extracted-citation>\n   (1942) (holding releases under the Jones Act to be governed exclusively by federal law);\n   <em>\n    Street v. J.C. Bradford &amp; Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10539137\" index=\"159\" url=\"https://cite.case.law/f2d/886/1472/#p1481\">\n    886 F.2d 1472\n   </extracted-citation>\n   , 1481 (6th Cir.1989) (applying the \"federal common law of release\" to determine whether a release \"obtained by a fiduciary from a beneficiary\" was valid).\n  </p>\n  <p id=\"p-78\">\n   But in recent years, the Supreme Court has reminded courts and litigants that \"[t]here is no federal general common law\" and refused to apply it in contexts similar to this one.\n   <em>\n    O'Melveny &amp; Myers v. FDIC\n   </em>\n   ,\n   <extracted-citation case-ids=\"39762\" index=\"160\" url=\"https://cite.case.law/us/512/79/#p83\">\n    512 U.S. 79\n   </extracted-citation>\n   , 83,\n   <extracted-citation case-ids=\"39762\" index=\"161\" url=\"https://cite.case.law/us/512/79/#p83\">\n    114 S.Ct. 2048\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"39762\" index=\"162\" url=\"https://cite.case.law/us/512/79/#p83\">\n    129 L.Ed.2d 67\n   </extracted-citation>\n   (1994) (quoting\n   <em>\n    Erie R. Co. v. Tompkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"10687\" index=\"163\" url=\"https://cite.case.law/us/304/64/#p78\">\n    304 U.S. 64\n   </extracted-citation>\n   , 78,\n   <extracted-citation case-ids=\"10687\" index=\"164\" url=\"https://cite.case.law/us/304/64/#p78\">\n    58 S.Ct. 817\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"10687\" index=\"165\" url=\"https://cite.case.law/us/304/64/#p78\">\n    82 L.Ed. 1188\n   </extracted-citation>\n   (1938) ) (characterizing litigant's argument that federal common law should apply as \"so plainly wrong\"). And consistent with\n   <em>\n    Erie\n   </em>\n   's longstanding principle, a handful of circuits have held that state, not federal, common law applies when determining whether a plaintiff has validly released or settled federal claims.\n   <em>\n    Makins v. District of Columbia\n   </em>\n   ,\n   <extracted-citation case-ids=\"3728057,9451100\" index=\"166\" url=\"https://cite.case.law/f3d/277/544/\">\n    277 F.3d 544\n   </extracted-citation>\n   , 547-48 (D.C. Cir.2002) (joining \"[t]he Seventh, Eighth, Tenth, and Eleventh Circuits, and perhaps the Third, Fourth, and Ninth,\" in \"look[ing] to state law [to] determin[e] if\" a party validly settled federal claims);\n   <em>\n    Morgan v. S. Bend Cmty. Sch. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1615170\" index=\"167\" url=\"https://cite.case.law/f2d/797/471/#p476\">\n    797 F.2d 471\n   </extracted-citation>\n   , 476 (7th Cir.1986) (doubting \"the authority for and scope of any general rule that federal law governs all aspects of the settlements in Title VII litigation\").\n  </p>\n  <p id=\"p-79\">\n   Despite this tension in the case law, neither party has asked us to reconsider whether federal common law should apply. Instead, each asks us to evaluate the doctrines under federal common law. But even applying federal common law, questions remain.\n  </p>\n  <p id=\"p-80\">\n   <em>\n    Ratification.\n   </em>\n   A party can ratify a contract in many ways, including (1) asserting a willingness to go along with the bargain, or (2) delaying filing suit while using the money received under the deal.\n   <em>\n    See\n   </em>\n   Restatement (Second) of Contracts § 380 cmts. a-b (Am. Law Inst. 1981). Initially, it appears that McClellan ratified the agreement through option two: she collected all of the money from her employer and may have spent it before filing suit. But the story is more complicated. McClellan claims that she signed the release agreement under economic duress. And a party who enters an agreement under economic duress cannot subsequently ratify that agreement until the duress has ended.\n   <em>\n    See\n   </em>\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"168\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 434\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"169\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   (Scalia, J., dissenting) (\"[A] party who has contracted under duress cannot ratify until the duress is removed.\"); 28\n   <em>\n    Williston on Contracts\n   </em>\n   § 71:9 (4th ed.) (\"No acts can constitute a ratification, however, that are or were done although the fear or influence that operated to induce the original transaction is still effective.\"). So to determine whether McClellan ratified, we must know whether she was still under the alleged economic duress when she cashed the checks. Since the record remains unclear on that point, I would remand for further fact-finding before deciding whether the ratification doctrine bars McClellan's suit.\n  </p>\n  <p id=\"p-81\">\n   <em>\n    Tender-Back.\n   </em>\n   Under the tender-back doctrine, a plaintiff cannot file a lawsuit and keep the money she received in exchange for her promise\n   <em>\n    not to sue\n   </em>\n   .\n   <em>\n    See\n   </em>\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"170\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 440\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"171\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   (Thomas, J., dissenting) (one cannot \"simultaneously retain[ ] the benefits of the release and su[e] to vindicate released claims\"). Here, McClellan offered to give the money back to her employer three weeks after filing her lawsuit. But the employer argues that by waiting three weeks, McClellan missed her window for effectively tendering back.\n  </p>\n  <p id=\"p-82\">\n   The tender-back rule is a centuries-old doctrine that emerged in an era when we still had courts at law and courts in equity.\n   <footnotemark>\n    1\n   </footnotemark>\n   <em>\n    See\n   </em>\n   <em>\n    Badger v. Phinney\n   </em>\n   ,\n   <extracted-citation case-ids=\"2055234\" index=\"172\" url=\"https://cite.case.law/mass/15/359/#p363\">\n    15 Mass. 359\n   </extracted-citation>\n   , 363-64 (1819) (requiring the avoiding party to restore money before suing to recover goods from a general store);\n   <em>\n    see also\n   </em>\n   <em>\n    Stewart v. Dougherty\n   </em>\n   ,\n   <extracted-citation case-ids=\"3200056\" index=\"173\" url=\"https://cite.case.law/ky/33/479/#p481\">\n    33 Ky. 479\n   </extracted-citation>\n   , 481 (1835) (stating \"a party wish[ing] to rescind the contract ... must tender back the horse he got\");\n   <em>\n    Bristol v. Braidwood\n   </em>\n   ,\n   <extracted-citation case-ids=\"1953466\" index=\"174\" url=\"https://cite.case.law/mich/28/191/#p195\">\n    28 Mich. 191\n   </extracted-citation>\n   , 195 (1873) (discussing that the plaintiff's right to rescind accrued after \"tendering back the mortgage\");\n   <em>\n    Miller v. Bieghler\n   </em>\n   ,\n   <extracted-citation case-ids=\"999325\" index=\"175\" url=\"https://cite.case.law/ohio-st/123/227/\">\n    123 Ohio St. 227\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"176\" url=\"https://cite.case.law/citations/?q=174%20N.E.%20774\">\n    174 N.E. 774\n   </extracted-citation>\n   , 776 (1931) (stating tender back is a general rule of contract);\n   <em>\n    see also\n   </em>\n   2 James Kent,\n   <em>\n    Commentaries on American Law\n   </em>\n   194, 197 (1st ed. 1827) (discussing void-ability on account of infancy and ratification); 1 Joseph Story,\n   <em>\n    Commentaries on Equity Jurisprudence\n   </em>\n   §§ 307, 346 (1st ed. 1836). Because courts at law and courts in equity performed different functions, they applied\n   the rule differently. Generally, courts at law required plaintiffs to return the money\n   <em>\n    before\n   </em>\n   initiating lawsuits.\n   <em>\n    See\n   </em>\n   Restatement (Second) of Contracts § 384 cmt. b. And courts in equity applied a more flexible approach, asking only whether the plaintiff tendered back within a\n   <em>\n    reasonable time\n   </em>\n   .\n   <em>\n    Id\n   </em>\n   .\n  </p>\n  <p id=\"p-83\">\n   The formal law-equity divide no longer endures. Yet both versions of the rule continue to exist today.\n   <em>\n    Compare\n   </em>\n   <em>\n    Talmer Bank &amp; Trust v. Malek\n   </em>\n   ,\n   <extracted-citation case-ids=\"4349723\" index=\"177\" url=\"https://cite.case.law/f-appx/651/438/#p444\">\n    651 F. App'x 438\n   </extracted-citation>\n   , 444 (6th Cir.2016) (Ohio common law),\n   <em>\n    with\n   </em>\n   <em>\n    Atwell v. Tenn. State Emps. Ass'n\n   </em>\n   , No. 3:14-cv-1808,\n   <extracted-citation index=\"178\" url=\"https://cite.case.law/citations/?q=2015%20WL%205697311\">\n    2015 WL 5697311\n   </extracted-citation>\n   , at *4 (M.D. Tenn. Sept. 28, 2015) (Tennessee common law). And modern courts struggle to determine which version of the rule applies in each case.\n   <em>\n    Fleming\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524324\" index=\"179\" url=\"https://cite.case.law/f3d/27/259/\">\n    27 F.3d at 261\n   </extracted-citation>\n   . Nevertheless, federal courts have applied\n   <em>\n    some version\n   </em>\n   of the rule to agreements releasing an individual's rights under contemporary federal statutes.\n   <em>\n    See\n   </em>\n   <em>\n    Samms v. Quanex Corp.\n   </em>\n   ,\n   <extracted-citation index=\"180\" url=\"https://cite.case.law/citations/?q=99%20F.3d%201139\">\n    99 F.3d 1139\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"181\" url=\"https://cite.case.law/citations/?q=1996%20WL%20599821\">\n    1996 WL 599821\n   </extracted-citation>\n   , *3 (6th Cir.1996) (unpublished table decision) (ERISA);\n   <em>\n    see also\n   </em>\n   <em>\n    Hampton v. Ford Motor Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3482165\" index=\"182\" url=\"https://cite.case.law/f3d/561/709/#p717\">\n    561 F.3d 709\n   </extracted-citation>\n   , 717 (7th Cir.2009) (citing\n   <em>\n    Fleming\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524324\" index=\"183\" url=\"https://cite.case.law/f3d/27/259/\">\n    27 F.3d at 260-61\n   </extracted-citation>\n   ) (Title VII) ;\n   <em>\n    Brown v. City of S. Burlington\n   </em>\n   ,\n   <extracted-citation case-ids=\"9170428\" index=\"184\" url=\"https://cite.case.law/f3d/393/337/#p346\">\n    393 F.3d 337\n   </extracted-citation>\n   , 346 (2d Cir.2004) (False Claims Act).\n  </p>\n  <p id=\"p-84\">\n   To decide which version of the rule to apply, courts should consider the requested remedy. If a plaintiff asks for an equitable remedy, the equitable version of the rule should generally apply. And if a plaintiff asks for damages, the legal version should typically apply. In some cases, that inquiry will be easy. But the question is harder in release cases like McClellan's. When a plaintiff asks a court to rescind a release agreement so that she can sue under a federal statute, the plaintiff asks for\n   <em>\n    two\n   </em>\n   remedies: first, rescission, and second, whatever remedies she ultimately seeks under the statute. What remedy is the proper touchstone for the tender-back rule? Here, McClellan seeks equitable remedies: rescission\n   <em>\n    and\n   </em>\n   reinstatement.\n   <em>\n    See\n   </em>\n   2 Joseph Story,\n   <em>\n    Commentaries on Equity Jurisprudence\n   </em>\n   §§ 688-95 (listing rescission as an equitable remedy);\n   <em>\n    see also\n   </em>\n   <em>\n    Fleming\n   </em>\n   ,\n   <extracted-citation case-ids=\"10524324\" index=\"185\" url=\"https://cite.case.law/f3d/27/259/\">\n    27 F.3d at 261\n   </extracted-citation>\n   (listing reinstatement as an equitable remedy). She also seeks damages, historically a legal remedy.\n   <em>\n    But see\n   </em>\n   <em>\n    Chauffeurs, Local No. 391 v. Terry\n   </em>\n   ,\n   <extracted-citation case-ids=\"5170\" index=\"186\" url=\"https://cite.case.law/us/494/558/#p571\">\n    494 U.S. 558\n   </extracted-citation>\n   , 571,\n   <extracted-citation case-ids=\"5170\" index=\"187\" url=\"https://cite.case.law/us/494/558/#p571\">\n    110 S.Ct. 1339\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5170\" index=\"188\" url=\"https://cite.case.law/us/494/558/#p571\">\n    108 L.Ed.2d 519\n   </extracted-citation>\n   (1990) (stating a monetary award may be equitable if \"incidental to or intertwined with injunctive relief\"). On the one hand, the fact she seeks an equitable remedy-reinstatement-could be sufficient grounds to apply the equitable rule. Or it might be more appropriate to apply a remedy-by-remedy analysis, such that any legal remedies she seeks are subject to the legal version of the rule, while her equitable remedies require only reasonable timing. Or there is a third possibility. Since tender-back relates to rescission of McClellan's release itself, perhaps the equitable nature of rescission should require courts to always apply the equitable version of the rule. I would remand to the district court to analyze the remedies McClellan seeks and determine the applicable rule in the first instance.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-85\">\n   <em>\n    Timing of reasonableness.\n   </em>\n   Assuming the equitable rule applies (at least in part), the district court should consider whether the timing of McClellan's tender back was reasonable.\n   <em>\n    See\n   </em>\n   2 James Kent,\n   <em>\n    Commentaries on American Law\n   </em>\n   194 (\"In the case of voidable contracts [by infants], it will depend upon [the] circumstances ... whether any overt act of assent or dissent on his part be requisite to determine the fact of his future responsibility.\");\n   <em>\n    see also\n   </em>\n   <em>\n    Oubre\n   </em>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"189\" url=\"https://cite.case.law/us/522/422/#p436\">\n    522 U.S. at 440-41\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11471876\" index=\"190\" url=\"https://cite.case.law/us/522/422/#p436\">\n    118 S.Ct. 838\n   </extracted-citation>\n   (Thomas, J., dissenting) (stating \"immediate tender is not always required\");\n   <em>\n    Stewart\n   </em>\n   ,\n   <extracted-citation case-ids=\"3200056\" index=\"191\" url=\"https://cite.case.law/ky/33/479/#p481\">\n    33 Ky. at 481\n   </extracted-citation>\n   (requiring tender back of a horse \"in a reasonable time\");\n   <em>\n    Bieghler\n   </em>\n   ,\n   <extracted-citation index=\"192\" url=\"https://cite.case.law/citations/?q=174%20N.E.%20774\">\n    174 N.E. at 776\n   </extracted-citation>\n   (suggesting that it is sufficient in \"nearly all jurisdictions\" for a party to \"sufficiently excuse himself\" of the duty to tender back). In making that determination, the district court on remand might consider pleading rules as a reference.\n   <em>\n    See\n   </em>\n   Fed. R. Civ. P. 15(a)-(b) ;\n   <em>\n    see, e.g.,\n   </em>\n   <em>\n    Girard v.St. Louis Car Wheel Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"939238\" index=\"193\" url=\"https://cite.case.law/mo/123/358/\">\n    123 Mo. 358\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"194\" url=\"https://cite.case.law/citations/?q=27%20S.W.%20648\">\n    27 S.W. 648\n   </extracted-citation>\n   , 650-52 (1894) (analyzing if and when tender back needed to occur when it was raised as an affirmative defense in the pleadings);\n   <em>\n    see also\n   </em>\n   <em>\n    Talmer\n   </em>\n   ,\n   <extracted-citation case-ids=\"4349723\" index=\"195\" url=\"https://cite.case.law/f-appx/651/438/#p444\">\n    651 F. App'x at 443-44\n   </extracted-citation>\n   (discussing the interplay between Ohio's strict tender-back rule and Federal Rule of Civil Procedure 15 );\n   <em>\n    Romero v. Allstate Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4344794\" index=\"196\" url=\"https://cite.case.law/f-supp-3d/170/779/\">\n    170 F.Supp.3d 779\n   </extracted-citation>\n   , 790 n.9 (E.D. Pa. 2016) (assessing tender back considering plaintiff's three amended complaints). The fact that McClellan tendered back before her employer's first responsive pleading would lend in favor of finding the timing of her tender reasonable. On the other hand, had she tendered back later, meanwhile subjecting the employer to expensive discovery, her timing might deserve greater scrutiny.\n   <em>\n    See\n   </em>\n   <em>\n    McQuiddy v. Ware\n   </em>\n   , 87 U.S. (20 Wall.) 14, 19,\n   <extracted-citation case-ids=\"3392890\" index=\"197\" url=\"https://cite.case.law/us/87/14/\">\n    22 L.Ed. 311\n   </extracted-citation>\n   (1873) (\"[H]e who seeks equity must do equity.\").\n  </p>\n  <p id=\"p-86\">\n   * * *\n  </p>\n  <p id=\"p-87\">\n   Accordingly, I agree with the majority that we should remand the case. But rather than moving forward with the merits of McClellan's Title VII and Equal Pay Act claims, I would instruct the district court to reconsider the ratification and tender-back doctrines consistent with this opinion.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-97\">\n    The majority opinion calls my consideration of history \"superfluous.\" But one must look at past common-law cases to understand the development of the\n    <em>\n     common law\n    </em>\n    .\n    <em>\n     See, e.g.\n    </em>\n    ,\n    <em>\n     Cuomo v. Clearing House Ass'n, LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"3658081\" index=\"198\" url=\"https://cite.case.law/us/557/519/#p525\">\n     557 U.S. 519\n    </extracted-citation>\n    , 525-29,\n    <extracted-citation case-ids=\"3658081\" index=\"199\" url=\"https://cite.case.law/us/557/519/#p525\">\n     129 S.Ct. 2710\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3658081\" index=\"200\" url=\"https://cite.case.law/us/557/519/#p525\">\n     174 L.Ed.2d 464\n    </extracted-citation>\n    (2009) (discussing history of common law visitation powers while interpreting National Bank Act);\n    <em>\n     id\n    </em>\n    at 540-46,\n    <extracted-citation case-ids=\"3658081\" index=\"201\" url=\"https://cite.case.law/us/557/519/#p525\">\n     129 S.Ct. 2710\n    </extracted-citation>\n    (Thomas, J., concurring in part and dissenting in part) (writing for the other four Justices with a different interpretation of the common law history);\n    <em>\n     see also\n    </em>\n    <em>\n     Kirtsaeng v. John Wiley &amp; Sons, Inc\n    </em>\n    ,\n    <extracted-citation case-ids=\"12407645\" index=\"202\" url=\"https://cite.case.law/us/568/519/#p537\">\n     568 U.S. 519\n    </extracted-citation>\n    , 537-539,\n    <extracted-citation case-ids=\"12407645\" index=\"203\" url=\"https://cite.case.law/us/568/519/#p537\">\n     133 S.Ct. 1351\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12407645\" index=\"204\" url=\"https://cite.case.law/us/568/519/#p537\">\n     185 L.Ed.2d 392\n    </extracted-citation>\n    (2013) (common law history of the first sale doctrine);\n    <em>\n     Samantar v. Yousuf\n    </em>\n    ,\n    <extracted-citation case-ids=\"3641789,12449206\" index=\"205\" url=\"https://cite.case.law/us/560/305/\">\n     560 U.S. 305\n    </extracted-citation>\n    , 311-13,\n    <extracted-citation case-ids=\"3641789,12449206\" index=\"206\" url=\"https://cite.case.law/us/560/305/\">\n     130 S.Ct. 2278\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3641789,12449206\" index=\"207\" url=\"https://cite.case.law/us/560/305/\">\n     176 L.Ed.2d 1047\n    </extracted-citation>\n    (2010) (common law history of sovereign immunity). No more so is this true than when trying to understand why two distinct tender-back rules developed in the common law and how they may respectively apply today.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-98\">\n    The majority opinion posits that the common law approach of asking district courts to do what they do everyday-analyze complaints-is unworkable. This unworkability evidently follows from the majority opinion's belief that Title VII allows judges to provide remedies that the parties themselves do not seek. The opinion's only citation for that wide-reaching proposition is part of a footnote in an out-of-circuit case.\n    <em>\n     Selgas v. Am. Airlines, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"7628718\" index=\"208\" url=\"https://cite.case.law/f3d/104/9/\">\n     104 F.3d 9\n    </extracted-citation>\n    , 13 n.2 (1st Cir.1997). But if one reads the\n    <em>\n     entire\n    </em>\n    footnote, it becomes clear that the\n    <em>\n     Selgas\n    </em>\n    court did not do what the majority opinion says. Instead, the court applied a remedy that the plaintiff herself sought\n    <em>\n     in her complaint\n    </em>\n    .\n    <em>\n     <extracted-citation case-ids=\"7628718\" index=\"209\" url=\"https://cite.case.law/f3d/104/9/\">\n      Id.\n     </extracted-citation>\n    </em>\n    (\"Additionally, [the plaintiff's] repeated requests for reinstatement in her original complaint and in subsequent motions bely a claim that she elected one form of recovery over the other.\").\n    <em>\n     Selgas\n    </em>\n    then cannot support the majority opinion's proposition that courts can simply free-wheel Title VII remedies. And, moreover,\n    <em>\n     Selgas\n    </em>\n    goes to show that Title VII does not displace the ordinary rules of pleading-the same rules that the common law approach to tender-back embraces.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}