{
  "casebody": {
    "data": "<casebody firstpage=\"567\" lastpage=\"568\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b595-9\">RUST LAND &amp; LUMBER CO. v. APPLEGATE, Attorney General of Arkansas.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b595-10\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b595-11\">November 17, 1928.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b595-12\">No. 8094.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b595-17\">Sam Costen, of Memphis, Tenn., and M. Danaher, of Pine Bluff, Ark., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b595-18\">John L. Carter, George Yaughan, and John M. Rose, all of Little Rock, Ark., and Robert W. Wilson, of Pine Bluff, Ark., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b595-19\">Before BOOTH, Circuit Judge, and POLLOCK and DEWEY, District Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b595-20\">POLLOCK, District Judge.</author>\n<p id=\"adn-dedup-0\">This suit was instituted by appellant as plaintiff in the federal court for the Eastern district of Arkansas to enjoin defendant as Attorney General of the state of Arkansas from bringing or prosecuting an action to recover taxes alleged to be due, owing and unpaid to the state and its agencies on certain lands situate in the counties of Desha and Lincoln in that state. The action sought to be enjoined was instituted by the filing of the complaint and causing a summons to issue thereon on October 7,1927. This suit was instituted in the federal court on October 12,1927. The action brought in the state court was instituted under the provisions of sections 10204 to 10214, Crawford <em>&amp; </em>Moses’ Digest of the Statutes of Arkansas. Under this statutory law the Attorney General of the state is authorized to institute an aetion to recover back taxes, when lands in his judgment have escaped the payment of its just share of taxes for any one or more years.</p>\n<p id=\"b595-21\">The statutes of Arkansas involved in this litigation have been upheld as valid by the Supreme Court in Ft. Smith Lumber Co. v. State of Arkansas, 251 U. S. 532, 40 S. Ct. 304, 64 L. Ed. 396. The Supreme Court of the state has upheld the constitutional validity of this act when considered in connection with the Constitution of the state of Arkansas. Kansas City <em>&amp; </em>M. Ry. &amp; Bridge Co. v. State, 117 Ark. 606, 174 S. W. 248. The trial court sustained a motion to dismiss the bill in this case, and plaintiff has appealed.</p>\n<p id=\"b595-22\">As the suit by the Attorney General, brought in the district court of Lincoln county by the filing of the complaint therein and causing a summons to issue thereon on the 7th day of October, 1927, was instituted as of that day, under the decisions of the Su<page-number citation-index=\"1\" label=\"568\">*568</page-number>preme Court of Arkansas, and as this suit was not instituted until the 12th day of the month thereafter, it must he held-to he one brought to enjoin an action or suit pending in a court of the state to enforce the provisions of valid state legislation. So viewed, it is entirely clear and well settled on authority controlling here that this suit was brought in violation of section 265, Judicial Code (28 USCA § 379), which provides as follows:</p>\n<p id=\"b596-4\">“The writ of injunction shall not be granted by any court of the United States to stay proceedings in any court of a state, except in cases where sueh injunction may be authorized by any law relating to proceedings in bankruptcy.”</p>\n<p id=\"b596-5\">The eases emanating from the Supreme Court of the country and enforcing the provisions of this section are so numerous any one cari’ turn to them.. True, there are other facts relied upon, sueh as the attempt of the plaintiff, a foreign corporation, to withdraw from the state, which, under the facts of this ease, was ineffectual, and the further contention of the plaintiff, the fact the back taxes sought to be collected, if paid by plaintiff, would work a discrimination against plaintiff, and the fact that a former suit by the state to enforce the same alleged right by the state in this case had been brought in a court of the state having jurisdiction, and had by the plaintiff been dismissed. However, all such questions can have no weight or bearing here. The plaintiff can have determined all such matters, if material, by a defense to the aetion in that state court.</p>\n<p id=\"b596-6\">The order of dismissal of the bill was right, and, being right, must be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}