{
  "casebody": {
    "data": "<casebody firstpage=\"871\" lastpage=\"872\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b899-7\">THOMSON v. MILLER.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b899-8\">Court of Appeals of District of Columbia.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b899-9\">Submitted November 13, 1928.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"alj-dedup-1\">Decided December 3, 1928.</decisiondate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b899-10\">No. 2078.</docketnumber>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b899-16\">Lawrence C. Kingsland, of St. Louis, Mo., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b899-17\">Joseph W. Milbum, of Washington, D. C., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b899-18\">Before MARTIN, Chief Justice, and ROBB and VAN ORSDEL, Associate Justices.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b899-19\">MARTIN, Chief Justice.</author>\n<p id=\"AqDq\">The appellant, Thomson, is the junior party, his application having been filed while that of the appellee, Miller, was pending. A patent was inadvertently issued to Thomson, but this interference was later declared. Thomson, having alleged in his preliminary statement a date of conception subsequent to Miller’s filing date, was placed under an order to show cause why judgment should not be rendered against him on the record. Thomson thereupon moved to dissolve the interference upon the ground that Miller had no right to make the claim constituting the count of the issue for the reason that it was not readable upon the disclosure of his application. This motion raised the sole question involved in the ease in the Patent Office and upon this appeal. The motion was sustained by the law' examiner, who held that Miller had no right to make the claim and dissolved the interference. This decision was reversed by the examiners-in-chief. The examiner of interferences then entered judgment on the record against Thomson, and awarded priority of invention to Miller. That decision was in turn affirmed by the examiners-in-ehief and by the Commissioner of Patents. This appeal followed.</p>\n<p id=\"b899-20\">The interference relates to a spring ring of polygonal shape formed of a ribbon of spring steel. The ring is designed to be inserted in a groove of the piston of a gas engine under the ordinary piston ring in order to exert outward pressure upon the latter ring, and thereby aid in taking’up the play between the piston skirt and the cylinder wall. The spring ring, by reason of its resilience, functions to absorb the swinging motion of the piston, thereby avoiding the well-known “piston slap.”</p>\n<p id=\"b900-3\"><page-number citation-index=\"1\" label=\"872\">*872</page-number>The single count of the interference reads as follows;</p>\n<p id=\"b900-4\">Count 1. “An article of manufacture comprising a ribbon of spring metal having the general form of a polygon, each of whose comers connecting the sides is rounded outwardly, describing an are struck from a point within the boundary of said polygon, each of the said sides having greater length between said comers than the length of the radius of any circle of which any one of the ares is a part.”</p>\n<p id=\"b900-5\">Thomson’s contention rests upon the claim that Miller’s disclosure- shows a polygonal ring whose sides meet in angles having well-defined vertices, instead of being “rounded outwardly,” as described in the count. The officials of the Patent Office, however, in concurring opinions, have held that the comers of Miller’s ring as set out in his disclosure are “rounded outwardly,” and that the count accordingly reads upon his disclosure. It is conceded that this fact is not clearly shown in two of the figures (4) (6) of the disclosure, but it is claimed that in another figure (2) the corners appear as rounded. It is true that this figure shows the ring under compression, nevertheless the figure indicates similar corners in the expanded ring. Support for this holding is found also in the specifications wherein the comers are described as “bowed,” and the spring is claimed as a “bowed spring.” The examiners-in-chief expressed their conclusion as follows:</p>\n<blockquote id=\"b900-6\">“Taking the Miller application as a whole, we find a number of things which indicate that Miller intended to have his article formed with rounded comers; and we find nothing which indicates otherwise except the two outer lines of the Pig. 4. There is nothing in the specification that is inconsistent with Miller’s contention that the comers are rounded, and it is believed that, based on the application disclosure alone, those skilled in the art would understand that the corners are rounded.. If they are rounded at all, the radius of curvature is necessarily shorter than the sides between the corners and the count reads on the disclosure.”</blockquote>\n<p id=\"b900-7\">As was said by the Commissioner:</p>\n<blockquote id=\"b900-8\">“It is also a matter of common knowledge that in bending by the usual process a metal ribbon of this character to the shape disclosed in Mg. 2 or even Pig. 4, the outside of the comers would inevitably be rounded. The radius of curvature would necessarily be shorter than the length of a side. It is accordingly held that the count reads on the original disclosure in the Miller application.”</blockquote>\n<p id=\"b900-9\">We have examined and compared the various parts of Miller’s disclosure, and we are convinced that a correct conclusion was reached by the lower tribunals.</p>\n<p id=\"b900-11\">The decision of the Commissioner of Patents is therefore affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}