{
  "casebody": {
    "data": "<casebody firstpage=\"1366\" lastpage=\"1369\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1450-7\">GARY W., etc., et al., Plaintiffs-Appellees, v. The STATE OF LOUISIANA, DEPARTMENT OF HEALTH AND HUMAN RESOURCES, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1450-10\">No. 88-3123</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Agq2\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1450-11\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1450-13\">Dec. 21, 1988.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1450-20\">Joel E. Gooch, Marjorie G. O’Connor, Lafayette, La., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1450-21\">James E. Comstock-Galagan, New Orleans, La., for plaintiffs-appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1450-23\">Before POLITZ, KING and SMITH, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1450-24\">POLITZ, Circuit Judge:</author>\n<p id=\"b1450-25\">A magistrate refused to allow the state to depose the special master who presided over the remedial phase of a class action. The district court sustained the magistrate’s ruling, and the state appeals. Finding that the special master was not subject to being deposed, we affirm.</p>\n<p id=\"b1451-3\">\n<page-number citation-index=\"1\" label=\"1367\">*1367</page-number>\n<em>Background,</em>\n</p>\n<p id=\"b1451-4\">The rights of mentally retarded, emotionally disturbed, and other children placed in out-of-state institutions were made the subject of a class action against the State of Louisiana. In <em>Gary W. v. Louisiana, </em>437 F.Supp. 1209 (E.D.La.1976), the court issued an order protecting these children. In September 1978, the district court appointed a special master to ensure compliance with the protective order during the remedial phase. We affirmed that appointment, <em>Gary W v. Louisiana, </em>601 F.2d 240 (5th Cir.1979), observing that the special master’s assigned functions as fact finder, monitor, and hearing officer were clearly detailed in the court’s order of reference and were consistent with Rule 53 of the Federal Rules of Civil Procedure, which governs the appointment of masters.<footnotemark>1</footnotemark></p>\n<p id=\"b1451-6\">Dr. Brenda Lyles was appointed special master on January 1, 1987. On August 25, 1987 she issued a formal recommendation concerning the abuse and neglect of <em>Gary W. </em>classmembers. The following week the office of special master terminated and Dr. Lyles was appointed director of an independent monitoring unit.<footnotemark>2</footnotemark></p>\n<p id=\"b1451-7\">The state objected to Dr. Lyles’ recommendations; the classmembers urged their adoption. In accordance with Rule 53<footnotemark>3</footnotemark> and the district court’s order of reference,<footnotemark>4</footnotemark> a hearing was scheduled before a magistrate to determine whether Dr. Lyles’ recommendations should be adopted, modified, rejected, or recommitted.</p>\n<p id=\"b1452-3\"><page-number citation-index=\"1\" label=\"1368\">*1368</page-number>In December 1987 Dr. Lyles began the preparation of a report on incidents of abuse and neglect to be submitted to the magistrate at the hearing on the recommendations she had made as special master. Seeking to discover the substance of this report, the state noticed Dr. Lyles’ deposition and issued a subpoena and a subpoena duces tecum to her. The class-members moved to quash. The magistrate quashed the subpoenas because of Dr. Lyles’ special relationship with the court. The district court affirmed that ruling. Dr. Lyles completed her report and, as ordered by the magistrate, distributed copies to the parties before the scheduled hearing. Following the hearing the magistrate ordered implementation of Dr. Lyles’ formal recommendations. The state appeals the ruling on the motion to quash.</p>\n<p id=\"b1452-4\">\n<em>Analysis</em>\n</p>\n<p id=\"b1452-5\">As a general rule, any individual competent to be a witness may be compelled to testify as to facts within his or her knowledge that are relevant to a matter before the court. <em>See </em>Fed.R.Evid. 601, 602; <em>see also Blair v. United States, </em>250 U.S. 273, 39 S.Ct. 468, 63 L.Ed. 979 (1919); <em>Standard Packaging Corp. v. Curwood, Inc., </em>365 F.Supp. 134 (N.D.Ill.1973). There are exceptions to this rule; for example, “[t]he judge presiding at [a] trial may not testify in that trial as a witness.” Fed.R.Evid. 605. In addition, the courts have recognized an exemption from compulsory testimony when necessary “to protect the integrity and individual responsibility of governmental officials whose duties involve the exercise of judicial and quasi-judicial authority.” <em>Curwood, </em>365 F.Supp. at 135.</p>\n<p id=\"b1452-6\">The Supreme Court addressed this principle, referred to as the “mental processes rule,” in <em>United States v. Morgan, </em>313 U.S. 409, 61 S.Ct. 999, 85 L.Ed. 1429 (1941). In <em>Morgan, </em>the Secretary of Agriculture issued an order setting maximum rates to be charged by market agencies for stockyard services. When the market agencies sued to set aside the Secretary’s order, the district court authorized the deposition and trial testimony of the Secretary. Noting that the Secretary should not have been subjected to such examinations, the Supreme Court stated:</p>\n<blockquote id=\"b1452-8\">[The Secretary’s] testimony shows that he dealt with the enormous record in a manner not unlike the practice of judges in similar situations, and that he held various conferences with the examiner who heard the evidence. Much was made of his disregard of a memorandum from one of his officials who, on reading the proposed order, urged considerations favorable to the market agencies. But the short of the business is that the Secretary should never have been subjected to this examination. The proceeding before the Secretary “has a quality resembling that of a judicial proceeding.” Such an examination of a judge would be destructive of judicial responsibility. We have explicitly held in this very litigation that “it was not the function of the court to probe the mental processes of the Secretary.” Just as a judge cannot be subjected to such a scrutiny, so the integrity of the administrative process must be equally respected.</blockquote>\n<p id=\"b1452-9\"><em>Morgan, </em>313 U.S. at 422, 61 S.Ct. at 1004 (citations omitted).</p>\n<p id=\"b1452-10\">In <em>Bank of Commerce of Laredo v. City National Bank of Laredo, </em>484 F.2d 284 (5th Cir.1973), <em>cert. denied, </em>416 U.S. 905, 94 S.Ct. 1609, 40 L.Ed.2d 109 (1974), the plaintiff sought to set aside a national bank charter granted to a competitor by the Comptroller of the Currency. The district court refused to allow the plaintiff to depose or serve interrogatories on the Comptroller. In affirming, we concluded:</p>\n<blockquote id=\"b1452-11\">The preponderant weight of judicial precedent bars plaintiffs from deposing the Comptroller or requiring him to answer interrogatories. The Supreme Court recently affirmed this policy in <em>Camp v. Pitts </em>[411 U.S. 138, 93 S.Ct. 1241, 36 L.Ed.2d 106 (1973) ], stating that “the focal point for judicial review should be the administrative record already in existence, not some new record made initially in the reviewing court.”</blockquote>\n<p id=\"b1452-12\">484 F.2d at 287 (citations omitted).</p>\n<p id=\"b1452-13\">Although <em>Morgan </em>and <em>Laredo </em>involved compelled testimony of agency officials, <page-number citation-index=\"1\" label=\"1369\">*1369</page-number>the mental processes rule has been applied to prevent the involuntary testimony of judicial and quasi-judicial officers. The Supreme Court noted same inferentially in <em>Morgan, </em>313 U.S. at 422, 61 S.Ct. at 1004. In <em>United States v. Dowdy, </em>440 F.Supp. 894 (W.D.Va.1977), the trial court quashed a subpoena that would have required a judge to appear as a witness in the defendant’s perjury prosecution. The court reasoned:</p>\n<blockquote id=\"b1453-4\">While a judge enjoys no special privilege from being subpoenaed as a witness, it is imperative when he is called to testify as to action taken in his judicial capacity, to carefully scrutinize the grounds set forth for requiring his testimony. Should a judge be vulnerable to subpoena as to the basis of every action taken by him, the judiciary would be open to “frivolous attacks upon its dignity and integrity, and ... interruption of its ordinary and proper functioning.” <em>[United States v.] Valenti, </em>120 F.Supp. 80 (D.N.J.1954).. The Supreme Court recognized this need to prevent disruption of the judicial process in <em>United States v. Morgan </em>[313 U.S. 409, 61 S.Ct. 999, 85 L.Ed. 1429 (1940) ] ... Later, in <em>Citizens to Preserve Overton Park v. Volpe, </em>401 U.S. 402, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971), the court indicated that such an examination of an administrative decision-maker would be permitted, where administrative findings existed, only with a strong showing of bad faith or improper behavior. Following this principle, courts have refused to issue subpoenas for oral testimony of the decision-makers as to the basis for their opinions absent extreme and extraordinary circumstances.</blockquote>\n<p id=\"b1453-8\"><em>Dowdy, </em>440 F.Supp. at 896 (citations omitted); <em>see also United States v. Abell, </em>552 F.Supp. 316, 325 n. 2 (D.Me.1982) (judge); <em>United States v. Cross, </em>516 F.Supp. 700, 707 (M.D.Ga.1981) (judge), <em>aff'd., </em>742 F.2d 1279 (11th Cir.1984); <em>Curwood, </em>365 F.Supp. at 136 (patent examiner).</p>\n<p id=\"b1453-9\">Dr. Lyles was performing a quasi-judicial function when, as special master, she submitted her formal recommendation.<footnotemark>5</footnotemark> <em>See In Re Gilbert, </em>276 U.S. 6, 48 S.Ct. 210, 72 L.Ed. 441 (1928) (master assumed the duties and obligations of a judicial officer). An examination of her mental processes in making that recommendation would have been inappropriate and the magistrate and district court correctly prevented such.</p>\n<p id=\"b1453-10\">The judgment of the district court is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1451-8\">. <em>See infra </em>notes 3 and 4.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1451-9\">. The office of the special master was scheduled to terminate on August 31, 1987 with the expectation that its functions and responsibilities would be assumed by the Louisiana Department of Health and Human Resources. Prior to the termination date, however, the district court concluded that a measured and planned transfer was not forthcoming. In response, the court established a temporary independent monitoring unit. The purpose of the unit, which was reduced significantly in size, scope, authority, and budget in comparison to the special master’s office, was to assist the state with developing an effective self-monitoring program. The independent monitoring unit was instituted with the proviso that the office of the special master would be reinstated if the Department of Health and Human Resources was not prepared to begin self-monitoring at the end of the nine-month period allotted to the unit.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1451-10\">. Fed.R.Civ.P. 53(e) provides, in pertinent part:</p>\n<blockquote id=\"b1451-11\">The master shall prepare a report upon the matters submitted to the master by the order of reference and, if required to make findings of fact and conclusions of law, the master shall set them forth in the report.</blockquote>\n<blockquote id=\"b1451-12\">In an action to be tried without a jury the court shall accept the master’s finding of fact unless clearly erroneous. Within 10 days after being served with notice of the filing of the report any party may serve written objections thereto upon the other parties. Application to the court for action upon the report and upon objections thereto shall be by motion and upon notice.... The court after hearing may adopt the report or may modify it or may reject it in whole or in part or may receive further evidence or may recommit it with instructions.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1451-13\">.The court’s order of reference in part provides:</p>\n<blockquote id=\"b1451-14\">The Master shall also have the authority to make formal written recommendations with regard to implementation of any aspect of the Principal Order. Such formal recommendations shall specify in detail the steps defendant should take and a timetable for completion of such steps.</blockquote>\n<blockquote id=\"b1451-15\">Copies of each formal recommendation ... shall be accompanied by findings of fact, filed with the Court, and served upon counsel for the parties. A recommendation shall be binding unless within ten (10) business days any party files an objection with the Special Master and requests a hearing ... The Court retains the authority to reject or modify any recommendation by the Master regardless of whether any party has filed an objection.</blockquote>\n<blockquote id=\"b1451-16\">Hearings on objections shall be held before the Special Master at the earliest convenient time. Each party shall have the right to present evidence of a documentary and testamentary nature, and to cross-examine adverse witnesses. The Master shall make a record of all proceedings, render a written decision within five (5) business days, and provide the parties and the Court with a copy of the decision ...</blockquote>\n<blockquote id=\"b1451-17\">[A]ny party may apply to the Court, with notice to all parties and the Master, for review of the Master’s decision ... Upon receipt of the notice of application for review, the Master shall certify the record of hearing to the Court. Review shall be on the record unless the Court determines that a hearing is necessary. The Court may adopt the Master’s decision, modify it, reject it in whole or in part, or remand it with instructions.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1453-7\">. The state argues that it sought to depose Dr. Lyles solely with respect to the report she prepared in December 1987 as director of the independent monitoring unit. It is the state’s contention that in that position Dr. Lyles was acting as a court-appointed expert and as such was subject to being deposed according to the plain language of Federal Rule of Evidence 706. It is true that Dr. Lyles was not a special master at the time she wrote the report. The report was prepared, however, in support of the formal recommendation she made in her capacity as special master. Moreover, the state sought to depose Dr. Lyles as part of its discovery for the hearing on whether her recommendation would be adopted by the court. In effect, the state sought to depose Dr. Lyles with respect to the findings she made as special master. We do not address the issue whether Dr. Lyles could have been deposed, as a court-appointed expert or otherwise, if the discovery sought related solely to her role within the independent monitoring unit, for those are not the facts as presented herein.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}