{
  "casebody": {
    "data": "<casebody firstpage=\"371\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b377-10\">Decla</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b377-11\">\n<em>Francis Desnoyers vs Gabriel Godfroy</em>\n</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b377-15\">filed in court 12 may 1812</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"Ako\">Sol Sibley At7</attorneys>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b377-17\">Territory of Michigan in the supreme court—</p>\n<p id=\"A2Zq\">to wit</p>\n<p id=\"b377-19\">Francis Denoyers alias Fifi complains of Gabriel Godfroy, senior, in Custody of the Marshal &amp;c of a plea of covenant broken For this that whereas, the said Gabriel Godfroy on the thirteenth day of August One thousand Eight hundred and Ten in the District of Detroit and Territory of Michigan, alledging and pretending to be the legal owner and proprietor, in his own right in fee simple of a certain tract of land of three arpents or french acres in front by fifty arpents or french acres in depth, situated and lying upon what is called stoney creek in the District of Erie and Territory aforesd upon the right hand side of said River or Creek going up stream and bounded on the upper side by a lot of land belonging to the said Gabriel and others owners and proprietors of Stony Creek Mills so called, and upon the lower side by land belonging to the heirs or children of the said Gabriel, in front by said stonny creek and in the rear at the end of said fifty acres by the land belonging to the Heirs or children of said Gabriel—The said Gabriel so alledging and pretending to be the legal owner and proprietor of said tract of land above mentioned, and to have full power and authority to sell and convey the same by deed of conveyance thereby to vest in the purchaser thereof an estate in fee simple to hold to such purchaser his heirs and assigns—Whereupon the said Francis believing the representations so made to him by said Gabriel as above stated to be true afterwards, to wit on the same day and year aforesd in the district aforesd for and in consideration <page-number citation-index=\"1\" label=\"372\">*372</page-number>of four hundred and fifty, by him paid and stipulated to be paid the said Gabriel as hereinafter mentioned, became the purchaser of said tract of land of and from the said Gabriel Godfroy who then and there did make sale thereof to him the said Francis—and afterwards Towit on the said thirteenth day of August one thousand eight hundred and ten in the District of Detroit aforesd did make sign seal execute and deliver him the said Francis, his certain deed, seald with his seal dated the said thirteenth day of August one thousand Eight hundred and ten, and which said Deed so sealed by sd Gabriel the said Francis brings here into Court, dated the Day and year aforesd. By which sd Deed so made and executed by the said Gabriel as above mentioned, and delivered the said Francis as aforesd. The said Gabriel, did and does Bargain, sell, convey and confirm, unto the said Francis, the above mentioned tract of land of three Arpents or french acres in <em>front </em>by fifty arpents or french acres in depth, situated lying and being bounded in and by sd Deed as is above mentioned, to have &amp; hold said Tract of land to the said Francis, his heirs and assigns forever, by an absolute estate and inheritance thereto and therein the said Gabriel therein and thereby covenant and agreeing to and with said Francis, that he sd Gabriel was legal owner and proprietor of said tract of land so discribed and bounded as above mentioned, and that he the sd Gabriel had right and authority to sell and convey the same to said Francis to hold to him &amp; his heirs as aforesd and further that he the said Gabriel would at all times guarantee the said Francis his heirs and assigns in and to the estate &amp; possession of sd property, in conformity to his the said Gabriels covenants contained in such his said Deed—And the said Francis on his part did engage &amp; promise to pay, in consideration of such sale and conveyance for said tract of land to sd Gabriel the sum of four hundred and fifty dollars lawful money of the United States of America Towit, Two hundred dollars in hand upon the executing of said deed of Conveyance by sd Gabriel the residue, Towit, Two hundred and fifty dollars, during the term of three years—and the sd Francis avers that he did pay the said Gabriel on the day of sealing deed as above, Two hundred dollars, so mentioned in sd deed to be paid down or in hand, To wit in District of Detroit aforesd and in all things complyed with the covenants in sd Deed contained on his part to be performed and the said Francis Denoyers in fact saith that the said Gabriel Godfroy at the time of making the Deed aforesd and the covenants therein contained, was not the legal owner and proprietor, of in and to said tract of land discribed in said Deed so sealed and conveyed by him sd Gabriel to him the said Francis as in and by said Deed the said Gabriel hath covenanted with the sd Francis—nor had the said Gabriel at the time of Executing said Deed any lawful power or authority whatever to sell and convey said tract of land to the said Francis as by his covenant, in sd Deed he hath alledged, nor had the said Gabriel at the time <page-number citation-index=\"1\" label=\"373\">*373</page-number>of making said deed, nor at any time thereafter prior to commencing the above action, any power right or authority to insure or secure the said Francis his heirs and assigns in the quiet and peaceable possession of said tract of land, discribed in said Deed according to the covenants of sd Gabriel But the sd Francis saith that at the time the said Gabriel sold said tract of Land to him the said Francis, and on the day and at the time the sd Gabriel executed and delivered the aforesd deed, the said tract of land therein mentioned and discribed, was and still is the property and estate of another person, Towit the children of the said Gabriel, and not the property and estate of the sd Gabriel as in and by said Deed he hath covenanted with sd Francis—Wherefore the sd Francis saith that the said Gabriel altho’ often requested, hath not kept and performed his said covenants, so made and entered into with the said Francis, but hath broken the same and has hitherto refused and still doth refuse to keep the same with sd Francis—Whereby the said Francis by reason thereof saith that he is damaged One thousand dollars, and thereupon brings suit &amp;c Sol Sibley At7</p>\n<p id=\"b379-4\">Pledges Jn° Doe 1</p>\n<p id=\"ApG\">Richd Roe J</p>\n<p id=\"b379-5\">Michigan Territory towit—Francis Desnoyers alias Fify puts in his place Sol Sibley his att7 to prosecute Gabriel Godfroy senior in an action of Cov Broken—</p>\n<p id=\"b379-8\">Territory of Michigan, to wit</p>\n<p id=\"b379-9\">The United States <em>of America to the Marshal of the Territory of Michigan:</em></p>\n<p id=\"AF8\">You are hereby commanded that you take Whittemore Knaggs, one of the interpreters for the United States, for one of the tribes of savages commonly called Chebois, or Chippewas, to be found within the said Territory of Michigan, and him safely keep, so that you may have his body before our judges of our Supreme court of the said Territory of Michigan, to be held at Detroit, on the 3d Monday in September next, then and there in our said court, before our said judges, to answer Augustus B. Woodward, one of the judges in and over the Territory of Michigan, in a plea of trespass for an assault upon a judge to the damage of the said Augustus B. Woodward, as is said, twenty thousand dollars, and of this will [writ] make due return. Witness, John Griffin, one of the judges in and over the Territory of Michigan, the nth day of June, one thousand eight hundred and eleven.</p>\n<p id=\"b379-10\">Peter Audrain, [Clk.]</p>\n<p id=\"AOYm\">M. S. C. T. M.</p>\n<p id=\"b380-4\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>United States of America,!</p>\n<p id=\"b380-5\">Territory of Michigan, to •wit:/</p>\n<p id=\"b380-6\">Augustus B. Woodward, one of the judges in and over the Territory of Michigan, complains of Whittemore Knaggs, one of the interpreters for the United States for one of the tribes of savages commonly called Cheboys or Chippeways, in custody of a plea of trespass, for that the said defendant on the 10th day of June, one thousand eight hundred and eleven, at Detroit, in the district of Detroit, in the Territory of Michigan, with force and arms, to-wit: with clubs, etc., assaulted the said plaintiff, and him did then and there strike and wound and other enormities committed against the peace and dignity of the United States of America, and to the damage of the said plaintiff, twenty thousand dollars, wherefore he brings suit.</p>\n<p id=\"b380-7\">Michigan, Oct. 9, 1811. Woodward</p>\n<footnote orphan=\"true\">\n<p id=\"b379-6\">[In the handwriting of Solomon Sibley]</p>\n</footnote>\n<footnote orphan=\"true\">\n<p id=\"b379-11\">[Reprinted from <em>Michigan Pioneer Collections3 </em>XII, 642, with the permission of the Michigan Historical Commission.]</p>\n</footnote>\n<footnote orphan=\"true\">\n<p id=\"b380-8\">[Reprinted from <em>Michigan Pioneer Collections, </em>XII, 64a. with the permission of the Michigan Historical Commission.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}