{
  "casebody": {
    "data": "<casebody firstpage=\"364\" lastpage=\"373\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<decisiondate data-order=\"0\" data-type=\"decisiondate\" id=\"b388-7\">[Friday, <em>October </em>18, 1799.]</decisiondate>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b388-13\">Harrison <em>v. </em>Harrison and others.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b388-14\">The executors of the mortgagee of slaves, and not the heir, should bring the bill to foreclose. And, if there be no executors or administrators, it should be suggested, and the children of the mortgagee should be made parties. The act of limitations runs in equity in favour of an adverse possession.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b388-15\"><em>Henry Harrison, </em>eldest son and heir at law of <em>Henry Harrison, </em>deceased, filed his bill in the High Court of <page-number citation-index=\"1\" label=\"365\">*365</page-number>Chancery, setting forth, that his father, on the 4th of July, 1763, became bound in a bond as security for his brother <em>Robert, </em>of <em>Charles City </em>county, for payment of 708?. Os. 6c?. to <em>John Syme. </em>That a suit being afterwards instituted against them thereon in the General Court, <em>Benjamin Harrison </em>became bail for <em>Robert, </em>who, to secure the said <em>Henry, </em>(as well as the said Benjamin,) on account thereof, executed to him, on the 4th of <em>November, </em>1766, a mortgage, duly recorded in <em>Charles City </em>county, for 35 slaves, (naming them,) and some household furniture and horses; which was to be void on said <em>Robert’s </em>paying the debt and costs, and saving harmless the said <em>Benjamin </em>and <em>Henry </em>from their undertakings aforesaid. That, on the 29th of <em>October, </em>1770, <em>Syme </em>obtained judgment against the said <em>Henry, (Robert </em>being then dead,) for the sum of 637?. 18s. 9c?. with interest from the 27th of January, 1764, which the said <em>Henry, </em>deceased, afterwards paid. That, after the making of the said mortgage, a variety of executions issued against <em>Robert, </em>which came to the hands of <em>George Minge, </em>Sheriff of <em>Charles City </em>county, who took the slaves in the mortgage mentioned, and, having been indemnified by the creditors, proceeded to sell them, although he had notice of the mortgage, and the sale was forbid. That <em>John Minge </em>became the purchaser, under the Sheriff’s sale, of fifteen of the said slaves, (naming them,) which, with their increase, are now in the possession of <em>Collier </em>and <em>Braxton Harrison, </em>the defendants, under the deed or will of the said <em>John Minge. </em>That the defendant’s father died intestate, leaving the plaintiff and his two sisters infants. That, after the death of his father, the plaintiff has understood, that a suit was brought by the plaintiff’s next friend, to recover the slaves, which abated, or went off the docket by some means unknown to the plaintiff; neither does he know in what Court the same was brought. That the defendants refuse to deliver the slaves in their possession; and, therefore, the bill prays a decree for so many as will satisfy the mortgage; and, for general relief in the premises.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b389-9\">The answers state, that the defendants know nothing, of their own knowledge, of the matters in the bill mentioned. That the mortgage and judgment appear to be different debts; and that the defendants do not know whether <em>Henry Harrison </em>paid off the debt to <em>Syme'.' </em>That <em>Robert </em>was not dead when the judgment was obtained. That the defendants have heard of various executions against him, <page-number citation-index=\"1\" label=\"366\">*366</page-number>and that the slaves named in the mortgage were sold under them. That the defendants do not know whether <em>Henry </em>forbid the sale; but they have heard he did not. That <em>John Minge </em>purchased under a fair sale, made by the Sheriff, to satisfy the executions. That, after the death of the said <em>John Minge, David Minge, </em>his eldest son, being their near relation, executed a deed to <em>Jlcril Cocke </em>and <em>William Edloe, </em>for their benefit. That they have heard that the said <em>Henry Harrison, </em>deceased, was fully indemnified and satisfied. That the defendants know nothing, of their own knowledge, of the suit mentioned in the bill; but they have heard that such a suit was brought and dismissed many years ago. That <em>John Minge </em>was a fair purchaser of the slaves; that they have been in quiet possession of them, as their own property, for more than five years; and, therefore, they claim the' benefit of the act of limitations.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b390-6\">The deposition of <em>Furnea Southall, </em>states, that he acted as deputy Sheriff of <em>Charles City </em>county, in the year 1767; that sundry executions came to his hands against <em>Robert Harrison; </em>which he refused to levy on account of his estate being made over by deed of trust to <em>John Minge, </em>for the use and benefit of <em>Collier Harrison, </em>eldest son of <em>Robert Harrison. </em>That afterwards other executions came to his hands against the said <em>Robert; </em>and being indemnified against the said deed of trust as well as against the mortgage to <em>Henry </em>and <em>Benjamin Harrison, </em>he sold the property. That <em>John Minge </em>at the sale, proclaimed that it might be sold notwithstanding the deed of trust to himself, and became purchaser of part thereof. . That after-wards suit was brought against the deponent, for selling the mortgaged estate, in the name of <em>Benjamin Harrison; </em>who denied his having instituted it, and said that the mortgage was nothing more than a fraud. That upon the trial of the suit the jury found a verdict in favor of the deponent. That another suit was afterwards brought against him on the same account, by the administrator of <em>Henry Harrison, </em>but at what time he does not remember. That, in <em>February, </em>1767, <em>Henry Harrison </em>was present at the sale of some of <em>Robert’s </em>slaves, and did not forbid it.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"AUH-\">■There are in the record a copy of the mortgage-deed to <em>Henry </em>and <em>B.enjamin Harrison; </em>which is duly recorded. A deed from <em>David Minge </em>to <em>Jlcril Cocke </em>and <em>William ■ Eldoe </em>in trust for the defendants, which is dated the 3rd of <em>April, </em>1775, and recorded the 5th of the same month. <page-number citation-index=\"1\" label=\"367\">*367</page-number>A bill of sale from <em>Robert </em>to <em>Benjamin Harrison </em>for sundry slaves,' dated the 4th of <em>October, </em>1764, and recorded the 4th of <em>September, </em>1765. A deed from <em>Robert Harrison, </em>to <em>John Minge, </em>dated the 20th of <em>June, </em>1764; whereby, in consideration of <em>5s. </em>he conveys to him 28 slaves with all his furniture for the use of <em>Collier Harrison, </em>son of the said <em>Robert, </em>but if he died before 21, then to <em>Robert’s </em>wife and her children by him: Which deed was recorded the 5th of September, 1764. A copy of the record in the suit of <em>Benjamin Harrison </em>v. <em>Southall, </em>the deputy Sheriff. A copy of the bond from <em>Robert </em>and <em>Henry Harrison </em>to <em>Syme; </em>and a copy of the judgment of <em>Syme </em>v. <em>Henry Harrison </em>only, for 637/. 18s. <em>9d. </em>with interest from the 25th of <em>January, </em>1794. <em>A copy of the </em>bond on which is endorsed a credit for 90/. in <em>January, </em>1764; which leaves the above balance of 637/. 18s. <em>9d.</em></summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b391-7\">The Court of Chancery decreed a fore-closure of the mortgage; but to be suspended until it should be ascertained whether the judgment against <em>Henry Harrison </em>in favor of <em>Syme, </em>was paid by <em>Henry Harrison. </em>From this decree the defendants appealed.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b391-8\"><em>Wickham, </em>for the appellant.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b391-9\">It does not appear that <em>Syme’s </em>judgment has been satisfied. But clearly, <em>Henry </em>was not a creditor at the time of the mortgage; and therefore did not stand on higher ground than the creditors, under whose executions <em>Minge </em>purchased. So, that here are two parties before the Court, having at least equal equity; but the defendants have the advantage of the first deed, which conveyed the legal, estate, to interpose betwixt themselves and the representatives of <em>Henry Harrison; </em>and, therefore, in a case of equal equity, the Court will allow this advantage to prevail. The position laid down by the Court of Chancery, that the first deed being voluntary was void, cannot be maintained; for, it did convey the legal estate, and the appellants may avail themselves of that conveyance, and oppose it against the mortgage; which only conveyed an equitable interest. <em>Minge </em>was a fair purchaser, without notice; and, therefore, cannot be ousted of his property, in favor of a mortgagee; who had not advanced any thing on account 'of the mortgage. The recording of the' mortgage does not alter the case; because the act of Assembly does not say, that a recorded-deed shall be good against every body, but the <page-number citation-index=\"1\" label=\"368\">*368</page-number>act is negative, that a deed not recorded within eight months shall not be good against purchasers and creditors,</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"AZ_E\">If, however, this point be against us, still the plaintiffs below had no title to relief, because their claim was barred by the statute of limitations. For, <em>Henry </em>might have brought detinue for the slaves immediately after the sale to <em>Minge, </em>but did not. So, that upwards of five years elapsed, between the sale and the bringing of the suit. Therefore, as the act began to run immediately after the sale, the plaintiffs were clearly barred by the lapse of time.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b392-6\">Its being a mortgage, will not make any difference; because the distinction is, where the claim is merely equitable, and where it is partly equitable and partly legal. In the first case, it is not barred by the statute; but in the other, it is. Therefore, as the present case is of a mixt nature, it is barred by the length of time which elapsed, before the bringing of the suit.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b392-7\">Besides, there are strong marks of contrivance throughout the transaction betwixt <em>Henry </em>and his friends; and Benjamin, one of the mortgagees, expressly acknowledged that the whole was a fraud; which destroys the effect of the mortgage.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b392-8\"><em>Call, </em>contra.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b392-9\">The point relative to the payment of the money by <em>Henry, </em>is by the directions of the- decree to be ascertained; which obviates the objection made, with regard thereto, by the appellant’s counsel; and, therefore, the sole-question now is, whether the direction was right ?</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"AKo\"><em>Henry </em>was clearly a purchaser, for, every mortgagee upon valuable consideration is, and, therefore, the first deed was void as to him, by the express words of the statute of <em>Elizabeth. </em>Nor, does it make any difference whether the mortgage was given for money before due, or then actually advanced, or for money which he was bound to advance in future. For, the consideration in both cases was equally good. So, that the second deed transferred the legal estate beyond all question; for, the first deed being rendered void, it is, as if it had never existed at all; and, therefore, the argument of the transfer of possession, in consequence of that deed, is incorrect.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b392-11\"><em>Minge </em>was a purchaser with notice; for, the mortgage was recorded in the County Court, where he lived at the tipie of the purchase; which was constructive notice, ac<page-number citation-index=\"1\" label=\"369\">*369</page-number>cording to the decision of the Court in <em>Claiborn </em>v. <em>Hill, </em>1 Wash. 177. Of course, his purchase was immoral; and he cannot be called a <em>fair purchaser, </em>according to the notion affixed to that term by the law.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b393-4\">The act of limitations was no bar. For, if so, a mortgagee out of possession would be constantly subject to be barred, unless he brought a bill to foreclose, or an action of detinue within five years: because, according to the modem form of mortgaging, the propei'ty always remains with the mortgagor. But this never has been the law; and a contrary doctrine was expressly laid down by the Court in <em>Ross </em>v. <em>Norvell, </em>1 Wash. 14: Which fixed the rule of limitation to be such a period, as created a presumption of payment. To make the act run against an equitable claim, the possession must be adverse, and accompanied with a refusal to deliver up the property. Without this adverse conduct, it is not important whether the possession abide with the mortgagor or another; especially, if he be a purchaser with notice, as in the present case. Because, the person in possession is a trustee in both cases for the mortgagee, and cannot put off his fiduciary character, without notice to the <em>cestui que trust. </em>There is no such distinction, as that insisted on by the appellant’s counsel, between a claim purely equitable, and one mixt with law and equity. On the contrary, the case of mortgages proves the rule to be expressly otherwise. For, they are always cases consisting partly of a legal and partly of an equitable claim; and yet are allowed to be foreclosed, long after the period mentioned by the statute.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b393-5\">The declarations of <em>Benjamin Harrison </em>have no influence on the case: Because he could not, by his mere declarations, prejudice the rights'of other people.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b393-6\">\n<em>Marshall,</em>\n</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"Ai6\">on the same side. <em>Henry </em>was a creditor in equity before the voluntary deed, because he was bound for <em>Robert’s </em>debt; and, although he could not have sued at law, yet in equity he was a creditor. For, he was as much bound for the money, as if <em>Robert </em>had not been bound at all. But, at any rate, he was a subsequent purchaser, and that alone removes the voluntary deed. For, it has been decided in <em>England, </em>that a mortgage is within the provisions of the statute of Elizabeth. <footnotemark>*</footnotemark></p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b394-7\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>But, the voluntary deed is not referred to, or any how mentioned in the pleadings. Therefore, according to the uniform tenor of Chancery practice, it cannot be proved or argued from, on the hearing of the cause; because the opposite party had no opportunity of avoiding it by other testimony. Upon this principle, it has been constantly held, as well at law as in equity, that the <em>probata </em>and <em>allegata </em>must agree; and that a party cannot enter into proof of what he has not alledged. <footnotemark>*</footnotemark></p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b394-8\">The mortgage was recorded at the time of the purchase; and, therefore, <em>Minge </em>was a purchaser with notice. Besides, <em>Southall </em>proves, that he refused to sell, until the indemnity was given. So that <em>Minge </em>had more than constructive, for he had actual notice. Of course, he took it subject to all the equity, belonging to it in the hands of <em>the </em>mortgagee.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b394-9\">It is no objection that <em>Henry </em>did not forbid the sale; because he had not then paid the money, and did not certainly know whether he should be called on for it.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b394-10\">The declaration of <em>Benjamin </em>did not affect <em>Henry; </em>but there are circumstances which account for that declaration. For, there is in the record a bill of sale to <em>Benjamin </em>only; which carried marks of fraud upon the face of it, and to that the declaration applied.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b394-11\">The act of limitations is no bar. The principles laid down by the Court in <em>Ross </em>v. <em>Norvell, </em>1 Wash. 14, apply. For, there is no more reason to interpose the bar in the case of a bill to foreclose, brought against a mortgagor in possession, or one claiming under him, than in the case of a bill to redeem against a mortgagee in possession. Indeed, there is less reason for the bar in the former case; because, it is not usual for the mortgagee to take the property in possession; and, therefore, his possession forms a presumption of <em>ouster: </em>Which does not take place with regard to the mortgagor; as the custom is, for the property to remain in his custody.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b394-12\">But, if the bar will not apply in favor of the mortgagor, no more will it in favor of the representatives of <em>Minge </em>in the present case. Because, he was a purchaser with notice; and, consequently, he became a trustee himself, in the same manner as the mortgagor was.</p>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b395-3\"><page-number citation-index=\"1\" label=\"371\">*371</page-number><em>Randolph, </em>in reply.</attorneys>\n<p data-order=\"28\" data-type=\"legal\" id=\"b395-7\">The form of the suit is wrong; for, neither the proper plaintiffs or defendants are before the Court. '</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b395-8\">The plaintiif on record, is the son and heir of <em>Henry; </em>whereas, his executors or administrators should have brought the suit; because they were entitled to the money.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b395-9\"><em>Row. </em>on Mortg. 479. It was equally necessary that the executors or administrators of <em>Robert </em>should have been made parties; because it might be in their power to shew that the money had been paid.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b395-10\">The facts of the case are not well ascertained. It is not shewn when the executions were delivered to the Sheriff.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b395-11\">Perhaps they were delivered before the mortgage; and if so, they were entitled to preference. Neither does it appear whether the money was ever paid by <em>Henry.</em></p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b395-12\">The objection that the voluntary deed was not referred to in the pleadings, is not of any weight. For, it does not appear that the defendant knew it until the deposition was taken; after which it could not be necessary to amend the answer, in order to state it, as the plaintiff knew as much of it as the defendant; and, therefore, was not taken by surprise, but might have produced countervailing testimony if he had any.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b395-13\"><em>Henry </em>ought to have forbid the sale: and it is no excuse to say, that in consequence of the indemnity, the sale would have gone on. For, still he ought to have forbid it for the benefit of the purchaser.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b395-14\">But, the act of limitations is a clear bar. For <em>Henry </em>knew of the purchase; and yet, never brought a suit, nor his representatives after him, for three and twenty years.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b395-15\">This forms a strong presumption of payment; a presumption, which even in a Court of law, would require to be rebutted; and much more when the application is to a Court of Equity to assist a stale demand. But upon the rules of the statute the plaintiif cannot recover. For, the mortgage here is in the form of an absolute conveyance, with a mere proviso to be void on a condition: So that the property immediately vested in the mortgagee: A circumstance, which perhaps did not exist in the case of <em>Hill </em>v. <em>Claiborn; </em>for the deed in that case might have contained a stipulation that the property should remain with the mortgagor. In which case, he would be a mere trustee; and, therefore, could not avail himself of the act. If this idea is well founded, then <em>Henry’s </em>suffering <em>Robert </em>to re<page-number citation-index=\"1\" label=\"372\">*372</page-number>tain possession, defeated his own interest against creditors and purchasers. <em>Chapman </em>v. <em>Tanner, </em>1 Vern. 267. The rule is incontrovertible, that where the possession is adversary, the act of <em>limitation runs in favor of </em>disseisors; and here was a clear adversary possession, which ousted Henry; and, according to the principles just mentioned,- made the act of limitations attach. The case of <em>Moss </em>v. <em>Norvell, </em>was that of a mortgage in possession: which was a continuing trust; and, therefore,’ <em>Moss </em>could not avail himself of <em>the </em>benefit of the statute.</p>\n<p data-order=\"37\" data-type=\"attorneys\" id=\"b396-6\"><em>Cur. adv. vult. </em>-</p>\n<footnote data-order=\"38\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b393-7\">[* See <em>Roberts </em>on Vol. and Fraud, thorities there cited.] Conveyances, c. <em>4, </em>1, p. 373, and au.</p>\n</footnote>\n<footnote data-order=\"39\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b394-13\">[* <em>Sheppard’s ex’r. </em>v. <em>Starke </em>et ux. 3 Munf. 29; <em>Knibb’s ex’r. </em>v. <em>Dixon’s ex’r. </em>1 Rand. 249; <em>Smith </em>v. <em>Clarke, </em>12 <em>Ves.jun. </em>477; <em>Blake </em>v. <em>Marnell, </em>2 Ball &amp; Beatty, 47.]</p>\n</footnote>\n<opinion data-order=\"40\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b396-7\">PENDLETON, President.</author>\n<p id=\"ADn\">Delivered the resolution of the Court to the following effect:</p>\n<p id=\"b396-8\">There is no doubt, but the cause was improperly heard for the want of the necessary parties. The executors or administrators of <em>Henry, </em>and not the heir, ought to have brought the suit; and if none such, it ought to have been suggested in the bill, and all the other children should have been made parties. The representatives of <em>Robert Harrison </em>ought also to have been before the Court, as they might have had if in théir power to have shewn payment or satisfaction. So that there is clear error upon these grounds; -and, therefore, the decree must he reversed, and the cause remanded to the Court of Chancery for proper parties to be made.</p>\n<p id=\"b396-10\">It would be impropér to decide upon the merits at this time; and', therefore, we avoid it, as circumstances and facts hereafter to be proved, may change our opinion. At the same <em>time </em>though, we have no difficulty in declaring our present impression to be, that if no change is produced by testimony hereafter taken, that the act of limitations will be a bar to the plaintiff’s claim. It is true, that the statute does not run in favor of trustees; as between trustee and <em>cestui que trust, </em>mortgagor and morgagee, so long as the confidence may fairly be presumed to continue. But then, it runs both in equity and at law, in favor of disseisors and tortfeasors. <footnotemark>*</footnotemark> In this case, both mortgagor and mortgagee were <page-number citation-index=\"1\" label=\"373\">*373</page-number>out of possession; and there was possession and a title, in another, adverse to that of them both. There is no positive direction in the statute that the Court of Chancery shall be bound by the periods prescribed in the law; but that Court adopts them by analogy to the rules of law;<footnotemark>†</footnotemark> and there is a strong reason why the rule'should apply here; as <em>Henry </em>was present at the sale and did not forbid it; thereby, misleading the purchaser into a belief, that he might buy with safety.</p>\n<p id=\"b397-6\">These are our present impressions; but we desire it may be understood, that what is now said, will not bind tbe parties hereafter; and preclude-them from further investigation. Nor do we consider ourselves as bound by it, in case the cause should ever come before the Court again.</p>\n<footnote label=\"*\">\n<p id=\"b396-11\">[* The statute oflimitations does not run in favour of trustees; so long as the confidence may fairly be presumed to continue. But it runs both in equity and at law, in favor of disseisors and tortfeasorso</p>\n<p id=\"b396-12\">See <em>Smith </em>v. <em>Clay, 3 </em>Bro. C. C. <em>note </em>639-40; <em>Stackhouse </em>v. <em>Barnston, </em>10 Ves. <em>jun. </em>466; <em>Beckford </em>et al. v. Wade, 17 Ves. <em>jun </em>96-97; <em>Sportswood </em>v. <em>Dandridge </em>et al. 4 H &amp; M. 139; <em>Redwood </em>v. <em>Reddick, 4 </em>Munf. 222.</p>\n</footnote>\n<footnote label=\"†\">\n<p id=\"A8i\">[† <em>Smith </em>v. <em>Clay, </em>3. Bro C.C. 639; <em>Medlicott </em>v. <em>O’Donel, </em>1 Ball &amp; Beat. ty, 166-167.]</p>\n</footnote>\n<footnote orphan=\"true\">\n<p id=\"b397-7\"><em>Cholmondeley </em>v. Clinton, 2 Meriv, 360; <em>Deconche </em>v. <em>Savetier, </em>3 Johns, Ch. R. 215.]</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}