{
  "casebody": {
    "data": "<casebody firstpage=\"148\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b222-9\">In the Matter of STIRLING HOMEX CORPORATION, Consolidated Debtor. STATE OF NEW YORK, Appellant, v. Frank G. RAICHLE, Reorganization Trustee, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b222-12\">Nos. 49, 243, Dockets 78-5025, 78-5039.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b222-13\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b222-14\">Argued Sept. 11, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b222-15\">Decided Nov. 22, 1978.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b222-16\">As Modified on Rehearing Jan. 30, 1979.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b224-19\"><page-number citation-index=\"1\" label=\"150\">*150</page-number>John M. Farrar, Asst. Atty. Gen., New York City (Louis J. Lefkowitz, Atty. Gen. of the State of New York, Samuel A. Hirshowitz, First Asst. Atty. Gen., Robert L. Schonfeld, Asst. Atty. Gen., New York City, of counsel), for appellant-claimant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b224-20\">Byron Johnson, Rochester, N. Y. (Johnson, Reif &amp; Mullan, P. C., Rochester, N. Y., Kenneth K. Doolittle, Rochester, N. Y., on the brief), for appellee-trustee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b224-21\">Before OAKES, GURFEIN and MES-KILL, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b224-22\">OAKES, Circuit Judge:</author>\n<p id=\"b224-23\">It has been said that “reorganizations under Chapter X . involve some of the law’s most difficult problems of analysis, adjustment of rights, and litigation.”<footnotemark>1</footnotemark> The present consolidated appeal is no exception. Here the State of New York appeals from two orders of the United States District Court for the Western District of New York sitting as a bankruptcy court in Chap<page-number citation-index=\"1\" label=\"151\">*151</page-number>ter X reorganization proceedings involving Stirling Homex Corp., the consolidated debtor (hereinafter Stirling Homex). The first of these orders denied the State’s application to reopen and reargue a previous order which, although it found the debtor to be insolvent, continued Chapter X proceedings and directed the trustee to submit a plan of orderly liquidation.<footnotemark>2</footnotemark> The State also appeals from a second order, which, inter alia, denied priority to the State’s claim for sales and use taxes. Although Section 64 of the Bankruptcy Act, granting priority to state tax claims, is inapplicable to Chapter X proceedings by virtue of Section 102 of the Act, the State argues that its claim should receive priority in the course of liquidation under Chapter X. We affirm the first order and therefore permit the debtor to liquidate in Chapter X rather than require it to proceed in ordinary bankruptcy. We affirm in part the second order insofar as it grants the State’s claim and requires it to pay interest on a franchise tax refund due the debtor; but we reverse by directing that the State’s claim for sales and use taxes be granted a priority as a matter of equity, and we reverse so much of the second order as overturns the bankruptcy judge’s findings as to the amount of the State’s claim.</p>\n<p id=\"b225-5\">1. THE ORDER DENYING THE STATE’S MOTION TO REOPEN AND REARGUE THE ORDER THAT FOUND THE DEBTOR TO BE INSOLVENT BUT DIRECTED THE CONTINUANCE OF CHAPTER X PROCEEDINGS AND THE SUBMISSION OF A PLAN OF ORDERLY LIQUIDATION</p>\n<p id=\"b225-6\">On June 13, 1977, the court found that Stirling Homex was insolvent and that the stockholders had no equity and hence were not entitled to share in the assets or to vote on the plan of reorganization. The court further directed that Stirling Homex, in active reorganization under Chapter X since July 12, 1972, “continue in reorganization under Chapter X to enable the trustee to prepare and submit a plan in the nature of an orderly liquidation of the remaining assets of the consolidated debtor.” No appeal was taken from the order of June 13, 1977. The State, which was not served with a copy of that order, upon discovery of it moved to reopen and reargue.<footnotemark>3</footnotemark> The State contends that as a matter of law the Chapter X petition should be dismissed, pointing to the trustee’s statement (confirmed as a finding by the court) that the debtor was “hopelessly insolvent” and the further statement that it was “not feasible to formulate a Plan of Reorganization for the continued operation of the consolidated debtor, but that the Plan . . . should be the liquidation of the assets . and the distribution of the proceeds to the creditors.” While the jurisdictional basis of this appeal is somewhat complex, <em>see </em>note 2 <em>supra, </em>and could have been more fully briefed by the parties, we are satisfied that the question of law on the merits has been sufficiently raised that we may pass upon it.</p>\n<p id=\"b225-11\">The State relies on <em>Fidelity Assurance Association </em>v. <em>Sims, </em>318 U.S. 608, 63 S.Ct. 807, 87 L.Ed. 1032 (1943), where the question was whether federal courts should retain jurisdiction of a newly filed Chapter X petition or dismiss it at the outset, and the Court held that the petition was not filed in good faith because liquidation, and not a <page-number citation-index=\"1\" label=\"152\">*152</page-number>readjustment of the rights of creditors, was from the very outset the only anticipated outcome. But the present case is clearly distinguishable. Here concededly the petition was initially filed in good faith with reasonable prospects for reorganization, and no appeal was taken from the order permitting Chapter X proceedings to commence.</p>\n<p id=\"b226-4\">The State’s position that reorganization proceedings should be terminated if they culminate in a liquidation is not without support. In dictum, <em>Fidelity Assurance Association </em>suggests that the statute “does not contemplate a liquidation in a Chapter X proceeding but a liquidation in ordinary bankruptcy or a dismissal outright.” 318 U.S. at 621, 63 S.Ct. at 813. And decisions of the Tenth Circuit seem to stand for the proposition that absent a reorganization plan that will permit the corporation to continue in business, straight bankruptcy should prevail and the reorganization proceedings must be terminated. <em>Claybrook Drilling Co. v. Divanco, Inc., </em>336 F.2d 697, 701 (10th Cir. 1964); <em>In re Colorado Trust Deed Funds, Inc., </em>311 F.2d 288, 290 (10th Cir. 1962); <em>see also In re Public Leasing Corp., </em>488 F.2d 1369, 1373-74 (10th Cir. 1973). But the rule in our circuit is plainly different. In the principal case, <em>Patent Cereals v. Flynn, </em>149 F.2d 711 (2d Cir. 1945), the district court approved the sale of the debtor’s physical assets under Chapter X, but when confronted with a reorganization plan to sell the remaining assets the court dismissed the Chapter X proceeding for lack of jurisdiction and directed that ordinary bankruptcy proceedings be pursued. The court of appeals, per Augustus N. Hand, J., reversed, rejecting the view that a sale of the debtor’s property must be treated as a liquidation in bankruptcy. Even if such a sale precedes the reorganization plan, dismissal is not required. “Where the petition for reorganization has been filed in good faith” and “the plan finally proposed is fair and equitable it ought not to be necessary to dismiss the proceeding and proceed with straight bankruptcy.” 149 F.2d at 712. <em>See In re Sire Plan, Inc., </em>332 F.2d 497, 499 (2d Cir.), <em>cert. denied, </em>379 U.S. 909, 85 S.Ct. 206, 13 L.Ed.2d 181 (1964); <em>In re Pure Penn Petroleum Co., </em>188 F.2d 851, 854 (2d Cir. 1951) (dictum); <em>Country Life Apartments, Inc. </em>v. <em>Buckley, </em>145 F.2d 935, 938 (2d Cir. 1944); <em>In re Central Funding Corp., </em>75 F.2d 256, 259 (2d Cir. 1935); 6 <em>Collier on Bankruptcy </em>10.11, at 117 &amp; n.2, H 3.27[2], at 630 &amp; n.18, 16.09, at 1072 &amp; n.31 (14th ed. 1978); 6A <em>id. </em>110.02, at 12-14 &amp; n.28 (14th ed. 1977). <em>See also In re Porto Rican American Tobacco Co., </em>112 F.2d 655, 657 (2d Cir. 1940) (per curiam).</p>\n<p id=\"b226-7\">Moreover, since in the present case the sale of the debtor’s assets will occur as part of an approved reorganization plan, and not, as in <em>Patent Cereals, </em>prior to the plan’s approval, an orderly liquidation under Chapter X is even easier to justify. Such a liquidation falls squarely within Section 216(10), which provides that a reorganization plan may include “the sale of all or any part of [the debtor’s] property ... at not less than a fair upset price and the distribution of all or any assets, or the proceeds derived from the sale thereof, among those having an interest therein.” <em>See Country Life Apartments, supra, </em>145 F.2d at 938. The above cited authorities also make it plain that in our circuit <em>Fidelity Assurance Association </em>does not go beyond requiring dismissal of a Chapter X petition if it is not filed in good faith. “Here when the petition was filed it did not appear that the debtor had no chance for reorganization or that reorganization would not be a reasonable method of serving the best interests of creditors and stockholders.” <em>Country Life Apartments, supra, </em>145 F.2d at 938.</p>\n<p id=\"b226-8\">Of course, the Second Circuit rule is of value to creditors because (among other reasons) the upset sales technique of Chapter X permits the avoidance of forced liquidation sales.<footnotemark>4</footnotemark> Our position appears to be <page-number citation-index=\"1\" label=\"153\">*153</page-number>supported by the wealth of judicial and textual authority.<footnotemark>5</footnotemark> We see no reason to change our rule, even if we could do so. There is no doubt that the rule applies to this case. In the district court’s order of July 13,1972, at Paragraph 4, it specifically found that the petition was filed in good faith, a finding which was not appealed. Moreover, it affirmatively appears that the trustee continued the business of the debtor in selling housing modules and endeavored to continue the debtor as a viable operation; only after a lapse of some time did the trustee conclude, based on his experience, that the debtor was hopelessly insolvent and orderly liquidation was required.</p>\n<p id=\"b227-5\">The State’s purported distinction of some of the Second Circuit cases does not diminish their cumulative force: once a Chapter X reorganization has commenced in good faith, a later decision to liquidate by no means requires discontinuance of the petition and the added administrative and other expense that a newly commenced bankruptcy proceeding would entail. <em>See Patent Cereals, supra, </em>149 F.2d at 713-14.<footnotemark>6</footnotemark></p>\n<p id=\"b227-6\">Because the district judge properly followed the law of this circuit in directing the continuance of Chapter X proceedings, his orders thereon are affirmed in all respects.</p>\n<p id=\"b227-10\">11. THE STATE’S CLAIM FOR SALES AND USE TAXES: THE QUESTIONS OF PRIORITY, SETOFF, AMOUNT, AND INTEREST</p>\n<p id=\"b227-11\">A. <em>Facts. </em>Stirling Homex, as this record and previous appeals in this court<footnotemark>7</footnotemark> disclose, was a manufacturer and seller of modular homes and residential units, operating with a number of subsidiary corporations including United States Shelter Corp., United States Home Management Service, Inc., Progressive Housing Corp., Clay Development Corp., Kabeth Properties, Inc., and, significantly here, Stirling Brothers, Inc. (“Brothers”) and Stirling Cubet Corp. (“Cubet”). On January 21, 1970, the New York State Tax Commission issued a notice of determination that Stirling Homex owed sales and use taxes for the following periods and in the following amounts:</p>\n<p id=\"b227-12\">1. Period One: March 1, 1968, to July 31, 1968, $79,996.65 allegedly owing by virtue of a bulk transfer of the assets of Cubet to Stirling Homex on or about July 31, 1968;</p>\n<p id=\"b227-13\">2. Period Two: August 1, 1968, to August 31, 1969, $137,232.97;</p>\n<p id=\"b227-14\">3. Period Three: June 1, 1972, to July 12, 1972, $3,000.</p>\n<p id=\"b227-16\">Stirling Homex contested these claims administratively, and on April 29, 1972, a hearing before the State Tax Commission <page-number citation-index=\"1\" label=\"154\">*154</page-number>was held. The hearing was adjourned, however, and never completed, because on July 13, 1972, the United States District Court approved the petition for reorganization and appointment of a trustee.</p>\n<p id=\"b228-4\">Thereafter the trustee brought a proceeding to enjoin the Tax Commission from proceeding to determine the sales tax liability, New York State filed a priority proof of claim for unpaid sales and use taxes in the amount of $268,599.88, including interest and penalties, and on November 8,1972, the trustee’s request for an injunction was granted. On or about May 10, 1973, the New York Department of Taxation and Finance advised the trustee that it had approved his application for a refund of franchise taxes, with interest, in the amount of $316,958.02. However, the State unilaterally applied the major portion of this refund as a setoff against the sales and use taxes it claimed under New York Tax Law § 1086(a) (McKinney 1975). By order dated November 6, 1974, the court referred the claims to the bankruptcy judge sitting as special master. However, by order dated July 15, 1976, and not appealed from, the court held that the unilateral setoff was a violation of the court’s orders dated July 13, 1972, and November 8, 1972, and therefore held that the setoff was not binding on the debtor. In that order the court did not require the State to pay over the refund of $316,958.02 but merely directed that the refund be held “pending and subject to the determination by this Court of the validity of the claim of the State of New York for sales and use taxes.”</p>\n<p id=\"b228-9\">The bankruptcy judge conducted a hearing on the sales and use tax claim on October 8, and November 3, 1976. At that hearing as to Period One it was suggested that, although Cubet had paid some sales tax to the State, Cubet was not in the business of selling modules and therefore was not liable for a sales tax, on the ground that Brothers, a different Stirling subsidiary, actually sold the modular units while Cubet merely owned the plant and materials. Cubet, but not Brothers, was bought by Stirling Homex. However, after this bulk sale Stirling Homex continued to manufacture and sell modules. It thus appears that, like other corporations of Stirling Homex, Brothers and Cubet were mere shells, used for whatever purposes the officers of Stirling Homex desired. The bankruptcy judge held that Stirling Homex was liable for the tax. He also allowed the claims for the second period in the amount of $135,-664.23 and for the third period in the amount of $3,000, but disallowed interest and penalties on all three claims. The bankruptcy judge refused to grant the State’s tax claim the fourth priority which Section 64(a)(4)<footnotemark>8</footnotemark> would ordinarily provide because under Section 102 of the Bankruptcy Act, Section 64(a)(4) does not apply to a Chapter X proceeding for reorganization.<footnotemark>9</footnotemark> He further directed the State to refund the franchise tax overpayment as a condition of allowing its sales and use tax claim to the extent that the claim was held valid.</p>\n<p id=\"b229-3\"><page-number citation-index=\"1\" label=\"155\">*155</page-number>Subsequently the district court denied any of the claim for the first period, accepting the trustee’s argument that Brothers, not Cubet, was the seller and liable to collect sales tax. The court also reduced the award for the second period to $120,934.75, a figure constructed after the fact by a former Stirling Homex employee, and reduced the award for the third period to $1,047.80, an amount both parties concede is correct. The district court upheld the bankruptcy judge’s denial of a priority for the state claim and directed an immediate refund of franchise tax moneys with interest from May 10,1973, as a condition to participation in the distribution to general creditors.<footnotemark>10</footnotemark></p>\n<p id=\"b229-4\">B. <em>The Question of Priority. </em>It is overly simplistic to suggest that because Section 64 of the Bankruptcy Act, note 8 <em>supra, </em>provides a fourth priority for state tax claims in straight bankruptcy but Section 102, note 9 <em>supra, </em>provides no such priority in Chapter X proceedings, the State is not entitled to any consideration of its claim to priority in this reorganization proceeding, even though liquidation is now expected. Were such a wooden course to be pursued, the equitable powers of a reorganization court would be very narrow indeed. It hardly requires citation to state the proposition that the bankruptcy court is a court of equity and exercises all of the powers of such a court, whether it acts in reorganization or in straight bankruptcy, e. <em>g., Bank of Marin v. England, </em>385 U.S. 99, 103, 87 S.Ct. 274, 17 L.Ed.2d 197 (1966); <em>Young v. Higbee Co., </em>324 U.S. 204, 214, 65 S.Ct. 594, 89 L.Ed. 890 (1945); <em>Pepper v. Litton, </em>308 U.S. 295, 303-10, 60 S.Ct. 238, 84 L.Ed. 281 (1939). Indeed, federal <em>equity </em>receiverships are the source of Sections 77 and 77(b) of the Bankruptcy Act and of Chapter X, which has replaced the latter. <em>See </em>6 Collier 10.04[1], at 28-33.</p>\n<p id=\"b229-10\">In any event, a district court sitting in a Chapter X reorganization proceeding is a court of bankruptcy under Sections 1(10) and 2 (made applicable to Chapter X by Section 102), <em>Clark Brothers Co. v. Portex Oil Co., </em>113 F.2d 45, 47 (9th Cir. 1940); <em>cf. Continental Illinois National Bank &amp; Trust Co. v. Chicago, Rock Island &amp; Pacific Railway, </em>294 U.S. 648, 675-76, 55 S.Ct. 595, 79 L.Ed. 1110 (1935) (railroad reorganization under Section 77). As a court of bankruptcy, the reorganization court is accordingly a court of equity. <em>Young </em>v. <em>Higbee, supra. </em>Every bankruptcy court has “jurisdiction at law and in equity” under Section 2(a);<footnotemark>11</footnotemark> a reorganization court additionally “shall have and may . . . exercise all the powers . . . which a court of the United States would have if it had appointed a receiver in equity of the property of the debtor.” Section 115.<footnotemark>12</footnotemark> <em>See generally </em>6 Collier K 3.05, at 417 et seq. and 113.17, at 535 et seq. Thus the court “may sift the circumstances surrounding any claim in or<page-number citation-index=\"1\" label=\"156\">*156</page-number>der to ascertain that injustice or unfairness is not accomplished in the administration of the debtor’s estate, and in so doing it may adopt that remedy which it deems most appropriate under the circumstances,” <em>id. </em>at 13.17, at 538. The court also has the power to pierce the corporate veil, <em>see Selected Investments Corp. v. Duncan, </em>260 F.2d 918, 920-21 (10th Cir. 1958), <em>cert. denied, </em>359 U.S. 914, 79 S.Ct. 584, 3 L.Ed.2d 576 (1959), a matter which is subsequently discussed in connection with the Cubet claim in Period One.</p>\n<p id=\"b230-4\">In exercising these equitable powers, a bankruptcy court may establish priorities ámong creditors that are not mandated by the Bankruptcy Act. <em>See </em>6 Collier It 9.10, at 1602, 119.13, at 1620-21, 1630-31. For example, we have held that the court has power to classify claims of lessors as general unsecured claims rather than as costs of administration entitled to priority status, even though the court rejected the debtor’s leases only after the time had expired within which the lessors could have legally filed claims. <em>In re Miracle Mart, Inc., </em>396 F.2d 62 (2d Cir. 1968) (Chapter XI proceeding). Conversely, in <em>Clinton Trust Co. v. John H. Elliott Leather Co., </em>132 F.2d 299 (2d Cir. 1942), where a reorganization plan under former Section 77B provided for liquidation upon the debtor’s default and default occurred after partial performance, we held:</p>\n<blockquote id=\"Ar5e\">Had the parties sought, and the court made, an adjudication of bankruptcy, this would then have been a new proceeding where the priorities established by § 64 would clearly govern. <em>In re James Butler Grocery Co., </em>[100 F.2d 376 (2d Cir. 1938)]. And had the court assumed merely to continue the proceeding under § 77B to liquidate with the consent of the parties, it would probably still have to apply § 64, virtute necessitatis, as was held in <em>Re 168 Adams Bldg. Corp., </em>7 Cir., 105 F.2d 704, certiorari denied <em>Steinbrecher v. Toman, </em>308 U.S. 623, 60 S.Ct. 378, 84 L.Ed. 520. But we think the same result should follow if, as we have thought more probable, it was acting in assumed execution of the plan. That provided for liquidation, at the option of the creditors’ committee, under the supervision of the court in the § 77B proceeding.</blockquote>\n<p id=\"b230-8\">Thus, <em>Clinton </em>Trust<footnotemark>13</footnotemark> seems to establish the principle that where liquidation occurs in a reorganization proceeding, Section 64 still should ordinarily apply as a matter of equity.<footnotemark>14</footnotemark> Such an interpretation <page-number citation-index=\"1\" label=\"157\">*157</page-number>preserves both the advantages of the Second Circuit rule permitting liquidations in ongoing good faith Chapter X proceedings and the benefits of Section 64 which would accrue absent the Second Circuit rule. This is not to say, of course, that state tax claims <em>must </em>be given priority in a Chapter X reorganization; the statute, Section 102, by implication provides otherwise. However, when a Chapter X proceeding resolves itself into one of liquidation, the basic priority principles of straight bankruptcy should apply in equity, absent some other countervailing considerations which we do not find here.</p>\n<p id=\"b231-5\">Read literally Section 102 does state that Section 64 shall not apply in reorganization cases unless an order is entered directing that bankruptcy be proceeded with. If literally construed, as the bankruptcy court apparently envisaged, the statute would require a straight bankruptcy liquidation before the priorities of Section 64 could apply. But we do not think that in enacting Section 102 Congress had in mind the Second Circuit rule permitting liquidations in Chapter X reorganization proceedings. <em>See </em>6 Collier 19.13[3], at 1631 n.27. Thus we read Section 102 as stating that the principles of Section 64 shall not apply in reorganization cases unless an order is entered directing that liquidation be proceeded with, and then only when the equities do not oppose such principles.</p>\n<p id=\"b231-6\">It might be suggested that we should remand this case to the district court, which in turn would remand to the bankruptcy court for the exercise of that court’s equitable powers. Nothing has been called to our attention on this appeal, however, in the bankruptcy judge’s opinion, the district court’s affirmance, or the arguments of counsel, that suggests that the equitable powers to grant the State priority should not be exercised here.<footnotemark>15</footnotemark> Accordingly, we direct the district court to grant priority status to the State of New York’s sales and use tax claim.</p>\n<p id=\"b231-10\">C. <em>The State’s Request for a Setoff. </em>Two questions are involved here. The first is whether an appeal is now appropriate in light of appellant’s failure to appeal the district court’s order of July 15, 1976, that found invalid the State’s unilateral act to set off the refund. The second is whether a setoff should be granted if the issue is an appealable one.</p>\n<p id=\"b231-11\">We have no hesitancy in holding the issue appealable since the earlier order invalidating the setoff did not address the issue whether a setoff would be appropriate if the State’s claims were granted priority; indeed, by permitting the State to retain the refund pending determination of the validity of its claim, the court retained its option later to grant a setoff. We thus view the July 15, 1976, order as interlocutory only.<footnotemark>16</footnotemark></p>\n<p id=\"b231-12\">To the extent that the State’s claim is entitled to priority, we believe that the State should be permitted to set off the franchise tax refund. Our own <em>In re Yale Express System, Inc., </em>362 F.2d 111, 117 (2d Cir. 1966), found that sureties were entitled to setoffs provided that the setoffs were compatible with the requirements of the reorganization. See <em>also In re Eastern Freight </em>Ways, <em>Inc., </em>577 F.2d 175, 179 (2d Cir. 1978). The only justification for the court’s denial of the setoff advanced by the trustee on this appeal is the State’s “disregard for the procedures laid down by the <page-number citation-index=\"1\" label=\"158\">*158</page-number>District Court in its continuous violation of the Orders of the Court.” To us this is insufficient. The State cannot be faulted for taking such steps to protect its fisc as seemed reasonably likely to succeed. Even the court’s order finding that the setoff was illegal permitted the State to retain the funds pending a determination of the validity of the State’s claim for the sales and use taxes. The imposition of interest as to any portion not set off fully protects the other creditors and vindicates the court’s sovereignty. To go further would be to impose a useless penalty unworthy of a court of equity-</p>\n<p id=\"b232-4\">D. <em>Amounts.</em></p>\n<p id=\"b232-5\"><em>The first period. </em>Concededly the sale from Cubet to Stirling Homex was a bulk sale under Section 1141(c) of the New York State Tax Law. The trustee argues, however, that Cubet was not “required to collect” the sales tax within the meaning of that statute. Stirling Brothers Operating Co. did operate through two subsidiaries: Cubet, a real estate holding company, owned the plant which manufactured housing modules, and Brothers entered into an oral contract for the construction of a housing project with a partnership known as Fairways. But the trustee rejects the argument that the corporate veils of Cubet, Stirling Homex’s predecessor, and Brothers should be pierced.</p>\n<p id=\"b232-6\">Findings of a bankruptcy judge sitting as special master must be accepted by a district court unless they are clearly erroneous. Fed.R.Civ.P. 53(e)(2). We see no basis on which the district court could overturn the finding of the bankruptcy judge that Stirling Homex was liable for the tax in the Fairways sales. This conclusion was substantiated by a letter from former counsel for Cubet and Stirling Homex stating that Cubet was in the business of the manufacture and sale of the modules in question. Most conclusively, however, although Brothers was allegedly the manufacturing and selling entity of the operating group, and even though its assets were <em>not </em>purchased by Homex, Homex did engage in the manufacture and sale of modules immediately after purchasing Cubet. In other words, officers and directors of Homex, as the criminal case arising out of their operations demonstrated, note 7 <em>supra, </em>used their corporations as shells to conceal from the public, the taxing authorities, and others, whatever they wanted to conceal. Thus we have no difficulty upholding the bankruptcy judge’s implicit determination that the corporate veil should be pierced. The judge’s power to make such a determination has been explicated above. <em>See, e. g., Blaustein v. Pan American Petroleum &amp; Transport Co., </em>293 N.Y. 281, 305, 56 N.E.2d 705, 716 (1944); <em>Berkey </em>v. <em>Third Avenue Railroad Co., </em>244 N.Y. 84, 155 N.E. 58 (1926).</p>\n<p id=\"b232-8\"><em>The second period. </em>The bankruptcy judge recommended the allowance of the State’s claim. We find no basis in the district court’s opinion for modification of the judge’s findings or the disallowance of a portion of the State’s claim. To be sure, a former comptroller of Stirling Homex testified before the bankruptcy judge that the corporate records indicated liability for the $120,934.75 amount awarded by the district court. This was computed by subtracting from the total tax of $188,499.31, based on the value of all modules included in projects in the State of New York, the sum of $67,514.56 paid on materials incorporated in those modules. But the bankruptcy judge disregarded this testimony because these computations were based on the value that the company assigned to modules rather than on the value that the State assigned to materials incorporated within the modules. Moreover, the employee testifying concededly had no knowledge of the affairs of Cubet or Stirling Homex prior to the end of the first period, August 31, 1969, because he did not begin employment until February, 1970, and was testifying only on the basis of records he could find and what other employees told him. We think that the bankruptcy judge was perfectly justified in disregarding this employee’s testimony and that the district court was not justified in accepting it, in light of the bankruptcy judge’s contrary finding.</p>\n<p id=\"b233-4\"><page-number citation-index=\"1\" label=\"159\">*159</page-number><em>The third period. </em>Both parties concede that the amount due for the third period is $1,047.80. Therefore the district court’s order for this period should stand.</p>\n<p id=\"b233-5\">[H] E. <em>Computation of Interest. </em>The State’s argument that interest should accrue only from the date of the trustee’s challenge to the setoff, March 29, 1976, is devoid of merit. Interest had been accruing on the overpayment of tax before the setoff. The State’s attempt to set off the overpayment should not terminate this accrual. We affirm the district court’s ruling that interest on the refund shall be paid on the $316,958.02 from May 10,1973, the date of its award.</p>\n<p id=\"b233-6\">Judgment in accordance with opinion.</p>\n<footnote label=\"1\">\n<p id=\"b224-25\">. Blum &amp; Kaplan, <em>The Absolute Priority Doctrine in Corporate Reorganizations, </em>41 U.Chi.L. Rev. 651, 654 (1974).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b225-7\">. The record presents some ambiguity as to the source of this first appeal. The supplemental brief of appellee/trustee addresses the district court’s denial of a motion to reopen and reargue its previous order of June 13, 1977. But the district court also denied a separate motion by the State to vacate that order as entered without jurisdiction, contrary to the mandate of Section 236 of the Bankruptcy Act, 11 U.S.C. § 636. The docket number of the present appeal, 78-5039, corresponds to the court’s order denying the motion to vacate, not the court’s order denying the motion to reopen. Both motions raised essentially the same complaint, namely, that a reorganization proceeding culminating in liquidation should be terminated. Since our opinion in Section I, <em>infra, </em>affirms the order denying the motion to reopen, the opinion a fortiori affirms the order denying the jurisdictional motion to vacate.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b225-13\">. The State also moved to vacate on jurisdictional grounds. <em>See </em>note 2 <em>supra.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b226-5\">. Collier offers additional policy arguments buttressing the conclusion that a reorganization may provide for orderly liquidation:</p>\n<blockquote id=\"A62\">A plan of reorganization through liquidation nevertheless preserves to the claimants of the debtor values which would be lost upon a <page-number citation-index=\"1\" label=\"153\">*153</page-number>foreclosure or bankruptcy sale. A fair upset price is assured; quick and perhaps piecemeal liquidation avoided; the rigidity and difficulties inherent in other methods are eliminated; and any going-concern values which may be temporarily sustained are squeezed dry for the benefit of those entitled to share. If such a plan obtains the acceptance of the security holders, its approval and confirmation by the court is not prohibited.</blockquote>\n<p id=\"b227-8\">6A Collier fl 10.02, at 14 (footnotes omitted).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b227-9\">. Other circuits support our position. <em>See In re American Bantam Car Co., </em>193 F.2d 616, 621 (3d Cir. 1952); <em>Central States Elec. Corp. v. Austrian, </em>183 F.2d 879, 883 (4th Cir. 1950) (dictum), <em>cert. denied, </em>340 U.S. 917, 71 S.Ct. 350, 95 L.Ed. 662 (1951); <em>In re Barlum Realty Co., </em>62 F.Supp. 81, 86 (E.D.Mich.1945) (dictum), <em>aff’d on other grounds, </em>154 F.2d 562 (6th Cir. 1946); <em>In re Lorraine Castle Apartments Bldg. Corp., </em>149 F.2d 55, 58-59 (7th Cir.), <em>cert. denied, </em>326 U.S. 728, 66 S.Ct. 35, 90 L.Ed. 432 (1945).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b227-18\">. Our conclusion that a Chapter X proceeding in liquidation need not be terminated is unaffected by the most nearly applicable bankruptcy rules. Fed.R.Bankr.P. 122 simply describes the procedure to be followed when an order is entered directing that a Chapter X case continue in bankruptcy. Fed.R.Bankr.P. 10-308 specifies the substantive standards for entering such an order, but the rule simply parallels the standards enunciated in Sections 236 and 237 of the Bankruptcy Act, 11 U.S.C. §§ 636 &amp; 637 (1976).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b227-19\">. <em>United States v. Stirling, </em>571 F.2d 708, 712 (2d Cir.), <em>cert. </em>denied, - U.S. -, 99 S.Ct. 93, 58 L.Ed.2d 116 (1978); <em>In re Stirling Homex Corp., </em>579 F.2d 206 (2d Cir. 1978).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b228-5\">. § 64 <em>Debts which have priority</em></p>\n<blockquote id=\"b228-6\">(a) The debts to have priority, in advance of the payment of dividends to creditors, and to be paid in full out of bankrupt estates, and the order of payment, shall be (1) [costs and expenses of preserving the estate; filing fees; costs of recovering transferred or concealed property; costs and expenses of administration]; (2) [wages]; (3) [costs and expenses of successful opposition proceedings by creditors]; (4) taxes which became legally due and owing by the bankrupt to the United States <em>or to any State </em>or any subdivision thereof which are not released by a discharge in bankruptcy . . .; (5) [debts owing to persons entitled to priority by federal law and rent owing to landlords entitled to priority by state law or by § 67c(2)].</blockquote>\n<p id=\"b228-10\">Bankruptcy Act, ch. VII, § 64, 11 U.S.C. § 104 (1976) (emphasis added).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b228-12\">. § 102. <em>Application of other provisions</em></p>\n<blockquote id=\"b228-13\">The provisions of chapters 1 to 7, inclusive, of this title shall, insofar as they are not inconsistent or in conflict with the provisions of this chapter, apply in proceedings under this chapter: <em>Provided, however, </em>That . section [64] . . . shall not apply in such proceedings unless an order shall be entered directing that bankruptcy be proceeded with pursuant to the provisions of chapters 1 to 7, inclusive. .</blockquote>\n<p id=\"b228-15\">Bankruptcy Act, ch. X, § 102, 11 U.S.C. § 502 (1976).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b229-5\">. It will be recalled that May 10, 1973, is the date that the State approved the trustee’s application for refund of franchise taxes.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b229-6\">. § 2. <em>Creation of courts of bankruptcy and their jurisdiction</em></p>\n<blockquote id=\"b229-7\">(a) The courts of the United States herein-before defined as courts of bankruptcy are hereby created courts of bankruptcy and are hereby invested, within their respective territorial limits as now established or as they may be hereafter changed, with such jurisdiction at law and in equity as will enable them to exercise original jurisdiction in proceedings under this title, in vacation, in chambers, and during their respective terms, as they are now or may be hereafter held, to [exercise a broad range of powers, here enumerated].</blockquote>\n<blockquote id=\"b229-8\">(b) Nothing in this section contained shall be construed to deprive a court of bankruptcy of any power it would possess were certain specific powers not herein enumerated.</blockquote>\n<p id=\"AJ\">Bankruptcy Act, ch. II, § 2, 11 U.S.C. § 11 (1976).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b229-14\">. § 115. <em>Jurisdiction as in insolvency upon approval of petition</em></p>\n<blockquote id=\"b229-15\">Upon the approval of a petition, the court shall have and may, in addition to the jurisdiction, powers, and duties hereinabove and elsewhere in this chapter conferred and imposed upon it, exercise all the powers, not inconsistent with the provisions of this chapter, which a court of the United States would have if it had appointed a receiver in equity of the property of the debtor on the ground of insolvency or inability to meet its debts as they mature.</blockquote>\n<p id=\"b229-16\">Bankruptcy Act, ch. X, § 115, 11 U.S.C. § 515 (1976).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b230-5\">. The case referred to in <em>Clinton Trust, Re 168 Adams Building Corp., </em>involved a Section 77B reorganization plan under which the court retained jurisdiction over the new corporation, successor to the debtor, until delinquent local real estate taxes were paid. The court held that it had the power to review the validity of these taxes either because Section 64 operated by implication or on the basis that the court exercised the same power to pass upon similar tax claims “from necessity.” 105 F.2d 704, 707 (7th Cir. 1939), <em>cert. denied, </em>308 U.S. 623, 60 S.Ct. 378, 84 L.Ed. 520 (1940). Of course, the instant case is different, for no local lien accrued and hence the necessity is perhaps not so present. Moreover, the issue here is not the court’s power to review the validity or amount of taxes, but its power to establish a priority for taxes. (Section 64 grants both powers.)</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b230-6\">. It <em>is </em>possible to read <em>Clinton Trust </em>more narrowly. The court was disinclined to apply Section 64 either to later creditors who dealt with the corporation as fully reorganized or to the debtor itself in the indefinite future and was relieved that the question was academic because all parties had consented to the relief in question. 132 F.2d at 304. However, the court also contrasted the uncertain applicability of Section 64 in the case before it with 77B liquidation proceedings, apparently concluding that Section 64 clearly applies to the latter:</p>\n<blockquote id=\"b230-10\">Such a provision [for liquidation upon default in payments under a reorganization plan] could hardly bind later creditors who dealt with the corporation as fully reorganized, and there may be serious question how far it could deprive the debtor itself of the privileges of the Bankruptcy Act in the indefinite future, if, indeed, it intended such a restraint. True, a plan might provide for “the distribution of assets among creditors or any class thereof,” § 77B, sub. b(9), and we have upheld plans looking to the ultimate liquidation of the debtor. <em>In re Porto Rican American Tobacco Co., </em>2 Cir., 112 F.2d 655; <em>In re Central Funding Corp., 2 </em>Cir., 75 F.2d 256. But a plan devised to lead to an orderly liquidation as a major purpose is different from a plan devised to restore a debtor to active business, with liquidation merely a penalty for any default at any time over the long period during which debts are payable.</blockquote>\n<p id=\"AgM\">132 F.2d at 304. In any event, since Section 216(10) of Chapter X is in relevant respects <page-number citation-index=\"1\" label=\"157\">*157</page-number>similar to § 77B, sub. b(9), <em>Clinton Trust’s </em>conclusion applies to the instant case.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b231-8\">. Here, as in the case of setoff, the trustee argues that the State’s “disregard for the procedures laid down by the district court and [the State’s] continuous violation of the orders of the court” is an equitable factor running against the State. We disagree for the reasons set forth in connection with the discussion pertaining to the State’s request for a setoff, immediately below.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b231-13\">. For the purposes of this appeal and in the light of the district court’s reservation referred to in text, we will assume, without deciding, that appeal from this interlocutory bankruptcy order was not mandatory. <em>But see </em>16 C. Wright, A. Miller, E. Cooper &amp; E. Gressman, <em>Federal Practice and Procedure: Jurisdiction </em>§ 3926, at 111-12 (1977).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b233-7\">MESKILL, Circuit Judge,</author>\n<p id=\"AxP\">concurring:</p>\n<p id=\"b233-8\">I concur in the result reached by the majority but wish to record separately my views on the issue of granting priority to New York State’s tax claims.</p>\n<p id=\"b233-9\">As explained by Judge Oakes, this case involves the peculiar circumstance of a Chapter X reorganization being converted into a Chapter X liquidation. This Court implicitly approved of this conversion in <em>Matter of Stirling Homex Corp., </em>579 F.2d 206, 209 n.4 (2d Cir. 1978), and I concur fully in today’s express approval of that decision. <em>See also United States v. Key, </em>397 U.S. 322, 323, 90 S.Ct. 1049, 25 L.Ed.2d 340 (1970).</p>\n<p id=\"b233-10\">It is clear that § 64 of the Bankruptcy Act, 11 U.S.C. § 104, granting a fourth priority to taxes “legally due and owing by the bankrupt ... to any State,” does not govern in Chapter X proceedings unless the bankruptcy court so orders. 11 U.S.C. § 502. Until that time, an unsecured tax claim of a state is to be treated like any other unsecured claim by any other ordinary creditor. <em>Compare </em>11 U.S.C. § 599 (requiring that priority be given to federal taxes). This, of course, is not to say that a priority may not be granted to state tax claims and, in my judgment, Judge Burke should have granted such a priority here.</p>\n<p id=\"b233-11\">The task of a bankruptcy judge in Chapter X proceedings is to devise a plan of reorganization that is “fair and equitable” as well as “feasible.” 11 U.S.C. §§ 621(2), 574. In doing this, and “[f]or the purposes of the plan and its acceptance, the judge shall fix the division of creditors and stockholders into classes according to the nature of their respective claims and stock.” 11 U.S.C. § 597; Bankruptcy Rule 10-302(a). The statute defines “creditor” as “the holder of any claim,” 11 U.S.C. § 506(4), and it defines “claims” to “include all claims of whatever character against a debtor or its property, except stock, whether or not such claims are provable under section 103 of this title and whether secured or unsecured, liquidated or unliquidated, fixed or contingent.” 11 U.S.C. § 506(1). Quite understandably, this definition of “claims” embraces tax claims made by a state government, <em>see </em>6 Collier on Bankruptcy U 9.07, at 1556, so the State is a “creditor” for purposes of reorganization.</p>\n<p id=\"b233-12\">With regard to the ranking of creditors, <em>Collier </em>makes the following relevant observations:</p>\n<blockquote id=\"b233-13\">Unsecured creditors . . . may be divided into classes where the legal character or effect of their claim is such as to accord them a status different from other unsecured creditors <em>generally </em>— as, <em>for example, . . . tax claims </em>or the like.</blockquote>\n<p id=\"b233-15\">6 Collier on Bankruptcy 19.10, at 1602 (emphasis added; footnote omitted).</p>\n<blockquote id=\"b233-16\">Within the total group of unsecured creditors . . . there may be certain ones whose claims are of such a nature as to give them some right of priority or preference over other claimants. These creditors, then, must be separately classified and accorded the priority to which they are entitled.</blockquote>\n<p id=\"b233-18\"><em>Id. </em>$ 9.13[1], at 1620-21 (footnote omitted). <em>See also id. </em>H9.13[3], at 1630-31; <em>In re Sixty-Seven Wall Street Restaurant Corp., </em>23 F.Supp. 672 (S.D.N.Y.1938). Here, I think Judge Burke’s decision not to grant the priority to these New York State tax claims was inequitable.</p>\n<p id=\"b234-3\"><page-number citation-index=\"1\" label=\"160\">*160</page-number>The equities favor the State, here, not the Trastee. The State determined that Stirling Homex owed sales and use taxes on January 21, 1970, long before there was even a hint of reorganization, let alone liquidation. Homex contested these claims administratively until the early part of 1972, when hearings before the State Tax Commission were adjourned. In ordinary and orderly fashion, the State filed a proof of claim with the Trustee in October of 1972. The State was then ordered by the District Court to halt any further Tax Commission proceedings until the reorganization matter was cleared up or until the court ordered otherwise. On July 15,1976, Judge Burke made his decision regarding the set-off and expressly rejected rumors of the pending Homex liquidation as being “without any asserted valid basis.” When Bankruptcy Judge Hayes made his decision on May 3, 1977, he was not aware of the Trustee’s April 28th motion for an order declaring Homex insolvent; neither was he aware of the Trustee’s conclusion in the § 167 report that “Stirling Homex is hopelessly insolvent.” The State was also unaware of these matters. When Judge Burke declared Homex insolvent on June 13,1977, no notice of that decision was given to the State. When the State discovered Judge Burke’s ruling, it promptly moved to reopen and to reargue the matter but its motion was denied. In other words, the State seems to have been kept in the dark regarding the impending liquidation of Homex’s assets. Had it been informed of all of the developments, the State would have been able to participate in the reorganization proceedings more fully and, in my judgment, would have been granted the priority it is now accorded. Given this combination of circumstances, it was error for Judge Burke to decline to grant a priority to the State’s tax claims.<footnotemark>1</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b234-4\">. It appears that Congress attempted to avoid the problems created in this case when it designed the Bankruptcy Reform Act. See H.R. 8200, 95th Cong., as passed by the United States Senate and United States House of Representatives and cleared for the President. Chapter 11 (reorganization) provides for “conversion” to Chapter 7 (liquidation) by either the debtor or the court. § 1112. In such circumstances, the question of the priority to be granted to unsecured tax claims would be governed by § 507.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"rehearing\">\n<p id=\"b234-5\">On Petition For Rehearing and Reargument</p>\n<p id=\"b234-6\">A petition for rehearing and reargument having been filed herein by counsel for both appellant and appellee,</p>\n<p id=\"b234-7\">Upon consideration thereof, it is</p>\n<p id=\"b234-8\">Ordered that the opinion and judgment of the court be and it hereby is modified by addition of the following thereto.</p>\n<p id=\"b234-9\">The State of New York, appellant, has petitioned for rehearing and clarification of the judgment in respect to interest accruing to it and against it. Appellee-trustee has filed a cross-motion to reargue the appeal in respect to piercing the corporate veils of the debtor’s subsidiaries. For the reasons that follow, we uphold in substance the appellant’s claims to interest accruing to it but not as to interest accruing against it, and deny the appellee’s claim. Specifically, we hold that interest should accrue to the State to July 13, 1972, the date of Stirling Homex’s petition for reorganization, on the amounts of sales and use taxes owing by the debtor for the first and second tax periods; that the tax owing by the debtor for the second period is, however, $135,-664.23, not $137,232.97; and that the trustee’s interest on the tax refund due from the State should be based upon the difference between the amount <em>actually </em>withheld, $313,664.31, and the State’s set-off. We otherwise adhere to our original opinion.</p>\n<p id=\"b234-10\">\n<em>The State’s claims</em>\n</p>\n<p id=\"b234-11\">The State requests interest, on the amount of taxes ultimately determined to be owing for the first two tax periods, to the date of Stirling Homex’s petition for reorganization, namely, July 13, 1972. Its request should be granted. The bankruptcy judge disallowed penalties and interest on these amounts in his May 3, <page-number citation-index=\"1\" label=\"161\">*161</page-number>1977, decision (Appx. 296-97) only because the Bankruptcy Act does not permit the State to collect <em>penalties </em>on taxes owed by a debtor in reorganization. (The State originally computed a single figure for penalties and interest, without a breakdown.) But interest <em>can </em>be collected, and the State did make a claim for interest. Moreover, the Trustee does not dispute its collection. Our opinion should not be interpreted as disallowing such interest. In the headnote and subsequently we stated that we reverse so much of the district court’s order as overturns the bankruptcy judge’s findings as to the amount of the State claim. “Amount” should be read to include interest; we have left intact the bankruptcy judge’s order that the State may make a claim for pre-petition interest.</p>\n<p id=\"b235-5\">Interest should be computed, however, on $135,664.23, not $137,232.97, for the second period. The difference, claims the State, is the accrued interest between the time of assessment and the bankruptcy petition; but if that is so, the lower figure, which does not include interest, should be used to determine the principal amount, and pre-petition interest will be computed on that principal amount.</p>\n<p id=\"b235-6\">The State also asks that we limit the trustee’s interest on the tax refund to the difference between $313,664.31 (the amount actually withheld, i. e., $316,958.02 minus $3,293.71) and the State’s set-off of approximately $265,000.</p>\n<p id=\"b235-7\">Conceding that our disposition of this issue was unclear, we decline to reduce the amount of the interest in this manner. By the use of the difference formula, the State is effectively requesting interest from May 1973 on <em>its </em>claim for taxes, to be subtracted from the principal and interest admittedly due the trustee. But the State has had the use of this money from May 1973; accordingly, it should not receive interest on it. Perhaps the State means to argue that interest was awarded to the trustee only because of the State’s wrongful withholding, and that the “wrong” extended only to the amount that should not have been set-off, hence the interest should be computed only on that amount. But the premise of this argument is false. The State conceded in its brief on appeal that the trustee is entitled to interest from the time he demands to recover a preferential treatment. Brief of Appellant at 41. Indeed, here the trustee made such a demand <em>before </em>May 1973 and the refund awarded that date appropriately included interest. Thus, the basis of the grant of interest was not the State’s wrongful withholding.</p>\n<p id=\"b235-9\">Finally, the State contends that interest should be computed only on the amount <em>actually </em>withheld. This contention is reasonable; the State should not have to pay interest on the $3,293.71 which it actually paid to the trustee. Thus, the interest should be computed on $313,664.31.</p>\n<p id=\"b235-10\">\n<em>The trustee’s claim</em>\n</p>\n<p id=\"b235-11\">We reject the trustee’s claim because the first and second tax periods do not pose the same need for disregarding the corporate form. With respect to the bulk sale in the first tax period, the question is whether Cubet was “required to collect” a sales tax prior to the conceded bulk sale of its assets to Stirling Homex. We held that it was so required, notwithstanding the allegation that it was Brothers, whose assets Homex did <em>not </em>purchase, which was the selling arm of the operating group. This was an equitable result given Stirling’s use of its corporate shells to conceal its activities from the public. Moreover, there was no evidence in the record that the sale of modules was doubly taxed; Stirling Homex cannot complain of unfairness on that ground.</p>\n<p id=\"b235-12\">With respect to the second and third tax periods, by contrast, the State seeks to tax Stirling for its sales <em>to </em>its subsidiaries, not for one of its de facto subsidiary’s sales to a third party (which sales are deemed to be sales by Stirling because of the bulk transfer). Disregard of corporate entities would avoid any such tax. But the rationale for piercing the corporate veil is the inequity of permitting a corporation to avoid through the mere use of a subsidiary legal prohibí<page-number citation-index=\"1\" label=\"162\">*162</page-number>tions that are meant to apply to its conduct. This rationale is inapplicable to the second tax period; it is not a case of the corporation’s taking unfair advantage of its form. To be sure, the rationale’s asymmetrical result may be argued to be “discriminatory.” But this is in the nature of the “piercing” doctrine, an equitable doctrine whose only purpose is to prevent technical evasion of substantive rules. It is doubtful whether courts would ever “pierce the corporate veil” in any given context if the legal consequence were to unveil the corporation in <em>every </em>context.</p>\n<p id=\"b236-4\">As thus modified, the judgment hereinbefore entered is reaffirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}