{
  "casebody": {
    "data": "<casebody firstpage=\"1141\" lastpage=\"1147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1195-11\">Richard E. BARR, Plaintiff, v. BREZINA CONSTRUCTION CO., Inc., a corporation, and Nielsen Scott Co., Inc., Defendants and Third-Party Plaintiffs and Appellants, v. UNITED STATES of America, Third-Party Defendant and Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1195-15\">No. 71-1661.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1195-16\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1195-17\">July 27, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1196-17\"><page-number citation-index=\"1\" label=\"1142\">*1142</page-number>Glenn C. Hanni, of Strong &amp; Hanni, Salt Lake City, Utah, for Brezina Construction Co., Inc.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1196-18\">P. Keith Nelson, of Hanson, Brandt &amp; Wadsworth, Salt Lake City, Utah (Rex J. Hanson of Hanson, Brandt &amp; Wadsworth, Salt Lake City, Utah, on the brief), for Nielsen Scott Co., Inc.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1196-19\">Glenn J. Mecham, Asst. U. S. Atty. (C. Nelson Day, U. S. Atty., on the brief), for the United States.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1196-20\">Before LEWIS, Chief Judge, and KIL-KENNY<footnotemark>*</footnotemark> and DOYLE, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1196-15\"> Of the Ninth Circuit sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1196-21\">DOYLE, Circuit Judge.</author>\n<p id=\"b1196-22\">On this appeal the Brezina Construction Company and the Nielsen Scott Company seek reversal of a judgment denying their indemnity claim against the United States which sought recovery of sums paid by them to Barr, the plaintiff, in the original suit. They paid the sum of $45,000.00 to Barr in settlement of his claim for personal injuries allegedly caused by the negligence of the defendants. The theory of appellants in seeking to shift responsibility is that the government furnished plans for the structure built by them which was defective and unsafe, and which was the ultimate cause of the injury to Barr.</p>\n<p id=\"b1196-23\">The trial court dismissed the third-party complaint, holding that Barr as a serviceman on active duty was precluded from direct recovery against the United States by way of the Tort Claims Act<footnotemark>1</footnotemark> under the doctrine of Feres v. United States, 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950) ;<footnotemark>2</footnotemark> in the light of this, the court further held the third-party plaintiffs to be legally circumscribed by the rights of Barr and thus unable to obtain indemnity against the United States. An alternative holding of the trial court as to why the action over failed was that plaintiffs were guilty of active negligence while the United States was passive in the transaction.</p>\n<p id=\"b1197-4\"><page-number citation-index=\"1\" label=\"1143\">*1143</page-number>The primary suit in this case was filed by Richard E. Barr against Brezina and Nielsen as a result of injuries which he suffered in a fall down an access stairway which had been installed by Nielsen, subcontractor of Brezina, in Building 1219 of Hill Air Force Base in Utah. Brezina had entered into a contract for remodeling work which included the subject staircase and had subcontracted the actual installation to Nielsen. The plans and specifications were furnished by the United States.<footnotemark>3</footnotemark></p>\n<p id=\"b1197-5\">The plaintiff Barr was shown to have been on active duty with the Air Force at the time of the fall and was at the time engaged in the performance of his duties as an airman. He suffered serious injuries. The deficiencies in the stairway were alleged to have been first in the design — failure to provide a platform or guardrail at the head of the stairway — and, second, in the installation; here there was exposure of bolts protruding above the surface of the <em>2\" </em>x 6\" plate to which the stairway was attached.</p>\n<p id=\"b1197-6\">The third-party complaint maintains, as has been noted, that the United States knew of the dangerous design of the stairway and that in fact the defendants-third-party plaintiffs specifically called attention to the design deficiency, but were instructed to continue with construction according to the design.</p>\n<p id=\"b1197-7\">I.</p>\n<p id=\"b1197-8\">The <em>Feres </em>doctrine limits a serviceman claimant seeking recovery against the United States to his remedy under the Military Claims Act. He eannot pursue the United States under the Federal Tort Claims Act 28 U.S.C. § 1346(b), because his remedy against the the United States under the Military Claims Act is exclusive of all other remedies. But it does not follow that a defendant-third-party plaintiff who has been subjected to liability by a serviceman inherits, so to speak, the limitations which apply to the serviceman, since his is an independent remedy based on different considerations.</p>\n<p id=\"b1197-12\">The Supreme Court in dealing with an analogous situation arising under the Longshoremen’s and Harbor Workers’ Compensation Act,<footnotemark>4</footnotemark> which Act provides an exclusive remedy in favor of the employee or seaman against his employer, has held that notwithstanding the exclusiveness of this remedy a third-party shipowner may maintain indemnity action against the longshoreman’s employer, the stevedoring company, and is not barred from prosecuting such an action by the exclusiveness of the remedy of the longshoreman. See Ryan Stevedoring Co., Inc. v. Pan-Atlantic Steamship Corp., 350 U.S. 124, 76 S.Ct. 232, 100 L.Ed. 133 (1956); Weyerhaeuser Steamship Co. v. Nacirema Operating Co., Inc., 355 U.S. 563, 78 S.Ct. 438, 2 L.Ed.2d 491 (1958); Treadwell Construction Co. v. United States, 372 U.S. 772, 83 S.Ct. 1102, 10 L.Ed.2d 136 (1963).<footnotemark>5</footnotemark></p>\n<p id=\"b1197-13\">The Supreme Court has not had occasion to consider whether a third party who has paid money to a serviceman who has been injured while on active duty and while in the performance of his duty is also precluded by the exclusive compensation remedy of the serviceman. The reasoning of the <em>Ryan </em>body <page-number citation-index=\"1\" label=\"1144\">*1144</page-number>of law appears applicable so that a party seeking indemnity is not barred at the threshold. Merely because the third party can sue, however, does not mean he is sure to recover. The sweep of <em>Ryan </em>and <em>Weyerhaeuser </em>(assuming for the moment that it applies) is not so broad that it allows a recovery in the present fact situation. In our judgment the trial court’s determination that the third-party plaintiffs were not entitled to recover was a correct ruling.</p>\n<p id=\"b1198-4\">The joint brief of the third-party plaintiffs admits that the instrumentality which caused the injury and which was created by them was dangerous and was known by them to have been dangerous at the time. They write:</p>\n<blockquote id=\"b1198-5\">Brezina and Nielsen claim that during the course of construction and prior to the plaintiff’s accident, that [sic] they specifically called to the attention of the United States the fact that the stairway was so designed as to create a dangerous condition and requested permission to correct the dangerous condition by installing a platform and a guardrail at the head of the stairway. The United States refused this request and instructed Brezina and Nielsen to install the same in the manner that they were in fact installed.</blockquote>\n<p id=\"b1198-6\">Thus, while acknowledging that they gave the United States full notice of the danger and thus knew of the hazard, they seek to wash their hands of blame and shift it to the United States. They argue that the government’s conduct in ordering them to proceed with the construction while knowing that it would result in a faulty product gave rise to an implied promise or an implied warranty to indemnify in the event of personal injury resulting from the defect.</p>\n<p id=\"b1198-7\">The appellants’ implied contract or implied warranty theory would appear to have been designed and generated at this appellate level, for it does not appear from the pleadings or the pretrial order or the judge’s conclusions that this tack was used at trial. From these papers we gather that appellants were there proceeding on a tort theory. This present contract theory is based on the <em>RyanWeyerhaeuser </em>cases wherein the shipowners sought indemnity against the respective stevedoring companies for having to pay damages to injured employees of the stevedores. The Supreme Court ruled that there had been indeed an implied warranty from the stevedoring companies to the shipowners in which the former undertook to use care in loading the cargo. Based on the reasoning in these admiralty cases, appellants claim that there exists an implied warranty from the government that the plans furnished by it were sound. They then reason that when they brought to the attention of the government the deficiencies in the plans, showing that construction thereby was certain to result in a hazardous stairway, there arose an implied promise on the part of the government to indemnify or compensate appellants for such damages as they were required to pay for injuries incurred in using the stairway when the government told appellants to proceed with construction according to plan.</p>\n<p id=\"b1198-9\">II.</p>\n<p id=\"b1198-10\">Appellants’ effort to transplant the <em>Ryan </em>body of law so as to make it applicable to our situation fails initially because the facts and posture of the parties are vastly different. Here the government is in much the same position as the shipowner in <em>Ryan, </em>whereas the position of appellants is not unlike that of the stevedoring company in <em>Ryan. </em>Thus, the roles are reversed and, anomalously, we have in effect the stevedoring company seeking indemnity against the owner. Therefore, in the present context and posture, appellants are faced with the problem of demonstrating entitlement <page-number citation-index=\"1\" label=\"1145\">*1145</page-number>to indemnity when they are the ones who are directly responsible for the plaintiff Barr’s injury.</p>\n<p id=\"b1199-4\">But quite aside from this obstacle, we are constrained to hold that neither <em>Ryan </em>nor <em>Weyerhaeuser </em>nor any of the other <em>Ryan </em>progeny<footnotemark>6</footnotemark> governs. These cases all arise in the admiralty area, and most courts have refused to apply liberally the concept of implied warranty or implied contract to indemnify in other fields. See, for example, Smith Petroleum Service, Inc. v. Monsanto Chemical Co., 420 F.2d 1103, 1107 (5th Cir. 1970). There the Fifth Circuit thoroughly considered the question and concluded that the right to indemnity had to be governed by state law. It was said in <em>Monsanto </em>that the special rules defining the obligations and liabilities of shipowners necessitated the formulation of the <em>Ryan </em>doctrine and justified its application.<footnotemark>7</footnotemark></p>\n<p id=\"b1199-5\">Our court has also had occasion to consider the applicable law in another indemnity ease in which a somewhat similar attempt was made to subject the United States to liability. This was in Morris v. Uhl <em>&amp; </em>Lopez Engineers, Inc., 442 F.2d 1247 (10th Cir. 1971). We held that insofar as indemnity was sought on a tort basis, the matter was governed by the law of New Mexico. However, a right to indemnity was also asserted in the Morris case in alleged contract to indemnify. As to this, the court was careful to point out that the liberal warranty recognized in the <em>Ryan </em>group of cases was peculiar to the relationship of stevedore and shipowner. The court expressed doubt as to its applicability to fact situations other than cargo handling and unseaworthiness of the vessel, but went on to rule that even if it were applicable, the facts did not give rise in that case to a contractual right in the United States to recover indemnity.</p>\n<p id=\"b1199-12\">The <em>Ryan </em>logic is inapplicable based as it is on the special and unusual relationships and the problems arising therefrom which are peculiar to the shipping industry; federal common law understandably applies in <em>Ryan </em>cases. There is no justification, however, for superimposing that body of law on the present controversy, which is a simple indemnity demand growing out of the Federal Tort Claims Act, which is in its substantive aspects essentially governed by state law.</p>\n<p id=\"b1199-13\">III.</p>\n<p id=\"b1199-14\">We see no error in the trial judge’s approach to the tort problem which was before him, namely, the passive and active role of the tortfeasors <page-number citation-index=\"1\" label=\"1146\">*1146</page-number>as the test, and in our judgment the correct result emerged. We have no doubt that the court was correctly applying Utah law, and we do not here question the judge’s knowledge of it. It seems desirable, though, in view of the expanded contentions of the appellants— we refer to their arguments that an implied warranty or contract emerged from its communications with the government —to discuss the problem somewhat.</p>\n<p id=\"b1200-4\">It is relevant to consider a more specific test, namely, appellants’ proceeding with the construction of the stairway in question notwithstanding their having full knowledge that they were creating a hazard likely to produce harm to one using it. The law of Utah is expressed in Barrus v. Wilkinson v. St. Paul Fire and Marine Insurance Company of St. Paul, Minnesota, 16 Utah 2d 204, 398 P.2d 207 (1965). In that case the lessee’s employee recovered from the lessor damages for injuries suffered in a hallway of the office building of the lessor. Relying on an indemnity provision in the lease, the lessor sought to recover the damages paid out to the employee from the tenant-lessee, St. Paul Fire and Marine Insurance Company. It was pointed out by the Utah court that the agreement did not clearly express an undertaking to indemnify the defendants-third-party plaintiffs-lessor from their negligent acts and, therefore, since the lessor was shown to have been negligent, it could not recover. A very recent opinion of this court in Kansas City Power &amp; Light Co. v. United Telephone Co. of Kansas, Inc., 458 F.2d 177 (10th Cir. 1972), reached the same result.<footnotemark>8</footnotemark></p>\n<p id=\"b1200-5\">The cases are uniform in holding that an indemnity agreement will not be construed so as to create a right to indemnity for loss resulting from one’s own negligence unless the stipulation so to indemnify is clearly and unequivocally set forth in the contract. See Associated Engineers, Inc. v. Job, 370 F.2d 633 (8th Cir. 1966), wherein Judge Blaekmun, now Mr. Justice Black-mun, gave effect to a clause which promised indemnity even from negligence. In the course of the opinion there it was stated that absent such an explicit contract the negligence of the indemnitee bars his recovery. See also General Acc. Fire &amp; Life Assur. Corp. v. Finegan &amp; Burgess, Inc., 351 F.2d 168 (6th Cir. 1965); Employers Mut. Liab. Ins. Co. of Wis. v. Griffin Construction Co., 280 S.W.2d 179 (Ky.1955); Anthony v. Louisiana &amp; Arkansas Ry. Co., 316 F.2d 858 (8th Cir. 1963), cert. den. 375 U.S. 830, 84 S.Ct. 74, 11 L.Ed.2d 61.</p>\n<p id=\"b1200-7\">Considered from the standpoint that there was an implied contract or promises to indemnify as urged by appellants, we must again hold that appellants’ point is not well taken, for there is not the slightest evidence to support an implied contract or promise on the part of the government to indemnify in the event of injury. In this connection appellants’ position is less tenable in view of the difficulty in implying a promise on the part of the government incident to an express written contract.</p>\n<p id=\"b1200-8\">Appellants’ negligence in building a facility which they knew was faulty precludes them on their other claim, that of breach of implied warranty. As we view it, the only available implied warranty is one which warrants fitness or suitability of the plans. An implied warranty of indemnity would be the same thing as an implied contract or promise. The warranty of fitness fails for lack of reliance. The plans were deficient and appellants knowingly proceeded to build the stairway nevertheless.</p>\n<p id=\"b1200-9\">The cases hold that indemnity arising from alleged breach of implied warranty will not succeed where, as here, the indemnitee knew of the deficiency and negligently acted in the face of the hazard which has been present. <em>Cf. </em>Williston on Contracts § 988. See, e. g., Maryland Casualty Co. v. Independent Metal Products Co., 99 F.Supp. 862 (D. <page-number citation-index=\"1\" label=\"1147\">*1147</page-number>Neb.1951); Plasikowski v. Arbus, 92 Conn. 556, 103 A. 642 (1918).<footnotemark>9</footnotemark></p>\n<p id=\"As14\">In Horrabin v. City of Des Moines, 198 Iowa 549, 199 N.W. 988 (1924), the court said:</p>\n<blockquote id=\"b1201-7\">One of the tests in determining whether there may be contribution or indemnity in favor of one joint wrongdoer against another is whether the former knew, or must be presumed to have known, that the act for which he has been held liable was wrongful.<footnotemark>10</footnotemark></blockquote>\n<blockquote id=\"b1201-8\">199 N.W. at 990.</blockquote>\n<p id=\"b1201-9\">In summary then appellants’ third-party claim is lacking in merit whether it goes forward as a species of tort, as an implied contract, or as a breach of implied warranty. As is pointed out by Dean Prosser, Law of Torts, § 48 at 281, 3rd Ed. 1964, the indemnity action calls for the shifting or transferring of responsibility from the indemnitee to the indemnitor. The author points out that this can come about as a result of the relation of the parties to one another and the consequent duty owed, or because of significant differences in the kind or quality of their conduct. In short, the doctrine has an equitable quality.</p>\n<p id=\"b1201-10\">In the case at bar there is no contract, express or implied. Further, there is no reason in the relationship between the parties, or resulting from significant differences in the conduct of the parties, which would justify the shifting of the burden of liability from appellants to the United States. In sum there is no legal basis discoverable on either land or sea capable of giving rise to liability.</p>\n<p id=\"b1201-11\">Accordingly, the judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1196-16\">. 28 U.S.C. §§ 1291, 1346, 1402,1504, 2110, 2401. 2402. 2411. 2412. 2671-2680.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1196-24\">. Which case holds that the Military Claims Act, 31 U.S.C. § 240 et seq. provides the exclusive remedy for the serviceman injured in line of duty.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1197-9\">. The plans and specifications had been prepared by the Deseret Architects and Engineers under contract with the United States. Deseret was a party defendant in the original action by Barr, and entered into the settlement terminating that aspect of the litigation; they did not enter into the third-party litigation with which we are here concerned.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1197-10\">. 33 U.S.C. § 901 et seq.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1197-14\">. Appellants have mistakenly cited <em>Tread-well </em>as authorizing an implied contract or warranty in government employee compensation cases. We read this per curiam opinion as merely holding that the exclusive remedy of the employee does not prevent a third-party action. We concede that the <em>Ryan </em>group of cases is authoritative in non-maritime fields as the law on this issue.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1199-6\">. See Crumady v. Jaochim Hendrik Fisser, 358 U.S. 423, 79 S.Ct. 445, 3 L.Ed.2d 413 (1959) ; Waterman S.S. Corp. v. Dugan &amp; MacNamara, Inc., 364 U.S. 421, 81 S.Ct. 200, 5 L.Ed.2d 169 (1960) ; Italia Societa Per Anzioni di Navigazione v. Oregon Stevedoring Co., 376 U.S. 315, 84 S.Ct. 748, 11 L.Ed.2d 732 (1964).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1199-8\">. The court further commented:</p>\n<blockquote id=\"b1199-9\">In short, <em>Ryan </em>was conceived as an admiralty concept, and its explicatory progeny have not denied its paternal thesis. We find nothing in the wake of <em>Ryan </em>to lead us to apply its principles to landlubbers. It is abundantly clear that no tributary of <em>Ryan </em>reaches the Brookhaven Oil Field in Lincoln County, Mississippi, which is many miles inland from both the Mississippi River and the Gulf of Mexico.</blockquote>\n<blockquote id=\"b1199-15\">Consequently, in deciding this issue we cannot distill Mississippi law through a federal sieve; we must completely abandon the admiralty domain and repair to Mississippi’s inland terrain. Looking solely to Mississippi’s independent jurisprudence, we are unable to find any authority clearly indicating that Mississippi recognizes a <em>Ryan-type </em>implied contract of indemnity in a situation such as the case before us. Accordingly, we must conclude that Monsanto is not entitled to indemnity on the basis of its contract theory. The trial court’s conclusion to the contrary was erroneous. 420 F.2d at 1111.</blockquote>\n<p id=\"b1199-16\">Our case like <em>Smith Petroleum </em>is in its underlying aspect a tort action and thus the reasoning as well as the numerous supporting authorities of <em>Smith Petroleum </em>are fully applicable.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1200-10\">. However, Kansas law was there involved.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1201-12\">. Plasikowski involved a chauffeur seeking indemnity from his employer for damages resulting from defective brakes. Indemnity there was denied because the chauffeur knew of the hazardous condition.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1201-21\">. See also “Indemnity Between Negligent Tortfeasors: A Proposed Rationale,” 37 Iowa Law Review 517, 1952.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}