{
  "casebody": {
    "data": "<casebody firstpage=\"545\" lastpage=\"547\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b599-8\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS, LOCAL 640, and its agent, Glynn Ross, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b599-10\">No. 71-2837.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b599-11\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b599-12\">July 18, 1972.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b599-15\">Pregerson, District Judge, filed dissenting opinion.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b600-6\"><page-number citation-index=\"1\" label=\"546\">*546</page-number>William H. DuRoss, III, Atty. (argued), Robert A. Giannasi, Atty., Marcel Mallet-Prevost, Asst. Gen. Counsel, Peter G. Nash, Gen. Counsel, N.L.R. B., Washington, D. C.; C. Woodrow Greene, Director, Region 28, N.L.R.B., Albuquerque, N. M., for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b600-7\">A. D. Ward (argued), of Ward &amp; Contreras, Charles E. Jones, of Jennings, Strouss &amp; Salmon, Phoenix, Ariz., for respondents.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b600-8\">Before CHAMBERS and WRIGHT, Circuit Judges, and PREGERSON, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b600-17\"> Honorable Harry Pregerson, United States District Judge for the Central District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b600-9\">EUGENE A. WRIGHT, Circuit Judge:</author>\n<p id=\"b600-10\">The National Labor Relations Board asks the court to enforce its order directing IBEW Local 640 to cease and desist from certain secondary boycott activities and to post the customary notices. The Board adopted the Trial Examiner’s findings that the union violated Section 8(b) (4) (i) and (ii) (B) of the National Labor Relations Act by threatening Phoenix electrical contractors with refusal to handle or install materials purchased from Brown Wholesale Electrical Company and by actually refusing to handle Brown materials, for the purpose of forcing the contractors to cease doing business with Brown. We hold that substantial evidence supports the Board’s findings and we enforce the order.</p>\n<p id=\"b600-11\">Brown is a major wholesale supplier of fixtures, wiring and equipment for electrical contractors in the Phoenix area. Its employees are not represented by a labor organization. The contractors involved here belong to the Phoenix division of the National Electrical Contractors Association, which has a collective bargaining agreement with the union. Nearly all employees of the contractors are union members.</p>\n<p id=\"b600-13\">The union began to picket Brown’s place of business on November 20, 1969, as part of a campaign to obtain recognition from Brown. In addition to this primary activity, union members at construction sites began refusing to unload, handle, or install Brown materials. These refusals continued after the Board obtained a district court order enjoining further picketing of Brown’s premises.</p>\n<p id=\"b600-14\">The Trial Examiner found that the NECA contractors had agreed among themselves to refrain from placing new orders with Brown, for so long as the union’s campaign against Brown had the color of legality. After the March 11, 1970 court order, the contractors inquired of the union whether further difficulties would be encountered if they ordered Brown materials. The Trial Examiner found that the union responded with subtle and indirect threats of continued secondary boycott activity against supplies ordered from Brown, as well as with several incidents of actual refusal to handle Brown materials.</p>\n<p id=\"b600-15\">Without detailing the evidentiary support for these conclusions, suffice it to say that we find it to be substantial. The union mounts two attacks against the findings. One rests upon its disagreement with the credibility findings by the Trial Examiner.</p>\n<p id=\"b600-16\">We have said, “[t]his Court is required to respect the duty of the trier-of-fact to decide who to believe to reconcile conflicting evidence, and to draw such inferences as the evidence reasonably supports. We will not dis<page-number citation-index=\"1\" label=\"547\">*547</page-number>turb the resolution of conflicting testimony made by the trier-of-fact.” N. L. R. B. v. Construction &amp; General Laborers’ Union Local 270, 398 F.2d 86, 89 (9th Cir. 1968). <em>See also </em>N. L. R. B. v. Intalco Aluminum Corp., 446 F.2d 1232 (9th Cir. 1971). The Trial Examiner explained the basis for his credibility resolutions in some detail, and we will not disturb them.</p>\n<p id=\"b601-5\">The union’s second challenge to the findings is grounded upon the lack of direct evidence to show that any agent of the union encouraged or induced the employees who refused to handle or install Brown materials. We quote the Trial Examiner on this issue:</p>\n<blockquote id=\"b601-6\">“The Examiner concedes that no witness testified to hearing a union agent actually tell a contractor employee represented by the Union not to handle or install materials purchased by his employer from or through Brown. The evidence, however, demonstrates a consistent pattern of refusals by contractor employees represented by the Union to handle or install such materials until and unless their employers contacted a representative of the Union, satisfied such representative that the materials came within a recognized exception to the union bar against such handling and installation, and received orders from a union representative to go ahead and handle and install the materials in question. The Examiner believes the discipline apparent from this behavior warrants the inference that it stemmed from union encouragement and inducement, and so finds and concludes.”</blockquote>\n<p id=\"b601-7\">We believe the Examiner’s inference could reasonably be drawn from the evidence and, as we view the record, was by far the most plausible explanation of the employees’ conduct.</p>\n<p id=\"b601-8\">The petition of the Board for enforcement of its order is granted.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b601-9\">PREGERSON, District Judge</author>\n<p id=\"APK\">(dissenting) :</p>\n<p id=\"b601-10\">I respectfully dissent.</p>\n<p id=\"b601-11\">Reviewing the record as a whole, I cannot conscientiously say that the Board’s findings of violations by the union are supported by substantial evidence. Like gruel, that evidence is thin and insubstantial. Its main ingredients are suspicion and surmise. Accordingly, I would deny the Board’s petition for enforcement. See Universal Camera Corp. v. N. L. R. B., 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}