{
  "casebody": {
    "data": "<casebody firstpage=\"1341\" lastpage=\"1349\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1401-10\">CITIBANK, N.A., as Indenture Trustee; and United Bank of Denver, N.A., as Indenture Trustee, Appellants, v. Charles A. BAER, Trustee for King Resources Company and International Resources Limited, et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1401-13\">Nos. 77-1969, 77-1971.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1401-14\">United States Court of Appeals, Tenth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1401-15\">Argued March 14, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1401-16\">Decided June 9, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1404-4\"><page-number citation-index=\"1\" label=\"1344\">*1344</page-number>John E. Hoffman, Jr. of Shearman &amp; Sterling, New York City (Stephen F. Ell-man, of Shearman &amp; Sterling, New York City, and Thomas J. Kerwin, Richard W. Breithaupt and David R. DeMuro of Hindry &amp; Meyer, Denver, Colo., with him, on brief), for appellant Citibank, N.A., as Indenture Trustee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1404-5\">Thomas S. Nichols, Denver, Colo. (Robert L. Shanstrom and A. Bruce Campbell, Denver, Colo., with him on brief), of Davis, Graham &amp; Stubbs, Denver, Colo., for appellant United Bank of Denver, N.A., as Indenture Trustee.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1404-6\">David Ferber, Securities and Exchange Commission, Washington, D. C. (James E. Eichstaedt, Washington, D. C., and Anthony V. Ponzio, Securities and Exchange Commission, Chicago, 111., with him on brief), for appellant Securities and Exchange Commission.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1404-7\">Robert J. Kapelke, Denver, Colo. (John S. Pfeiffer and Stephen Klein, Denver, Colo., with him, on brief), for appellee Charles A. Baer, Trustee of King Resources Company and International Resources Limited.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1404-8\">Roger Goldburg of Weinshienk, Miller, Goldburg &amp; Borus, Denver, Colo., for appel-lees First Jersey National Bank, European-American Bank &amp; Trust Company, The Federal Deposit Insurance Corporation (as liquidators of The Franklin National Bank) and Mercantile Bank and Trust Company, Limited.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1404-9\">Daniel S. Greenfeld, New York City (Michael L. Hirschfeld, New York City, with him, on brief) of Marshall, Bratter, Greene, Allison &amp; Tucker, New York City (Roger L. Simon and Nancy D. Miller, of Sterling, Simon &amp; Rubner, Denver, Colo., with him, on brief), for appellee Texas International Company.</attorneys>\n<p data-order=\"11\" data-type=\"judges\" id=\"b1404-10\">Before HOLLOWAY, BARRETT and McKAY, Circuit Judges.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1404-11\">McKAY, Circuit Judge.</author>\n<p id=\"b1404-12\">This is an appeal from an order of the district court confirming a plan of reorganization under Chapter X of the now-superseded Bankruptcy Act, 11 U.S.C. § 501 <em>et seq. </em>(1976).</p>\n<p id=\"b1404-13\">An involuntary petition for reorganization of the debtor, King Resources Company, was filed on August 14, 1971. At that time the debtor had outstanding approximately $40 million worth of debentures which were specifically subordinated to “senior debt.” The company had approximately $28 million worth of “senior debt” and approximately $20 million in other debts.</p>\n<p id=\"b1404-14\">The trustee in bankruptcy submitted a reorganization plan in January 1975. This plan proposed the formation of a new debt-free company. Two classes of common stock with a nominal par value of $1.00 were to be issued to the creditors. The two classes of stock were basically identical except that “Class A” stock was given a $20 liquidation preference. Essentially, the plan contemplated the issuance of “Class A” stock to senior debt holders and “Class B” stock to debenture holders. The liquidation preference of the Class A stock was designed to preserve the preferential rights g^iven to senior debt holders by the subordination provisions of the indenture instruments.</p>\n<p id=\"b1404-15\">The trustee’s initial plan was submitted to the Securities and Exchange Commission (SEC) pursuant to 11 U.S.C. § 572. Because the SEC appraised the company as worth approximately $70 million and viewed liquidation as unlikely, it concluded that the plan failed adequately to protect the subordination rights of senior creditors. The SEC proposed that the plan be amended to include a provision whereby senior debt holders would be given five years within which to exercise an option to convert each Class A share into <em>IV2 </em>Class B shares. In response to the SEC’s recommendation, the trustee proposed an amended plan of reorganization incorporating a conversion feature. The amended plan, as approved by the district court in February of 1976, pro<page-number citation-index=\"1\" label=\"1345\">*1345</page-number>vided that each share of Class A stock could be converted into <em>IV2 </em>shares of Class B stock for a period of one year, or lVi shares during the second year.</p>\n<p id=\"b1405-5\">Following approval of the plan by the court, certain senior debt holders appealed. In January 1977, during the pendency of that appeal, the trustee filed an interim report which indicated a substantial increase in the value of certain oil and gas property owned by the debtor. The senior debt holders thereupon dismissed their appeal. In June 1977 the SEC filed a second report with the court. Based on its determination that the value of the company had appreciated to approximately $90 million, the SEC concluded that the rights of senior debt holders would be adequately protected without the conversion provision suggested in its first report. The SEC recommended that the conversion feature be eliminated.</p>\n<p id=\"b1405-6\">The amended plan, together with the second report of the SEC, was submitted for a vote of the creditors. The amended plan, which contained the conversion feature, was overwhelmingly approved by all classes of creditors, including the debenture holders. The district court then held a two-week confirmation hearing. In order to determine whether the company remained insolvent, the court heard a great deal of valuation evidence. The court ultimately found that the company was insolvent, appraising the value of the company at between $90 and $100 million.<footnotemark>1</footnotemark> The court also heard and considered motions to eliminate the conversion provision of the proposed plan. These motions were denied. The plan was found to be fair, equitable and feasible, and the plan was confirmed.</p>\n<p id=\"b1405-10\">Notwithstanding overwhelming approval of the plan by debenture holders, the indenture trustees, acting in their official capacities, prosecute this appeal from that portion of the district court’s order which denied the motions to eliminate the conversion feature and confirmed the plan. They insist that, because of the conversion feature, the plan as approved is not fair and equitable. They claim that the conversion feature gives to senior debt holders an undue windfall of more than $6 million at the direct expense of debenture holders.<footnotemark>2</footnotemark></p>\n<p id=\"b1405-11\">Under the procedural framework of Chapter X, the district court is required to find the plan fair and equitable at two different stages. First, the court must find that the plan as proposed by the trustee, following submission to the SEC, is fair and equitable before the plan is approved and submitted for a vote of the creditors. 11 U.S.C. § 574. After the plan has been submitted to and approved by the creditors, the court may give final confirmation to the plan if it finds, <em>inter alia, </em>that the plan is fair and equitable. 11 U.S.C. § 621(2). The appellants do not herein challenge the court’s initial finding in 1975 that the plan <page-number citation-index=\"1\" label=\"1346\">*1346</page-number>was fair and equitable. They contend that due to a substantial subsequent increase in value of assets the plan had ceased to be fair at the time of the final confirmation in 1977.</p>\n<p id=\"b1406-4\">In refusing to modify the plan, the district court explained:</p>\n<blockquote id=\"b1406-5\">It is not required in submitted plans for approval that only one plan be found to be fair, equitable and feasible. Had I been requested to submit the Plan in the form modified to conform with the then views of the SEC, as well as the plan consistent with the now views of the SEC, I would have submitted them both. I think that both can be said to be fair, equitable and feasible.</blockquote>\n<blockquote id=\"b1406-6\">I have thought long and hard about the contentions advanced by counsel for the Indenture Trustees and counsel for the SEC. I make no judgment as to which is the better of the two plans, but I do make a judgment that the Plan as voted upon by the creditors is fair, equitable and feasible. And I do not believe that I am required to express a personal preference for one plan as opposed to the other.</blockquote>\n<p id=\"ays-dedup-0\">Record, App. at 233-34.</p>\n<p id=\"b1406-7\">Unless the district court’s finding that the plan is fair and equitable is clearly erroneous, or unless the court abused its discretion, we must affirm. <em>See American Employers’ Insurance Co. v. King Resources Co., </em>556 F.2d 471, 478 (10th Cir. 1977); <em>Horowitz v. Kaplan, </em>193 F.2d 64, 71 (1st Cir. 1951), <em>cert. denied, </em>342 U.S. 946, 72 S.Ct. 651, 96 L.Ed. 704 (1952). As long as the approved plan is fair and equitable, we cannot reject it in favor of a plan that is more equitable. “Our role on review is a limited one. It is not enough to reverse the District Court that we might have appraised the facts somewhat differently. If there is warrant for the action of the District Court, our task on review is at an end.” <em>Group of Institutional Investors v. Chicago, Milwaukee, St. Paul &amp; Pacific Railroad, </em>318 U.S. 523, 564, 63 S.Ct. 727, 749, 87 L.Ed. 959 (1943).</p>\n<p id=\"b1406-9\">The indenture bonds by their own terms provide that, upon any distribution of assets pursuant to reorganization in bankruptcy, the holders of senior debt are entitled to receive full payment of both principal and interest on their claims before the debenture holders may receive any payment.<footnotemark>3</footnotemark> The Supreme Court has made it clear that under such circumstances a plan may be approved only if it fully protects the senior creditors’ preferential rights to the assets. This “absolute priority” rule is designed to protect unsecured creditors against shareholders and senior mortgagees against junior mortgagees. <em>See Group of Institutional Investors v. Chicago, Milwaukee, St. Paul &amp; Pacific Railroad, </em>318 U.S. at 562-63, 63 S.Ct. at 748; <em>Consolidated Rock Products Co. v. Du Bois, </em>312 U.S. 510, 520-21, 61 S.Ct. 675, 682, 85 L.Ed. 982 (1941). But, contrary to the suggestions of the SEC, Reply Brief of SEC at 8-9, that rule also protects the rights of senior unsecured creditors vis-a-vis subordinated unsecured creditors. It is the right of priority that must be protected. <em>See Group of Institutional Investors v. Chicago, Milwaukee, St. Paul &amp; Pacific Railroad, </em>318 U.S. at 569 — 70, 63 S.Ct. at 751; <em>Marine Harbor Properties, Inc. v. Manufacturers Trust Co., </em>317 U.S. 78, 86-87, 63 S.Ct. 93, 97-98, 87 L.Ed. 64 (1942).</p>\n<p id=\"b1406-10\">Whether the senior creditors have been fully compensated depends upon many factors. Valuation data must be considered by the court in order to ensure fairness. <em>Consolidated Rock Products Co. v. Du Bois, </em>312 U.S. at 520, 61 S.Ct. at 682. However, the court need not set exact dollar values on the securities surrendered and received by each creditor, for that “would create an illusion of certainty where none exists and would place an impracticable burden on the whole reorganization process.” <em>Group of Institutional Investors v. Chicago, Milwaukee, St. Paul &amp; Pacific Railroad, </em>318 U.S. at <page-number citation-index=\"1\" label=\"1347\">*1347</page-number>565, 63 S.Ct. at 749. Rather, the court is to determine that each creditor, in the order of his priority, has received the full “equitable equivalent” of the rights he surrenders. <em>Id. </em>This determination, based upon a consideration of all the facts and circumstances of the case, lies within the informed judgment and sound discretion of the trial court. <em>Id. </em>at 565-66, 571, 63 S.Ct. at 749, 752; <em>Consolidated Rock Products Co. v. Du Bois, </em>312 U.S. at 529-30, 61 S.Ct. at 686-87.</p>\n<p id=\"b1407-5\">Inherent imprecision and uncertainty make valuation difficult when any large business undergoes Chapter X reorganization proceedings. The Supreme Court has recognized this uncertainty. In discussing the problems involved in appraising earning capacity, the Court noted: “Since its application requires a prediction as to what will occur in the future, an estimate, as distinguished from mathematical certitude, is all that can be made.” <em>Consolidated Rock Products v. DuBois, </em>312 U.S. at 526, 61 S.Ct. at 685.</p>\n<p id=\"b1407-6\">The imprecision and uncertainties of valuation are exacerbated by the particular factual circumstances of this case. A significant portion of the company’s value is attributable to nonproducing Canadian Arctic oil and gas interests. Although the property was nonproducing, the court accepted the contention that it had substantial value. However, the court emphasized the extreme difficulties incident to appraisal of such property. <em>See </em>Record, App. at 196-212. The court noted that no oil or gas had actually been discovered on the property. <em>Id. </em>at 199. The court also emphasized the uncertainties facing the petroleum industry because of present and possible future governmental regulations and control.<footnotemark>4</footnotemark> The court explained:</p>\n<blockquote id=\"b1407-7\">With all of these things, to say that you can forecast — that you can appraise the values in the Canadian Arctic is to say that you can attend the County Fair with your crystal ball, because that is absolutely the only possible way you can come up with a result. And I question that any result that I come up with in the Canadian Arctic is but little more than what I hope is an informed guess.</blockquote>\n<blockquote id=\"b1407-10\">However, the burden imposed on me by the United States Supreme Court in <em>Consolidated Rock Products v. DuBois </em>is, I quote, “An estimate as distinguished from mathematical certainty [sic] is all that can be made.”</blockquote>\n<p id=\"b1407-11\"><em>Id. </em>at 201., After struggling through many approaches to valuation and many conflicting estimates, the court said:</p>\n<blockquote id=\"b1407-12\">My final conclusion as to the value of the company is that it is worth somewhere between $90 million and $100 million as a going concern, and to satisfy the people who want precision on the value, I fix the exact value of the company at the average of those, $96,856,850, which of course is a total absurdity that anybody could fix a value with that degree of precision, but for the lawyers who want me to make that fool estimate, I have just made it.</blockquote>\n<p id=\"b1407-13\"><em>Id. </em>at 222.</p>\n<p id=\"b1407-14\">In arguing that the plan is inequitable, appellants rely on the district court’s range of valuation as representing the certain value of the outstanding stock. Their argument is premised on a comparison of the “equitable value” of the shares of stock held by senior debt vis-a-vis debenture holders. Appellants assume that the valuation found by the court for purposes of establishing insolvency can be apportioned pro rata to the outstanding stock. Appellants assume, that is, that 38% of the outstanding stock of a corporation valued at $90 million is worth 38% of $90 million. Despite the simple logic of such an assumption, it is not necessarily true. The actual value of stock depends on a number of different factors, including the future earning potential of the company as perceived by outside investors. With a newly reorganized company coming from the throes of bankruptcy, the actual market value of a share of stock may <page-number citation-index=\"1\" label=\"1348\">*1348</page-number>be considerably less than the pro rata portion of the going-concern value of the company represented by that stock. In other words, it cannot necessarily be presumed that the going-concern value adopted by the court in order to find insolvency can be fully apportioned on a pro rata basis to the outstanding stock.<footnotemark>5</footnotemark></p>\n<p id=\"b1408-4\">We have pointed out at some length the difficulties and imprecision incident to an appraisal of the company’s value because it was in this context that the court concluded, with full awareness of the objections voiced by the appellants and the SEC, that the plan was fair and equitable. We will not, with the benefit of hindsight, independently determine whether the plan has in fact resulted in an undue benefit to the senior debt holders. We must view the decision in light of the facts, circumstances, apprehensions and uncertainties existing at the time of the order. <em>See In re Prudence-Bonds Corp., </em>148 F.2d 323, 325 (2d Cir. 1945). From such a perspective, we cannot say that the district court was clearly erroneous in its determination that the plan was fair and equitable. The court could reasonably have concluded that the conversion feature was an appropriate way to ensure that the senior creditors received the full “equitable equivalent” for their claims.</p>\n<p id=\"b1408-5\">To determine whether the senior creditors have received full compensation, the court must also consider the value of any seniority or priority rights which have been surrendered. “Full compensatory provision must be made for the entire bundle of rights which the creditors surrender.” <em>Consolidated Rock Products Co. v. Du Bois, </em>312 U.S. at 528, 61 S.Ct. at 686. Contrary to the arguments of the SEC and the appellants, the senior debt holders have surrendered valuable rights by accepting the common stock. Upon liquidation, the senior creditors would have been entitled to immediate, full payment of the entire debt, plus pre-petition interest.<footnotemark>6</footnotemark> Only the surplus, if any, would remain for payment to the debenture holders. Under the reorganization plan, the senior creditors surrender these rights in exchange for shares of common stock. Thus, they have received inferi- or securities. A contingent return has been substituted for a fixed one. <em>Cf. Consolidated Rock Products Co. v. Du Bois, </em>312 U.S. at 528, 61 S.Ct. at 686. The stock has no absolute value, and we cannot assume it could have immediately been sold, en masse, for an amount equal to the claims of the senior debt holders. Furthermore, the claims of shareholders are inferior to the claims of creditors and, assuming conversion, the senior debt holders retain no liquidation preference vis-a-vis the debenture holders.<footnotemark>7</footnotemark> Therefore, even if the senior debt holders received property with an “equitable value” in excess of the amount of their claims, that excess can be justified as- compensation for the seniority rights they have surrendered. <em>See Standard Gas &amp; Electric Co. v. Deep Rock Oil Corp., </em>117 F.2d 615, 617 (10th Cir.), <em>cert. denied, </em>313 U.S. 564, 61 S.Ct. 842, 85 L.Ed. 1523 (1941).</p>\n<p id=\"b1408-10\">We note that there are additional factors that may have influenced the <page-number citation-index=\"1\" label=\"1349\">*1349</page-number>court’s decision to confirm the plan. The second report of the SEC, which explained the SEC’s objections to the conversion feature, was submitted with the proposed plan to the creditors. The plan was nevertheless overwhelmingly approved by every group of creditors, including the debenture holders. Even though the court should not confirm an unfair or inequitable plan even if the affected creditors approve it, <em>Case v. Los Angeles Lumber Products Co., </em>308 U.S. 106, 114, 60 S.Ct. 1, 84 L.Ed. 110 (1939), the informed judgment of those most directly affected by the plan should be carefully weighed. <em>Horowitz v. Kaplan, </em>193 F.2d 64, 72 (1st Cir. 1951), <em>cert. denied, </em>342 U.S. 946, 72 S.Ct. 561, 96 L.Ed. 704 (1952).</p>\n<p id=\"b1409-5\">Another factor considered by the court was the delay that would result from any further amendments or proceedings. <em>See </em>Record, App. at 224. The court expressed concern over the substantial amount of time that had been consumed in the attempted resolution of the case and a belief that adoption of the proposed modification would require restarting the entire process with a new vote of creditors.<footnotemark>8</footnotemark> Such a concern does not diminish the court’s obligation to ensure that the plan is fair and equitable. Nevertheless, in considering the equities of the plan the district court may properly consider factors such as the delay that could be caused by an amendment and the injury that might result from a delay.</p>\n<p id=\"b1409-6\">After a careful review of the briefs and record, we cannot say that the district court was clearly erroneous in its determination that the plan is fair and equitable.</p>\n<p id=\"b1409-7\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1405-7\">. This appraisal has not been directly appealed by any of the parties, but they dispute it indirectly as it bears on the issue of fairness.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1405-12\">. Assuming full conversion of all Class A stock and a valuation of $96,856,850, the appellants prepared a chart giving the following approximate figures for purposes of comparing “equitable ownership” of the company with and without the conversion feature:</p>\n<p id=\"b1405-13\">Amount of Claim (and percentage) Equity Value Without Conversion (and percentage) Equity Value With Conversion (and percentage)</p>\n<p id=\"a_v-dedup-0\">Senior Debt $28,238,000 $30,393,679 $36,476,289</p>\n<p id=\"anv-dedup-0\">(31.38%) (31.38%) (37.66%)</p>\n<p id=\"A_2q\">Debenture Holders $40,138,000 $43,198,154 $37,115,544</p>\n<p id=\"Ag8\">(44.60%) (44.60%) (38.32%)</p>\n<p id=\"any-dedup-1\">Other $21,613,000 • $23,265,015 $23,265,015</p>\n<p id=\"afq-dedup-0\">(24.02%) (24.02%) (24.02%)</p>\n<p id=\"b1405-36\">Brief for Appellants at 19.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1406-8\">. This court has previously held that the subordination clause extends only to principal and pre-petition interest, and not to post-petition interest. <em>In re King Resources Co., </em>528 F.2d 789, 791 (10th Cir. 1976).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1407-8\">. The court explained that the property “is subject to the uncertainties [of] future government decisions to be made in countries throughout the world. The Middle East, Venezuela, Canada and the United States all have an impact.” Record, App. at 200.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1408-6\">. Appellants refer us to a 1978 notice published in the <em>Wall Street Journal </em>in an attempt to show that the going price of the stock has been high enough that the senior debt holders could have sold their stock and received more than the amount of their claims. We cannot entertain such after-the-fact justifications of appellants’ claims. We may consider only those circumstances existing at the time of confirmation. At such time, the present or future market value of stock was purely a matter of speculation.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1408-7\">. We do not deem it important to consider whether the senior debt holders would or could force a liquidation if a plan containing no conversion clause were proposed. Such an exercise would be merely hypothetical. The senior debt holders have clearly forgone any rights which they once possessed to full payment.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1408-12\">. As originally proposed, the trustee’s plan offered the senior debt holders stock with a $20 liquidation preference. Such a preference would not have precedence, of course, over subsequent creditors of the new company. Because liquidation was deemed . unlikely, that preference was considered insufficient to protect the senior creditors’ rights. Under the plan as adopted, senior creditors have the option of retaining Class A stock with a $20 liquidation preference or exchanging it for extra Class B stock with no such preference.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1409-9\">. The district court disagreed with the argument advanced by the SEC and the appellants that the conversion feature could be eliminated without requiring a new vote. Record, App. at 223. Although we share the doubts expressed by the district court, in light of our disposition we need not resolve this issue.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}