{
  "casebody": {
    "data": "<casebody firstpage=\"671\" lastpage=\"675\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b731-6\">Joseph NEVIJEL, et al., Plaintiffs-Appellants, v. NORTH COAST LIFE INSURANCE CO., a Washington corporation, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b731-9\">No. 79-4615.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b731-10\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b731-11\">Argued and Submitted April 9, 1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"acj-dedup-0\">Decided July 23, 1981.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b732-13\"><page-number citation-index=\"1\" label=\"672\">*672</page-number>Donald H. Mullins, Seattle, Wash., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b732-14\">Jacob H. Stillman, Washington, D.C., on brief; Linda J. Cochran, Marvin L. Gray, Jr., Seattle, Wash., Frederick B. Wade, Washington, D.C., argued, for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b732-16\">Before HUG and SKOPIL, Circuit Judges, and ORRICK,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b732-12\">The Honorable William H. Orrick, Jr., United States District Judge for the Northern District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b732-17\">SKOPIL, Circuit Judge:</author>\n<p id=\"b732-18\">This is an appeal from a judgment of the district court dismissing appellants’ complaint with prejudice for failure to set forth a short, clear and concise statement of the claim, as required by Fed.R.Civ.P. 8(a), 8(e), and for failure to comply with Fed.R.Civ.P. 12(b)(6), 21, 4(a) and Local Rule 23(g).</p>\n<p id=\"b732-19\">I.</p>\n<p id=\"b732-20\">The original complaint in this section was filed by attorney J. R. Cissna and co-counsel in November 1976, representing policyholders of Federal Old Line Life Insurance Co. (“FOL”) and purchasers of bonds of capital stock of Federal Shopping Way, Inc. (“FSW”). Mr. Cissna was president of both FOL and FSW. The complaint alleges a conspiracy to destroy both FOL and FSW, in violation of federal and state antitrust laws, civil rights laws, bankruptcy laws and the United States Constitution. The named defendants include four insurance companies, including their directors, officers and other individuals associated with the insurance companies; their attorneys; the former Washington State Insurance Commissioner; the court-appointed trustee of Federal Shopping Way, and his attorney; the former Administrator of the Seattle Region Office of the Securities and Exchange Commission; the receiver of FOL, and his attorney; and others. The original complaint <page-number citation-index=\"1\" label=\"673\">*673</page-number>consisted of 48 pages, 14 pages of addenda and 9 pages of exhibits. The defendants separately moved immediately for dismissal on several grounds, including rules 12(b), 11, 12(f), 8(a) and 8(e)(1) of the Federal Rules of Civil Procedure. Motions for summary judgment were also filed.</p>\n<p id=\"b733-5\">At an informal conference on August 3, 1978, the district court directed appellants to file within 10 days an amended complaint that was in accordance with rules 8(a), 8(e) and 12(b)(6) of the Federal Rules of Civil Procedure, and to file a proposed pretrial order within an additional ten days. Appellants filed their first amended complaint on August 15, 1978. Appellants did not request additional time within which to prepare their amended complaint. The amended complaint was 23 pages long and had 24 pages of addenda. It purported to add many other defendants, without leave of the court as required by rule 21. The proposed pretrial order was filed on September 1, 1978.</p>\n<p id=\"b733-6\">Appellees separately moved to dismiss on several grounds: (1) failure to set forth a short, clear and concise statement of the claim in violation of rules 8(a) and 8(e); (2) failure to state a claim in violation of rule 12(b)(6); (3) insufficiency of process or no service of process on several defendants in violation of rule 4(a); (4) new parties were added without leave of court in violation of rule 21; and (5) communications by appellants with class members in violation of Local Rule 23(g). On September 11, 1978, December 29,1978 and February 5,1979 the court granted these motions for dismissal.</p>\n<p id=\"b733-7\">On June 18, 1979 the district court dismissed the amended complaint “as to each and all defendants.” Appellants filed a motion to alter and amend the judgment and a motion for permission to file a second amended complaint. On August 13, 1979, the district court denied appellants’ motions and entered an order dismissing the entire action with prejudice. Appellants appeal from this order.</p>\n<p id=\"b733-10\">II.</p>\n<p id=\"b733-11\">The issues presented to this court are:</p>\n<p id=\"b733-12\">(1) whether the district court abused its discretion in dismissing appellants’ amended complaint with prejudice for failure to comply with rules 8(a) and 8(e); and</p>\n<p id=\"b733-13\">(2) whether the district court abused its discretion in dismissing appellants’ amended complaint with prejudice for failure to comply with rules 12(b)(6), 21, 4(a) and Local Rule 23(g).</p>\n<p id=\"b733-14\">III.</p>\n<p id=\"b733-15\">Rule 8(a) states:</p>\n<blockquote id=\"b733-16\">“A pleading which sets forth a claim for relief, whether an original claim, counterclaim, cross-claim, or a third party claim, shall contain (1) a <em>short and plain statement </em>of the grounds upon which the court’s jurisdiction depends, unless the court already has jurisdiction and the claim needs no new grounds of jurisdiction to support it; (2) <em>a short and plain statement </em>of the claim showing that the pleader is entitled to relief; and (3) a demand for judgment for the relief to which he deems himself entitled.” [Emphasis added.]</blockquote>\n<p id=\"b733-17\">Rule 8(e) provides:</p>\n<blockquote id=\"b733-18\">“(1) Each averment of a pleading shall be <em>simple, concise, and direct.\" </em>[Emphasis added.]</blockquote>\n<p id=\"b733-19\">A complaint which fails to comply with rules 8(a) and 8(e) may be dismissed with prejudice pursuant to rule 41(b).<footnotemark>1</footnotemark> <em>Schmidt v. Herrmann, </em>614 F.2d 1221 (9th Cir. 1980); <em>Von Poppenheim v. Portland Boxing and Wrestling Comm., </em>442 F.2d 1047 (9th Cir. 1971), <em>cert. denied, </em>404 U.S. 1039, 92 S.Ct. 715, 30 L.Ed.2d 731 (1972); <em>Corcoran v. Yorty, </em>347 F.2d 222 (9th Cir.), <em>cert. denied, </em>382 U.S. 966, 86 S.Ct. 458, 15 L.Ed.2d 370 (1965); <em>Agnew v. Moody, </em>330 <page-number citation-index=\"1\" label=\"674\">*674</page-number>F.2d 868 (9th Cir.), <em>cert. denied, </em>379 U.S. 867, 85 S.Ct. 137, 13 L.Ed.2d 70 (1964).</p>\n<p id=\"b734-4\">In reviewing the propriety of dismissal under rule 41(b) we should look to see whether the district court might have first adopted other less drastic alternatives. <em>Industrial Building Materials, Inc. v. Interchemical Corp., </em>437 F.2d 1336, 1339 (9th Cir. 1970). These less drastic alternatives include allowing further amended complaints, allowing additional time, or insisting that appellant associate experienced counsel. “Courts have been reluctant to impose the ultimate sanction of dismissal with prejudice” because rule 41(b) is a harsh remedy, and “sometimes the fault lies with the attorney rather than the litigant.” <em>Schmidt v. Herrmann, supra </em>at 1223; <em>Industrial Building Materials, Inc. v. Interchemical Corp., supra; Flaksa v. Little River Marine Const. Co., </em>389 F.2d 885 (5th Cir.), <em>cert. denied, </em>392 U.S. 928, 88 S.Ct. 2287, 20 L.Ed.2d 1387 (1968); <em>Von Poppenheim v. Portland Boxing and Wrestling Comm., supra. </em>It is clear, though, that aggravated circumstances may make dismissal with prejudice under rule 41(b) appropriate. <em>Schmidt v. Herrmann, supra; Von Poppenheim v. Portland Boxing and Wrestling Comm., supra; Agnew </em>v. <em>Moody, supra; </em>and <em>Corcoran v. Yorty, supra.</em></p>\n<p id=\"b734-5\">A district court’s dismissal pursuant to rule 41(b) will be overturned on appeal only if the district court abused its discretion. <em>Schmidt v. Herrmann, supra </em>at 1224; <em>Kung v. FOM Investment Corp., </em>563 F.2d 1316 (9th Cir. 1977); <em>Fendler v. Westgate-California Corp., </em>527 F.2d 1168 (9th Cir. 1975); <em>Von Poppenheim </em>v. <em>Portland Boxing and Wrestling Comm., supra.</em></p>\n<p id=\"b734-6\">Appellants contend that the district court abused its discretion because it failed to investigate other less drastic alternatives. They argue that the district court could have dismissed the complaint with leave to amend conditioned on the association of more experienced counsel, or allowed more time to cure the deficiencies in the complaint.</p>\n<p id=\"b734-7\">We hold that no abuse of discretion occurred here. Though there are a wide variety of sanctions short of dismissal available, the district court need not exhaust them all before finally dismissing a case. The exercise of his discretion to dismiss requires only that possible and meaningful alternatives be reasonably explored, bearing in mind the drastic foreclosure of rights that dismissal effects.</p>\n<p id=\"b734-8\">Here the district court made such reasonable opportunities and alternatives available to appellant that dismissal was not an abuse of discretion. The original complaint, filed in November 1976, was verbose, confusing and almost entirely conclusory. It consisted of 48 pages with 14 pages of addenda and 9 pages of exhibits. Even though the appellees moved immediately for dismissal, appellants did not respond for over 19 months. Though part of this delay was occasioned by a vacancy on the district court bench, in light of the numerous briefs filed by appellees challenging the sufficiency of the complaint appellants cannot contend that they were caught by surprise by the order to file an amended complaint. Mr. Cissna did not request additional time in which to file the amended complaint. The second complaint was 23 pages long with 24 pages of addenda, named additional defendants without leave of court, and was equally as verbose, confusing and conclusory as the initial complaint. The court did not dismiss with prejudice until after appellants had submitted briefs supporting a motion to alter the judgment and a motion for permission to file a second amended complaint.</p>\n<p id=\"b734-9\">Since we affirm the dismissal for failure to comply with rules 8(a) and 8(e), we need\" not discuss the failure to comply with the other rules.</p>\n<p id=\"b734-10\">IV.</p>\n<p id=\"b734-11\">This case is one of many in which Mr. Cissna has alleged a wide ranging conspiracy to harm FOL and FSW. As stated previously, Mr. Cissna was president of both corporations. The history of the litigation of these other cases also supports the con-<page-number citation-index=\"1\" label=\"675\">*675</page-number>elusion that the trial court’s dismissal of this action was not an abuse of discretion.</p>\n<p id=\"b735-5\">One lawsuit was dismissed by the King County Court in Washington because of a failure to comply with the Rules of Civil Procedure. <em>Marquardt v. Fein, </em>No. 7225 (King Co., Wash., Oct. 24,1978) (order striking third party complaint). Another was dismissed by the district court for failure to comply with rule 8. <em>Beyer v. Northern Life Insurance Co., </em>No. CV 78-372 (W.D.Wash. June 7, 1979). <em>Beyer </em>was dismissed on appeal pursuant to Fed.R.App.P. 31(c) by this court because appellants failed to file their opening brief within the time allotted. <em>Beyer v. Northern Life Insurance Co., </em>No. 79-4618 (9th Cir. May 12, 1980) (order dismissing appeal).</p>\n<p id=\"b735-6\">In a third action relating to this case, <em>Schmidt v. Herrmann, supra, </em>Mr. Cissna brought an almost identical appeal. The district court had dismissed the complaint for failure to assert “a short, simple, concise and direct statement respecting the alleged wrongdoing of each appellee.” <em>Schmidt v. Herrmann, supra </em>at 1223. He was given leave to file a first and second amended complaint. When neither complaint managed to comply with rules 8(a) and 8(e), the court dismissed the complaint with prejudice. In upholding the dismissal, Judge Kilkenny, writing for this court, noted:</p>\n<blockquote id=\"ArQ\">“The complaint before us consists of 30 pages including 21 pages of allegations and 9 pages of addenda. From a practical viewpoint, it is impossible to designate the cause or causes of action attempted to be alleged in the complaint.” <em>Id. </em>at 1223.</blockquote>\n<p id=\"aop-dedup-0\">The court additionally stated:</p>\n<blockquote id=\"b735-7\">“Our examination of the confusing, distracting, ambiguous, and unintelligible proceedings presented by appellants convinces us that the district court was well within its discretion when it twice struck the appellants’ proceedings for failure to comply with the Federal Rules of Civil Procedure.... A recital of the convoluted proceedings would be of absolutely no help to the profession or the judiciary. Simply stated, such pleadings should not be permitted to stand in the face of the positive language of our Federal Rules of Civil Procedure.” <em>Id. </em>at 1224.</blockquote>\n<p id=\"b735-11\">These comments are equally applicable to the complaints in this case.</p>\n<p id=\"b735-12\">These cases reveal a history of non-compliance with the Federal Rules of Civil Procedure on the part of Mr. Cissna. The suits filed by Cissna subsequent to the liquidation of the two corporations have placed an immense burden on the state and federal courts. The appellees herein have had to spend a large amount of time and money defending against Cissna’s poorly drafted proceedings in this and related actions. The right of these defendants to be free from this costly and harassing litigation and the rights of litigants awaiting their turns to have other matters resolved must be considered and the judgment of dismissal with prejudice affirmed. <em>Von Poppenheim v. Portland Boxing and Wrestling Comm., supra </em>at 1054.</p>\n<p id=\"b735-13\">This court in <em>Beyer </em>denied appellees’ motion for disciplinary action, but stated that it would consider awarding damages and double costs pursuant to Fed.R.App.P. 38<footnotemark>2</footnotemark> when it considered the present appeal.</p>\n<p id=\"b735-14\">An award of double costs is appropriate here. <em>See White v. United States, </em>588 F.2d 650 (8th Cir. 1978). Attorney J. R. Cissna has consistently refused to comply with the Federal Rules of Civil Procedure to the prejudice of appellees. The instant appeal is frivolous.</p>\n<p id=\"b735-15\">AFFIRMED with double costs to appel-lees.</p>\n<footnote label=\"1\">\n<p id=\"b733-8\">. Rule 41(b) provides in pertinent part:</p>\n<blockquote id=\"b733-9\">“For failure of the plaintiff to prosecute or <em>to comply with these rules or any order of the court, </em>a defendant may move for dismissal of an action or of any claim against him.... Unless the court in its order for dismissal otherwise specifies, a dismissal under this subdivision ... operates as an adjudication upon the merits.” [Emphasis added.]</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b735-8\">. Fed.R.App.P. 38 provides:</p>\n<blockquote id=\"b735-9\">“If a court of appeals shall determine that an appeal is frivolous, it may award just damages and single or double costs to the appel-lee.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}