{
  "casebody": {
    "data": "<casebody firstpage=\"2\" lastpage=\"3\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b30-7\">Crawford Donahue v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b30-8\">No. 2405.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ag\">Decided March 26, 1913.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b30-9\">Theft—Evidence—Confessions—Contradicting Witness.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b30-10\">Where the owner of the alleged property testified that defendant confessed the theft to him, and that he had not testified to this fact in the examining trial because he had not been asked about it, it was error not to permit the defendant to show that shortly after this confession was alleged by the State’s witness to have been made, defendant was arrested and denied to the officer arresting him, in the presence of the alleged owner, his participancy in the theft and that the owner made no reply; defendant having proved an alibi by several witnesses.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b30-11\">Appeal from the Criminal District Court of Harris. Tried below before the Hon. C. W. Robinson.</summary>\n<summary data-order=\"6\" data-type=\"history\" id=\"b30-12\">Appeal from a conviction of misdemeanor theft; penalty, one year confinement in the county jail.</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b30-13\">The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b30-14\"><em>Stanley Thompson, </em>for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b30-15\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b30-16\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AG\">Appellant was convicted of misdemeanor theft, and allotted one year in the county jail.</p>\n<p id=\"b30-17\">The alleged owner testified that two stoves were taken from his warehouse on the night of October 29, 1912. The alleged owner Jones testified on the examining trial, but he says: “I did not testify in that trial that the defendant made a confession, or had told me that he had taken the stoves. I did not testify to that because I was not asked the question.” He further testified before the jury that appellant on the morning after the stoves were taken and as soon as he, the witness, had missed them, he called defendant in his office and had a talk with him, appellant being in his employe. He says defendant told him that he and Henry South had taken the stoves, and informed witness where they could be found; that he, witness, at once called an officer and had <page-number citation-index=\"1\" label=\"3\">*3</page-number>him arrested. That he and the officer took the defendant to jail, he, J ones, going in company with the officer. Henry South, hs says, was also arrested, and Henry South is the man who pointed out the stoves and went with Jones and the officer to where they were, which led to their discovery. In the examining court he did not testify to this, and he says it was because of the fact that he was not asked about it. After taking the defendant to jail that morning, the officer was seeking to get a statement from the defendant in regard to the matter, and tried to get him to tell him about the transaction. Appellant denied the whole matter, and said he had not taken the stoves and knew nothing about the stoves. Jones, the alleged owner, was present at the time this conversation occurred as is shown by his testimony and ■ the testimony of the defendant as well as the officer. This denial on the part of appellant was made in the presence and hearing of Jones. On the trial of the case the defendant proposed to prove that at the time the officer was seeking to get a statement or confession from him, and at the time he made a positive denial of his guilt or participancv in the theft of the stoves, that Jones heard this and remained silent and said nothing. Appellant sought to prove this by himself, Jones and the police officer who had him in charge or rather who had carried him to the jail. The court refused to permit this evidence to go before the jury. We are of opinion that appellant had the legal right to impeach Jones in the manner indicated. J ones was present and heard the defendant deny having any guilty connection with the transaction, and this at a very short time after Jones says appellant had made the confession to him, and on the same morning. This testimony was legitimate, and ought to have gone to the jury. Appellant received twelve months in the county jail; he most vigorously denied having anything to do with the transaction, and proved an alibi by several witnesses.</p>\n<p id=\"b31-6\">The judgment is reversed and the cause is remanded.</p>\n<p id=\"b31-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}