{
  "casebody": {
    "data": "<casebody firstpage=\"346\" lastpage=\"347\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b374-8\">Harold Clifton, alias Howard Carrier, v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b374-9\">No. 2441.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZ0\">Decided May 7, 1913.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b374-10\">1.—Theft—Evidence—Bill of Exceptions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b374-11\">In the absence of a bill of exceptions, an objection to examining trial testimony and to a certain contract can not be considered on appeal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b374-12\">Z.—Same—Charge of Court—Practice on Appeal.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b374-13\">In the absence of the facts in the record,' a general objection to the charge that the same tended to emphasize another paragraph of the court’s charge can not he considered on appeal.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b374-14\">3.—Same:—Sufficiency of the Evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b374-15\">In the absence of the testimony, an objection to the sufficiency of the evidence to sustain the conviction can not be considered.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b374-16\">Appeal from the District Court of Bexar. Tried below before the Hon. W. S. Anderson.</summary>\n<summary data-order=\"10\" data-type=\"history\" id=\"b374-17\">Appeal from a conviction of theft; penalty, two years imprisonment in the penitentiary.</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"b374-18\">The opinion states the case.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b374-19\">No brief on file for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b374-20\"><em>C. E. </em>Lane, Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b374-21\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AER\">Appellant was convicted of theft of money alleged to be $500, his punishment being assessed at two years confinement in the penitentiary.</p>\n<p id=\"b374-22\">The first ground of the motion for new trial is to the effect that the court erred in admitting in evidence a copy of the testimony of Eva Gilmore given at the examining \"trial, for the reason that same is and was an unsigned copy of said testimony, and' in so doing the defendant <page-number citation-index=\"1\" label=\"347\">*347</page-number>was deprived of his right under the Constitution and laws of this State to be confronted with the witnesses against him on the trial of his cause; and, second, the court erred in admitting in evidence the testimony of the witness, Eva Gilmore, touching a civil contract between defendant and herself, the same being based upon a civil contract in writing, and which evidence tended to prejudice the jury against him. Suffice. it to say, the record does not contain bills of exception verifying these matters, and there is nothing in the record to show evidence was admitted other than as stated as grounds of the motion. Of course, under these circumstances - those two grounds of the motion can not be considered.</p>\n<p id=\"b375-3\">The third ground is, the “court erred in the second paragraph of his general charge on page 5 for the reason that the same tends to emphasize the first paragraph of said charge on page <em>2.” </em>This ground is very general, to say the least of it. There is nothing pointed out that would tend to show any error, or even if one charge emphasized the other, how it could have injured appellant, and in fact it is not urged that it did injure him. And it may be further stated in this connection the evidence is not in the record, nor does it accompany the record.</p>\n<p id=\"b375-4\">The remaining ground is that the State failed to prove beyond a reasonable doubt that defendant committed the theft charged. This can not be reviewed in the absence of the testimony.</p>\n<p id=\"b375-5\">The judgment is affirmed.</p>\n<p id=\"b375-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}