{
  "casebody": {
    "data": "<casebody firstpage=\"511\" lastpage=\"515\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b539-6\">J. E. Holley Et Al. v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b539-7\">No. 2338.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqW\">Decided May 21, 1913.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b539-8\">1. —Bail Bond—Scire Facias—Judgment Nisi—Description of Offense.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b539-9\">Under the Act of April 17, 1899, article 321, Code Criminal Procedure, it is a sufficient description in the bail bond to state that defendant is charged with a felony or a misdemeanor, without a further description of the offense; neither is it necessary that the bond shall recite that the justice of the peace before whom a complaint has been filed admitted defendant to bail.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b539-10\"><em>2. </em>—Same—Date of Bond.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b539-11\">Where the bond was signed and dated on a certain day and year, this is the date of the bond, and not the date upon which it is approved by the officer.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b539-12\">3. —Same—Date of Bond—Judgment Nisi.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b539-13\">It is always better practice that the judgment nisi state the date of the bond and describe the same so as to clearly identify it.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"AWs\">4.—Same—Citation.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b539-15\">The Citation has the function to give notice to the sureties, and is the pleading of the State based on the judgment nisi and must substantially follow the statute. \"</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b539-16\">5. —Same—Amendment—Judgment Nisi—Citation.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b539-17\">If a mistake is made in either the judgment nisi or the citation or both, either or both can be amended under leave of the court, as any pleading in a civil case.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b539-18\">6. —Same—Date of Offense—Citation.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b539-19\">The requisites of the citation upon a judgment nisi are plainly prescribed by article 491, Code Criminal Procedure, and must state the date of the recognizance or bail bond and the offense with which the principal is charged, and it is only necessary that such offense be described as a felony of as a misdemeanor, as the ease may be, under, article 321, Code Criminal Procedure.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b539-20\">7. —Same—Date of Offense—Amended Pleading.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b539-21\">Where, by amended pleadings by the State, the mistake in the citation as to the date of the bond was attempted to be corrected, but was in fact not corrected by giving the correct date of the bond, and the law prescribing that the citation shall state the date of the bail bond, there was reversible error.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b540-4\"><page-number citation-index=\"1\" label=\"512\">*512</page-number>8. —Same—Exoneration—Causes—Pleading.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b540-5\">Article 500, Code Criminal Procedure, clearly prescribes what causes, and no other, will exonerate the defendant and his sureties from liability upon the forfeiture of the bail bond of a judgment nisi, and these causes must be properly pleaded as a defense.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b540-6\">9. —Same—Requisites of Bail Bond and Recognizance—Practice.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b540-7\">The statutes regulating and prescribing the requisites of bail bonds and recognizances and the forfeiture thereof are so clear, plain, full, and unambiguous that it is entirely safe,. if not the only safe way, to follow and abide by the statutes.</headnotes>\n<summary data-order=\"21\" data-type=\"history\" id=\"b540-8\">Appeal from the District Court of Hardeman. Tried below before the Hon. D. E. Decker.</summary>\n<summary data-order=\"22\" data-type=\"history\" id=\"b540-9\">Appeal from a judgment final on a forfeited bail bond of $750..</summary>\n<p data-order=\"23\" data-type=\"summary\" id=\"b540-10\">The opinion states the case.</p>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b540-11\"><em>J. C. Marshall </em>and <em>M. M. Hankins, </em>for appellant.</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"Apb\">On question of date of bail bond: Avant v. State, 26 S. W. Rep., 411; Mosely et al. v. State, 38 S. W. Rep., 800; Hayden v. State, 38 S. W. Rep., 801; Bailey v. State, 22 S. W. Rep., 40; Huntley v. State, 65 Texas Crim. Rep., 275, 143 S. W. Rep., 1166.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b540-12\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b540-13\">PRENDERGAST, Judge.</author>\n<p id=\"A3d\">This is an appeal by J. F. Holley, principal, and J. J. Holley, V. E. Stubblefield and A. E. Wilkirson, sureties, from a judgment against them on said principal’s bail bond.</p>\n<p id=\"b540-14\">Appellants have assigned many errors. We have considered them all, though it is unnecessary to mention and discuss all of them.</p>\n<p id=\"b540-15\">In our recent investigations in this and several other scire facias cases we have been impressed with the many apparent, if not real,. conflicts in the decisions in such cases. So much so that we think it would be much better for the lower courts to be 'governed by and follow the statute •on the subject. Our statutes regulating and prescribing the requisites of bail bonds and recognizances, and the' forfeiture thereof are so clear, plain, full and unambiguous that it is entirely safe, if not the only safe way, to follow and abide by the statutes. We are at a loss frequently to understand why so many flagrant mistakes are made in these proceedings.</p>\n<p id=\"b540-16\">The bail bond in this case is in every way legal and sufficient, and it follows and complies with the statute. (C. C. P., art. 321.) This article was enacted April 17, 1899, and took the place of the old article in the C. C. P. and which was originally article 288. The old article in prescribing the requisites of a bail bond, in subdivision 3 thereof, was: “That the offense of which the defendant is accused be distinctly named in the bonds and that it appear therefrom that he is accused of some offense against the laws of the State.” The new article of the said Act of April 17, 1899, instead of the old just above quoted, is: “If the defendant is charged with an offense that is a felony, that it state that <page-number citation-index=\"1\" label=\"513\">*513</page-number>he is charged with a felony. If the defendant is charged with a misdemeanor, that it state that he is charged with a misdemeanor.” So that the bond and'other proceedings herein, simply and solely stating that the principal was charged “with a felony” is correct. And it makes no fatal difference that some of the other proceedings state that he is charged “with bigamy, a felony,” or vice versa, “with a felony, bigamy.” In all instances, however, it is best for each and all the proceedings to exactly follow each other. There can be no reason why this should not be done. As an instance, the bond in this case says the principal is charged with “a felony.” Some of the proceedings of forfeiture, instead of following the bond, say he is charged “with bigamy, a felony.” In order to say he is charged with bigamy, the clerk, or whoever - is responsible for the interpolation, had to go outside of the bond, instead of accurately following it. Neither is it necessary that the bond shall recite that the justice of the peace before whom a complaint had been filed against the appellant J. F. Holley, admitted said Holley to bail and that the amount of his bail bond was fixed by said justice. The bond is perfectly legitimate and regular without any' such recitations.</p>\n<p id=\"b541-5\">The copy of the bond in the record before us, in the body thereof in a separate paragraph to itself states clearly and distinctly: “Signed and dated on this the 9th day of February, A. D. 1911.” This then is unquestionably the date of the bond. It is true that the sheriff at the end of the bond by the side of the signature of the principal and sureties, says: “Taken and approved this the 17th day of Feb., A. D. 1911, B. F. Walker, Sheriff Hardeman County, Texas.” Yet that is not the <em>date </em>of the bond, nor does it purport to be the <em>date </em>of the bond.</p>\n<p id=\"b541-8\">Of course, the bond is the basis for the whole proceeding of forfeiture. It is always better, though it may not be essential, that the judgment nisi state the date of the bond. Whether this be done or not the judgment nisi should certainly so describe the bond as to clearly identify it and should certainly not misdescribe it or make any mistake in the description thereof.</p>\n<p id=\"b541-9\">The citation has two distinct functions,—first, it is the notice to the sureties, which is necessary to be served upon them so that they shall have proper notice before a final judgment can be rendered on the bond and judgment nisi. Second, it is the pleading of the State, based on the judgment nisi. It, too, must follow the statute substantially, at least, if not literally. As stated above, the statute is so clear, plain, full and unequivocal that the slightest care in entering the judgment nisi and the issuance of the citation should prevent any mistake whatever.</p>\n<p id=\"b541-10\">It is unquestionably the law, made plain by the statute, that if a mistake is made in either the judgment nisi or the citation, or both, that when the parties appear in court and answer thereto that either or both can and should be amended under leave of the court so as to correct. <page-number citation-index=\"1\" label=\"514\">*514</page-number>any mistake if one has been made. All these matters being subject to amendment can be amended as any pleading can be in any civil cause. The judgment nisi, of course, by the <em>judgment </em>of the court making any and’ all corrections necessary; the <em>citation, </em>by a proper pleading on behalf of the State by the district or county attorney or other person properly representing the State, as stated, all, by permission and under the authority of the presiding judge, and, of course, where necessary, with proper prior notice to the sureties. The pleadings in this case were properly amended in some particulars.</p>\n<p id=\"b542-5\">The requisites of the citation are plainly prescribed by article 491, Code of Criminal Procedure, subdivision 4 thereof is: “It (the citation) <em>shall </em>state the <em>date </em>of such recognizance or bail bond and the offense with which <em>the </em>principal <em>is </em>charged.” This latter part of this subdivision, towit: “and the offense with which the principal is charged,” has been modified and changed by said article 321, Code of Criminal Procedure, in that, instead of the citation stating “the offense” by describing it, it is necessary only for it to state, if a felony, that it is a felony without stating what the felony is. If it is a misdemeanor, by stating that it is “a misdemeanor” without stating what the misdemeanor is. But the first part of this article, towit: “it shall state the date of such recognizance or bail bond” has not been changed and is still one of the prescribed requisites of the citation.</p>\n<p id=\"b542-6\">'The appellants assign the invalidity of this citation, because it not only does not state the <em>date </em>of the bail bond, but it states a different date thereof or undertakes to describe some other bond. It is true, by the amended pleadings by the State, through the county attorney, the mistake in the citation in effect that the said bond was dated March 13, 1911, was attempted to be corrected, but it was not corrected by giving the correct date of the bond, but only by alleging that it was taken and approved on the 17th day of February, 1911. ISTowhere and in no way was this correct <em>date </em>alleged. This, in our opinion, necessitates the reversal of this case. This point may seem somewhat technical, but the statute, as stated above, is so plain, close, full and unambiguous, and positively prescribes that the citation <em>shall state </em>the <em>date of </em>the bail bond, that we think it the much better practice to require that the statute shall be complied with, and especially when the error is so clearly and distinctly pointed out by appellants and could so easily have been corrected, in the lower court.</p>\n<p id=\"b542-7\">There is but one other question we desire to call attention to. Article 500, Code of Criminal Procedure, prescribes clearly what causes “and no other” will exonerate the defendant and his sureties from liability upon the forfeiture nisi taken. The third of these causes is: “The sickness of the principal, or some uncontrollable circumstance which prevented his appearance at court, and it must in every case be shown that his failure to appear arose from no fault on his part. The causes mentioned in this subdivision shall not be deemed sufficient to exonerate the principal and his sureties, unless such principal appear before final <page-number citation-index=\"1\" label=\"515\">*515</page-number>judgment on the recognizance, or bail bond, to answer the accusation against him, or show sufficient cause for not so appearing.” Appellants introduced evidence which perhaps, they claim tended to establish this cause to exonerate them, but this was done without any pleadings whatever setting up any such defense. If appellants desire to take advantage of this cause, they must certainly do so by the proper pleading in the court below. As this cause will be reversed they, of course, under the leave of the court, can amend their pleadings in any particulars pertinent and proper in this cause. We state distinctly that we do not intend hereby, and do not pass upon the sufficiency or insufficiency, of this cause. We merely call attention to it so that if appellants desire they can properly plead it as a basis for their defense, if it is a defense.</p>\n<p id=\"b543-3\">The judgment is reversed and cause remanded.</p>\n<p id=\"b543-4\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}