{
  "casebody": {
    "data": "<casebody firstpage=\"271\" lastpage=\"275\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b311-6\">AMERICAN LITHOGRAPHIC COMPANY, APPELLANT, v. COMMERCIAL CASUALTY INSURANCE COMPANY, AP-PELLEE.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b311-7\">Submitted March 23, 1911</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ad_\">Decided June 9, 1911.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b311-8\">3. Where tlie language of a contract can be interpreted in its ordinary sense without avoiding tlie contract, it will be <em>prima facie </em>interpreted in that sense.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b311-9\">2. It may be shown, however, that the language was intended by tlie parties to have a technical meaning and what that meaning was.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b311-10\">3. In sueli case the burden of showing that there was a technical meaning, and what it was, is on the party asserting it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b312-4\"><page-number citation-index=\"1\" label=\"272\">*272</page-number>4. The language of a .contract should in case of ambiguity be interpreted in the sense that the promisor knew, or had reason to know, the promisee understood it.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b312-5\">5. The maxim <em>“Verba chartarum fortius accipiuntur contra proferentem” </em>applied^</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b312-6\">On appeal from District Court.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b312-7\">Before Justices Garrison, Parker and Voorhees.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b312-8\">Eor the appellant, <em>McCarter &lt;£ English.</em></attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b312-9\">Eor the appellee, <em>Payne .&amp; McCall.</em></attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b312-10\">The opinion of the court was delivered by</p>\n<author id=\"b312-11\">Parker, J.</author>\n<p id=\"Ae\">The suit is for the balance claimed to be due of the contract price for printing certain insurance policies for defendant and furnishing electrotypes of the same. There were thirteen different forms of policy of four pages each. The contract was in writing and drawn by plaintiff, apparently upon its own printed form, containing various provisions not relevant to the present inquiry, and terminating thus:</p>\n<p id=\"b312-12\">“Remarks.</p>\n<p id=\"b312-13\">“12,000 Regular Policies, to be printed on Berlin Pure Linen Bond No. 29, and 9,000 Sample Policies, on paper as per sample submitted—all for the sum of $1,100.00, as arranged, plus an additional charge which is to be made for the Extra Form of 1,000 Regular Policies which you have just ordered beyond the original quantity of 21,000, as specified above. This additional cost we will advise you of as soon as we know the amount of the changes desired on same.</p>\n<p id=\"b312-14\">“This cancels orders No. 1927, dated Jan. 24th, and No. 2044, dated Feb. 28th.</p>\n<p id=\"b312-15\">“Accepted Wm. J. Gardner.</p>\n<p id=\"b312-16\">“Date......................</p>\n<p id=\"b312-17\">“Above price includes our furnishing you with Electrotypes of all the Policies.</p>\n<p id=\"b313-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>“Special. This is our understanding of your order. If in any particular we are in error, now is the time to speak. Your acceptance of this acknowledgment without objection is an agreement on your part to all its terms and conditions.”</p>\n<p id=\"b313-5\">The case turns on the meaning to be given to the clause “above price includes our furnishing you with electrotypes of all the policies.” The controversy between the parties is succinctly stated in the state of the case settled by the court below, and which reads as follows:</p>\n<p id=\"b313-6\">“The defendant did not dispute the correctness of the amount claimed by plaintiff as the contract -price, hut claimed that the plaintiff had not fulfilled the said contract. Each policy consisted of four pages each, making fifty-two pages in all. The plaintiff did not furnish the defendant with fifty-two separate electrotypes for the corresponding number of policy pages, hut did furnish the defendant with electrotype plates of various sizes, which, by proper arrangement, could he made into forms so that each policy could be printed therefrom, and, as a matter of fact, the plaintiff had printed the policies which were printed and lithographed for the defendant from the said plates. It was proved that there was no electrotype page for any one policy complete in itself, but that for the purpose of printing any policy, a suitable arrangement had to he made of the electrotypes for that purpose, and the number and kind of electrotypes did not permit of more than one policy being printed at one time.</p>\n<p id=\"b313-7\">“The court held that the plaintiff’s duty under the said contract was performed by furnishing electrotype plates of various sizes from which by arrangement and rearrangement the thirteen policies could be reprinted, and that the contract did not obligate the plaintiff to furnish four complete electrotype page plates for each policy, and gave judgment for the plaintiff for the sum of $325.08 costs, the entire amount claimed by it.”</p>\n<p id=\"b313-8\">We think the view taken by the District Court of the meaning of this contract was erroneous. Applying the rule that ■words in a contract are to be understood in their ordinary sense, in the absence of anything to indicate that they were <page-number citation-index=\"1\" label=\"274\">*274</page-number>used in a peculiar sense, it seems plain that the words “electrotypes of all the policies” means “electrotypes of all the thirteen forms of policy,” and not merely an assortment of fragmentary electrotypes which could be pieced together in various combinations so that the thirteen different forms could be assembled therefrom in turn. What the defendant would naturally seem to have had in mind was that each policy should have its ovn set of four electrotype plates, so that it could be reprinted at any time by turning over the appropriate set of plates to a printer; not that the necessary pieces should be picked out of the assortment perhaps by a tedious examination. It is of course possible that in the plaintiff’s business it is customary to make up electrotype matter piecemeal when there are several similar jobs of printing containing portions that are identical, and that the clause in question was intended by plaintiff in the special sense consonant with such custom. But the state of the case fails to show either the custom or the special meaning of the words, though it was competent to show that they had a technical meaning and what that .meaning was. <em>Halsey </em>v. <em>Adams, </em>34 <em>Vroom </em>330, 335; <em>Calumet Const. Co. </em>v. <em>Board of Education, </em>49 <em>Id. </em>676. Eaturally, the burden of proof of showing a special or technical or trade meaning is on him who asserts it; and there does not seem to have been any attempt to show this by production of evidence; so the rule that the words should be construed in their ordinary sense stood in its entirety.</p>\n<p id=\"b314-5\">Two other rules are <em>applicable—first, </em>that the language must be interpreted in the sense that the promisor knew, or had reason to know, the promisee understood it (9 <em>Cyc. </em>578); <em>second, </em>that the words are to be most strongly construed against the party using them. 9 <em>Cyc. </em>590; 17 <em>Am. &amp; Eng. Encycl. L. (2d ed.) </em>14; <em>2 Pars. Cont. </em>506; <em>Stone’s Administrators </em>v. <em>United States Casualty Co., </em>5 <em>Vroom </em>371, 375, 376; <em>Anders </em>v. <em>Supreme Lodge, 22 Id. </em>175; <em>Proprietors, &amp;c., </em>v. <em>Force’s Executors, 2 Buch. </em>56, 126. It is true that this rule is a last resort <em>(Empire Rubber Co. </em>v. <em>Morris, </em>44 <em>Vroom </em>603, 610), but resort to it is justified in this case. If the words had a special meaning of which the plaintiff knew but which might <page-number citation-index=\"1\" label=\"275\">*275</page-number>well be unknown to defendant as not versed in the printing trade, it was incumbent on plaintiff to inform defendant that the words were intended in such special sense.</p>\n<p id=\"b315-5\">Defendant insurance company filed a claim of recoupment of damages based on plaintiff’s failure to supply the complete electrotype plates. It does not appear whether any evidence of damages by reason of such failure was offered and overruled; but it does appear that the court held that plaintiff had performed its contract and was entitled to the full amount claimed. This was error, and the judgment is consequently reversed. It may be that plaintiff is entitled to recover the contract price, less a proper deduction for the missing electrotypes, and while not passing on this point, which is not presented, we think it proper to order a new trial.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}