{
  "casebody": {
    "data": "<casebody firstpage=\"674\" lastpage=\"676\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b692-5\">MARKOE v. AMERICAN SURETY CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b692-6\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMB\">November 10, 1899.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b692-7\">Undertaking on Appeal—Discharge op Obligations by Surety.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b692-8\">The judgment in an action brought by a divorced wife to compel the application of income earned by a trust fund created for- the husband’s benefit by his father’s will to the payment of her alimony decreed a lien in plaintiff’s favor on the trust fund to the extent of her alimony, and directed the payment to her of all the trust income which should be required to satisfy the same. On appeal from this judgment the undertaking provided. that the appellants would pay all costs and damages which might be awarded against them on their appeal, and also that, if the judgment appealed from was affirmed, they would pay the sum recovered or directed to be paid thereby. Plaintiff collected, pending this appeal, on which judgment was affirmed, all the income which was earned by the trust, and the surety on the undertaking paid to plaintiff all her money judgments for costs. <em>Meld, </em>that plaintiff was not entitled to recover on the undertaking, as all the obligations thereunder had been discharged.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b692-9\">Appeal from special term, Yew York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b692-10\">Action by Annette B. Markoe against the American Surety Company on undertakings on appeal. From a judgment at special term (54 N. Y. Supp. 828) in favor of plaintiff, defendant appeals.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AJFJ\">Reversed.</disposition>\n<p data-order=\"8\" data-type=\"judges\" id=\"b692-11\">Argued before BABBETT, BTJMSEY, McLAUGHHY, and 1Y-GBAHAM, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b692-12\">Horace E. Deming, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b692-13\">Flamen B. Candler, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b693-4\"><page-number citation-index=\"1\" label=\"675\">*675</page-number>BARiRETT, J.</author>\n<p id=\"AdgV\">This is an action against the defendant as surety in undertakings upon appeal. ¡In April, 1892, the plaintiff obtained a judgment of divorce and for alimony against her husband. To enforce this alimony judgment, the plaintiff brought an action in equity against her husband and a trustee appointed under his father’s will to compel the application to the payment of her alimony of the income earned by a trust fund created for the husband’s benefit under this will. She was successful in that equity action at special term (28 N. Y. Supp. 377), and again at general term (29 N. Y. Supp. 440). The defendants therein then appealed to the court of appeals (44 N. E. 169), and upon that appeal gave the undertakings now sued upon. In these instruments the defendant here undertakes that the appellants there will pay all costs and damages which may be awarded against them on their appeals, and also that, if the judgment appealed from be affirmed, they will pay the sum recovered or directed to be paid thereby. The judgment was affirmed by the court of appeals, and this action upon the undertakings followed. It appears that, notwithstanding these undertakings, the plaintiff collected, pending the appeal, ah the income which was earned by the trust. It appears also that prior to the commencement of this action the present defendant paid to the plaintiff all the costs awarded to her in the court of appeals, and also all the costs for which she had judgment at special and general terms. Thus the entire obligation of this defendant ón the undertakings was fulfilled. The plaintiff has had every dollar which she recovered or which was directed to be paid by the judgment there appealed from, and has also been paid her money judgments for costs. It may well be asked, under these circumstances, what her complaint is in the present action. Avowedly it is to compel the surety to pay the alimony awarded to her in the original divorce judgment, less the sums received by her from the trust fund under the decree in the equity action. But the surety made no such contract. Its undertaking was not upon any appeal taken in the divorce case. It had nothing whatever to do with that case. Its undertaking was statutory, and related solely to the equity action which was brought in aid of the original alimony decree. There was no judgment in this equity action requiring either the husband or the trustee personally to pay the sums awarded to the plaintiff as alimony in the divorce action. The judgment in the equity action simply decreed a lien in the plaintiff’s favor upon the trust fund to the extent of her alimony judgment, and directed the payment to her of all the trust income which should be required to satisfy that alimony judgment. Hot a dollar was required to be paid by this equity decree save the trust income. That that trust income should be paid to the plaintiff was, therefore, the defendant’s sole undertaking. The claim of any other or different liability is wholly without foundation. It was to indemnify itself against that particular liability, and against no other, that this surety company took security from the appellants in the equity action. That liability having been extinguished by the satisfaction of the equity judgment, this security was properly returned to the appellants there. It is said that, but <page-number citation-index=\"1\" label=\"676\">*676</page-number>for the stay resulting from this defendant’s undertaking, the plaintiff could have compelled the trustee, appellant, to invest part of the principal to better advantage, and thus have produced a larger income for her benefit. That, however, is a consideration entirely foreign to the defendant’s contract. The defendant neither guarantied the amount of the income, nor the management of the trust fund. Its contract was that the income actually produced should be paid over to the plaintiff, not the income which might be produced by the exercise of superior judgment on the part of the trustee. Upon the admitted facts, the complaint should have been dismissed, with costs, and judgment given to the defendant upon its counterclaims, namely, that the plaintiff execute and deliver to it an assignment of the judgment for costs which it has paid. As the facts cannot be altered upon a new trial, this should now be the result.</p>\n<p id=\"b694-5\">The judgment appealed from is accordingly reversed, with costs, and the complaint dismissed, with costs; and an affirmative judgment as prayed for in its counterclaim is awarded to the defendant. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}