{
  "casebody": {
    "data": "<casebody firstpage=\"410\" lastpage=\"414\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b428-7\">[Civ. <em>No. </em>17657.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Arx\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AU_\">Mar. 17, 1958.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b428-8\">MAGDALEN RAU GARDNER, Plaintiff and Appellant, v. DON TREVASKIS, as Executor, etc., Defendant and Appellant; LORRAINE WYATT et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b429-7\"><page-number citation-index=\"1\" label=\"411\">*411</page-number>Barbagelata, Zief &amp; Carmazzi and Henry J. Broderick for Plaintiff and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b429-8\">Edward J. Rice for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b429-9\">Johnson &amp; Harmon, Anderson, McPharlin &amp; Conners and Robert C. Haase, Jr., for Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b429-10\">KAUFMAN, P. J.</author>\n<p id=\"AGJ\">Appeal from an order vacating and setting aside judgment and orders to refund certain moneys paid pursuant thereto.</p>\n<p id=\"b429-11\">This controversy centers around the claims of the several parties to all or a portion of the sum of $10,657 on deposit with the American Trust Company, in a savings account No. 8441, in the name of “Henry J. Kleefisch, Trustee.’’</p>\n<p id=\"b429-12\">Henry J. Kleefisch, an attorney-at-law with numerous clients, died testate on March 13, 1955. His estate was insolvent and his accounts, records and affairs were in a state of confusion. The appellant Don Trevaskis qualified as the executor of the Kleefisch estate. Numerous creditors’ claims against the estate were filed, including those of the appellant and the respondents.</p>\n<p id=\"b429-13\">On September 2, 1955, appellant Gardner filed an action against the American Trust Company and the appellant Trevaskis as executor of the Kleefisch estate, claiming that a trust existed in her favor as to $6,676.75 of the funds on deposit in savings account Number 8441. Her complaint contained no allegation tracing her money into the account but stated only that the appellant, in 1943, had given the sum in question to Kleefisch to invest for her benefit, and that Kleefisch had acknowledged receipt of the same in writing. Appellant Trevaskis admitted nearly all of the allegations in the complaint, <page-number citation-index=\"1\" label=\"412\">*412</page-number>offered no evidence at the trial, waived cross-examination and findings. On January 20, 1956, a judgment was rendered in favor of appellant Gardner decreeing a trust in her favor in the amount of $6,676.75. This sum had been previously deposited into court by the American Trust Company, which was thereupon dismissed from the action.</p>\n<p id=\"b430-5\">In October 1954, on filing a $30,000 bond of respondent Ohio Casualty Company, Kleefisch had qualified as the executor of the estate of his client Helen Haskell Shay, who died in September, 1954. After the death of Kleefisch, E. A. Winstanley was appointed executor of the Shay estate. On filing his claim against the estate of Kleefisch, Winstanley was told that Kleefisch’s business records were missing and that there was no possibility of ascertaining the source of the funds in the savings account. Upon learning of the judgment in favor of appellant Gardner, Winstanley began to investigate the source of the money in savings account Number 8441. It appeared that the account in question was opened in February 1954, with two checks totaling $46,318.38. These cheeks were payable to Helen Haskell Shay and represented the final payment on a sale of Illinois real estate which Kleefisch had negotiated for Mrs. Shay. The checks were endorsed “Helen Haskell Shay, by H. J. Kleefisch.” No other deposits were made to the account except the accrued interest. At some time after the opening of the account and before his death, Kleefisch transferred $35,993.38 from the savings account Number 8441 to his commercial trustee account at the same bank, in which there was on deposit, at the time of his death, a balance of $159. Thereafter, on July 19, 1956, Winstanley filed a motion to vacate and set aside the judgment in favor of appellant Gardner and for orders to refund the amount paid and permitting a complaint in intervention, on grounds of surprise and fraud. At the same time respondent Wyatt filed similar motions on her own behalf and that of other creditors of the Kleefisch estate. Respondent Wyatt’s motion is based on a document signed by Kleefisch in December 1953, similar to that on which appellant Gardner bases her claim, as well as certain cheeks and drafts. Appellant Gardner, on the basis of the affidavit of Trevaskis, moved to quash the service of both respondents’ motions and to strike papers relating to the same from the record. After receiving testimony and affidavits, the court denied appellant Gardner’s motions and granted respondents’ motions to set aside the judgment and permitting complaints in intervention, stating <page-number citation-index=\"1\" label=\"413\">*413</page-number>in its minute order: “Under all the facts and circumstances of this case as appears from the file herein, the court feels not only that the motion to set aside the judgment should be granted, but that it would be a miscarriage of justice to fail to do so.”</p>\n<p id=\"b431-6\">Appellants Gardner and Trevaskis, as the executor of the estate of Kleefisch, appeal from the above order. The only issue is the propriety of the order. Respondents are Loretta Wyatt and Ohio Casualty Company which pursuant to a decree of the Los Angeles Superior Court that Kleefisch had failed faithfully to execute his duties as executor of the estate of Helen Haskell Shay, and an order of the probate court approving a compromise of its surety liability on its bond, had paid the sum of $17,500 and thus become subrogated to the rights and claims of the Shay estate in the estate of Kleefisch.</p>\n<p id=\"b431-7\">Appellants contend that the trial court’s action in vacating the judgment is opposed to reason, evidence and the record as well as general principles of law and equity and that the trial court acted in excess of its jurisdiction in violation of Code of Civil Procedure, sections 387 and 473, in permitting “strangers” to intervene.</p>\n<p id=\"b431-8\">Appellants’ contentions are not sound. They argue that respondents are strangers to the case, and thus not “parties” entitled to the benefit of section 473, Code of Civil Procedure. But motion to set aside the judgment is the recognized method for one not a party to the action to become such, under the circumstances here present, in order to assert his rights <em>(Elliott </em>v. <em>Superior Court, </em>144 Cal. 501 [77 P. 1109, 103 Am.St.Rep. 102]; <em>Greif </em>v. <em>Dullea, </em>66 Cal.App.2d 986 [153 P.2d <em>581]; Kasparian </em>v. <em>Kasparian, </em>132 Cal.App. 773 [23 P.2d 802]).  It is next argued that the applications for relief under section 473 were not filed in time, because the actual motions for relief were not made within six months after the judgment, although the notices of motion were filed before expiration of the six months period. But the code specifically provides that a motion is deemed to have been made upon the service and filing of the .notice of motion (Code Civ. Proc., § 1005.5).</p>\n<p id=\"b431-9\">Furthermore, apart from Code of Civil Procedure, section 473, a court has inherent jurisdiction to vacate a judgment obtained through extrinsic fraud practiced on the court. <em>(Estate of Estrem, </em>16 Cal.2d 563 [107 P.2d 36]; <em>McGuinness </em>v. <em>Superior Court, </em>196 Cal. 222 [237 P. 42, 40 A.L.R. <page-number citation-index=\"1\" label=\"414\">*414</page-number>1110]; <em>Miller </em>v. <em>Miller, </em>26 Cal.2d 119 [156 P.2d 931]; <em>Rice </em>v. <em>Rice, </em>93 Cal.App.2d 646 [209 P.2d 662].)</p>\n<p id=\"b432-5\">Appellants argue that the record and evidence do not support the action of the trial court. On appeal it must be assumed that the lower court believed the statements of fact made by the prevailing parties. <em>(Reid </em>v. <em>Koeslag, </em>106 Cal.App.2d 729 [236 P.2d 192].) We can only disturb the orders made where the trial court has clearly abused its discretion. <em>(Baratti </em>v. <em>Baratti, </em>109 Cal.App.2d 917 [242 P.2d 22].) From the record before us we can only conclude in agreement with the trial court that under these circumstances it would be a miscarriage of justice to deny respondents’ motion.</p>\n<p id=\"b432-6\">In view of the foregoing the orders appealed from are hereby affirmed.</p>\n<p id=\"b432-7\">Dooling, J., and Draper, J., concurred.</p>\n<p id=\"b432-8\">A petition for a rehearing was denied April 16, 1958, and the petition of plaintiff and appellant for a hearing by the Supreme Court was denied May 14, 1958.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}