{
  "casebody": {
    "data": "<casebody firstpage=\"703\" lastpage=\"709\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b751-10\">BROWN v. FARMER &amp; OCHS CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b751-13\">No. 11875.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b751-14\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b751-15\">Feb. 4, 1954.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b752-4\"><page-number citation-index=\"1\" label=\"704\">*704</page-number>James Montante, Detroit, Mich., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b752-5\">E. J. Scallen, Detroit, Mich. (Cleary, Weins, Jackson &amp; Scallen, Detroit, Mich., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b752-6\">Before SIMONS, Chief Judge, and ALLEN and MARTIN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b752-7\">MARTIN, Circuit Judge.</author>\n<p id=\"b752-8\">After both parties had rested on their proofs in this case, which was tried to a jury, the district judge directed a verdict in favor of appellee against the defendant, Edward D. Brown, now appellant, in the amount of $29,523.24, with interest from February 10, 1950. The alleged cause of action arose out of the procurement by appellee, Farmer &amp; Ochs Company, a New York joint-stock association, by assignment for a valuable consideration, of a sales agreement in writing under which appellant Brown undertook to purchase from Bridgeways Terminal &amp; Equipment Corporation (of Michigan) thirty-two pieces of automotive equipment upon specified terms.</p>\n<p id=\"b752-9\">It is necessary to relate in some detail the rather complicated and confusing evidence adduced at the trial. From his expressions when explaining orally to the jury his reasons for granting the motion for a directed verdict in favor of the plaintiff, the able and conscientious trial judge obviously had quite a bit of difficulty — as we have had- — -in reaching a determination of the true facts. He pointed out that “when you keep delving into it [the case] different angles come up”; and that the alert attorneys had kept bringing up point after point, requiring the opposite side to fend off a particular point and “bring up some of their own.” The judge stated that there had been times during the trial when he “suspected that the Bridgeways people and the plaintiff in this case had gotten together to fool the defendant and take advantage of him.” He asserted that mere suspicion was not enough, adding, however, that he “had some suspicions that have not been completely allayed as to the plaintiff.” He then stated that suspicions are not evidence either to the court or to the jury, and said: “I am not particularly fond of doing this [directing a verdict] because I don’t know yet where the wrong lies in this case. All I know is where the law, or I think I know where the law is.” He made the comment that the plaintiff should have started suit against Bridgeways, but that it might be that “Bridgeways has nothing” ; that he did not know the financial circumstances of Brown, but that the point was immaterial, inasmuch as the plaintiff had the right to sue <em>only one, </em>if it chose to do so.</p>\n<p id=\"b752-11\">The judge called attention to the fact that, if plaintiff’s position were correct, it had been defrauded by Bridgeways and the defendant; and said that under the rules of evidence plaintiff had proven its case, as there had been no proof on the opposite side that the plaintiff was not a bona fide holder in due course. He held that the law of the case demanded that he direct a verdict in favor of the plaintiff.</p>\n<p id=\"b752-12\">It appears from the record that for some twenty years appellant Brown had been engaged in some phase of the trucking industry. For a like period of time he had been acquainted with John Bridge, President of Bridgeways Terminal &amp; Equipment Corporation, in whose employ he had worked from 1945 to 1949.</p>\n<p id=\"b752-13\">On June 19, 1947, appellant was requested by Bridge to purchase some equipment from the company in order to permit expansion and “for tax reasons.” On that date, Brown purchased one trailer from Bridgeways, Inc., of which Bridgeways Terminal &amp; Equipment Corporation was an operating subsidiary. Thereafter, several sales contracts for additional equipment were made between the last-mentioned corporation, as seller, and the defendant, as purchaser. These agreements were assigned: two to the Continental Illinois <page-number citation-index=\"1\" label=\"705\">*705</page-number>National Bank, thereafter reassigned to appellee; and two directly to appellee. Appellant testified that at no time did he personally make payment on any of the contracts, that he was not advised of any of the assignments at the time they were made; and that he personally received no rental from Bridgeways for any of the equipment.</p>\n<p id=\"b753-5\">Before the contract in suit was executed, appellant tried to ascertain from Bridge and Meyer, an accountant employed by Bridgeways Terminal &amp; Equipment Corporation, the status of the four original contracts and the balance due thereon. Meyer informed him where the contracts were placed, but did not inform him as to the balances due. As a result of all this, appellant and Farmer, president of the appellee association, at the instance of the latter met in Detroit to discuss the matter. This meeting was in early August of 1949, at which time Farmer suggested that the contracts be consolidated and that Brown make payment directly to appellee rather than have payment made by Bridgeways, Inc., the lessee of the equipment. After these negotiations were concluded, the consolidated contract now in suit was executed on August 5, 1949. The identical property covered in the four original contracts was covered by this consolidated contract.</p>\n<p id=\"b753-6\">It is noteworthy that the contract contained no promise to pay to the order of seller, or “to bearer.” The contract provided that it could be assigned by the seller, that the legal holder of the contract should be entitled to all the rights of the seller thereunder, and that the title to the property involved should be transferred to the buyer when the full purchase price had been paid and all conditions of the contract had been satisfied by the buyer. Among these conditions it was stated that default would result <em>if the buyer should violate the terms of the lease and the agreement supplementing it of even date made between the parties. </em>On the reverse side of the contract, the serial numbers and the make of thirty-two trailers were set forth. There was also a statement by appellant Brown that he promised to pay to Farmer &amp; Ochs Company the sum of $360 per week, beginning August 12, 1949, with six per cent interest per annum.</p>\n<p id=\"b753-9\">Attached to the instruments was the assignment of Bridgeways Terminal &amp; Equipment Corporation to Farmer &amp; Ochs Company of the guarantee of payment by the assignor. On the reverse side of this agreement, the thirty-two trailers were again listed, identified only by make and serial number.</p>\n<p id=\"b753-10\">In early December of 1949, Brown was informed by Meyer that Farmer would meet with him in the office of Bridge in Detroit to discuss the non-existence of some of the thirty-two trailers covered by the consolidated contract. When the men met, Brown refused to accede to the suggestion of Farmer that a new contract be drawn to reflect only the existing trailers; but it was agreed that the weekly payments being made on the contract should be reduced from $860 to $200 per week “and continued until some arrangement on the contract could be made.” At Farmer’s suggestion, Meyer wrote to the New York office of appellee, requesting that the insurance paid on the non-existing trailers be credited to Brown’s account. This was done. No additional money was paid on the contract in suit after February 10, 1950.</p>\n<p id=\"b753-11\">Although Farmer denied any knowledge of the nonexistence of sixteen of the thirty-two trailers until November, 1949, he admitted that he had been friendly with Bridge for a period of twenty years, that his association had done business with both the Bridgeways corporations from 1944 to 1950, and that the same law firm represented both his association and the Bridgeways. It should be observed, also, that he had been a director of the Bridgeways Terminal &amp; Equipment Corporation. Farmer admitted, moreover, that he had purchased the two contracts which had been assigned to Continental Illinois National Bank at the request of and on behalf of Bridge, who made the arrangements and represented that the contracts were in <page-number citation-index=\"1\" label=\"706\">*706</page-number>good standing. The non-existent equipment was found to be in relation to the contracts assigned to Continental. He said that, before the consolidated contract was executed, he had not discussed these transactions with Brown. The nonexistence of sixteen of the thirty-two pieces of equipment was not disputed by Farmer.</p>\n<p id=\"b754-4\">Inasmuch as one of the issues now involved is whether or not the appellee, a foreign association in the same status as a foreign corporation, was at the time of the transactions related “doing business” in Michigan, further facts must be related.</p>\n<p id=\"b754-5\">The appellee, a New York joint-stock association, was not licensed to do business in Michigan at the time of the transactions in suit, although a Michigan corporation was later formed and its Articles filed on November 21, 1949. The appellee association had been organized to finance motor vehicles. Farmer testified that it had done more than $25,000,000 worth of financing business in Michigan. The activities of the association required frequent trips by Farmer to Michigan. A hotel employee testified that Farmer registered at his hotel for visits of from three to five days every month from February, 1947, to December, 1949. On some occasions, he had registered twice in one month. Admittedly, he came to Detroit in August of 1949 to close the consolidated contract with appellant and Bridgeways Terminal &amp; Equipment Corporation. On June 5, 1947, he had executed a mortgagee’s affidavit in Kent County, Michigan, on behalf of his association in connection with a transaction involving more than four hundred thousand dollars; on January 3, 1948, he had also executed in its behalf an affidavit in connection with a notice of assignment of accounts receivable in Wayne County, Michigan. Farmer testified that his association had no office in Michigan, had no telephone listing or employees there, and that its contracts were sent to Brown through the' mail.</p>\n<p id=\"b754-6\">Upon the foregoing facts, we think that the district court erred in directing a verdict for the plaintiff, Farmer &amp; Ochs Company. Several fact issues were presented which should have been submitted to the jury.</p>\n<p id=\"b754-7\">(1) The Jury should have been permitted to say whether, on the evidence in the case, the plaintiff was doing business in Michigan. If so, plaintiff was barred from suing on the contract in controversy because it was not qualified as a foreign corporation under Michigan laws. Article XII, section 2, of the Constitution of Michigan, 1908, defines the word “corporation” to include a “joint-stock association.” The appellee, therefore, was subject to Michigan statutes declaring the carrying on of business in Michigan by an undomesticated foreign corporation to be unlawful. See C.L. 48, secs. 450.93, 450.95, 450.97, M.S.A., secs. 21.94, 21.96, Supp. 21.98. It cannot reasonably be disputed that the contract in controversy is a Michigan contract, executed and assigned in Detroit. The activities in Michigan of the appellee association and its president, Farmer, have been heretofore described. It should have been left for the jury to find whether or not these activities constituted the carrying on of business in Michigan.</p>\n<p id=\"b754-8\">Oakland Sugar Mill Co. v. Fred W. Wolf Co., 6 Cir., 118 F. 239, 245, 246, would seem to be direct authority for the proposition that in the instant case the question of doing business should have been submitted under appropriate instructions to the jury as a fact issue. In the opinion in that case, Judge Lurton said: “The proper construction of the Michigan statute is that no foreign corporation shall begin any business in the state with the purpose of transacting or carrying it on until it shall have paid the franchise tax required by this law, and that, if it does so without complying with the law, all contracts made in the state in the conduct of that business shall be void. It is obvious, if this be a proper interpretation of the Michigan law, that the question as to whether the plaintiff <page-number citation-index=\"1\" label=\"707\">*707</page-number>corporation was a foreign corporation engaged in carrying on its business in Michigan without complying with the law <em>was a question of fact to be determined by the jury under proper directions from the court, unless the facts bearing upon the question were undisputed, and the inference from them so obvious as to leave no issue for submission to the jury.” </em>[Italics supplied]. This criterion should have been applied inasmuch as the facts in evidence here are not so plainly one-sided as to leave no decisive issue for the jury. Here, as, in the Oakland Sugar Mill case, “the inference to be drawn from the evidence is not, as a matter of law, so obvious as to justify the taking of the question from the jury.”</p>\n<p id=\"b755-5\">■ Under the circumstances recited in Hemphill v. Orloff, 238 Mich. 508, 213 N.W. 867, 58 A.L.R. 507, affirmed 277 U.S. 537, 48 S.Ct. 577, 72 L. Ed. 978, a Massachusetts trust which dealt in automobile commercial paper was held to be doing business in Michigan. It obtained the commercial paper through its representative traveling solicitor who had no office but resided in Michigan, where he spent only a portion of his time. Wherever state statutes render the transaction of business by a foreign corporation within its borders null and void for noncompliance with the state law, contracts of the non-complying corporation may not be enforced in the federal courts of the state. See Hayes Wheel Co. v. American Distributing Co., 6 Cir., 257 F. 881, certiorari denied 250 U.S. 672, 40 S.Ct. 13, 63 L.Ed. 1200, dealing with the Michigan law.</p>\n<p id=\"b755-6\">(2) Appellant contends that the appellee is not a holder in due course of a negotiable instrument, but is an as-signee merely of a non-negotiable chose in action which it took subject to the defense of failure of consideration. He points out that the Michigan law, C.L. 48, sec. 439.3; M.S.A. sec. 19.43, requires that an instrument, to be negotiable, must be an unconditional promise to pay a sum certain on demand or at a fixed time and must be payable to order or to bearer. It is urged that the instrument on its face indicates a plain failure to meet these basic requirements. It has been held generally that retention of title in a conditional sales contract renders it non-nogotiable. See, among other cases, General Motors Acceptance Corp. v. Davis, 169 Kan. 220, 218 P.2d 181,118 A.L.R. 2d 808. In First State Savings Bank v. Russell, 244 Mich. 298, 221 N.W. 142, it was held that a note and chattel mortgage in one instrument, given as part of the purchase price of an automobile, in which the maker agrees to insure it for the benefit of the payee, is non-negotiable. National Bond &amp; Inv. Co. v. Union Inv. Co., 260 Mich. 307, 244 N.W. 483, 484, is even more analogous to the case at bar. There, the Michigan court said: “Plaintiff, under the assignment of the conditional sales contract, acquired no rights beyond those of the mortgagor, its assignor. The assignment of the conditional sales contract was subject to the rights of the purchaser Harrison, but such rights, if any, did not pass to plaintiff. Plaintiff acquired only the rights of its assignor, the mortgagor, and such rights are subject to the mortgage lien.”</p>\n<p id=\"b755-10\">In summation, the line of argument of appellant upon the proposition under discussion is that the appellee was not a holder in due course, but a mere assignee who took the contract subject to defenses that the non-delivery of one-half of the property transferred under the contract constituted a failure of consideration; that the fact that the appellee failed to plead or prove performance is fatal to its cause and that the contract, being indivisible, must be fully performed to sustain appellee’s action; and that, even if the contract is deemed to be divisible, appellant has more than fully paid for the available property. The apparent basis for the district court’s conclusion that, as a matter of law, the appellee is a holder in due course who took the contract free from defenses was that there is no proof that he was <em>not </em>a bona <page-number citation-index=\"1\" label=\"708\">*708</page-number>fide holder in due course. We think that this was for the jury to decide under appropriate instruction, for it would seem that from the evidence introduced a reasonable inference could be that the ap-pellee was not a bona fide holder in due course.</p>\n<p id=\"b756-4\">(3) The district court did not deal with the contention that appellee, being an alleged good-faith purchaser of nonnegotiable paper, took the paper free of defenses for the alleged reason that the appellant’s conduct created an estoppel against himself. We find no merit whatever in the point. Discussion seems unnecessary.</p>\n<p id=\"b756-5\">(4) Finally, appellant insists that the district court erred in denying him an opportunity to present fully evidence contended to be admissible. After defendant had testified that he had signed, as buyer, the four original contracts which were subsequently consolidated into the contract in suit; that he did not receive possession of the contract property nor did he make directly any instalment payments therefor; that the contract equipment was leased by Bridge-ways Terminal &amp; Equipment Corporation, the seller, to its affiliate, Bridge-ways, Inc.; and that the rentals therefor were not paid directly to him but were merely credited on the purchase price, he sought to testify concerning the terms of the agreement signed by him relating to the mode of payment. Each of these contracts, written on printed forms supplied by the seller, referred to a “lease and agreement supplementing lease of even date herewith btween the parties thereto.” The district court refused to permit appellant to testify concerning the supplemental agreement referred to in each contract for the declared reason that parol evidence is inadmissible to vary or contradict the terms of a valid written instrument and for the further reason that defendant had not introduced the supplemental agreement, which constituted the best evidence. We think the proof shows that the missing document could not be produced through no fault of the appellant. It was shown that a diligent but fruitless search for the original supplemental agreement had been made.</p>\n<p id=\"b756-7\"> The Supreme Court of Michigan, in an opinion by Judge McAllister (now a judge of this court), thus expressed the rule: “The contents of a written instrument cannot be proved by parol unless the instrument itself is produced or its absence accounted for. It must be shown that it is impossible to produce the best and most direct testimony before other evidence is admissible. Sullivan v. Godkin, 172 Mich. 257, 137 N.W. 521. Secondary evidence is not admissible without proof that the original is lost or otherwise beyond the power of the party to produce it. Gelder v. Welsh, 169 Mich. 490, 135 N.W. 280.” Paul v. University Motor Sales Co., 283 Mich. 587, 599, 600, 278 N.W. 714, 719. In the case at bar, appellant showed clearly that it was beyond his power to produce the instrument which he desired to offer in evidence. It was therefore permissible for him to testify as to the contents of the lost copy.</p>\n<p id=\"b756-8\">There is authority in Michigan to the effect that when a writing does not embody all the terms of the contract it is competent to show an additional agreement by parol evidence. Electrical Appliance Co. v. Standard Electric Co., 151 Mich. 662, 666, 667, 115 N.W. 982. In Brady, v. Central Excavators, Inc., 316 Mich. 594, 607, 25 N.W.2d 630, 635, Judge Butzel, writing for the Supreme Court of Michigan, said: “It is only where the contract is complete in itself, and shows upon its face that it embodies the terms of the agreement, that parol testimony, which tends to vary or contradict the writing, is excluded, as well as all previous negotiations and understanding.” In the early case of Eslow v. Mitchell, 26 Mich. 500, where it was sought to establish by oral testimony the contents of a lost power of attorney, Judge Campbell asserted that private papers may be made out by parol secondary evidence, the objection to it being, if any, one of weight and not of competency. This saying was quoted with approv<page-number citation-index=\"1\" label=\"709\">*709</page-number>al in Baroda State Bank v. Peck, 235 Mich. 542, 546, 209 N.W. 827.</p>\n<p id=\"b757-5\">For the foregoing reasons the judgment of the district court is reversed and the case is remanded for a new trial.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}