{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"278\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b278-5\" pgmap=\"278\">Charles B. Ware v. Albert W. Gilmore.</parties><syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b278-8\" pgmap=\"278\">1. Error—will not always reverse. This court will not disturb the judgment of the court below, for an error committed which was afterwards corrected, no injury having resulted to the party complaining.</syllabus><syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b278-9\" pgmap=\"278\">2. It is only in cases where errors are committed to the prejudice of the party seeking a reversal, that this court will interfere.</syllabus><syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b278-10\" pgmap=\"278\">3. Contracts—performance. W made a written agreement with G, whereby he acknowledged himself indebted to G for the sum of $10,026.28, the purchase price of 229 head of cattle, and it was agreed, that W should ship to Chicago, without delay, 109 head, and sell them for the highest price, and after deducting expenses, apply the balance upon the debt to the extent of $6,000,' and secure the balance of the purchase money. The cattle thus shipped were to be under the control of one H, subject to W’s direction. Under this agreement, 107 head were shipped, but W refused to allow H to sell them at the price offered, on their arrival. The market declined, and on the third day, G, through one M, purchased them from H for himself, and after paying expenses, gave to H G’s receipt for the balance of the proceeds on the sale. The next day, W, learning of the transaction, replevied the cattle, and placed them in the hands of A, who sold them for his use: Held, in an action of covenant brought by G against W,</syllabus><syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b278-12\" pgmap=\"278\">he having failed to pay over to G the proceeds of such sale, or secure the debt, that G was entitled to recover. That it was immaterial whether the act of G, in procuring the sale to be made to M, was proper or not,' as such act in no wise released W from the performance of his covenant. Having sold the cattle, he was bound to pay over the proceeds to G, and secure the balance of the debt, according to his agreement.</syllabus><syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b278-13\" pgmap=\"278\">4. Instructions—need not be repeated. It is not error to refuse an instruction which, in substance, is but a mere repetition of instructions which were given. Instructions need not be repeated.</syllabus><syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b278-14\" pgmap=\"278\">8. Same—modification. Mor is it error to refuse to modify an instruction, when, by modification, the same principle already given would be repeated.</syllabus><summary data-order=\"7\" data-type=\"history\" id=\"b278-15\" pgmap=\"278\">Appeal from the Circuit Court of Cook county; the Hon. Erastus S. Williams, Judge, presiding.</summary><p data-order=\"8\" data-type=\"summary\" id=\"b278-16\" pgmap=\"278\">The opinion states the case.</p><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b279-5\" pgmap=\"279\">Messrs. Shorey &amp; Hayes, for the appellant.</attorneys><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b279-6\" pgmap=\"279\">Messrs. Sleeper, Whiton &amp; Durham, for the appellee.</attorneys> <opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b279-7\" pgmap=\"279\">Mr. Justice Walker</author> <p id=\"AOl\" pgmap=\"279\">delivered the opinion of the Court:</p> <p id=\"b279-8\" pgmap=\"279\">This was an action of covenant, brought by appellee against ■ appellant, on an Instrument under seal, in the Cook Circuit Court. The agreement recites that appellant was indebted, at the time of its execution, to appellee, in the sum of $10,026.-25, the purchase money of 229 head of cattle, which became due on the 2éth of December, 1866 ; and it was agreed that appellant should ship 109 head to Chicago, and sell them for the highest price, and after deducting expenses, apply the balance of the proceeds upon this indebtedness, to the amount of $6,000. After paying that sum on the indebtedness, or such amount as should be paid, appellant was to secure the remainder of the debt by a chattel mortgage on the balance of the lot of cattle, which was to be paid by the 1st of June, 1867, or that he should give satisfactory personal security. The cattle were to be shipped as soon as they could be put upon the market, and the proceeds to be applied to the payment of the debt as soon as the sale should be made ; and Louis Hammond was to have control of the cattle, under the direction of appellant.</p> <p id=\"b279-9\" pgmap=\"279(97) 280(27)\">It appears that, on the 9th day of the following January, 107 head of the cattle were shipped, under the agreement, appellant, Hammond, and appellee, accompanying them. On reaching the stock-yards in Chicago, Hammond was offered 5J cents per pound, but appellant refused to sell, and the price declined until on the third day, appellee proposed to one McClung, if he could purchase the cattle of Hammond, that appellee’s receipt would be taken in payment, and that he might buy them for appellee. McClung made the purchase at cents per pound, the expenses were deducted from the gross proceeds—Hammond received his commissions in money, and appellee’s receipt to appellant for the balance. Appellee paid to McClung the amount he paid Hammond, as commissions.</p> <p id=\"A1Du\" pgmap=\"280\">On the next day, appellant learned of the transaction, and replevied the. cattle out of the possession of McClung and appellee. The cattle were by him placed in the hands of Hough, who sold them. Appellant failing to pay the money or to secure the debt, on the 4th day of February, 186?, this suit was brought. Appellant filed pleas of non est factum • that appellant applied the proceeds in payment of the debt as agreed, and that he had secured the balance; and a .plea of set-off. Hpon these pleas, issue was joined.</p> <p id=\"b280-7\" pgmap=\"280\">At the Movember term, the pleas were stricken from the files, under an agreement previously entered into by appellant’s counsel, and a judgment by default for $10,851.31, was entered. At a subsequent day of the term, on a motion entered by appellant, an order was entered allowing appellant to plead issuably on the condition of his consenting to apply $5,452.13, received, towards the payment of the judgment; and ordering a stay of proceedings, and if less should be recovered, the judgment to be reduced, otherwise it was to stand.</p> <p id=\"Amq\" pgmap=\"280\">Hnder this order, appellant re-filed his pleas, and at the next term of the court an additional plea was filed, on leave granted, which avers that appellant was prevented from making a sale of the cattle by reason of the sale by Hammond &lt; to McClung, and that it was a sham, made in pursuance of an agreement by them with appellee. Issue was joined oh this, together with the other pleas. A trial was had by the court and a jury, and a verdict was rendered for the amount for which the previous j udgment had been recovered. Thereupon the order staying proceedings under the judgment, was vacated. This appeal is prosecuted to reverse the judgment of the court below.</p> <p id=\"b281-5\" pgmap=\"281\">The questions attempted to be raised, as to the stipulation of the attorney who agreed that the pleas tiled by him should be withdrawn on the contingency specified, and his withdrawal of the pleas, or the manner in which the case was docketed, do not arise on this record, as the ‘court subsequently permitted appellant to re-file the pleas with another upon which a trial was had. It cannot, therefore, matter whether the action of the .court in that respect was or was not erroneous, as a trial was subsequently had upon these pleas, and it is immaterial whether it was before they were withdrawn or after they were re-filed. We are unable to perceive how the action of the court, in this respect, could have prejudiced appellant in the slightest degree. Even where the court commits an error, and it is afterwards corrected, this court will not disturb the judgment of the court below. It is only in cases where errors are committed to the injury of the party seeking a reversal, that this court will reverse. Where no injury could have resulted to the party complaining, he has suffered no wrong and it would be idle to reverse.</p> <p id=\"b281-6\" pgmap=\"281\">It is urged that the court below gave improper instructions for appellee, and refused proper instructions asked for appellant. It is insisted that the court should have refused plaintiff’s instructions. They informed the jury that if they believed that plaintiff- had not prevented defendant from performing his covenants, and that defendant made a sale of the cattle and failed to pay over to plaintiff the proceeds of the sale, to the amount of $6,000, if it amounted to that sum, and secure the balance of the debt, and that the plaintiff kept his covenants, he would be entitled to recover.</p> <p id=\"b281-7\" pgmap=\"281(63) 282(58)\">This is the substance of the plaintiff’s instructions, which were given. To them we see no objection. Appellant had covenanted to ship the cattle to Chicago and have them put upon the market, and have them sold by Hammond, under his directions, and when sold, apply $6,000 on the price of the cattle, and to secure the balance. And he was bound to perform this agreement. If he sold the cattle after he replevied them, then he was required to pay that sum and secure the balance, according to • agreement. And the sale made by Hough after defendant re-possessed himself of the cattle, was, we may safely conclude, under his instructions and for his use, and rendered these instructions proper.</p> <p id=\"AZM\" pgmap=\"282\">Complaint is made that the court below refused to give appellant’s third and fourth instructions. The first of his instructions which was given, informed the jury that, if they believed that appellant was prevented from performing his part of the covenants by the sale of the cattle by Hammond to McClung, at the instance of appellee, the)-- should find for appellant. His second instruction, which was also given, and in substance instructed the jury, that if appellant was prevented from performing his covenants, by any act or acts of appellee, they should find for appellant. This embraced not only the sale to McClung, but all other acts of appellee which might have prevented appellant from keeping his covenants. And it would seem obvious, that any intelligent mind would have so understood it. If appellee procured the sale to be made to McClung, then that was an act of his, and if it prevented appellant from selling the cattle, paying the money and giving the security, which acts he had covenanted to perform, then the instruction manifestly told the jury to find for appellant; and these instructions having been given, it was unnecessary to repeat them in another form, and the instructions which were refused would have been but their repetition in substance. Mor could the jury have been misled by failing to modify appellee’s instructions so as to anno,unce the same rule, as it negatively did announce the same principle. And it was so clearly stated in appellant’s instructions that it could not have been made plainer in any other form that might have been adopted.</p> <p id=\"b282-9\" pgmap=\"282(19) 283(163)\">The jury were fully warranted in finding that appellant had failed to perform his covenant. He refused to permit Hammond to sell the cattle at the market price, as he agreed they should be put on the Chicago market without delay. They depreciated in price and he still refused, and whether appellee acted properly or not, in having the sale made to McClung, did not release him from paying the money when he had them sold by Hough. Even if Hammond’s sale to McClung was not authorized, that did not release appellant from the performance of his covenants, and from paying appellee for the cattle purchased of him, and of which these were a part. It does not follow, that because appellee, seeing the cattle on a declining market at a heavy expense, and with fears that the price .would not rise, endeavored to secure his debt by a sale of the cattle in a mode different from that provided in the agreement, appellant was absolved from paying for the cattle, or that appellee had forfeited the right to receive payment.</p> <p id=\"b283-6\" pgmap=\"283\">The judgment is affirmed.</p> <p id=\"b283-7\" pgmap=\"283\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}