{
  "casebody": {
    "data": "<casebody firstpage=\"596\" lastpage=\"607\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b624-5\">Commonwealth <em>v. </em>Cauffiel et al., Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b625-7\"><page-number citation-index=\"1\" label=\"597\">*597</page-number>Argued April 18, 1922.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AhU\">Before Orladv, P. J., Porter, Henderson, Trexler, Keller, Linn and Gawthrop, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b625-12\"><em>John M. Freeman, </em>and with him <em>Tillman K. Saylor, George E. Wolfe, A. Lloyd Adams, Charles C. Greer, J. </em><page-number citation-index=\"1\" label=\"598\">*598</page-number><em>Earl Ogle </em>and <em>Francis A. </em>Wolf, for appellant. —</attorneys>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AdV\">October 25, 1922:</decisiondate>\n<p data-order=\"5\" data-type=\"headnotes\" id=\"AqHm\">The act for which the appellant was indicted was a judicial act, done while serving in his official capacity', and for which he could not be held liable either civilly or criminally: Yates v. Lansing, 5 Johns. 282; Hanna v. Slevin, 8 Pa. Superior Ct. 509; 23 Cyc. 568; Garnett v. Ferrand, 6 B. &amp; C. 611; Pratt v. Gardner, 2 Cush. 63; Hamilton v. Williams, 26 Ala. 527; Com. v. Addison, 4 Dall. 225; Republica v. Hannum, 1 Yeates 71.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b626-3\"><em>D. P. Weimer, </em>District Attorney, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b626-4\">Opinion by</p>\n<author id=\"AB2\">Gawthrop, J.,</author>\n<p id=\"b626-5\">The appellant was tried and convicted upon an indictment charging assault and battery, and after sentence to pay the costs of prosecution, a fine of $500 and imprisonment in the county jail for a period of sixty days he appealed to this court.</p>\n<p id=\"b626-6\">The testimony offered by the Commonwealth, if true, warrants the following statement of facts: Joseph Cauffiel, appellant, is mayor of Johnstown, Pennsylvania. In his official capacity as mayor he presides over the police court of that city. While so presiding, on the morning of December 11, 1920, Mary Berzonsky, the prosecutrix, a girl aged about nineteen years, and Joseph Csicsmanyi, her employer, the proprietor of a butcher shop in Johnstown, were arraigned before the mayor on a charge of disorderly conduct. Until that time the mayor had no connection with the case. During the hearing the girl was asked whether she had carnal intercourse with her employer, and when she answered in the negative the mayor directed one of the police officers to summon one Doctor Bertha Caldwell and have her make a physical examination of the girl. Doctor Caldwell, codefendant with Mayor Cauffiel, was then, and for twelve years had been, probation officer of Cambria County. When the probation officer came to the police station, the mayor told her to take the girl to her <page-number citation-index=\"1\" label=\"599\">*599</page-number>office and have her examined for the purpose of determining whether she was still a virgin. The girl was represented at the hearing by an attorney in regular practice at the Cambria County Bar. In the beginning she objected to the proposed examination. Her attorney also at first protested against the examination and advised his client that she was not required to submit' to it. Someone, thought by the girl to be the mayor, said that if she did not go quietly with the probation officer for the purpose of having the examination made, she would be taken in the patrol. The attorney, thinking that it was useless to protest further against the examination, then advised his client to go with the probation officer, and the girl and her mother walked with that officer to her office at least two squares away, where the girl submitted without further objection to the examination which proved the truth of her statement that she had never indulged in sexual intercourse. Whereupon, the probation officer gave her a letter to that effect for presentation to the mayor who, upon reading it, dismissed the case. On December 29, 1920, the girl made information against Mayor Cauffiel and Doctor Caldwell, charging that the examination above described constituted an assault and battery upon her.</p>\n<p id=\"b627-3\">Complaint is made, in the first assignment of error, of the charge of the trial judge in its entirety. An examination of the charge compels the conclusion that it is subject to the imputation of fundamental and basic error because it failed to state the principles of law applicable to the case of a judicial officer who is charged with a crime committed in line of the performance of his duties. Appellant had jurisdiction over the prosecutrix and the offense on which she was tried before him. Section 23 of the Act of May 27,1919, P. L. 310, relating to third class cities provides, inter alia: “The mayor shall have the criminal jurisdiction of an alderman within the city......He shall have the power of a committing magistrate under the acts of assembly relating <page-number citation-index=\"1\" label=\"600\">*600</page-number>to tramps and vagrants; and shall, in addition, have authority to commit to any city or county prison for a term not exceeding ninety days, any dissolute or disorderly person, in default of payment of such fine or penalty as may be fixed by ordinances, with the cost of suit or arrest.” “It is well settled that a judicial officer, when required to exercise his judgment or discretion, is not liable criminally for any error which he commits provided he acts in good faith......The rule of the common law exempting a judge from indictment for any act done or omitted to be done when sitting as a judge still prevails, except so far as it has been changed by particular statutes, or by some constitutional provision”: 28 Cyc. 574. “A judicial officer is not liable for acts done in his judicial capacity where there is not a clear absence of all jurisdiction over the subject-matter and person, even though such act's constitute an excessive exercise of jurisdiction or involve a decision that the official had jurisdiction over the particular case, where in fact he had none......The principle involved is that all judicial officers are protected by their official character from liability in tort, because of public conduct clearly within the pale of their authority, although involving demonstrable legal error”: 25 Corpus Juris, 515. “The strong trend of authority has been to apply the same rules to judges of courts of general jurisdiction and to those of limited jurisdiction, such as justices of the peace, city magistrates, and other officers with special judicial functions, when acting in a judicial capacity”: 25 Corpus Juris 516. The reason for exemption is the same as for courts of general jurisdiction. If a judge of an inferior jurisdiction has the power, under authority of law to hear and pass on cases, to which the particular offense belongs, the same reason requires that he should be protected from liability for erroneous action, which exempts judges of superior or general jurisdiction from such liability. If judges properly expected to be most learned in the law can plead official exemption for their blunder<page-number citation-index=\"1\" label=\"601\">*601</page-number>ings in the law, a fortiori those from whom less is to be expected should not be compelled to respond in damages for their mistakes honestly made. The reason upon which the general principle is founded was stated by Chief Justice Kent in Yates v. Lansing, 5 Johns 282, a suit against the Chancellor of New York for imprisoning a man after he had been set at liberty on a writ of habeas corpus by the chief justice of the common law court: “No man can see the disastrous consequences of a precedent in favor of such a suit. Whenever we subject the established courts of the land t'o the degradation of private prosecution, we subdue their independence, and destroy their authority. Instead of being venerable before the public, they become contemptible; and we thereby embolden the licentious to trample upon everything sacred in society, and to overturn those institutions which have hitherto been deemed the best guardians of civil liberty......The doctrine which holds a judge exempt from a civil suit or indictment, for any act done or omitted to be done by him, sitting as a judge, has a deep root in the common law. It is to be found in the earliest judicial records, and it has been steadily maintained by an undisturbed current of decision in the English courts amidst every change of policy and through every revolution of their government.”</p>\n<p id=\"b629-5\">In Gardner v. Couch, decided by the Supreme Court of Michigan and reported in 101 Northwestern Reporter, 802, it was held that a justice of the peace is not liable in an action for false imprisonment merely because he reached an erroneous decision where he was acting judicially in having the plaintiff confined in jail. The court said: “We would be bound to hold that a conviction under such a complaint and warrant would not justify a detention if plaintiff sought relief by habeas corpus proceedings......But does it follow that defendant, who was a justice of the peace acting judicially, is responsible as a trespasser because he reached an erro<page-number citation-index=\"1\" label=\"602\">*602</page-number>neous decision?......In the case at bar, defendant had jurisdiction of the subject-matter, and it was his duty to judicially determine whether or not a warrant should issue. Had he determined that it should not issue, surely that determination would have been a judicial act which might have been corrected, if erroneous. His de-' termination was none the less judicial because he erroneously decided that the warrant should issue. To hold him civilly responsible for such an erroneous decision would not only be unjust but injurious to public interests......If the law made a magistrate civilly responsible if he erroneously issues a warrant, it is obvious that he would be tempted to resolve all doubts against its issuance, and that on consequence public interest's would suffer because crimes which should be, will not be investigated or punished.” Says Justice Cooley: “Whenever, therefore, the state confers judicial powers upon individuals, it confers them with full immunity from private suits. In effect, the state says to the officer that these duties are confined to his judgment; that he is to exercise his judgment fully, freely and without favor and that he may exercise it without fear; that the duties concern individuals, but they concern more especially the welfare of the state and the peace and happiness of society; that, if he shall fail in the faithful discharge of them, he shall be called to account as a criminal, but that, in order that he may not be annoyed, disturbed and impeded in the performance of these high functions, a dissatisfied individual shall not be suffered to call in question his official action in a suit for damages”: Cooley on Torts (second edition) par. 409.</p>\n<p id=\"b630-6\">An excellent discussion of the principle that a judicial officer cannot be called to account for his determinations and acts in his judicial capacity is to be found in 15 Ruling Case Law, page 543, Edition of 1917. It is there stated that the rule rests on the highest considerations of public policy; that the integrity of the judiciary demands that the threat of personal liability shall not be, <page-number citation-index=\"1\" label=\"603\">*603</page-number>held over judicial officers in the discharge of their functions; that it is a principle lying at the foundation of all well ordered jurisprudence that every judge whether of a higher or lower court, exercising the jurisdiction vested in him by law should act on his own free unbiased convictions, uninfluenced by any apprehension of consequences.</p>\n<p id=\"b631-3\">The principle enunciated in the above authorities was recognized and adopted by this court in Hanna v. Slevin, 8 Pa. Superior Ct. 509, which was an action for trespass brought against a committing magistrate for refusing to hear all the testimony offered by the plaintiff and at the same time acting in a rude, violent and insulting manner and submitting the plaintiff to personal indignities and holding him up to contempt and ridicule. We there said: “The general rule both in this country and in England is, that justices of the peace while acting within the scope of their authority are not answerable in damages for the merely erroneous exercise of purely judicial functions. There is nothing in this case to take it out of the general rule......We all agree that in the absence of proof of fraud or corruption, the fact that the manner of the magistrate was rude and his judgment mistaken, would not give the prosecutor a right of action.”</p>\n<p id=\"b631-6\">Tested by the principles as declared in the foregoing decisions and opinions of text writers, the learned trial judge failed to instruct the jury upon the law applicable to the case and thus fell into error so basic and fundamental that we must consider it although the objections now made were not raised below: Kelly v. Pittsburgh &amp; Birmingham Traction Company, 204 Pa. 623; Sikorski v. Philadelphia &amp; Reading Railway Company, 260 Pa. 243. After having correctly defined assault and battery, he said: “This evidence is all to be carefully considered by you, and......if you believe it in the essential features, that the prosecutrix, by the direction of the defendant, Mayor Cauffiel and at the hands of the other defendant, Doctor Caldwell, was compelled to undergo <page-number citation-index=\"1\" label=\"604\">*604</page-number>this physical examination, if you find these facts as testified to by these witnesses to be true, we say to you that both these defendants are guilty as charged contained in the bill of indictment.” A little later the court added: “Note that the matter of consent is practically the only point of dispute in this case.” Indeed, under the entire charge the jury were instructed that the Commonwealth could establish the defendant’s guilt by proving that the examination was made without the girl’s consent. The order by appellant directing the probation officer to make the examination was an act performed in his judicial capacity. Its purpose was to enable him to determine guilt or innocence of the accused. Of course, he had no authority to direct the girl to submit to the examination against her will, but if he honestly believed he had the right to do so and acted in good faith and from a sense of duty, he may not be convicted under this indictment. The Commonwealth had the burden of producing evidence which would warrant a finding by the jury that appellant was moved by a disposition to oppress, dishonest motives or bad faith. The law imputes good faith to judicial action and the burden is on the one attacking it to prove the want of it. The trial judge should have so instructed the jury. The failure so to do constitutes basic and fundamental error imperatively calling for reversal.</p>\n<p id=\"b632-3\">The first assignment of error is sustained and the judgment is reversed with a venire facias de novo.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<p id=\"b632-4\">Concurring Opinion by</p>\n<author id=\"AbAf\">Porter, J.:</author>\n<p id=\"b632-5\">While concurring in the reversal of the judgment, and the awarding of a venire facias de novo, upon the ground that the charge of the court below did not submit to the jury the question of the good faith of the defendant, acting as a magistrate, I cannot assent to all that may seem to be implied by the opinion of the majority of the court. The appellant was mayor of the City of Johnstown, Tested with the criminal jurisdiction of an alderman of <page-number citation-index=\"1\" label=\"605\">*605</page-number>the city, but1 he also exercised ministerial functions in connection with the police force. While exercising the criminal jurisdiction of an alderman he is liable to be called upon to answer for his acts upon the same principles which appertain to justices of the peace. This appellant was hearing the case of a young woman, nineteen years of age, of foreign birth, and not familiar with our language or institutions, charged with disorderly conduct. He compelled this young woman'to submit to a physical examination as to her virginity, without her consent, as the jury which tried the appellant in the court below found upon sufficient evidence. This act of the. appellant was certainly not within the pale of his authority. We are not here dealing with the question of the liability of this defendant to answer in damages in a civil action brought by the girl upon whom the wrong was committed. This is a proceeding to redress the public wrong, against the administration of justice. It seems to me that the opinion of the majority of the court fails to distinguish between the liability of a magistrate to answer civilly for his mistakes and his liability to be punished for a public wrong. This distinction was well established at1 common law, and it has not been changed by statute in Pennsylvania.</p>\n<p id=\"b633-3\">“Justices of the peace are not punishable civilly for acts done by them in their judicial capacity, but if they abuse the authority with which they are entrusted, they may be punished criminally at the suit of the king by way of information or indictment, But in cases Where they proceed ministerially rather than judicially, if they act1 corruptly, they are liable to an action at the suit of the party, as well as an information at the suit of the king. The court of king’s bench, however, will never grant an information against a justice of the peace for a mere error in judgment; for even where a justice does an illegal act yet although the judgment was wrong, if his heart was right, if he acted honestly and candidly, without oppression, malice, revenge or any bad favor or <page-number citation-index=\"1\" label=\"606\">*606</page-number>ill intention whatsoever, the court will never punish him by the extraordinary course of information but leave the party complaining to the ordinary legal remedies by action or by indictment; but if they act improperly knowingly, an information shall be granted”......“But if a justice issue a warrant totally illegal, as if a pauper return without a certificate to the parish from Avhence he was removed, and the justice make a warrant to commit him to the house of correction, there to remain until he is discharged by due course of law, instead of pursuing the statute under which authority on this subject is derived, he is liable to an action of false imprisonment although he did not, in granting such warrant, act intentionally wrong”: Hawkins’s Pleas of the Crown, book 2, chapter 8, sections 74 and 85. “Whenever the conduct of a justice of the peace is challenged because of his action in official capacity, either by way of indictment, or criminal information, the question has always been, not whether the act done might, upon full and mature investigation, be found strictly right, but from what motive it1 had proceeded; whether from a dis honest, oppressive, or corrupt motive under which description fear and favor may generally be included, or from mistake or error. In the former case alone, they have become the subject of punishment”: 3 Barnewall &amp; Alderson, 432. The existence of these common law principles was recognized in the Act of March 21, 1772, section 1; First Smith’s Laws, 364; which requires that written notice be given to a justice of the peace, by a private party, before any action is brought against him for anything done in the execution of his office, for it expressly declares that the reason for the enactment was that justices of the peace “should be (as far as is consistent with justice and the safety and liberty of the subjects over whom their authority extends) rendered safe in the execution of the said office and trust; and whereas, it is also necessary that the. subjects shall be protected from all willful and oppressive abuse of the <page-number citation-index=\"1\" label=\"607\">*607</page-number>several laws committed to the care and execution of the said justices of the peace.” This statute is still in force and refers only to civil actions, and we find nothing in the legislation of Pennsylvania to relieve justices of the peace and magistrates, exercising similar jurisdiction, from liability to answer criminally for their misconduct upon the same principles which prevailed at common law.</p>\n<p id=\"b635-3\">The act with which this defendant was charged was clearly outside the scope of the authority with which he was invested and was in its very nature oppressive. If the jury found that he compelled the young woman to submit to the examination, whether forcibly or under duress of imprisonment, it was entirely competent for the jury to infer, from the character of the act, that the motive was bad, oppressive and a willful abuse of power. This inference was, however, to be drawn by the jury, under proper instructions by the court as to the questions upon which it was their duty to pass.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}