{
  "casebody": {
    "data": "<casebody firstpage=\"286\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b308-3\">JONNIE MUSGROVE DAVIS Plaintiff, Appellant/Cross-Respondent, v. THE CHURCH OF JESUS CHRIST OF LATTER DAY SAINTS; CORPORATION OF THE PRESIDING BISHOP OF THE CHURCH OF JESUS CHRIST OF LATTER DAY SAINTS; CORPORATION OF THE PRESIDENT OF THE CHURCH OF JESUS CHRIST OF LATTER DAY SAINTS; RISK MANAGEMENT DIVISION; KALISPELL STAKE CENTER OF THE CHURCH OF JESUS CHRIST OF LATTER DAY SAINTS; and JOHN DOES I-X (unknown divisions, departments, subsidiaries, affiliates, associations, whether incorporated or unincorporated, agents, employees, bishops, presidents, assigns, or any other entity or person related to any of the above-named Defendants), Defendants, Respondents/Cross- Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b308-6\">No. 91-525.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b308-7\">Submitted February 4, 1993.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b308-8\">Decided May 18, 1993.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b308-9\">50 St.Rep. 535.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"Ag\">852 P.2d 640.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b308-10\">258 Mont. 286.</p>\n<seealso data-order=\"7\" data-type=\"seealso\" id=\"b311-6\"><page-number citation-index=\"1\" label=\"289\">*289</page-number>See C.J.S. Charities § 75.</seealso>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b311-11\">JUSTICE TRIEWEILER concurring in part; dissenting in part, and issuing an opinion in which JUSTICE HUNT joined.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b311-12\">JUSTICE HARRISON issuing a dissenting opinion.</judges>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b311-13\">For Plaintiff, Appellant: Dana L. Christensen, Kendra L. Kawaguchi, Murphy, Robinson, Heckathorn &amp; Phillips, Kalispell.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b311-14\">For Defendants, Respondents: Kenneth E. O’Brien, Hash, O’Brien &amp; Bartlett, Kalispell.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b311-15\">JUSTICE WEBER</author>\n<p id=\"AnD\">delivered the Opinion of the Court.</p>\n<p id=\"b311-16\">This is an appeal and cross-appeal from an order of the District Court of the Eleventh Judicial District, Flathead County. Plaintiff appeals the District Court’s summary judgment order dismissing claims of negligent misrepresentation, fraud, and intentional infliction of emotional distress. Defendants’ cross-appeal challenges the District Court’s failure to dismiss a claim for breach of fiduciary duty and denial of their request to include the defense of charitable immunity. Both plaintiff and defendants appeal the District Court’s ruling on motions in limine. We affirm in part and reverse in part.</p>\n<p id=\"b311-17\">The issues for our review are:</p>\n<p id=\"b311-18\">1. Did the District Court err in granting summary judgment in favor of the defendants on the claims of fraud and misrepresentation?</p>\n<p id=\"b311-19\">2. Did the District Court err in granting summary judgment in favor of the defendants on the claim of intentional infliction of emotional distress?</p>\n<p id=\"b312-3\"><page-number citation-index=\"1\" label=\"290\">*290</page-number>3. Did the District Court err in failing to dismiss the breach of fiduciary duty claim?</p>\n<p id=\"b312-4\">4. Did the District Court err in its rulings on motions in limine relative to exclusion of evidence based on the doctrine of separation of church and state?</p>\n<p id=\"b312-5\">5. Did the District court err when it denied the defendants’ motion in limine to exclude physical and mental pain and suffering as elements of damage relative to the remaining counts alleged by Davis?</p>\n<p id=\"b312-6\">6. Did the District Court err in refusing to allow defendants to amend their answer to include the defense of charitable immunity?</p>\n<p id=\"b312-7\">On July 20, 1987, Jonnie Musgrove Davis (Davis) sued the defendants, herein collectively referred to as the Church, to recover for injuries suffered as a result of a fall on February 25, 1985, on the premises of the Kalispell Stake Center of the Church of Jesus Christ of Latter Day Saints. In addition to the claims of negligent misrepresentation, fraud and intentional infliction of emotional distress which are covered by this appeal, Davis also filed negligence claims.</p>\n<p id=\"b312-8\">At the request of the Church, the District Court bifurcated the negligence claims from the claims involved in this action. Evidence in the negligence trial showed that Davis had undergone six separate surgeries to her cervical spine and one surgery to repair her vocal cord as a result of the injuries sustained in the February 25,1985 fall. She received a judgment in excess of $400,000 which was affirmed by this Court on appeal. <em>See Davis v. Church of Jesus Christ of Latter Day Saints </em>(1990), 244 Mont. 61, 796 P.2d 181.</p>\n<p id=\"b312-9\">The facts encompassed by this appeal relate to the time period from Davis’ accident in 1985 until 1990, with Davis contending that the Church improperly attempted to dissuade her from pursuing her claims against it, committed fraud and misrepresentation, threatened Davis with excommunication, refused to give her Temple Recommend (an awarded status indicating a member is in good standing in the Church) and denied her Church callings.</p>\n<p id=\"b312-10\">Initially, the Church paid Davis’ medical bills. However, on November 6,1985, the Church gave Davis its last payment, after she signed a document stating that she was expecting to have no more hospitalization or major doctor bills. Davis testified that she was in severe pain at the time this document was presented to her as a condition for payment of her bills, that she was not in complete control of her faculties, and that she was compelled to sign under duress.</p>\n<p id=\"b313-3\"><page-number citation-index=\"1\" label=\"291\">*291</page-number>Davis further testified that on two separate occasions during the summer of 1986, the Church contacted Davis to sign documents releasing it from any further liability for her injuries. Davis testified that the Church promised to pay her then-existing medical bills in return for signing the documents. She testified that she refused to sign the documents because she had ongoing physical problems. The Church then ceased payment of medical expenses.</p>\n<p id=\"b313-4\">In September 1986, after her unsuccessful attempts to obtain payment of her mounting medical bills, Davis retained legal counsel. The parties then attempted to reach an agreement for payment of medical expenses. In February 1987, David McKonkie, attorney for the Church, sent a letter on behalf of the Church to Davis’ attorney, indicating that the Church was willing to pay medical bills immediately if Davis agreed to travel to Salt Lake City, Utah for a medical examination. Davis’ physician advised against travel at that time; however, in May 1987, Davis agreed to this proposal and requested payment of the bills as promised in McKonkie’s letter.</p>\n<p id=\"b313-5\">Davis then traveled to Salt Lake City on May 19, 1987 for examinations by Dr. Louis Schricker, a neurosurgeon hired by the Church, and another neurosurgeon contacted by her own physician. The Church’s physician concluded in his medical report that 75-80% of Davis’ condition was related to the accident. Despite further requests by Davis, the Church did not pay her medical bills at that point. The Church claims it did not pay at that time because Davis wanted it to pay future medical bills as well and a settlement had not been reached between the parties.</p>\n<p id=\"b313-6\">Davis testified that Church officials pressured her to tithe part of her expected settlement to the Church. Davis further testified that her Temple Recommend was denied because she would not agree to tithe 10% of her judgment and because she refused to dismiss her lawsuit against the Church. She further testified she was denied a Church calling for the same reasons. In her deposition she stated that one of the Church bishops told her she was “unworthy and dishonest,” that male church members subjected her to unannounced, private meetings at unusual hours of the day to discuss the status of her lawsuit, and that Church officials denied her much-needed church welfare by instructing the Relief Society to discontinue delivery of meals.</p>\n<p id=\"b313-7\">After these occurrences, Davis amended her complaint in October 1989, raising the issues of intentional and negligent infliction of emotional distress. The District Court dismissed these claims in its order ruling on defendants’ motion for summary judgment. It also <page-number citation-index=\"1\" label=\"292\">*292</page-number>ruled that evidence relating to denial of Temple Recommend and Church callings could be excluded, but that evidence relating to threats of excommunication was admissible.</p>\n<p id=\"b314-4\">Davis testified that at the time of her injury she was single with limited financial means. She further testified that since becoming a member of the Church in 1975, she had been active in church activities and had tithed or contributed approximately $75,000 to the Church during the period from 1975 through 1985. She also testified that during the school year preceding her accident, she taught two one-hour seminary classes to church youth each weekday morning, with one class at 6:00 a.m. and the other at 7:00 a.m. She testified that she had previously taught one seminary class on weekday mornings at 7:00 a.m. for the preceding five years. Davis also testified that according to the tenets of the Mormon Church, the Church would take care of her if she gave of her time. Davis testified that since her injury in 1985 the continuing nature of her injury has prevented her from returning to normal employment.</p>\n<p id=\"b314-5\">Standard of Review</p>\n<p id=\"b314-6\">Summary judgment is proper if there are no genuine issues of material fact and the moving party is entitled to judgment as a matter oflaw. Rule 56(c), M.R.Civ.R The moving party is entitled to judgment on the law applicable to established facts. <em>Musselman v. Mountain West Farm Bureau Mut. Ins. Co. </em>(1991), 251 Mont. 262, 824 P.2d 271. This Court’s standard of review for summary judgment decisions is the same as that used by the trial court. <em>Higham v. City of Red Lodge </em>(1991), 247 Mont. 400, 807 P.2d 195. When reviewing conclusions of law, we determine whether the district court’s interpretation of the law is correct. <em>Steer, Inc. v. Department of Revenue </em>(1990), 245 Mont. 470, 803 P.2d 601.</p>\n<p id=\"b314-7\">I.</p>\n<p id=\"b314-8\">Did the District Court err in granting summary judgment in favor of the Church on the claims of fraud and misrepresentation?</p>\n<p id=\"b314-9\">Davis’ claims of fraud and misrepresentation are based upon the February 1987 letter from David McKonkie on behalf of the Church, in which the Church promised to pay medical bills if Davis agreed to travel to Salt Lake City, Utah for an examination by the Church’s doctor. Davis contends that the Church fraudulently induced her to travel to Salt Lake City for a medical examination by the Church’s physician by promising to pay her medical bills imme<page-number citation-index=\"1\" label=\"293\">*293</page-number>diately. The Church did not pay Davis’ medical bills after her examination in Salt Lake City.</p>\n<p id=\"b315-4\">A prima facie case of actual fraud must include proof of the following nine elements: a representation; its falsity; its materiality; the speaker’s knowledge of its falsity or ignorance of its truth; the speaker’s intent that it should be acted upon by the person and in the manner reasonably contemplated; the hearer’s ignorance of its falsity; the hearer’s reliance upon its truth; the right of the hearer to rely upon it; and the hearer’s consequent and proximate injury or damage. <em>Lee v. Armstrong </em>(1990), 244 Mont. 289, 293, 798 P.2d 84, 87. A claim of misrepresentation or constructive fraud requires similar proof with the exception that plaintiff need not prove intent to deceive or dishonesty of purpose. <em>Lee, </em>798 P.2d at 88.</p>\n<p id=\"b315-5\">In order to prove either actual fraud or misrepresentation, Davis was required to prove there was a representation. The Church contends there was no “representation of an existing fact” — that the promise to pay was a promise to do something in the future which did not meet the requirements of a representation for this purpose. We agree. The District Court pointed out that McKonkie’s letter constituted a promise to pay in the future. Neither the making of a promise to pay money in the future nor the failure to pay constitutes actionable fraud. <em>See Roberts v. Mission Valley Concrete Indus., Inc. </em>(1986), 222 Mont. 268, 721 P.2d 355. We conclude that the first essential element for the proof of either fraud or misrepresentation, the making of a representation, was not present here.</p>\n<p id=\"b315-6\">We hold the District Court properly granted summary judgment in favor of the Church on the issues of fraud and misrepresentation.</p>\n<p id=\"b315-7\">II.</p>\n<p id=\"b315-8\">Did the District Court err in granting summary judgment in favor of the Church on the claim of intentional infliction of emotional distress?</p>\n<p id=\"b315-9\">The District Court entered summary judgment for the Church on Davis’ claim for intentional infliction of emotional distress. On appeal Davis urges that the facts of this case require recognition by this Court of intentional infliction of emotional distress as a cause of action. The controlling Montana case is <em>Frigon v. Morrison-Maierle, Inc. </em>(1988), 233 Mont. 113, 760 P.2d 57.</p>\n<p id=\"b315-10\">In <em>Frigon, </em>the appellant contended that she had set forth facts sufficient to establish a cause of action for intentional infliction of <page-number citation-index=\"1\" label=\"294\">*294</page-number>emotional distress. <em>Frigon </em>carefully distinguished between claims of negligent infliction of emotional distress and intentional infliction of emotional distress. <em>Frigon, </em>760 P.2d at 63. It is essential that we maintain that distinction. We are not discussing here any of the elements of negligent infliction of emotional distress. The appeal is limited to a claimed <em>intentional </em>infliction of emotional distress. In discussing intentional infliction of emotional distress, we stated in Frigon:</p>\n<blockquote id=\"b316-4\">Emotional distress under Montana law has been and remains primarily an element of damages rather than a distinct cause of action.</blockquote>\n<p id=\"b316-5\"><em>Frigon, </em>760 P.2d at 63. The appellant in <em>Frigon </em>sought to have this Court adopt Restatement (Second) of Torts § 46 (1965). The Court concluded that the appellant did not present a case that merited recognition by this Court of intentional infliction of emotional distress. <em>Frigon, </em>760 P.2d at 63. <em>Frigon </em>then referred to comment (d) of the Restatement with regard to the conduct necessary to impose liability as a separate cause of action, stating:</p>\n<blockquote id=\"b316-6\">... Comment “d” to Section 46 of the Restatement explains the nature of the conduct necessary to impose liability:</blockquote>\n<blockquote id=\"b316-7\">“Liability has been found only where the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.”</blockquote>\n<p id=\"AEp\"><em>Frigon, </em>760 P.2d at 63-64 (citing Restatement (Second) of Torts, § 46, comment d (1965)).</p>\n<p id=\"b316-8\"><em>Frigon </em>pointed out that the conduct of the defendant was not of a type that goes beyond all possible bounds of decency, and concluded there was insufficient evidence to support a claim for intentional infliction of emotional distress as a separate cause of action. <em>Frigon, </em>760 P.2d at 64.</p>\n<p id=\"b316-9\">Davis contends that the conduct by the Church which reached the standard required for intentional infliction of emotional distress includes the following: denial of Temple Recommend, denial of a Church calling, pressure to sign releases, threats of excommunication, statements that Davis was “unworthy and dishonest,” and efforts attempting to dissuade Davis from pressing her claim through the courts. The District Court concluded that the Church’s actions clearly did not satisfy the standard for outrageous conduct required in a tort action for the intentional infliction of emotional distress. As hereafter held in this opinion, the evidence of Temple Recommend, <page-number citation-index=\"1\" label=\"295\">*295</page-number>Church calling and excommunication is not admissible as evidence in this case. We have carefully considered the remaining evidence presented in support and opposition to summary judgment. Applying the standard enunciated in <em>Frigon, </em>we conclude that the conduct on the part of the Church does not constitute conduct which goes beyond all possible bounds of decency, nor can it be regarded as so atrocious as to be intolerable in a civilized community. The foregoing conclusions are consistent with the holdings in decisions from other states which have addressed the level of conduct which is found to be sufficiently outrageous for actionable intentional infliction of emotional distress. <em>See, e.g. Madsen v. Erwin </em>(Mass. 1985), 481 N.E.2d 1160; and <em>Meroni v. Holy Spirit Ass’n for the Unification of World Christianity </em>(N.Y. Sup. Ct. 1986), 506 N.Y.S.2d 174.</p>\n<p id=\"b317-4\">We conclude that the District Court correctly determined that the conduct exhibited by the Church here was not sufficiently outrageous to support a separate tort claim for intentional infliction of emotional distress.</p>\n<p id=\"b317-5\">We hold the District Court properly granted summary judgment in favor of the Church on the claim of intentional infliction of emotional distress.</p>\n<p id=\"b317-6\">III.</p>\n<p id=\"b317-7\">Did the District Court err when it failed to dismiss the breach of fiduciary duty claim?</p>\n<p id=\"b317-8\">The Church contends that the District Court erred in not entering summary judgment for the Church on Davis’ claim that the Church breached its fiduciary duty to her. The Church contends that the relationship was adversarial rather than fiduciary because it had no duty to act primarily for Davis’ benefit in the pursuit of her claim for injuries and damages against the Church. We note that Davis was not represented by an attorney until approximately nineteen months after her injury — from February 25, 1985 to September 1986.</p>\n<p id=\"b317-9\">While Davis acknowledges that the relationship between a member and her church may not create a fiduciary duty in all cases, she contends that there are facts demonstrating the existence of a fiduciary relationship, including the major role the Church plays in all aspects of its members lives, Davis’ tithing of $75,000 to the Church over a ten year span, and Davis’ other contributions to the Church as a devoted and faithful member. She further contends that the deposition evidence establishes that the principles and practices of the <page-number citation-index=\"1\" label=\"296\">*296</page-number>Mormon Church are unique in that it provides a member with an extended family and a vast network of support for all problems, including emotional and financial difficulties, and as such, the Church is aware of all aspects of a member’s personal and financial life. Davis contends that her relationship with the Church constituted a fiduciary relationship because it involved such a strong degree of trust and confidence.</p>\n<p id=\"b318-4\">It is true that when a fiduciary duty exists, the party in the stronger position owes an obligation by virtue of the trust relationship to act in the best interests of the beneficiary. See <em>Deist v. Wachholz </em>(1984), 208 Mont. 207, 678 P.2d 188. We also point out that the interaction between a church and its members may give rise to a confidential relationship which is subject to scrutiny by the courts for undue influence. <em>See 25 </em>Am.Jur.2d <em>Duress and Undue Influence </em>§ 44 (1966). However, we do not find it necessary to construe the legal principles involved in the fiduciary relationship issue.</p>\n<p id=\"b318-5\">Here the District Court first noted that a fiduciary duty existed from the Church to Davis as a matter of law. We do not affirm that determination. The existence of a fiduciary duty depends upon satisfactory proof of a special relationship. <em>Deist, </em>678 P.2d at 193. We conclude that such a determination is not appropriate on summary judgment.</p>\n<p id=\"b318-6\">At the same time, the District Court concluded that the questions of whether a fiduciary relationship existed, whether Davis’ reliance on the relationship was reasonable, and whether her reliance on the relationship could no longer be justified at a particular point in time, all constitute questions of fact which cannot be resolved by summary judgment. We affirm the conclusion of the District Court that these constitute issues of material fact which preclude summary judgment.</p>\n<p id=\"b318-7\">We hold that the District Court properly refused to enter summary judgment for the Church on the claim of breach of fiduciary relationship.</p>\n<p id=\"b318-8\">IV.</p>\n<p id=\"b318-9\">Did the District Court err in its rulings on motions in limine relative to exclusion of evidence based on the doctrine of separation of church and state?</p>\n<p id=\"b318-10\">Davis contends that the Church used its position of trust and confidence to manipulate and mislead her and to deter her from asserting her legal rights. She claims the Church was motivated by <page-number citation-index=\"1\" label=\"297\">*297</page-number>a desire to benefit the Church financially by inducing her to settle her claims and sign a release.</p>\n<p id=\"b319-4\">The First Amendment to the United States Constitution and Article II, Section 5, of the Montana Constitution preserve freedom of religion under the establishment clause and the free exercise clause. The Church contends that the conduct described by Davis is privileged by the free exercise of religion guarantees. Davis in turn contends that her claims relate solely to violations of secular laws which do not involve inquiry into protected First Amendment areas, and as a result, the Church’s conduct is not protected from tort liability.</p>\n<p id=\"b319-5\">Although freedom of religious belief is absolute, freedom of religious conduct may be subject to regulation for the protection of society. <em>Cantwell v. Connecticut </em>(1940), 310 U.S. 296, 303-04, 60 S.Ct. 900, 903, 84 L.Ed. 1213, 1218. Freedom of religious beliefs is not an issue here. The primary questions here are whether denial of Davis’ Temple Recommend, denial of her Church callings, and threats of excommunication are examples of religious conduct which may be subject to secular regulation. On occasion a constitutionally compelling governmental interest may outweigh a free exercise of religion defense and subject the religious conduct to judicial scrutiny. <em>See, e.g., Molko v. Holy Spirit Ass’n for the Unification of World Christianity </em>(Cal. 1988), 762 P.2d 46 (the state had a legitimate secular goal in preventing fraud, which was properly advanced by the court’s decision and did not discriminate between religious or other types of organizations in its application).</p>\n<p id=\"b319-6\"><em>In Baumgartner v. First Church of Christ, Scientist </em>(Ill. App. 1986), 490 N.E.2d 1309, cert. denied, 479 U.S. 915, 107 S.Ct. 317, 93 L.Ed.2d 290, the Illinois court considered evidence that a nurse had deviated from the standard of care of an ordinary Christian Science practitioner. The Illinois court concluded that a searching inquiry into Christian Science beliefs and the validity of those beliefs was barred by the First Amendment because the only authority to determine whether there was a deviation from “true” Christian Science practice was the Church itself. <em>Baumgartner, </em>490 N.E.2d at 1323. The court concluded that the First Amendment barred the judiciary from considering whether certain religious conduct conformed to the standards of a particular religious group. <em>Baumgartner, </em>490 N.E.2d at 1323. We agree with the <em>Baumgartner </em>court, which held that inquiries into the standard of care of a Christian Science practitioner and whether those standards were met involved an unpermitted intrusion because <page-number citation-index=\"1\" label=\"298\">*298</page-number>the court would be required to investigate and evaluate religious tenets and doctrines.</p>\n<p id=\"b320-4\">Thus, our initial inquiry requires that we determine whether this Court is required to investigate and evaluate the beliefs of the Mormon Church. Davis contends that the Church conduct included a concerted effort among the Church membership and hierarchy to pressure her into settling her claim to the Church’s benefit. Davis emphasizes the interest of the state in allowing litigation of tort claims and prohibiting interference with such litigation, particularly where that interest is not otherwise protected.</p>\n<p id=\"b320-5\">On this issue the District Court granted the Church’s motion in limine to exclude evidence relating to Temple Recommend and Church callings. The District Court refused to grant the motion as to threats of excommunication because that conduct occurred prior to Davis’ retention of legal counsel.</p>\n<p id=\"b320-6\">Our primary question is whether denial or granting of Temple Recommend and Church callings can properly be regarded as conduct relating to matters of Church discipline or teachings rooted in religious belief. We conclude that the answer to this inquiry is clear — it is impossible to evaluate the matter of Temple Recommend or Church callings for Davis without an inquiry into and evaluation of the Mormon religion.</p>\n<p id=\"b320-7\">Davis’ deposition testimony established that Temple Recommend was awarded to members in good standing with the Mormon Church, and the presence or absence of Temple Recommend had a direct bearing on the particular “level of glory in Heaven” which Davis would be able to attain. Such a determination in this case is directly comparable to the determination required in <em>Baumgartner. </em>In order to determine if a denial of Temple Recommend to Davis was appropriate, a court would have to determine whether there had been a deviation from “true” Mormon doctrine. Such a determination by a court is prohibited under the First Amendment.</p>\n<p id=\"b320-8\">Davis’ testimony established that prior to her accident, her Church calling was that of a seminary teacher, a position which she had held for approximately six years prior to the accident. Clearly, the determination of persons qualified to teach seminary would require a determination of religious beliefs and practices. To determine whether denial of a Church calling was rooted in religious belief, this Court would be required to determine the religious basis for an ecclesiastical decision. We conclude that such a determination is directly comparable to the Temple Recommend, and would constitute <page-number citation-index=\"1\" label=\"299\">*299</page-number>a prohibited intrusion because it would require evaluation of evidence about the internal functioning of the Church and its doctrines in order to determine if the Church’s actions were proper under the practices and beliefs of the Mormon Church.</p>\n<p id=\"b321-4\">The First Amendment severely circumscribes the role that civil courts may play, since there is substantial danger that the state will become entangled in essentially religious controversies. 16A Am.Jur.2d, <em>Constitutional Law </em>§ 470 (1979). The United States Supreme Court has addressed the review of church disciplinary matters in a hierarchical church and clearly adopted a hands-off policy when courts are asked to review such matters. <em>Serbian Eastern Orthodox Diocese for the United States of America and Canada v. Milivojevich </em>(1976), 426 U.S. 696, 96 S.Ct 2372, 49 L.Ed.2d 151. In <em>Serbian Orthodox, </em>the Court concluded:</p>\n<blockquote id=\"b321-5\">[WJhether or not there is room for “marginal civil court review” under the narrow rubrics of “fraud” or “collusion” when church tribunals act in bad faith for secular purposes, no “arbitrariness” exception — in the sense of an inquiry whether the decisions of the highest ecclesiastical tribunal of a hierarchical church complied with church laws and regulations — is consistent with the constitutional mandate that civil courts are bound to accept the decisions of the highest judicatories of a religious organization of hierarchical polity on matters of discipline, faith, internal organization, or ecclesiastical rule, custom, or law.</blockquote>\n<p id=\"b321-6\"><em>Serbian Orthodox, </em>426 U.S. at 713, 96 S.Ct. at 2382, 49 L.Ed.2d at 165, (footnote omitted).</p>\n<p id=\"b321-7\">In <em>Miller v. Catholic Diocese of Great Falls </em>(1986), 224 Mont. 113, 728 P.2d 794, we considered whether the free exercise of religion clauses of the United States and Montana Constitutions bar consideration of the tort of breach of the covenants of good faith and fair dealing in the discharge of the plaintiff Miller for her failure to maintain discipline in the classroom. In <em>Miller, </em>we quoted from <em>Wisconsin v. Yoder </em>(1972), 406 U.S. 205, 215, 92 S.Ct. 1526, 1533, 32 L.Ed.2d 15, 25, with the following general statement on claims to the free exercise of religion:</p>\n<blockquote id=\"b321-8\">The essence of all that has been said and written on the subject is that only those interests of the highest order and those not otherwise served can overbalance legitimate claims to the free exercise of religion.</blockquote>\n<p id=\"b321-9\"><em>Miller, </em>728 P.2d at 796.</p>\n<p id=\"b322-3\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>In <em>Miller, </em>Father Wagner testified as to matters of discipline involving plaintiff Miller. We stated:</p>\n<blockquote id=\"b322-4\">A judicial determination of the presence or absence of good faith on the part of Father Wagner would require the court to examine the school’s discipline policy as applied to classroom instruction covering both religious and nonreligious subjects, and to evaluate Father Wagner’s interpretation and application of that discipline policy. Such an examination of necessity would impinge upon elements of the teaching of religion, or the free exercise of religion. We conclude that discipline in the classroom is so intertwined with teaching which in turn is intertwined with religious principles that a court cannot properly make the determination requested here without interfering with a legitimate claim to the free exercise of religion.</blockquote>\n<p id=\"b322-5\"><em>Miller, 728 </em>P.2d at 797. In <em>Miller, </em>we concluded that the tort action for the discharge of plaintiff Miller was barred by the free exercise of religion clauses of the United States and Montana Constitutions. <em>Miller, 728 </em>P.2d at 797.</p>\n<p id=\"b322-6\"><em>Miller </em>was also referred to at length in <em>St. John’s Lutheran Church v. State Comp. Ins. Fund </em>(1992), 252 Mont. 516, 524, 830 P.2d 1271, 1276-77, in which we concluded that there was no internal impact or infringement on the relationship between the church and its pastor in considering the pastor as an employee for workers’ compensation coverage purposes. We distinguished <em>St. John’s </em>from <em>Miller </em>by pointing out that the designation of the pastor as an employee did not involve the State in an internal matter of the church which would result in a prohibited interference. <em>St. John’s, </em>830 P.2d at 1277-78.</p>\n<p id=\"b322-7\">In <em>Rasmussen v. Bennett </em>(1987), 228 Mont. 106, 741 P.2d 755, Rasmussen filed a defamation suit alleging that the defendants had wrongfully disfellowshipped him from the Jehovah’s Witnesses. This Court concluded that Rasmussen’s claim was barred by the free exercise of religion clause in both the United States Constitution and the Montana Constitution, pointing out that this Court would be violating defendant’s right to free exercise of religion if we were to find defendant’s statements actionable. <em>Rasmussen, </em>741 P.2d at 759. The record was clear that the hierarchical church, the Watchtower Society, determined that Ray Rasmussen was not scripturally free to remarry. Therefore, it was not within this Court’s power to question the Watchtower Society’s determination. <em>Rasmussen, </em>741 P.2d at 759.</p>\n<p id=\"b322-8\">Applying the standard used in <em>Miller, </em>we conclude that Davis’ tort claim is not a right of the highest order not otherwise served so as to <page-number citation-index=\"1\" label=\"301\">*301</page-number>overbalance the Church’s claim to the free exercise of religion. We hold that evidence of Temple Recommend and Church callings is barred by the free exercise of religion clauses of the United States and Montana Constitutions.</p>\n<p id=\"b323-4\">In a similar manner, even though the threats of excommunication were made prior to Davis’ seeming counsel, we do not find that fact to be controlling. Admission of evidence of threats of excommunication would directly involve the Court in an analysis of religious beliefs and practices. Excommunication is an exercise of fundamental religious beliefs which requires a decision as to whether or not a party must be dismissed or thrown out as a church member. Clearly such a determination requires an investigation and interpretation of religious practices and beliefs of the Mormon Church, which could be allowed only in the presence of a constitutionally compelling state interest. On this aspect, as in <em>Miller, </em>we again conclude that Davis’ tort claim is not a right of the highest order not otherwise served so as to overbalance the Church’s claim to the free exercise of religion in its determination of the rules of excommunication.</p>\n<p id=\"b323-5\">We hold that evidence relating to denial of Temple Recommend, denial of Church callings, and threats of excommunication, are not admissible because such evidence is barred under the free exercise clauses of the United States and Montana Constitutions.</p>\n<p id=\"b323-6\">V.</p>\n<p id=\"b323-7\">Did the District court err when it denied the Church’s motion in limine to exclude physical and mental pain and suffering as elements of damage relative to the remaining counts alleged by Davis?</p>\n<p id=\"b323-8\">Davis’ claim for breach of fiduciary relationship remains to be adjudicated. A person who stands in a fiduciary relationship is subject to liability to the other for harm resulting from a breach of the duly imposed by the relationship. Restatement (Second) of Torts § 874 (1979).</p>\n<p id=\"b323-9\">The Church contends that Davis cannot recover for mental and physical pain arising in the context of any remaining issues because she is barred under the doctrine of res judicata. Davis recovered for physical and mental pain and suffering for the injury in the previously adjudicated negligence action. The Church contends that this is res judicata as it is the very same pain she has previously recovered for under the negligence claim.</p>\n<p id=\"b323-10\">To bar a claim on the basis of the doctrine of res judicata, the following elements must be present: (1) the parties or their privies <page-number citation-index=\"1\" label=\"302\">*302</page-number>must be the same; (2) the subject matter of the action must be the same; (3) the issues must be the same and must relate to the same subject matter; and (4) the capacities of the persons must be the same in reference to the subject and to the issues between them. <em>Turtainen v. Poulsen </em>(1990), 243 Mont. 355, 360, 792 P.2d 1089, 1092. The District Court found that the second and third elements of the doctrine were not met here, stating:</p>\n<blockquote id=\"b324-4\">... The issue of emotional distress damages from allegations of fraudulent misrepresentation and breach of fiduciary duty is not the same as damages arising from negligently caused personal injuries. Neither the issue or the subject matter is the same and res judicata would not bar recovery of emotional distress damages in this portion of the litigation.</blockquote>\n<p id=\"b324-5\">Recovery for emotional distress on a claim for breach of fiduciary duty must be supported by tortious conduct which results in a substantial invasion of a legally protected interest and causes a significant impact upon the person of the plaintiff. <em>Johnson v. Supersave Markets, Inc. </em>(1984), 211 Mont. 465, 472-73, 686 P.2d 209, 213.</p>\n<p id=\"b324-6\">The physical and mental pain and suffering for which Davis seeks recovery are alleged to have arisen from the defendants’ conduct <em>after </em>the injury and are not related to the pain and suffering resulting from the injury itself. Such claimed damages arising from the defendants’ conduct <em>after </em>the injury were not considered in the negligence case.</p>\n<p id=\"b324-7\">We conclude that damages relating to pain and suffering arising from the Church’s alleged substantial invasion of Davis’ legally protected interest are not barred under the doctrine of res judicata.</p>\n<p id=\"b324-8\">We hold that the District Court properly denied the Church’s motion in limine to exclude physical and mental pain and suffering as elements of damage relative to the remaining counts alleged by Davis.</p>\n<p id=\"b324-9\">VL</p>\n<p id=\"b324-10\">Did the District Court err when it refused the Church’s request to amend its answer to include the defense of charitable immunity?</p>\n<p id=\"b324-11\">The Church moved on July 29,1991 for an order allowing the defendants to amend their answer to include the defense of charitable immunity. This was not requested prior to or during the trial on the negligence action and was not mentioned in the first appeal. The District Court denied the motion, stating: “The court finds no basis <page-number citation-index=\"1\" label=\"303\">*303</page-number>for the defense and that in fact it is contrary to modem thinking. See <em>Howard v. Sisters of Charity, </em>193 F. Supp. 191 (1961).”</p>\n<p id=\"b325-4\">The doctrine of charitable immunity is an exception to the general principle of liability for tortious conduct. <em>Albritton v. Neighborhood Centers Ass’n for Child Development </em>(Ohio 1984), 466 N.E.2d 867, 869. Where it exists, it has been devoured by exceptions. <em>Albritton, </em>466 N.E.2d at 869.</p>\n<p id=\"b325-5\">For example, after Ohio initially adopted the rule in 1911, exceptions were carved out for hospitals, for beneficiaries of the charity, for negligence in hiring or retaining an employee, for a business operated by the charity for profit not relating to the charity’s organizational purpose, and for circumstances where the plaintiff pays for services rendered by the charity. <em>Albritton, </em>466 N.E.2d at 869-70.</p>\n<p id=\"b325-6\">Some courts which adopted the doctrine based it on a public policy theory. <em>See, e.g., Fitzer v. Greater Greenville S. C. YMCA </em>(S.C. 1981), 282 S.E.2d 230; and <em>Albritton, </em>466 N.E.2d 867. In <em>Fitzer, </em>the court quoted <em>President and Directors of Georgetown College v. Hughes </em>(D.C. Cir. 1942), 130 F.2d 810, 827:</p>\n<blockquote id=\"b325-7\">The rule of immunity is out of step with the general trend of legislation and judicial policy in distributing losses incurred by individuals through the operation of an enterprise among all who benefit by it rather than in leaving them wholly to be borne by those who sustain them. ...</blockquote>\n<p id=\"b325-8\"><em>Fitzer, </em>282 S.E.2d at 231. In <em>Geiger v. Simpson Methodist-Episcopal Church of Minneapolis </em>(Minn. 1928), 219 N.W. 463, 466, the court said, “It is almost contradictory to hold that an institution organized to disperse charity shall be charitable and extend aid to others, but shall not compensate or aid those injured by it in carrying on its activities.” In abolishing the doctrine in South Carolina, that state’s high court stated: “The doctrine of charitable immunity has no place in today’s society.” <em>Fitzer, </em>230 S.E.2d at 231.</p>\n<p id=\"b325-9\">The public policy justification resulted in widely differing opinions, which varied as times changed. Some courts have based their acceptance of the charitable immunity rule on other rationales aside from or in addition to the public policy rationale.</p>\n<p id=\"b325-10\">One of these is the tmst fund theory, a theory that a charity’s funds are held in tmst and cannot be diverted to tort claimants because the charity’s ability to exist would be substantially impaired or destroyed, the donor’s intent would be thwarted and future donors would be discouraged from giving to that or other charities. Annotation, Tort Immunity of Nongovernmental Charities — Modem Status 25 A.L.R. <page-number citation-index=\"1\" label=\"304\">*304</page-number>4th 517, 522 (1983). This theory has been rejected by courts for numerous reasons, including the modern reality where charity or philanthropy is big business with liability insurance widely and inexpensively available. <em>Id.</em></p>\n<p id=\"b326-4\">The theory of respondeat superior, once relied on to support charitable immunity, has been rejected because it results in immunity where negligence is that of employees or servants, but not where negligence is the result of corporate or administrative acts such as negligence in hiring. <em>Id.</em></p>\n<p id=\"b326-5\">The final theory is implied waiver of assumption of risk, a theory based on the rationale that by accepting benefits from the charity, the beneficiary has waived liability or assumed the risk of negligence. This theory has been criticized as a mere fiction with unjust results because a paying patient or beneficiary avoids waiver or assumption of risk. 25 A.L.R. 4th at 523.</p>\n<p id=\"b326-6\">Several states have partially retained charitable immunity for a charity’s agent’s or employee’s negligence, a nonpaying beneficiary in a charitable hospital, for trust fund property, for charitable activities only, or have statutorily limited recoverable dollar amounts. 25 A.L.R. 4th at 540-46. In New Jersey, charitable immunity has been partially reinstated by statute for causes of action arising only from charitable activities. 25 A.L.R. 4th at 542-43, 560.</p>\n<p id=\"b326-7\">Charitable immunity has been totally abolished as to hospitals in over thirty states, and retained partially in only a few states. For institutions other than hospitals, it has similarly been abrogated either totally (in at least 21 states) or partially. 25 A.L.R. 4th at 547.</p>\n<p id=\"b326-8\">The general doctrine of charitable immunity was established in American courts based on an English decision of 1846. Restatement (Second) of Torts § 895E comment b (1979), (citing <em>Feoffees of Heriot’s Hospital v. Ross, </em>12 C. &amp; F. 507, 8 Eng.Rep. 1508). Although the English case was soon repudiated there, American courts continued to apply it for the reasons discussed above. Prosser and Keaton, The Law of Torts, § 133 (1984).</p>\n<blockquote id=\"b326-9\">... [Virtually all states with decisions on the subject at all have rejected the complete immunity of charities .... Only two or three states in recent years have insisted on retaining the full immunity in the absence of legislation to the contrary. Even in some of these states, however, the immunity is only formally complete, since statutes provide a method for reaching any liability insurance funds covering the charity.</blockquote>\n<p id=\"Ae\"><page-number citation-index=\"1\" label=\"305\">*305</page-number><em>Id. </em>The Restatement (Second) of Torts, § 895E (1979), reflects this trend away from allowing immunity to charities and provides that charitable institutions should not be immune merely because of their charitable makeup.</p>\n<p id=\"b327-4\">Montana has never adopted the doctrine of charitable immunity. The District Court in this case rejected the defense as being contrary to modern thinking, citing <em>Howard v. Sisters of Charity of Leavenworth </em>(D.C. Mont. 1961), 193 F. Supp. 191, a federal district court opinion applying Montana law. In <em>Howard, </em>the court discussed the modern trend to eliminate the defense in jurisdictions which had previously adopted it, discussed the change in the American Law Institutes’s position between the publications of the first and second editions of the Restatement of Trusts, and rejected the doctrine of charitable immunity because prior reasoning no longer supported its adoption or retention. <em>Howard, </em>193 F.Supp. at 192-194.</p>\n<p id=\"b327-5\">The Church contends that the need and basis for the doctrine of charitable immunity for religious institutions is as plausible today as when it was originally established. Considering the realities of modern charitable organizations and the great weight of authority abandoning the doctrine, it would seem odd for this or any court to adopt the doctrine now. We agree with the opinion set forth in <em>Howard </em>and approved by the District Court in this case and decline to adopt the doctrine of charitable immunity.</p>\n<p id=\"b327-6\">We hold the defense of charitable immunity is not an allowable defense and the District Court properly refused to allow the Church to amend its answer to include such defense.</p>\n<p id=\"b327-7\">Conclusion</p>\n<p id=\"b327-8\">In summary, we affirm the District Court on the following issues: Summary judgment was properly granted to the defendants on the issues of fraud, misrepresentation and intentional infliction of emotional distress. Summary judgment was properly denied on the issue of breach of fiduciary duty. Damages for emotional pain and suffering are not res judicata. The defense of charitable immunity was properly rejected.</p>\n<p id=\"b327-9\">We also affirm the District Court’s ruling on motions in limine excluding evidence relating to denial of Temple Recommend and Church callings based on the free exercise clause of the First Amendment to the United States Constitution and Article II, Section 5 of the Montana Constitution. We reverse the District Court’s ruling on the <page-number citation-index=\"1\" label=\"306\">*306</page-number>Church’s motion in limine which would allow admission of evidence relating to the threats of excommunication for the reasons explained herein.</p>\n<p id=\"b328-4\">Affirmed in part, reversed in part and remanded.</p>\n<judges id=\"b328-5\">CHIEF JUSTICE TURNAGE, JUSTICES GRAY and McDonough concur.</judges>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b328-6\">JUSTICE TRIEWEILER</author>\n<p id=\"Az\">concurring in part and dissenting in part.</p>\n<p id=\"b328-7\">I concur with the majority’s conclusions under Issues I, III, V, and VI. However, I do not agree with the reasons for the majority’s holding under Issue 1.1 would affirm the District Court’s summary judgment dismissing the claim of fraud and misrepresentation for the reason that plaintiff was not damaged as a result of the representations which form the basis of that claim.</p>\n<p id=\"b328-8\">I dissent from the majority’s conclusions under Issues II and IV.</p>\n<p id=\"b328-9\">INTENTIONAL INFLICTION OF EMOTIONAL DISTRESS</p>\n<p id=\"b328-10\">After reviewing the record, I conclude that plaintiff has alleged sufficient facts to submit the issue of intentional infliction of emotional distress to the jury.</p>\n<p id=\"b328-11\">Summary judgment should never serve as a substitute for jury trial where there are issues of material fact. <em>Beaverhead Bar Supply, Inc. v. Harrington </em>(1991), 247 Mont. 117, 805 P.2d 560.</p>\n<p id=\"b328-12\">The Church, as the moving party, had the burden of establishing both the complete absence of any genuine issues of material fact and entitlement to a judgment as a matter of law. All reasonable inferences that might be drawn from the offered evidence must be drawn in favor of the party opposing summary judgment. <em>Cereck v. Albertson’s, Inc. </em>(1981), 195 Mont. 409, 637 P.2d 509.</p>\n<p id=\"b328-13\">This Court’s previous decisions establish two requirements that must be met before a claim for intentional infliction of emotional distress may be submitted to a jury. First, as pointed out by the majority, we must find as a matter of law that there are facts alleged which, if proven, would establish that the defendant’s conduct was so outrageous in character that it is utterly intolerable in a civilized society. <em>Frigon v. Morrison-Maierle, Inc. </em>(1988), 233 Mont. 113, 123, 760 P.2d 57, 63-64. Second, plaintiff must have suffered “severe emotional distress” as a result of that conduct. The cause of action cannot be sustained where a plaintiff suffers exaggerated and unreasonable emotional distress under the circumstances. <em>First Bank </em><page-number citation-index=\"1\" label=\"307\">*307</page-number><em>(N.A.)-Billings v. Clark </em>(1989), 236 Mont. 195, 206, 771 P.2d 84, 91. Finally, we held in <em>Clark </em>that “[i]t is for the court to determine whether, on the evidence, severe emotional distress can be found; it is for the jury to determine whether, on the evidence, it has in fact existed.” <em>Clark, 771 </em>P.2d at 91. I conclude that based upon the testimony of plaintiff, it can be found. The jury should have been allowed to determine whether in fact it existed. I offer the following examples of conduct, and plaintiff’s reactions to that conduct, in support of this conclusion:</p>\n<p id=\"b329-4\">1. Prior to plaintiff’s suit to recover her medical payments, local officials from her Church visited her while she was recovering from surgery and threatened to excommunicate her if she sued the Church.</p>\n<p id=\"b329-5\">2. Plaintiff’s Temple Recommend was denied because she would not agree to tithe ten percent of her judgment to the Church and she would not dismiss her suit as requested by the Church. Because her dependence on the Church was so strong, she was devastated by this denial.</p>\n<p id=\"b329-6\">3. Plaintiff’s Church calling was denied for the same reasons.</p>\n<p id=\"b329-7\">4. Plaintiff was subjected to unannounced visits from male Church leaders to discuss the status of her lawsuit at unusual hours of the day and under unusual circumstances. For example, she was visited late at night when none of her family members were at home and when she was in the process of recovering from one or more of the numerous surgical procedures that she underwent.</p>\n<p id=\"b329-8\">5. During one unannounced evening visit to plaintiff shortly after her sixth surgical procedure, a Church representative told her that he did not want to receive any more medical bills and that he was ordering the Relief Society to discontinue delivering the meals which had been delivered to her during her period of convalescence. She was too ill to cook or care for herself, and as a result, she had to move in with her brother’s family for six months.</p>\n<p id=\"b329-9\">6. Plaintiff was repeatedly given inconsistent and contradictory instructions by Church officials. On one occasion she would be told not to worry about her medical bills. However, the Church would then repeatedly refuse to pay those bills. This occurred during a time when plaintiff was in poor physical condition. She underwent six separate surgical procedures to her cervical spine and one surgical procedure to repair her vocal cords. She testified that she lived in constant fear that she would be denied medical care because she could not pay her bills.</p>\n<p id=\"b329-10\">7. Church officials repeatedly pressured plaintiff to sign releases, even though her medical condition, including her need for further <page-number citation-index=\"1\" label=\"308\">*308</page-number>care, had not been resolved. The Church also conditioned payment of her outstanding medical bills on her willingness to sign documents releasing the Church from farther liability.</p>\n<p id=\"b330-4\">8. At one point, plaintiff was told by a Church leader that any money the Church gave her for medical bills would come out of the ward fast offerings, and told her that she would be hurting the people of Kalispell if she proceeded further. Neither statement was true.</p>\n<p id=\"b330-5\">9. Church leaders told plaintiff she was “unworthy” and “dishonest” because of the suit she had initiated.</p>\n<p id=\"b330-6\">10. Plaintiff’s psychologist testified that she suffered a feeling of loss and betrayal as a result of the Church’s actions toward her. The deterioration of her relationship with the Church, on which she had felt very dependent, contributed significantly to her level of emotional distress. Plaintiff was a devout and dedicated member of the Church since 1975 and had tithed $75,000 to the Church over the ten-year period from 1975 to 1985. The president of the Church wrote in a letter to the Church’s Risk Management Division on April 26,1985, that:</p>\n<blockquote id=\"b330-7\">Sister Davis is a stalwart faithful member of the Church. She was working in a capacity at the time [of the accident] to which the Church had assigned to her. She does not have insurance and indicated it would be years before she could satisfy the bills accruing from the accident.</blockquote>\n<p id=\"b330-8\">I conclude under these circumstances that there was in fact evidence of conduct by Church officials which was utterly intolerable in a civilized community and that their conduct had a significant impact on the plaintiff from which it could be found that she suffered severe emotional distress. Whether the evidence was to be believed and the extent to which plaintiff was damaged from this conduct, if it was believed, were matters for the jury to decide.</p>\n<p id=\"b330-9\">ORDER IN LIMINE REGARDING CHURCH DOCTRINE</p>\n<p id=\"b330-10\">The majority has excluded evidence that local Church officials in Kalispell threatened to excommunicate the plaintiff and denied her Temple Recommend and Church calling because of her refusal to dismiss the claim against them and her refusal to tithe a portion of her judgment to the Church. The basis for the majority’s conclusion is that this conduct by local Church officials related to matters of Church discipline and teachings which are protected by the First Amendment. However, there is no evidence in this record that any of the conduct complained of by plaintiff was based upon Church <page-number citation-index=\"1\" label=\"309\">*309</page-number>teachings or Church doctrine. In fact, all of the evidence is to the contrary. Plaintiff had to sue the Church to recover payment for her medical expenses which resulted from injuries sustained on Church property while engaged in Church activity. Allen Swan, the Church’s attorney from Salt Lake City, Utah, testified that it was the tradition of the Church to assume responsibility for these expenses. According to the Church’s attorney, there was no basis in Church doctrine for the efforts of local officials to frustrate plaintiff’s attempt to have these bills paid.</p>\n<p id=\"b331-4\">Furthermore, it was the advice of the Church’s attorney that plaintiff’s calling and Temple Recommend be considered by local officials without regard to the pending civil action. Certainly that recommendation would not have been made if it was contrary to Church doctrine.</p>\n<p id=\"b331-5\">In the face of these indications that local Church officials were actually acting contrary to Church doctrine when they threatened plaintiff with excommunication and denied her Church privileges, there is absolutely no evidence in the record that any of their efforts to deprive her of her civil remedies were based on Church doctrine. The majority’s conclusions to the contrary are sheer speculation. For these reasons, I would reverse the District Court’s order in limine which excluded evidence that plaintiff was threatened with excommunication and denied privileges based upon her judicial enforcement of basic rights under the laws of Montana.</p>\n<p id=\"b331-6\">For these reasons, I dissent from the majority opinion. I would reverse the judgment of the District Court which denied plaintiff the right to submit her claim for intentional infliction of emotional distress to a jury, and I would allow evidence of local Church officials’ threats of excommunication and denial of plaintiff’s Church privileges based upon her effort to recover payment for her medical expenses.</p>\n<judges id=\"b331-7\">JUSTICE HUNT joins in the foregoing concurrence and dissent.</judges>\n<author id=\"b331-8\">JUSTICE HARRISON</author>\n<p id=\"A3q\">dissenting.</p>\n<p id=\"b331-9\">I join in the dissent of Justice Terry N. Trieweiler but I would also dissent to the majority’s conclusions on Issues I and III. Unlike the majority, I would hold that fraud is clearly a matter for the jury to decide under the case law of this state.</p>\n<p id=\"b331-10\">As to Issue III, I would concur in the appellant Davis’ argument that the fiduciary relationship between herself and the Church was much broader than characterized by the Church and as a result, the <page-number citation-index=\"1\" label=\"310\">*310</page-number>Church had a duty to act in her best interest. I would find that the Church’s actions were not privileged and that the facts demonstrate a willful and deliberate breach of the Church’s fiduciary duty to its members.</p>\n<p id=\"b332-4\">Although I concur in the majority’s conclusion under Issue VI, that the District Court did not err when it refused the Church’s request to amend its answer to include the defense of charitable immunity, I would elaborate on the reasons. As the federal district court noted in <em>Howard v. Sisters of Charity of Leavenworth </em>(D. Mont. 1961), 193 F.Supp. 191, 193, the trend of judicial opinion has been to reject the doctrine of charitable immunity. In addition the LDS Church is not in need of the protection once considered necessary to protect charitable organizations from liability. Here we have a highly sophisticated and affluent institution that has been indemnified from injury claims through its own risk management division.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}