{
  "casebody": {
    "data": "<casebody firstpage=\"181\" lastpage=\"185\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b207-3\">Audubon Parking Associates Limited Partnership <em>v. </em>Barclay and Stubbs, Inc., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b207-4\">(9631)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b207-5\">Norcott, Foti and Heiman, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b207-7\">Argued October 1</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AN3\">decision released November 19, 1991</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b207-9\"><em>William F. Gallagher, </em>with whom, on the brief, were <em>Elizabeth A. Gallagher </em>and <em>Barbara L. Cox, </em>for the appellants-appellees (defendants).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b207-10\"><em>Margaret A. Little, </em>with whom, on the brief, was <em>Emily R. Levin, </em>for the appellee-appellant (plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b208-3\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>Foti, J.</author>\n<p id=\"An\">The defendants<footnotemark>1</footnotemark> appeal from the judgment rendered in favor of the plaintiff. The plaintiff has cross appealed claiming that the trial court improperly denied its request for costs and attorney’s fees.<footnotemark>2</footnotemark></p>\n<p id=\"b208-4\">The plaintiff brought an action against the defendants for breach of a commercial lease, and the defendants filed a counterclaim. The trial commenced on May 15,1990, and after two days of jury selection the parties reported to the trial judge that the matter had been settled for $50,000 with an exchange of releases between the parties. The court asked the parties if they fully understood and agreed with the terms of the settlement. After receiving an affirmative response, the court asked the attorneys to withdraw the complaint and the counterclaim for administrative reasons. As an incentive for compliance with this request, the court indicated that it would reinstate the case without costs or prejudice if the parties subsequently decided not to abide by the settlement.<footnotemark>3</footnotemark></p>\n<p id=\"b208-5\">When the defendants did not tender payment in accordance with the settlement agreement, the plaintiff moved to restore the case to the docket.<footnotemark>4</footnotemark> The plain<page-number citation-index=\"1\" label=\"183\">*183</page-number>tiff also reserved its right to enforce the settlement agreement.<footnotemark>5</footnotemark> On August 15,1990, the court reinstated the matter to the trial docket and ordered jury selection to commence on August 21,1990. On August 20, 1990, the plaintiff filed a motion entitled “Motion for Judgment In Accordance with and Enforcement of Contract of Settlement.” On October 1,1990, the court granted the motion and rendered judgment for the plaintiff in accordance with the contract of settlement.</p>\n<p id=\"b209-4\">The defendants appeal from that judgment claiming that (1) the court’s offer to reinstate the matter without costs or prejudice gave them the right to withdraw unilaterally from the settlement, (2) the plaintiff did not elect to enforce the settlement agreement properly because it did not move for judgment on the contract of settlement until after the matter had been reinstated to the docket for trial, and (3) the court violated the defendants’ constitutional right to a trial by jury by both reinstating the matter to the docket and rendering judgment on the settlement agreement. We reverse the judgment of the trial court.</p>\n<p id=\"b209-5\">“(1) An accord is a contract under which an obligee promises to accept a stated performance in satisfaction of the obligor’s existing duty. Performance of the accord discharges the original duty.</p>\n<p id=\"b209-6\">“(2) Until performance of the accord, the original duty is suspended unless there is such a breach of the <page-number citation-index=\"1\" label=\"184\">*184</page-number>accord by the obligor as discharges the new duty of the obligee to accept the performance in satisfaction. If there is such a breach, the obligee may enforce either the original duty or any duty under the accord.” 2 Restatement (Second), Contracts § 281; see <em>W.H. McCune, Inc. </em>v. <em>Revzon, </em>151 Conn. 107, 109, 193 A.2d 601 (1963).</p>\n<p id=\"b210-4\">The settlement agreement at issue was accompanied by and conditioned upon the withdrawal of both the action and counterclaim. At the time of the breach of the settlement agreement, because there was no longer an action pending, the plaintiff had alternative rights. The plaintiff could have proceeded on either the original claim or the subsequent contract. See <em>Montgomery </em>v. <em>Smith, </em>40 Conn. Sup. 358, 360-61, 499 A.2d 444 (1985). A plaintiff, as a creditor under a default in the performance of an accord may “sue either on the original cause of action, or ... on the contract of accord.” 15 S. Williston, Contracts (3d Ed. Jaeger) § 1848; see <em>Air-Care N.O. Nelson Co. </em>v. <em>Ratchet, </em>5 Conn. App. 203, 206, 497 A.2d 771 (1985).</p>\n<p id=\"b210-5\">The court’s statement that if the parties chose not to proceed on the settlement it would allow the matter to be reinstated without costs or prejudice was directed to both parties, not merely to the plaintiff. The court’s remark was an offer to restore the parties to the status quo should the settlement agreement not be completed. The status quo was the position of the parties prior to the settlement agreement. When the agreement was not carried out by the defendants, the plaintiff had two options: The plaintiff could have (1) elected to proceed to trial, or (2) instituted a separate action based on the breached contract of accord. In either case, the defendants would have had the right to a trial by jury. The court, however, allowed the plaintiff to pursue both remedies in a single motion, rather than requiring the plaintiff to elect one remedy. In the <page-number citation-index=\"1\" label=\"185\">*185</page-number>context of the action for breach of the lease, the motion for judgment on the settlement agreement does not lie. In rendering judgment for the plaintiff in accordance with the contract of settlement without a trial, the court deprived the defendants of a right to a jury trial. The plaintiff must elect either to proceed to trial on the pending claim, or to bring suit on the settlement agreement.</p>\n<p id=\"b211-5\">On the appeal, the judgment is reversed and the case is remanded with direction to deny the plaintiffs motion for judgment in accordance with the contract of settlement. The cross appeal is dismissed.</p>\n<p id=\"b211-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b208-6\"> In addition to the named corporate defendant, there is a second defendant, Benjamin S. Morris, the president and principal shareholder, and a guarantor of the lease.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b208-7\"> Both the order that granted the motion and the judgment file indicate that the court granted attorney’s fees. A motion to rectify was granted by the court on February 11,1991, correcting the record to show that the plaintiff was denied attorney’s fees. While the cross appeal appears to be proper; Practice Book § 4005; we find it unnecessary to decide the cross appeal in view of our decision on the appeal.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b208-8\"> The court did not render judgment on the agreement but rather stated after hearing the terms of the agreement:</p>\n<p id=\"b208-9\">“I would ask counsel to supply withdrawals of the complaint and the counterclaim now before they leave the courtroom.</p>\n<p id=\"b208-10\">“Should this matter unravel and the parties choose not to proceed on the settlement on the underlying action, I will allow the matter to be reinstated without costs and without prejudice.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b208-11\"> The plaintiff filed a motion to open asking that “the case be set down for immediate trial” and “[fjurther ... for the award of all attorneys <page-number citation-index=\"1\" label=\"183\">*183</page-number>fees, costs and expenses in connection with this motion . . . and for attorneys fees and costs in connection with any subsequent proceeding to enforce the contract of settlement or to further prosecute this action.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b209-8\"> On July 16, 1990, the plaintiff, through counsel, sent a letter to the defendants’ counsel that stated in part:</p>\n<p id=\"b209-9\">“This Motion to Reopen does not constitute an election on our part that we will only pursue the case in chief. It simply constitutes the first action we intend to take to resolve this matter. We reserve the right at all times to either sue upon the contract of settlement or to reopen the original claim. As to either action, we are seeking all attorneys’ fees so expended.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}