{
  "casebody": {
    "data": "<casebody firstpage=\"617\" lastpage=\"625\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b643-4\">George Glinski <em>v. </em>Barbara Glinski</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b643-5\">(10143)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b643-6\">Dupont, C. J., Daly and O’Connell, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b643-18\">Argued December 12, 1991</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AnM\">decision released February 11, 1992</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b644-5\"><page-number citation-index=\"1\" label=\"618\">*618</page-number><em>Jason E. Pearl, </em>with whom was <em>J. Bruce Sussman, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b644-6\"><em>Bernard E. Francis, </em>with whom, on the brief, was <em>Nicholas W. Francis, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b644-7\">Dupont, C. J.</author>\n<p id=\"Aag\">The plaintiff appeals from the judgment of the trial court, denying his motion to modify his obligation to pay child support and ordering a reduction, rather than a suspension, of his obligation to pay alimony. We affirm the judgment of the trial court.<footnotemark>1</footnotemark></p>\n<p id=\"b644-8\">The plaintiff is an American citizen and a resident of this state. On June 10, 1987, the plaintiff married the defendant, then a citizen of Poland residing in New Britain, who had applied for American citizenship. A child was bom to the parties during their marriage. On October 1,1990, the parties’ marriage was dissolved. Pursuant to the judgment of dissolution, the plaintiff was ordered to pay $75 per week as alimony “for a period of two years or until [the defendant] is employed on a full-time basis, or until she is legally permitted to accept employment in the United States.” The plaintiff was also ordered to pay $49 per week as support for the minor child.</p>\n<p id=\"b645-4\"><page-number citation-index=\"1\" label=\"619\">*619</page-number>In November, 1990, the defendant was deported to Poland by the United States Immigration and Naturalization Service. She continues to reside in Poland with the parties’ minor child.</p>\n<p id=\"b645-5\">On January 2, 1991, the plaintiff filed a motion for modification of support and suspension of alimony. In the motion and at the hearing on the motion, the plaintiff argued that there had been a substantial change in circumstances since the entry of the financial orders because the defendant was now living in Poland. The plaintiff produced expert testimony to substantiate his contention that rent, utilities, food, and other necessities of life are not as costly in Poland as in New Britain.</p>\n<p id=\"b645-6\">The trial court denied the motion to modify child support, but reduced the alimony award to $50 per week. In its articulation of the basis for its decision, the court found that “the financial assets, liabilities and expenses of both the defendant and the parties’ minor child were not able to be determined as to whether there was a substantial change in their financial circumstances since taking residence in Poland” and that “the evidence presented by the plaintiff was not credible as to the specific financial circumstances of the defendant nor of the defendant’s expenses.” With respect to its prior order of time limited alimony, however, the court did find that “the defendant wife has a potential earning capacity based on her educational background as a teacher” and that “this was sufficient for the court to reduce the alimony payments to her, but not sufficient to suspend them as no specific income of the defendant was presented to the court; nor was evidence presented that she was, in fact, employed.”</p>\n<p id=\"b645-7\">In this appeal, the plaintiff raises a number of arguments attacking the procedures used and conclusions reached by the trial court in deciding the motion for modification of support and suspension of alimony. We <page-number citation-index=\"1\" label=\"620\">*620</page-number>summarize these arguments as follows: (1) The trial court was required to suspend the plaintiffs alimony obligation because a condition of the original order had been met; (2) the trial court improperly prevented the plaintiff from presenting additional evidence comparing the cost of living in Poland with the cost of living in Connecticut; (3) the decision of the trial court ignores the undisputed evidence; (4) the trial court was required either to credit the plaintiffs evidence regarding the cost of living in Poland or to order the defendant to provide a financial affidavit; (5) it was inconsistent for the trial court to find a substantial change in circumstances justifying a reduction in alimony and to have ignored the same evidence with respect to the cost of living of the child in setting child support; (6) the trial court did not apply the Connecticut child support guidelines properly because the plaintiff is now left with less than $135 in net income.</p>\n<p id=\"b646-5\">“A trial court is endowed with broad discretion in domestic relations cases. Our review of such decisions is confined to two questions: (1) whether the court correctly applied the law, and (2) whether it could reasonably have concluded as it did. Leo v. <em>Leo, </em>197 Conn. 1, 4, 495 A.2d 704 (1985); <em>Flynn </em>v. <em>Flynn, </em>7 Conn. App. 745, 746, 510 A.2d 1005 (1986). As an appellate court, we do not review the evidence to determine whether a conclusion different from the one reached could have been reached. <em>Pandolphe’s Auto Parts, Inc. </em>v. <em>Manchester, </em>181 Conn. 217, 221, 435 A.2d 24 (1980). The goal of our analysis is simply to decide whether the trial court’s conclusion was reasonable. The trial court has the advantage of reviewing and assessing the demeanor, attitude and credibility of the witnesses and is therefore better equipped than we to assess the circumstances surrounding the dissolution action. Thus, we do not retry the facts. <em>Leo </em>v. <em>Leo, </em>supra; <em>Koizim </em><page-number citation-index=\"1\" label=\"621\">*621</page-number>v. <em>Koizim, </em>181 Conn. 492, 498, 435 A.2d 1030 (1980).” <em>Palazzo </em>v. <em>Palazzo, </em>9 Conn. App. 486, 488, 519 A.2d 1230 (1987).</p>\n<p id=\"b647-5\">The plaintiff first claims that the trial court was required to suspend alimony payments because a condition that would result in the termination of alimony under the original judgment had been met. He argues that the condition that alimony be terminated when the defendant is legally permitted to accept employment in the United States must be interpreted as though the words “in the United States” were absent. If those words are eliminated, the plaintiff contends, the alimony payments should cease because the defendant is legally permitted to accept employment in Poland.</p>\n<p id=\"b647-6\">We find nothing in the record, however, to support the contention that the condition would be fulfilled should the defendant return to Poland and legally be able to work there. The defendant is still not permitted to accept employment in the United States, and having been deported, she is precluded from living in this country. Moreover, in construing a judgment, “[t]he determinative factor is the intention of the court as gathered from all parts of the judgment.” (Internal quotation marks omitted.) <em>Lashgari </em>v. <em>Lashgari, </em>197 Conn. 189, 196, 496 A.2d 491 (1985); <em>Scoville </em>v. <em>Scoville, </em>179 Conn. 277, 282, 426 A.2d 271 (1979) <em>(Healey, J., </em>dissenting). Here, the same trial court established this condition in its original judgment only six months earlier and was in the best position to interpret the wording of its orders and whether the condition had been met.</p>\n<p id=\"b647-7\">The plaintiffs next two claims revolve around the trial court’s use of the evidence presented on the cost of living in Poland. The fact that the trial court did not find this information to be useful in determining the specific financial circumstances of the defendant, however, undermines each of these arguments.</p>\n<p id=\"b648-4\"><page-number citation-index=\"1\" label=\"622\">*622</page-number>Although the trial court permitted the plaintiff to introduce testimony regarding the comparative costs of only a few basic necessities rather than the costs of the many items for which his expert witness was prepared to testify, this limitation on the evidence could not have affected the court’s decision in light of its conclusion that evidence of comparative costs did not provide it with a basis for determining the defendant’s actual expenses. It was well within the discretion of the trial court to reach this conclusion. Similarly, the plaintiff misunderstands the trial court’s conclusion when he asserts that the court ignored the evidence he presented regarding the cost of living in Poland. Rather than ignoring this evidence, the court found it to be of limited value in assessing the defendant’s particular financial situation. The plaintiffs argument that a $50 per month order is more consistent with the evidence that he presented than the court’s order of $50 per week is similarly flawed in that it ignores the fact that the trial court was not convinced that the plaintiff’s evidence required the conclusions that he wanted the trial court to draw.</p>\n<p id=\"b648-5\">As to each of these claims, the trial court determined that the plaintiff failed to sustain his burden of proof. We, as a reviewing court, will not retry the facts. <em>Morganti, Inc. </em>v. <em>Boehringer Ingelheim Pharmaceuticals, Inc., </em>20 Conn. App. 67, 74, 563 A.2d 1055 (1989). The plaintiff’s second and third claims, therefore, must fail.</p>\n<p id=\"b648-6\">The plaintiff’s fourth claim requires little discussion. He argues that because the defendant failed to submit a financial affidavit as required by Practice Book § 463,<footnotemark>2</footnotemark> <page-number citation-index=\"1\" label=\"623\">*623</page-number>the trial court was required either to credit his evidence regarding the lower cost of living in Poland or to order the defendant to file an appropriate Practice Book § 463 affidavit. We disagree.</p>\n<p id=\"b649-5\">First, we note that while “[t]hese sworn statements have great significance in domestic disputes”; <em>Cohen </em>v. <em>Cohen, </em>11 Conn. App. 241, 247, 527 A.2d 245 (1987); Practice Book § 463 specifically allows a court to render permanent financial orders in the absence of the opposing party’s financial affidavit. See <em>Sachs </em>v. <em>Sachs, </em>22 Conn. App. 410, 419, 578 A.2d 649, cert. denied, 216 Conn. 815, 580 A.2d 60 (1990). Nothing in § 463 even remotely suggests that the failure of a party to submit a financial affidavit compels the court to view the evidence most favorably to the party who submits an affidavit. While the trial court may certainly draw adverse inferences from the failure of a party to submit the required financial information, it is under no obligation to do so. <em>Sachs </em>v. <em>Sachs, </em>supra.</p>\n<p id=\"b649-6\">Second, the plaintiff never asked the trial court to order the defendant to produce her financial affidavit. In fact, at the hearing on the motion, he specifically disavowed such a request.<footnotemark>3</footnotemark></p>\n<p id=\"b650-3\"><page-number citation-index=\"1\" label=\"624\">*624</page-number>The plaintiff here wants to have his cake, by requiring the court to accept his evidence in the absence of the defendant’s financial statement, and eat it too, by never requesting that the plaintiff be required to submit her affidavit before the trial court decided his motion. He cannot. The trier of fact had the discretion to view the plaintiff’s evidence more favorably in light of the absence of a financial affidavit from the defendant, but it was not required to do so. The trial court was required only to evaluate the evidence carefully. See <em>Sachs </em>v. <em>Sachs, </em>supra, 419-20.</p>\n<p id=\"b650-4\">The plaintiff next contends that it was inconsistent for the trial court to find a change in economic circumstances justifying a reduction in alimony and to have ignored the same evidence regarding child support. This argument again demonstrates his misunderstanding of the court’s order. The court did not find a change in the <em>financial </em>circumstances of the defendant or the parties’ child sufficient to warrant a modification of alimony or child support. The circumstance that the court found had changed from its prior order was that the defendant, now in her native Poland, was able to accept employment as a teacher, the field of her training. In light of this change in circumstances, then, the court recognized that part of the rationale for its original order of time limited alimony mandated an adjustment in the order. Because of the trial court’s conclusion that credible evidence concerning the specific financial circumstances, including expenses or possible income, of the defendant was lacking, however, the court would not suspend the alimony. The findings of the trial court, therefore, went only to the issue of the defendant’s circumstances vis-a-vis her need for alimony, i.e., her “potential earning capacity,” and not to the issue of her (or the child’s) economic circumstances. Accordingly, we find no inconsistency in the court’s order that would suggest that the failure to modify the child support order was improper.</p>\n<p id=\"b651-4\"><page-number citation-index=\"1\" label=\"625\">*625</page-number>Finally, the plaintiff claims that the trial court did not apply the Connecticut child support guidelines correctly. General Statutes § 46b-215b provides that our child support guidelines “shall be considered in all determinations of child support amounts within the state.” The trial court, however, did not make any determination of child support when it denied the plaintiff s motion for modification. Accordingly, it had no occasion to consider the guidelines. The plaintiffs claim is therefore without merit.<footnotemark>4</footnotemark></p>\n<p id=\"b651-5\">The judgment is affirmed.</p>\n<p id=\"b651-6\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b644-9\"> During oral argument before this court, the defendant’s counsel stated that the plaintiff has not complied with various financial orders and continues to violate them. The record and transcript here, however, are insufficient to warrant a sua sponte dismissal of the plaintiff’s appeal pursuant to <em>Greenwood </em>v. <em>Greenwood, </em>191 Conn. 309, 464 A.2d 771 (1983). <em>Pascal </em>v. <em>Pascal, </em>2 Conn. App. 472, 474 n.2, 481 A.2d 68 (1984).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b648-7\"> “[Practice Book] Sec. 463. [dissolution of marriage]—sworn STATEMENTS TO BE FILED</p>\n<p id=\"b648-9\">“At the time a motion concerning alimony, support or custody is filed, or at the time a dissolution of marriage, legal separation or annulment action is claimed for a hearing, the moving party shall file a sworn statement substantially in accordance with a form prescribed by the chief court adminis<page-number citation-index=\"1\" label=\"623\">*623</page-number>trator, of current income, expenses, assets and liabilities, and pertinent records of employment, gross earnings, gross wages and all other income. The opposing party shall file such sworn statements at least three days before the date of the hearing on any of the above matters. When the attorney general has appeared as a party in interest, a copy of the sworn statements shall be served upon him in accordance with Sec. 120. Unless otherwise ordered by the court, all appearing parties shall file sworn statements within thirty days prior to the date of the decree. Notwithstanding the above, the court may render pendente lite and permanent orders, including judgment, in the absence of the opposing party’s sworn statement.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"AMg\"> In explaining why the plaintiff was prepared to offer extensive expert testimony regarding the comparative cost of many basic necessities, his counsel explained: ‘Your Honor, I’m going to be as extensive as the court will permit me for this simple reason: We do not have an affidavit on the other side and 1—7 <em>do not make any comment as to whether that’s excusable or non-excusable. ” </em>(Emphasis added.)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b651-11\"> We note that any deviation from the child support guidelines in the original judgment can be explained by the fact that the child support order was based, in part, on the court’s finding that the plaintiff’s actual earnings did not adequately represent his earning potential. Specifically, the court found that his earning potential was approximately $125 per week above his actual gross income.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}