{
  "casebody": {
    "data": "<casebody firstpage=\"909\" lastpage=\"914\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b935-11\">David HILLMAN, Plaintiff-Appellant, v. Jo Anne B. BARNHART, Commissioner of Social Security, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b935-13\">No. 05-50990.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b935-14\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b935-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b935-17\">Decided March 20, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b936-12\"><page-number citation-index=\"1\" label=\"910\">*910</page-number>Mary Ellen Felps, Austin, TX, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b936-13\">Susan B. Biggs, San Antonio, TX, Earnie Artsauna Joe, Social Security Administration Office of General Counsel, Dallas, TX, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b936-15\">Before JOLLY, DAVIS, and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b936-16\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b936-17\">David Hillman applied for disability insurance benefits under Title II of the Social Security Act, alleging an inability to work due to persistent back pain and recurrent hernias resulting from an injury in August 1980. The claim was denied initially, upon reconsideration, and after a hearing, at which an Administrative Law Judge (ALJ) determined that Hillman was not disabled prior to the expiration of his insured status.<footnotemark>1</footnotemark> Hillman appealed this determination to the Appeals Council, who denied his request for review, making the ALJ’s decision the final decision of the Commissioner of the Social Security Administration (the Commissioner). Hillman then filed a complaint in federal district court, seeking review of the final agency decision pursuant to 42 U.S.C. § 405(g), and the federal district court affirmed. Hillman appeals, claiming (1) the ALJ’s <page-number citation-index=\"1\" label=\"911\">*911</page-number>finding of no disability during the relevant period is not supported by substantial evidence, (2) the ALJ improperly rejected the testimony of Hillman’s treating physician, (3) the ALJ improperly evaluated Hill-man’s allegations of disabling pain, and (4) the ALJ erred in his assessment of Hill-man’s residual functional capacity.</p>\n<p id=\"b937-5\">Our review of the Commissioner’s decision to deny benefits is limited to two inquiries: whether the decision is supported by substantial evidence and whether the Commissioner applied the proper legal standards.<footnotemark>2</footnotemark> Substantial evidence “means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion”<footnotemark>3</footnotemark> and is “more than a mere scintilla and less than a preponderance.”<footnotemark>4</footnotemark> If supported by substantial evidence, the Commissioner’s factual findings are conclusive.<footnotemark>5</footnotemark> “The court does not reweigh the evidence in the record, try the issues <em>de novo, </em>or substitute its judgment for the Commissioner’s, even if the evidence weighs against the Commissioner’s decision.”<footnotemark>6</footnotemark> The Commissioner, rather than the court, is charged with resolving any conflicts in the evidence.<footnotemark>7</footnotemark></p>\n<p id=\"b937-6\">To qualify for disability insurance benefits, Hillman must prove that he became disabled within the meaning of 42 U.S.C. § 423 between July 26, 1985, the starting date for his claim,<footnotemark>8</footnotemark> and December 31,1985, the date his disability insured status expired.<footnotemark>9</footnotemark> Disability is defined as the “inability to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment which can be expected to ... last for a continuous period of not less than 12 months.”<footnotemark>10</footnotemark> To decide whether a claimant is disabled under this definition, the Commissioner uses a five-step sequential evaluation and considers whether: (1) the claimant is performing substantial gainful activity; (2) the claimant has a “severe impairment”; (3) the claimant’s impairment meets or equals one listed in Appendix 1 of the regulations; (4) the claimant has the residual functional capacity to perform his past relevant work; and (5) the claimant can make an adjustment to other work in light of his age, education, work experience, and residual functional capacity.<footnotemark>11</footnotemark> The claimant bears the burden of proof on the first four steps, and the burden then shifts to the Commissioner to show that the claimant is capable of performing other work in the national economy.<footnotemark>12</footnotemark> The ALJ found that Hillman was not disabled during the relevant period (from July 26, 1985 to December 31, 1985) because he could perform his past relevant work as a <page-number citation-index=\"1\" label=\"912\">*912</page-number>payroll or inventory clerk (step 4) and alternatively could perform a limited range of unskilled, light work, such as an information services clerk, a silverware wrapper, or a bakery/conveyor line worker (step 5).</p>\n<p id=\"b938-4\">Hillman challenges the ALJ’s decision for a lack of substantial evidence. First, Hillman argues that the ALJ’s conclusion, at step 4, that Hillman could perform his past relevant work as a payroll or inventory clerk was not supported by substantial evidence because Hillman did not hold these positions until well after his insured status expired. We decline to reach the merits of this argument because the ALJ’s error, if any, did not affect his ultimate conclusion and was thus harmless in light of the ALJ’s alternative finding of no disability at step 5.<footnotemark>13</footnotemark> Hillman further takes issue with the ALJ’s determination that Hillman had the residual functional capacity, meaning the most he could do despite his limitations,<footnotemark>14</footnotemark> to occasionally lift twenty pounds and thus to perform light work.<footnotemark>15</footnotemark> We conclude that the ALJ’s determination was supported by substantial evidence. Although the record shows that Hillman was given a ten-pound weight restriction following hernia surgeries in 1981, a medical expert testified that recovery from a hernia surgery would take, at most, three months and concluded that, based on all the medical evidence, Hillman could have occasionally lifted twenty pounds during the relevant period, four years after the weight restriction was given. Finally, Hillman argues that the evidence fails to show that he could have not only obtained, but also maintained, employment during the time period at issue, given his disabling pain and frequent hospital visits and surgeries. There is more than a scintilla of evidence to support the ALJ’s conclusion. Significantly, Hillman had no surgeries from September 1984 to May 1991, and there is no record of any hospital visits during this period. Moreover, the objective medical evidence does not1 support Hillman’s allegations of disabling pain during the relevant time.</p>\n<p id=\"b938-9\">Hillman next argues that the ALJ applied an improper legal standard by rejecting the testimony of Hillman’s treating physician, Dr. Hughes, without performing the detailed analysis required by the regulations. Although “the opinion and diagnosis of a treating physician should [generally] be afforded considerable weight in determining disability,” the ALJ may give the opinion little or no weight when good cause is shown, for instance where the opinion is conclusory or unsupported by the objective medical evidence.<footnotemark>16</footnotemark>, When the ALJ determines that the opinion is not entitled to controlling weight,<footnotemark>17</footnotemark> the regulations require the ALJ to consider several factors in deciding how much weight to give the opinion, such as the length of treatment, the consistency of the opinion with the record as a whole, and the spe<page-number citation-index=\"1\" label=\"913\">*913</page-number>cialization of the treating physician.<footnotemark>18</footnotemark> Here, the ALJ chose to credit Dr. Bishara’s (the non-examining physician) testimony over that of Dr. Hughes, after concluding that Dr. Bishara’s opinion was supported by the record as a whole, whereas Dr. Hughes’s opinion, by his own concession, was not supported by objective medical evidence. Moreover, Dr. Hughes did not begin treating Hillman until nearly 14 years after the relevant period. We hold that, in these circumstances, the ALJ did not err in his decision to give the non-examining physician’s testimony controlling weight and that remand to conduct a more detailed analysis is unnecessary.</p>\n<p id=\"b939-5\">Hillman also argues that the ALJ failed to follow the requirements in 20 C.F.R. § 404.1529 for evaluating Hillman’s allegations of disabling back pain and the resulting limitations on his ability to work. Under the regulations, the ALJ must first determine whether there is a medically determinable physical or mental impairment that could reasonably be expected to produce the claimant’s pain.<footnotemark>19</footnotemark> If the ALJ finds such an impairment, he then has to consider a variety of factors, including the claimant’s daily activities and treatment for pain, to determine the extent to which the pain limits the claimant’s ability to do basic work activities.<footnotemark>20</footnotemark> “It is within the ALJ’s discretion to determine the disabling nature of a claimant’s pain, and the ALJ’s determination is entitled to considerable deference.”<footnotemark>21</footnotemark> “Subjective complaints of pain must also be corroborated by objective medical evidence.”<footnotemark>22</footnotemark> Here, the ALJ evaluated Hillman’s testimony in light of all the objective medical evidence and concluded that the evidence did not support Hillman’s allegation of disabling back pain, but rather supported Dr. Bishara’s testimony that, despite his pain, Hill-man could perform a limited range of light work during the relevant time. Even though the ALJ did not explicitly discuss every factor set forth in the regulations, a review of the hearing transcript reveals that the ALJ elicited the pertinent information from Hillman. Moreover, remand would be fruitless in light of the lack of objective medical evidence in the record to support Hillman’s allegations of disabling back pain during the latter half of 1985.</p>\n<p id=\"b939-13\">Finally, Hillman asserts that the ALJ failed to properly evaluate his residual functional capacity. The regulations require the ALJ to determine residual functional capacity by considering all of the relevant evidence and addressing the claimant’s exertional and non-exertional limitations.<footnotemark>23</footnotemark> Here, after reviewing the relevant evidence, the ALJ concluded that the objective medical evidence supported Dr. Bishara’s, rather than Hillman’s, testimony regarding the extent of Hillman’s limitations.<footnotemark>24</footnotemark> The ALJ then concluded that Hillman could stand and walk for four hours out of an eight hour day, lift and carry twenty pounds occasionally and ten pounds frequently, and sit without limitations (his exertional limitations)<footnotemark>25</footnotemark> and that <page-number citation-index=\"1\" label=\"914\">*914</page-number>he could occasionally stoop, crouch, kneel and crawl, but could not climb, balance, or work at unprotected heights or around dangerous machinery (his non-exertional limitations).<footnotemark>26</footnotemark> The ALJ then found that, based on his limitations, Hillman had the residual functional capacity to perform a limited range of light work. Because the ALJ considered all the relevant evidence and made the requisite findings, we find no error in his assessment.</p>\n<p id=\"b940-4\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b936-10\"> Pursuant to 5th Cir R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b936-18\">. <em>See </em>42 U.S.C. § 423(a), (c) (disability benefits are only available if the claimant is disabled prior to expiration of his insured status); <em>Anthony v. Sullivan, </em>954 F.2d 289, 295 (5th Cir. 1992).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b937-7\">. <em>See, e.g., Newton v. Apfel, </em>209 F.3d 448, 452 (5th Cir.2000).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b937-8\">. <em>Richardson v. Perales, </em>402 U.S. 389, 401, 91 S.Ct. 1420, 28 L.Ed.2d 842 (1971) (internal quotations and citations omitted).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b937-9\">. <em>Spellman </em>v. <em>Shalala, </em>1 F.3d 357, 360 (5th Cir. 1993).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b937-10\">. 42 U.S.C. § 405(g).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b937-11\">. <em>Newton, </em>209 F.3d at 452.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b937-12\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b937-13\">. Hillman’s first application for benefits based on his August 1980 injury was denied on July 25, 1985, and the ALJ decided not to reopen that prior claim, applying the doctrine of res judicata for the period from August 15, 1980 to July 25, 1985. <em>See Carter v. Heckler, </em>712 F.2d 137, 142 (5th Cir.1983) (An ALJ’s \"refusal to reopen or a res judicata determination is not reviewable.”).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b937-18\">. 42 U.S.C. § 423(a), (c); <em>Anthony, </em>954 F.2d at 295.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b937-19\">. 42 U.S.C. § 423(d)(1)(A).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b937-20\">. 20 C.F.R. § 404.1520.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b937-21\">. <em>Greenspan v. Shalala, </em>38 F.3d 232, 236 (5th Cir. 1994).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b938-5\">. <em>See, e.g., Frank v. Barnhart, </em>326 F.3d 618, 622 (5th Cir.2003) (refusing to reach the merits of a claim because the ALJ's error, if any, was harmless).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b938-6\">. 20 C.F.R. § 404.1545(a).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b938-7\">. <em>See </em>20 C.F.R. § 404.1567(b) (defining light work to require the ability to lift no more than 20 pounds, with frequent lifting of 10 pounds).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b938-10\">. <em>Newton, </em>209 F.3d at 455-56.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b938-11\">. <em>See id. </em>at 455 (“A treating physician’s opinion on the nature and severity of a patient’s impairment will be given controlling weight if it is well-supported by medically acceptable clinical and laboratory diagnostic techniques and is not inconsistent with other substantial evidence.”) (internal quotations and citations omitted); 20 C.F.R. § 404.1527(d)(2).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b939-6\">. 20 C.F.R. § 404.1527(d).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b939-7\">. 20 C.F.R. § 404.1529; Social Security Ruling 96-7p.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b939-8\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b939-9\">. <em>Chambliss v. Massanari, </em>269 F.3d 520, 522 (5th Cir.2001).</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b939-11\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b939-14\">. <em>See </em>20 C.F.R. § 404.1545; Social Security Ruling 96-8p.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b939-15\">. <em>See </em>Social Security Ruling 96-8p; <em>see also Newton, </em>209 F.3d at 452 (noting that conflicts in the record are for the Commissioner to resolve).</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b939-16\">. <em>See </em>Sociál Security Ruling 83-10.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b940-17\">. <em>Id.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}