{
  "casebody": {
    "data": "<casebody firstpage=\"294\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b334-6\">HIRAM J. LEWIS <em>vs. </em>EMMA TAPMAN.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b334-7\">\n<em>Promise of Marriage not Within the Year Clause of the Statute of Frauds—Evidence in Action for Breach of Promise—Right of Action When Defendant Renounces Contract Before Time of Performance—Appeal—Exception—Harmless Error.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b334-8\">An agreement to marry is not within the year clause of the statute of frauds, and consequently a promise to marry after the expiration of three years need not be in writing signed by the party to be charged.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b334-9\">When an agreement can possibly be performed within a year, and there is no stipulation that it shall not be performed within a year, it is not within the year clause of the statute.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b334-10\">An exception to the action of the trial court in allowing a question to be asked will not be considered on appeal when the record does not show that the question was answered.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b334-11\">The plaintiff in an action for a breach of promise of marriage may testify that she communicated to her family the fact of her engagement to the defendant.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b334-12\">In such action evidence tending to throw discredit upon the character of the plaintiff’s mother is not admissible, because it would neither bar the action nor mitigate the damages.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b334-13\">When the answer of a witness to an incompetent question is inconclusive, no such injury is done to the appellant as justifies a reversal of the judgment.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b334-14\">When the defendant in an action for breach of promise of marriage testified that he had never written to the plaintiff after a certain date, he may be contradicted by the evidence of the plaintiff that she received a letter from him after the institution of the suit, the letter being-produced.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b334-15\">When a prayer as offered by a party is amended by the Court and he excepts to the amendment but not to the rejection of the prayer as offered, the latter -is not before the Court on appeal for review.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b334-16\">When there is a promise to marry at a future time and the defendant before that time renounces the contract and declares that he will not fulfill it, an action may be brought at once without waiting for the expiration of the time agreed upon.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b334-17\">A promise to marry may be validly made to depend upon a contingency.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b334-18\">A party cannot be heard to complain that an instruction to the jury given at his own request, was erroneous.</syllabus>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b335-4\"><page-number citation-index=\"1\" label=\"295\">*295</page-number>Appeal from the Circuit Court for Wicomico County (Page, C. J., Holland, J.)</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b335-5\">The defendant’s sixth prayer as amended by the Court was that if the jury “believe from the evidence that the defendant made a contract with the plaintiff in contemplation of marriage to be performed upon the contingency that he should learn her to love him and that she should become an ideal wife, the same to be determined by the defendant, and that no other contract was made, then there is no valid marriage contract and the jury must find for the defendant.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b335-6\">There was a verdict for the plaintiff for $1,500.</summary>\n<p data-order=\"16\" data-type=\"judges\" id=\"b335-7\">The cause was argued before McSherry, C. J., Fowler,, Pearce and Schmucker, JJ.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b335-8\"><em>Joshua W. Miles </em>(with whom were <em>A. P. Barnes </em>and //. <em>L. D. Stanford </em>on the brief), for the appellant.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b335-9\"><em>James E. Ellegood </em>(with whom were <em>Charles 0. Melvin </em>and <em>G. Grier Ratcliff </em>on the brief), for the appellee.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b335-10\">McSherry, C. J.,</author>\n<p id=\"Aq7\">delivered'the opinion of the Court.</p>\n<p id=\"b335-11\">This a suit to recover damages for a breach of promise to marry. That there was an agreement of some sort between the plaintiff and defendant to marry, is certain; but whether that agreement was absolute or conditional, is one of the grounds of contention. It is insisted by the plaintiff that the defendant agreed to marry her within three years from a designated date; whilst upon the other hand it is alleged by the defendant that his promise was conditional, and that in no event was the promise set up by the plaintiff to be fulfilled until the expiration of three years from the time it was made. We need not, though it would be quite entertaining if we did, refer to the evidence bearing on these controverted issues of fact, and we need not refer to it because the legal questions involved can be disposed of without quoting from the testimony. There is an inquiry <page-number citation-index=\"1\" label=\"296\">*296</page-number>suggested at the very threshold, and arising for the first time in Maryland, that may as well be considered and settled at once. Upon the assumption that the contract to marry was in fact made with a stipulation that it was not to be solemnized until after the expiration of three years, does it fall within that clause of the fourth section of the statute of frauds which prohibits any action from being brought upon an agreement not to be performed within a year, unless the agreement bp reduced to writing and be signed by the party to be charged therewith ? • This is the question which the rejected prayers, interposed by the defendant at the close of the case made by the plaintiff and set forth in the ninth bill of exceptions, presents.</p>\n<p id=\"b336-5\">A contract to marry was treated at common law, so Blackstone states, <em>Book </em>/, p. 433, “in no other light than as a civil contract;” but it is in reality something more. Questions relating to marriage were from a very remote period cognizable only in the Ecclesiastical Courts, which had no authority to award damages, but imposed censures, as was supposed, for the welfare of the soul. It is curious and interesting' to trace the conflicts between these Courts and the Common Law Courts, and, in a measure, the Court of Chancery, in the efforts of the last-named tribunals to expand their jurisdiction, and correspondingly to restrict that of the former over these contracts. This expansion gradually grew until the last remnant of the Ecclesitical Court’s jurisdiction was=; wept away by 20 and 21 Viet., ch. 85, except as to the granting of licenses. As the Ecclesiastical Courts formerly possessed sole authority in questions relating to marriage (this was conceded by Lord Chief Justice Vaughan, 1 <em>Carter C. P., </em>233), but as they had no power in cases of a breach of promise other than to decree a performance of the marriage (4 <em>Bac. Ab., </em>Title Mar. .&amp; Div. 530), which jurisdiction was taken away by 26 <em>Geo. II., </em>ch. 33, the Common Law Courts, after the adoption of the statute of frauds in 1676, began to entertain civil actions for a breach of a contract <em>per verba de f uturo, </em>and that <page-number citation-index=\"1\" label=\"297\">*297</page-number>jurisdiction, Lord Chief Justice Raymond observed in 1733, “was a point not to be disputed.” <em>Holt v. Ward Clarencieux, </em>2 Strange, 937. After considerable discussion it was finally adjudged that the two Courts could not act concurrently, but that if an appeal were had to the Ecclesiastical Court to compel a performance, the Common Law Courts could not hear a suit for damages and so <em>e converso. </em>The suit at common law was at first greatly opposed because the party had his remedy in the Spiritual Court. But notwithstanding this it was resolved the party had his election of either remedy, and that by bringing an action at common law the remedy in the Spiritual Court was waived and released, “for now,” as remarked by Lord Chief Justice Holt, “ in lieu of performance of the contract he shall recover damages.” <em>Collins </em>v. <em>Jessot, </em>Holt’s Rep. 458. In another particular there was with respect to such contracts flat contradiction in the early cases. <em>Philpot </em>v. <em>Wallet, </em>3 Lev. 65, decided in the thirty-fourth year of the reign of Charles the Second and five years after the statute of frauds had been adopted, was the first case which held that a promise to marry was within the other clause of the fourth section relating to contracts made in consideration of marriage. But this construction was departed from and overruled eleven years later in <em>Harrison </em>v. <em>Cage, et ux., </em>1 Ld. Ray. 386 ; and is no longer the law, either in England or in Maryland, <em>Cook </em>v. <em>Baker, </em>1 Strange, 34; <em>Ogden </em>v. <em>Ogden, </em>1 Bland, 284. In the reign of Charles the First, the Court of Chancery evinced a disposition to assume jurisdiction to enforce the specific performance of the contract to marry, <em>d'othill, </em>124, as cited in <em>Camp. Lives of Lord Chan., </em>vol. 2, p. 138 ; but it does not appear that the power was ever exercised.</p>\n<p id=\"b337-5\">These conflicts of jurisdiction, these variant decisions serve to emphasize, what is otherwise perfectly apparent, that there has always been about the marriage contract that which renders it different from any other contract known to the law.' A recent writer thus describes that <page-number citation-index=\"1\" label=\"298\">*298</page-number>difference: “ It has been frequently said in the Courts of this country that marriage is nothing more than á civil contract. That it is a contract is doubtless true to a certain extent, since the law always presumes- two parties of competent understanding who enter into a mutual agreement which becomes executed, as it were, by the act of marriage. But this agreement differs essentially from all others. This contract of the parties ■ is simply to enter into a certain status or relation. The rights and obligations of that status are fixed by society in accordance with principles of natural law, and are ' beyond and above the parties themselves. They may make settlements and regulate the property rights of each other; but they cannot modify the terms upon which they are to live together, nor superadd to the relation á single condition. Being once bound they are bound forever. Mutual consent, as in all contracts, brings them together; but mutual consent cannot part them. Death alone dissolves, the tie—unless the Legislature, in the exercise of a- rightful authority, interposes by general or special ordinance to ' pronounce a solemn divorce. ” <em>Schouler’s'Dom. Rel-., </em>sec. ij. ' And Mr. Justice Story iii his <em>Conflict of Laws, </em>sec. ÍÓ8, through treating marriage as in its origin a contract of [natural law, proceeds in <em>note </em>3 to remark: “ But it appears to me to' be somethifig moré than a mere contract. It is rather to be deemed an institution of society, founded upon - the consent and contract of the parties; and in this view it has some peculiarities in its nature, character, operation and extent of obligation, different from wha't belong to ordinary contracts. So Fraser while defining marriage as a contract adds : “ Unlike other contracts, it' is one instituted by God himself, and has itá foundation in'the law of nature. It is the parent, not the child of civil society.” 1 <em>Fras. Dom. Rel. </em>87: ' A learned American <em>writer, Bishop on Mar. 'and Div. ffDa. </em>ed.) sec. 18, not only pronounces for this doctrine, but ¿scribes’the chief embarrassment of American tribunals,' in question^ arising under the conflict of marriage and divorce laws, to <page-number citation-index=\"1\" label=\"299\">*299</page-number>the custom of applying the rules of ordinary contracts to the marriage relation. But this is not all. Prior to the adoption of our constitutional provision prohibiting the Legislature from passing special laws granting divorces, it had been the custom of the General Assembly to divorce, by statute, from the bonds of marriage; and this Court held that such legislation could “be viewed in no other light, than as regular exertions of legislative power.” <em>Crane </em>v. Meginnis, 1 G. &amp; J. 474. What other contract can the Legislature annul? Even the inhibition in the Federal Constitution which denies to a State the power to pass any law impairing the obligation of a contract, does not prevent the dissolution of the marriage contract by an Act of Assembly. “ It never has been understood,” said Chief Justice Marshall in the <em>Dartmouth College case, </em>17 U. S-519, <em>“ </em>to restrict the general right of the Legislature to legislate on the subject of divorce.” Marriage, holds the Supreme Court in a much later case, is not a contract within the meaning of the prohibition in the Federal Constitution against the impairment of contracts by State legislation. <em>Maynard vs. Hill, </em>125 U. S. 190.</p>\n<p id=\"b339-5\">It is true that many of the observations j ust quoted from the text-writers refer to the marriage relation or status ; and it is also true that there is a distinction between the contract of marriage and a contract to marry. But the terms contract of marriage and contract to marry are used to express the same idea, though, perhaps, it may not be strictly accurate to so use them. There is no reason for distinguishing the contract of marriage, if by that term is meant the marriage relation, from all other contracts, that does not equally apply to the contract to marry, which precedes and is the foundation of the consummated agreement. As the contract of marriage or the contract to marry, treating them as identical, is so essentially different from every other contract known to the law, it cannot be assumed that Parliament by the use of the words “any agreement,” intended to include the contract to marry within the prohi<page-number citation-index=\"1\" label=\"300\">*300</page-number>bition contained in the clause of the fourth section of the statute of frauds, which requires an agreement that is not to be performed within a year to be reduced to writing. As we have seen, no action was maintainable in the Common Law Courts on an agreement to marry when the statute was passed. Such an agreement was obviously not one of the contracts then contemplated by the law-makers as being within the statute. The objects of a contract to marry are totally unlike the purposes to be accomplished by any other contract; the relation it has in view is wholly distinct from the relation which any other contract could contemplate ; the capacity of the parties to it to enter into it is far less restricted as to age than in any other agreement ; it can only be made between a man and a woman ; it has it origin in the natural law and is the foundation of society. All these considerations indicate that the statute was not designed to embrace it.</p>\n<p id=\"b340-5\">Why should a contract of this nature be placed in the same category with one for the sale of goods or the performance of labor, and be made subject to the provisions of an enactment obviously intended to regulate suits on undertakings relating to the ordinary business and dealings in trade and commerce ? Sir Frederick Pollock observed in <em>Hall </em>v. <em>Wright, </em>E. B. &amp; E. 793, “I think that a view of the law which puts a contract of marriage on the same footing as a bargain for a horse, or a bale of hay, is not in accordance with the general feeling of mankind, and is supported by no authority.” The fact that parties to a breach of promise suit could not testify, until the 32 &amp; 33 <em>Vic. </em>ch. 68 gave them the right to do so in England, made it exceedingly improbable that a specific contract to marry at a time more than a year from the date of entering into the agreement, could be proved at all, except in rare instances, particularly as the method of proving a contract to marry differs very materially from the mode of proving any other contract. The Parliament knowing, as it must be presumed that it did know, that it had not been definitely set-<page-number citation-index=\"1\" label=\"301\">*301</page-number>tied, when the statue of frauds was passed, that a suit at common law could be brought for a breach of promise to marry; it is scarcely legitimate to infer that a contract to marry, the precise terms of which were rarely, if ever, capable of exact proof, was designed to be included within this provision of the statute. Looking, then, to the nature of the contract to marry, to its origin, its antiquity and its objects, and having regard to the early method of enforcing it in the Spiritual Courts, and considering how distinct it is, in all the particulars we have indicated, from every other kind of contract which can be entered into ; and bearing in mind that it is, as Lord Robertson, a distinguished Scottish Judge declared, “ the very basis of the whole fabric of civilized society we are unwilling to say that it falls, or was intended to fall, within the term, “ any agi'eement” as that term is used in the statute of frauds.</p>\n<p id=\"b341-5\">There were three American cases cited by the appellant’s counsel in support of the contention that a contract to marry, if not to be performed within a year, is unenforcible under the statute. These were <em>Derby </em>v. Phelps, 2 N. H. 515 ; <em>Nicholes </em>v. <em>Weaver, </em>7 Kan. 373 ; <em>Ullman v.Myer, </em>10 Fed. Rep. 241. On the other hand we were referred by the appellee’s counsel to <em>Brick </em>v. <em>Gannor, </em>36 Hun. 52, and we have found <em>Blackburn </em>v. <em>Mann, </em>85 Ill. 222, which sustain the opposite view. But no English case was called to our attention, and after a diligent search we have discovered none on either side of the question. In <em>Blackburn </em>v. <em>Mann, supra, </em>the Court say : Contracts of marriage, although defined as civil contracts, are peculiar, and it is, perhaps, not entirely accurate to say they are subject to the same strict construction as civil contracts in relation to property. Contracts of marriage, until a breach is shown that terminates them, may be regarded as continuing contracts by consent of the parties, and hence are, in no just sense, within the statute of frauds. The cases relied on by the appellant turned upon the construction of the State statutes involved, which are not identical in phraseology with the statute of <page-number citation-index=\"1\" label=\"302\">*302</page-number>29 <em>Char. II. </em>It is stated in <em>Parsons on Contracts, </em>vol. 3, p. 3, that although provisions substantially similar have been made by the statutes of this country, in no one State is the English statute exactly copied. But in Maryland the stat.ute of 29 <em>Char. II </em>is in force, not because there is any enactment transcribing it, but because of the provisions of <em>Art. </em>S <em>of the Declaration of Rights, </em>which declares that the inhabitants of Maryland are entitled to the benefit of such of the English statutes, in force in the State on the fourth day of July, 1776, as have been found applicable to their local and other circumstances. In <em>Ullman </em>v. <em>Myers, supra, </em>it was conceded by District Judge Wallace that “ As an original proposition it might be debated whether the statute of frauds was ever intended to apply to agreements to marry. They are,” he went on to say, “ agreements of a prívate and confidential nature, which, in countries where the common law prevails, are usually proved by circumstantial evidence, and at the time the English statute was passed were not actionable at law, but were the subjects of proceedings in the Ecclesiastical Courts to compel performance of them.”</p>\n<p id=\"b342-5\">But after all, “ a contract not to be performed within a year <em>and specifically so agreed, </em>is the only one within this clause.” Dennison, Chief Justice, in <em>Fenton </em>v. <em>Emblers, </em>3 Burr. 1278. There was evidence in the cause that the contract to marry was to be performed within three years ; and there was no evidence of a specific agreement that it should not be performed within a year. According to all the cases if there was a possibility of its ’being performed within a year, and there was no stipulation that it should not be, then the contract would not be within the statute, even though it had relation to a subject-matter to which the statute was applicable. <em>Cole </em>v. <em>Singerly, 60 </em>Md. 348; <em>Ellicott </em>v. <em>Peterson, </em>4 Md. 476.</p>\n<p id=\"b342-6\">There was no error committed in rejecting the prayer presented by the defendant at the close of the plaintiff’s case and set out in the ninth exception, because, first a con<page-number citation-index=\"1\" label=\"303\">*303</page-number>tract to marry is not within the statute of frauds, and because, secondly, even if it were, there is nothing in the record to show that it was a term of the contract that the marriage should not be performed within a year. For the same reasons the second prayer of the defendant, contained in the eleventh bill of exceptions, was properly rejected. This prayer is defective in another respect. Even had the contract been within the statute, to be binding on both parties it was necessary that both should sign it; but the prayer asserts the proposition that the contract would be binding on <em>both </em>if signed by <em>either.</em></p>\n<p id=\"b343-5\">Before disposing of the other prayers we will turn to the bills of exceptions relating to the rulings 011 questions concerning the admissibility of evidence.</p>\n<p id=\"b343-6\">The <em>first </em>and <em>second </em>exceptions need not be considered, because it does not appear that the questions objected to were answered. We are unable, therefore, to see whether any injury was done to the defendant by permitting the questions to be put. According to the well-settled practice, there must be both error and injury to justify a reversal, and both must appear on the record. <em>Jackson </em>v. <em>Jackson, 82 Md. </em>32.</p>\n<p id=\"b343-7\">The <em>third </em>and <em>fourth </em>exceptions relate to the same subject and will be treated together. The evidence elicited by the questions objected to was to the effect that the plaintiff had communicated to her family the fact of her engagement to the defendant.- The ground of the objection is that the members of the family, and not the plaintiff herself, should have been interrogated as to that fact. But if the evidence was admissible at all, it was admissible because relevant, and not because one rather than another of two equally competent witnesses was called to deliver it. The mutual promise of the parties is the consideration of an agreement to marry. Statements made by the plaintiff to members of her family have been held admissible to show such a mutuality. <em>Peffinger </em>v. <em>Lowe, </em>6 N. J. L. 384. The fact that such statements were made is the material thing, and <page-number citation-index=\"1\" label=\"304\">*304</page-number>it is material simply as showing mutuality. Since, however, the parties to the contract to marry are now competent witnesses it is not perceived upon what principle they are not just as capable to depose to the fact of such a communication as is the person to whom the communication was made. As the whole object of this sort of evidence is to show mutuality in the promise, even if there had been error in these rulings, there was palpably no injury ; because both the oral testimony of the plaintiff, and her letters put in evidence by the defendant, conclusively showed a promise on her part. Her answer to the questions set forth in these two exceptions neither strengthened nor made more manifest that fact. There is, therefore, nothing to complain of in the rulings embraced within these two exceptions.</p>\n<p id=\"b344-5\">The sixth, <em>seventh </em>and <em>eighth </em>exceptions relate to the same subject and will be treated as one. The object of the questions which were propounded was to throw discredit upon the character of the plaintiff’s mother, and thereby to show the social degradation of the plaintiff. These questions were obviously incompetent. The answer to them—no matter what the answer might be—would not have barred the action or mitigated the damages. The answer would not have barred the action, because there is no pretence that, the defendant was induced to make the promise, or to con-j tinue the engagement either by misrepresentation or by <em>\\ </em>wilful suppression of the real state of the circumstances of j the plaintiff’s family, as in <em>Wharton v. </em>Lewis, 1 Car. &amp; P. 529. .The answer would not have mitigated the damages, because evidence of her mother’s misconduct with which the plaintiff had no connection could not affect the plaintiff. <em>Sherman v. Rawson, </em>102 Mass. 395.</p>\n<p id=\"b344-6\"><em>The fifth </em>bill of exceptions contains a question addressed to the plaintiff whilst being examined in chief. She was asked to tell the jury what a phrase in one of the defendant’s letters referred to. She replied that she <em>strfposed </em>it had reference to getting married. As the contract was evidenced in part by the letters produced and in part by parol <page-number citation-index=\"1\" label=\"305\">*305</page-number>its construction was for the jury. <em>Roberts </em>v. <em>Bonaparte, </em>73 Md. 191. Properly, therefore, it was the province of the jury to interpret the phrase. But no injury was done by the ruling permitting the plaintiff to place a construction on it, because her answer was inconclusive and gave merely her supposition. The ruling did no injury.</p>\n<p id=\"b345-5\">The <em>tenth </em>exception presents no error. The defendant had testified that “ he had never written to plaintiff any endearing letters at any time after October, 1897, the time when he ceased his visits ” to her. In rebuttal the plaintiff was called to the stand and produced a letter which she received from the defendant on December the twenty-second, 1898, after this suit had been instituted, and she identified it as being in his handwriting. To the admissibility of this letter the defendant objected, because, first, it ought to have been offered in chief; secondly, because matters, arising after suit brought are generally not admissible ; and thirdly, because if offered for the purpose of contradicting the defendant, he should have been afforded an opportunity to inspect it. Neither of these objections is tenable. The fact that it might have been offered in chief was not of itself sufficient to exclude it when offered in rebuttal. It was a letter written after the suit had been brought, and was adduced solely for the purpose of contradicting the defendant. Whilst he was not shown the letter and was not asked in regard to it <em>before </em>it was read in evidence, he was subsequently recalled and denied its authenticity. He had the benefit of an inspection of the letter and testified that he did not write it, and the mere fact that this did not precede the reading of the letter to the jury, is no ground for reversal. It was not offered to prove a substantive fact constituting the cause of action, but was only produced to contradict.</p>\n<p id=\"b345-6\">The <em>eleventh </em>bill of exceptions contains the prayers. The defendant excepted to the granting of the plaintiff’s two prayers as amended by the Court, and to the rejection of his second, third and fourth prayers and to the granting of <page-number citation-index=\"1\" label=\"306\">*306</page-number>his sixth prayer as amended by the Court. There was no exception reserved to the rejection of his sixth prayer as offered, and it is, therefore, not before us. <em>Cloud </em>v. <em>Needles, 6 </em>Md. 501. We have considered the defendant’s second prayer in discussing the <em>ninth </em>bill of exceptions. The plaintiff’s first prayer is objected to because it assumes, so it is alleged, that there was evidence from which the jury might infer that the defendant had refused to marry the plaintiff; whereas there was, so it is contended, no such evidence in the case. But there is nothing in the record to show that such an objection was made in the Court below or was passed upon by it, and we are, in consequence, precluded by sec. 9, Art. 5, of the Code, from considering such an objection on appeal. The plaintiff’s second prayer relates to the measure of damages, and has not been criticised. The theory of the defendant’s fourth prayer is that the suit was prematurely brought, if the jury should find that the promise to marry was made in February, 1896, and was not to be performed until the expiration of three years, unless the promise was intended to relate back to February, 1895. But there was evidence iri the cause from which the jury might well have concluded that the defendant exacted immoral conditions from the plaintiff before performing the contract, and that upon her refusal to yield to his solicitations he ceased altogether to visit her. There was, therefore, evidence of a refusal on his part to carry out the contract; and if he refused to carry out the contract .a suit could have been brought for the breach even though the time within which the contract was to have been performed had not expired. <em>Burtis </em>v. <em>Thompson, </em>42 N. Y. 246 ; <em>Frost </em>v. <em>Knight, </em>L. R. 7 Exch. 111, approved in <em>Johnstone </em>v. <em>Milling, </em>L. R. 16 Q. B. Div. 460. <em>Knight </em>v. <em>Frost </em>was an action for a breach of promise to marry. In <em>Hochster </em>v. <em>Delatour, </em>2 E. &amp; B. 678, the doctrine was laid down that where there is an executory contract to do something at a future time and before the advent of that time the promissor notifies the promisee of his intention not to fulfill the <page-number citation-index=\"1\" label=\"307\">*307</page-number>contract, such notification constitutes a breach for which an action can be brought at once without waiting for the arrival of the period when, under the contract, the thing agreed to be done, was to be done. When <em>Knight v. Frost, </em>was heard before Kelly, Chief Baron, L. R. 5 Exch. 322, he held that the doctrine of <em>Hochster </em>v. <em>Delatour, </em>did not apply to contracts to marry; but this ruling was reversed on appeal in L. R. 7 Exch., <em>supra; </em>Lord Chief Justice Cockburn delivered a lucid judgment wherein he showed that there was every reason for including breaches of promise to marry within the doctrine of <em>Hochster </em>v. <em>Delatour. </em>The case was this: The promise, as proved, was to marry the plaintiff on the death of the defendant’s father. The father still living, the defendant announced his intention of not fulfilling his promise on his father’s death and broke off the engagement, whereupon the plaintiff, without waiting for the father’s death, at once brought suit. The Lord Chief Justice said: “ Indeed, the contract of marriage appears to afford a striking illustration of the expediency of holding that an action may be maintained on the repudiation of a contract to be performed <em>in futuro. </em>On such a contract being entered into not only does a right to its completion arise with reference to domestic relations, and possibly pecuniary advantages, as also to the social status accruing on marriage, but a new status, that of betrothment, at once arises between the parties. This relation, it is true, has-not by the law of England, the same important consequences attached to it by the canon law and the law of many other countries. Nevertheless, it carries with it consequences of the utmost importance to the parties. Each becomes bound to the other, neither can consistently with such a relation, enter into a similar engagement with another person ; each has an implied right to have this relation continued till the contract is fully accomplished by marriage. To the woman, more especially, is it all important that the relation shall not be put an end to. Independently of the mental pain occasioned by the abrupt termination of such an engagem ent <page-number citation-index=\"1\" label=\"308\">*308</page-number>the fact of its existence, if followed by such a termination, must necessarily operate to her serious disadvantage. * * * To hold that the aggrieved party must wait till the time fixed for marrying shall have arrived, or the event on which it is to depend shall have happened, would have the effect of aggravating the injury, by preventing the party from forming any other union, and by reason of advancing age rendering the probability of such a union constantly less.” In <em>Anderson </em>v. <em>Dugan, </em>36 Md. 567, this Court adverted to the case, <em>Hochster </em>v. <em>Delatour, </em>and again in <em>Dillon </em>v. <em>Ins. Co., </em>44 Md. 392, but the principle decided was neither approved nor repudiated; the cases in 36 Md. and 44 Md. being decided on other grounds. In 36 Md. 582 it was observed that <em>Hochster </em>v. <em>Delatour </em>had not apparently settled the law on that subject in England, because no decision had up to that time been made by the House of Lords in affirmance of the doctrine of that case. Since then, that is in 1884, the principle has received the sanction of Lord Blackburn in the House of Lords. <em>Mersey Steel Co. v. Naylor, </em>L. R. 9 App. C. 435. There is no occasion to adopt, and we do not adopt <em>Hochster </em>v. <em>Delatour, </em>further than it applies, under <em>Knight </em>v. <em>Frost, </em>to an action for a breach of promise to marry.</p>\n<p id=\"b348-6\">Now, the fourth prayer entirely ignores this doctrine and permits the action to be defeated if the three years for the performance of the contract had not expired when the suit was brought, even though there had been a flat refusal on the part of the defendant to perform the agreement. The omission to include this hypothesis in the prayer, going as the prayer does to the right of recovery, was a vice which made the prayer defective. The defendant’s third prayer was very properly abandoned at the argument. We do not see what injury was done to the defendant by the granting of the sixth prayer as amended by the Court below. The prayer, as granted, is in the precise words of the sixth prayer, as asked, with the single exception that the contingency upon which the marriage was to take place is stated <page-number citation-index=\"1\" label=\"309\">*309</page-number>in the exact language of the defendant when on the witness stand ; whilst in the prayer, as originally presented, the same contingency is meant but is not stated in words. There was no other contingency mentioned in the evidence but the one set forth in the prayer and testified to by the defendant; and it would have been error had the question been left at large as to <em>a </em>contingency when there is no pretence that there was any other than <em>the </em>contingency which the defendant relied on. We do not mean to say that the prayer is in all respects right. It would have been better had it been rejected as offered and not granted at all. But the error was in favor of the defendant and he cannot complain that he was injured when in fact he was placed in a far more favorable position before the jury than he had a right to occupy. If the contract was dependant on a contingency to be determined by the defendant, then the contract was not void ; but until the defendant had decided the contingency there was no contract at all. The prayer, however, did not require the jury to find whether the defendant had determined the <em>contingency; </em>it simply told the jury that the agreement to marry was void if its per-jj formance was intended to depend on the happening of a contingency. This was error, because a contract to marry, to be consummated on the occurrence of an event is valid. <em>Cole </em>v. Cottingham, 8 Car. &amp; P. 75. This was the ecclesiastical law as early as the reign of Edward IV. “A promise on condition made the performance of it depend on some event, and till that took place it had no effect; unless a <em>carnalis copula </em>intervened, or the condition was such as the law pronounced to be <em>turpis.” 2 Reeves His. Eng. L. </em>104. The prayer was therefore wrong. It ought to have been rejected, but the granting of it was an error which did not prejudice the defendant. Besides this, it was an error which he, himself, requested the Court to commit in his own interest. lie cannot be heard to complain of such an error.</p>\n<decisiondate id=\"b350-6\"><page-number citation-index=\"1\" label=\"310\">*310</page-number>(Decided January 9th, 1900).</decisiondate>\n<p id=\"b350-4\">For the reasons we have given the judgment which was for the plaintiff, will be affirmed.</p>\n<p id=\"b350-5\">\n<em>Judgment affirmed with costs above and belozv.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}