{
  "casebody": {
    "data": "<casebody firstpage=\"111\" lastpage=\"113\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b119-4\">SUPERIOR COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b119-5\">Mulvey agt. Davison.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b119-6\">To authorize an order of arrest, under <em>sub. </em>3, <em>of </em>$ 179, it must appear by to affidavits on which it is sought, that the property has been removed after suit brought, with <em>intent </em>to prevent its being taken or found by the sheriff, or with intent to deprive the plaintiff of the benefit thereof, or if the dis position or removal took place before suit brought, it must appear to hav been done with intent to render ineffectual the proceedings in a suit, which the defendant knew or had reason to apprehend the plaintiff intended t&lt;bring.to recover possession of the property. In the ordinary case of con verting property, or detaining it in hostility to the claim of the true owner, the order to arrest must be under <em>sub. 1, of § </em>17.9, which is satisfied with bail, that the defendant shall render himself amenable to the process and judgment of the court, whereas an arrest under <em>sub. </em>3, of that section, can be superseded only by an undertaking to pay any judgment that may be recovered (Code, j 187, and 211).</headnotes>\n<p data-order=\"3\" data-type=\"misc\" id=\"b119-7\">\n<em>Special Term,</em>\n</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Avk\"><em>September </em>1852.</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"Aqh\">Defendant moved to vacate an order of arrest. The action was brought to recover the “ possession of personal property.” The sheriff returned that he had served the papers on defendant, and demanded of him the property, which he refused to give up, and he further certified» “ that the property has been concealed or disposed of, so that he could not take the same.” On an affidavit stating the proceedings and sheriff’s return, and that the defendant wrongfully took and detained the property, an order was made for the arrest of the defendant, and requiring him io give bail <em>to pay any judgment </em>that might be recovered in the action <em>(Code </em>§ 187).</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b119-8\">The affidavits on. which this motion is made show that defendant íf a police clerk. That the property in question was taken irom a person arrested on a charge of stealing some $85 in money, and was- at the time placed in the custody of James M. Murray, the <em>Property Clerk </em>of the Police Court at Jefferson market. That it was in his custody, as such clerk when the sheriff demanded it and since has been and that it was not then, nor since has been in the possession nor under the control of the defendant.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b119-9\">A. D. Russell, for <em>Defendant.</em></attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b119-10\">P. Mulvey, <em>Contra, in </em>person.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b120-4\"><page-number citation-index=\"1\" label=\"112\">*112</page-number>Bosworth, Justice.</author>\n<p id=\"ADA\">I am satisfied this order can not be sus tained. It is not an order to give bail to appear in the action and continue within the reach of the process of the court. But it requires the defendant to give bail to pay any Judgment that may be recovered. A plaintiff in an action “to recover the possession ” of personal property is not entitled to such an order, without proof that the defendant has concealed, removed, or dis posed of it “ with the intent that it should not be so found, or taken, or with the intent to deprive the plaintiff of the benefit thereof” <em>(Code </em>§ 179, <em>sub. 3d). </em>The sheriff’s certificate does not state such facts, nor does the affidavit on which the order of arrest was founded. This is a fatal defect (3 <em>San. S. C. R. </em>707, Roberts vs. Randall; <em>Code R., </em>N. <em>S. </em>219, Remin vs. Nagle).</p>\n<p id=\"b120-5\">Section 9 of the act of 1846, <em>p. </em>404, requires the clerks in each police office to keep proper books,, and enter in them at length a description of each article “ of stolen or other property,” which shall be taken from prisoners. Section 14 of the act of 1844 <em>(p. </em>471), prescribes that “a room shall be provided at each police court, for the deposit and preservation of all property brought to said court. One of the clerks of said court, under the direction of the magistrates, shall be charged with the safe keeping of said property.”</p>\n<p id=\"b120-6\">The papers show clearly that this property is in an iron safe in the Police Court, in the custody of Murray, as an officer of the law; that it was there when this action was brought, and that the plaintiff knew the latter fact when he prepared his first affidavit.</p>\n<p id=\"b120-7\">The; property was not, therefore, in the possession or control of the defendant, either at the time the action was commenced, nor when the sheriff demanded the property, nor has it been since.</p>\n<p id=\"b120-8\">It could not be taken under the papers delivered to the sheriff, as it was not in the possession of the defendant or of his agent <em>(Code, </em>§209).</p>\n<p id=\"b120-9\">It has not been removed, concealed or disposed of, since the action was brought. .It remains in the iron safe in which plaintiff’s- first affidavit stated it to be. If the papers given to the sheriff authorized hirii to break thát open and take it, he may do so.</p>\n<p id=\"b121-4\"><page-number citation-index=\"1\" label=\"113\">*113</page-number>It is not alleged that any such attempt was resisted or forbidden. The ease of Roberts vs. Randall is decisive upon the point, that the order of arrest was not authorized by the papers on which it was granted. Neither is the plaintiff entitled on the facts appearing upon the papers on this motion to such an order, or to the common order to arrest the defendant and require him to give bail to the action. The order of September 3d must be vacated, with <em>$10 </em>costs to defendant, to abide the event of the action (see Pike vs. Lent, 4 <em>Sand. S. C. R. </em>650).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}