{
  "casebody": {
    "data": "<casebody firstpage=\"520\" lastpage=\"521\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b574-7\">Second Department,</court>\n<p data-order=\"1\" data-type=\"otherdate\" id=\"AFU\">January, 1975</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ApD\">(January 6, 1975)</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"AX0\">Frank Biener, Appellant, v. City of New York, Respondent.</parties>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"ApA\">In an action to recover damages for false arrest and malicious prosecution, plaintiff appeals from a judgment of the Supreme Court, Queens County, entered February 26,1974, in favor of defendant, in part upon the trial court’s direction of a verdict and in part upon a jury verdict. Judgment reversed, on the law and in the interests of justice, and new trial granted, with costs to abide the event. Appellant raised no issues as to the facts and none were considered on this appeal. Plaintiff, an uncontrolled diabetic for more than 30 years, requires insulin injections each morning. In spite of the medication, he has often gone into insulin shock. When this occurs, his wife seeks the aid of the police emergency squad, which often has taken him to a nearby hospital. On the evening of May 17, 1971, plaintiff’s wife observed him going into shock and immediately called the “911” police emergency number. Shortly thereafter, two police officers arrived at plaintiff’s apartment with an ambulance. It is uneontroverted that plaintiff’s wife informed the policemen that he was unconscious because he was a diabetic and had gone into insulin shock. According to the police officers, plaintiff began to recover from his unconscious state following a dosage of smelling salts administered by the ambulance attendant. The officers testified that as plaintiff awakened he became violent, started swinging wildly and had to be subdued. Controverting that version of the facts, plaintiff’s wife testified that the police officers accused plaintiff of being drunk. She added that the officers) rather than offer assistance, tied her husband’s feet with a belt and handcuffed his hands behind his back. Plaintiff was then arrested for assault and taken to the local precinct, where he ultimately was charged with harassment. Plaintiff appeared in court several times and the case was finally dismissed following a trial. As a result of the foregoing incident, plaintiff brought this action seeking compensatory and punitive damages for bodily harm, humiliation, embarrassment and scorn. At the end of the trial the court directed a verdict for defendant on the cause of action for malicious <page-number citation-index=\"1\" label=\"521\">*521</page-number>prosecution and the jury found in favor of defendant on the cause of action for false arrest. On this appeal, plaintiff raises four issues which have merit and warrant a new trial. Initially, he contends that the trial court’s charge prejudicially suggested that his evidence was not truthful. The portion of the charge in question concerns the issue of drunkenness and whether the officers declared that plaintiff was drunk. The court charged that the issue of drunkenness was a “figment of somebody’s imagination, who is dragging the issue of drunkedness [sic] into this ease for reasons of his own.” This was improper in that the court took upon itself the resolution of the question of credibility, which is within the province of the jury. Furthermore, we discern from a consideration of the entire tone of the charge a distinct denigration of plaintiff’s evidence juxtaposed with a deferential treatment of defendant’s evidence. The court implied repeatedly in its charge that defendant and the arresting police officers would have no logical reason or interest in convicting plaintiff maliciously. The lack of confidence displayed by the court in plaintiff's ease could not escape the notice of the jury <em>(Habenicht </em>v. <em>B. K. 0. Theatres, </em>23 A D 2d 378). We further agree with plaintiff that it was prejudicial error to ignore the request of his counsel that the court explain the meaning of “intent” as it pertained to the claim that plaintiff was guilty of harassment. The court charged the jury with the applicable section of the Penal Law (§ 240.25) dealing with harassment. However, the court never explained to the jury the meaning of “ intent ”. In view of the trial court’s repeated focusing on the element of intent with respect to plaintiff’s actions, it was of paramount importance to have the meaning of the concept of intent in the frame of reference here in issue made clear to the jury. Despite the vital difference between the offense of harassment and the crime of assault, the court consistently and repeatedly equated the two, permitting the jury to speculate about plaintiff’s intention to strike the police officers so as to be guilty of the crime of harassment. It is well settled that a charge that confuses and creates doubt as to the principle of law to be applied requires a new trial. A charge must not contain contradictory and inadequate statements of rules of law. Moreover, there was prejudicial error committed in the exclusion of evidence. The trial court refused to allow plaintiff to introduce evidence of the effects of insulin shock on an individual. Surely plaintiff, who had any number of experiences with insulin shock, was fully competent to state what happened to him during the course of such an incident. The evidence, if admitted, would have served to illuminate the question of intent upon which the court laid so much stress in its charge. Finally, we find error in the trial court’s direction of a verdict on the cause of action for malicious prosecution. The court withdrew that cause of action from the jury’s consideration because the court was of the opinion that there was no evidence that defendant had been guilty of malice. In an action for malicious prosecution there is no requirement that the defendant he guilty of acts that were purposefully evil or intended to harm <em>(Dean </em>V. <em>Koehendorfer, </em>237 N. Y. 384). Malice may be inferred if the defendant has acted with a wanton, reckless or grossly negligent disregard of the plaintiff’s rights, inconsistent with good faith <em>(Smith </em>v. <em>Neio York AntirSaloon League, </em>121 App. Div. 600). The facts of this case could have led the jury to believe that the officers acted with malice in prosecuting the harassment charge and that the arresting officer did not act as would a discreet and prudent person in charging plaintiff with a crime. For this reason, the direction of a verdict was wrong. Hence, in view of the foregoing and in the interests of justice, the judgment should be reversed and a new trial granted. Martuseello, Acting P. J., Latham,- Christ, Brennan and Benjamín, JJ., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}