{
  "casebody": {
    "data": "<casebody firstpage=\"342\" lastpage=\"348\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b342-7\">George W. Welsh <em>versus </em>Charles Barrett.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b342-8\">The book of the messenger of a bank, who was dead, in which, in the course of his duty, he entered memoranda of demands and notices to the promisors and endorsers upon notes left in the bank for collection, was received in evidence of a demand on the maker, and notice to the defendant, as endorser, of a note so left for collection.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b342-9\">This was <em>assumpsit </em>by the plaintiff as endorsee, against the defendant as endorser, of a promissory note dated the 26th of November, 1814, payable in sixty days with grace. Trial upon the general issue at the last November term.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b342-10\">The note was lodged in the <em>State </em>Bank for collection. The plaintiff, being called upon to prove a demand upon <em>Peter Dicker-man, </em>the maker of the note, and reasonable notice to the defendant as endorser, stated that the messenger of the bank, who had delivered the usual printed notice, was dead, and proved his death.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b342-11\">He then proved by the cashier of said bank that, pursuant to the regulations of the bank, the said messenger had kept a book, in which he entered his doings with respect to notices to promisors and endorsers of notes belonging to the bank, or left there for collection. The by-laws of the bank made it part of his duty to keep such a book, and to take an oath faithfully to perform his duty, which was administered. A book was produced at the trial, which the cashier testified was the book kept, for the purpose aforesaid, by the deceased messenger. In (hat book were entries of the names of promisors and endorsers on promissory notes, and certain figures and memoranda, which the cashier testified were in the hand-writing of the deceased messenger, and were the minutes made by him <page-number citation-index=\"1\" label=\"343\">*343</page-number>of his doings with respect to such notes. Objection was made to the admission of the book' in evidence, which objection was overruled; and the jury were instructed, if they were satisfied, from the entries and memoranda, that demand had *been made and notice given, in the present case, on the day when the note became due, they might find their verdict for the plaintiff. There was a further objection to the admission of the messenger’s book, founded upon the evidence that the messenger was under obligation to the bank, by a stipulation that he would faithfully perform his duty. It was suggested that, for this cause, he was interested, and could not be a witness, if alive ; and that, for the same reason, his book could not be admitted. A verdict was returned for the plaintiff; and if the said evidence ought not to have been admitted, the verdict was to be set aside, and the plaintiff to be nonsuit; otherwise,judgment was to be rendered on the verdict.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b343-5\"><em>Gorham </em>and <em>Peabody, </em>for the plaintiff.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"ARC8\">The by-laws of the bank being made in pursuance of the act by which it was incorporated, the messenger may be viewed in the character of a public officer, and on that ground credit is due to entries made by him in his official book. The case of <em>Price </em>vs. <em>The Earl of Torrington </em><footnotemark>(1)</footnotemark> is in point, and is much stronger than the present. The drayman in that case might have kept or sold the beer, and yet account for it as delivered. Here the messenger could have no possible motive to make a false entry. In <em>Pitman </em>vs. <em>Maddox, </em><footnotemark>(2)</footnotemark> a shop-book kept by a servant who was dead was received by Lord <em>Holt </em>as evidence, upon proof only of the hand-writing of the shopkeeper. <footnotemark>(3)</footnotemark></p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b343-6\">The rejection of this evidence would be attended with consequences the most mischievous to the commercial part of the community. So great a portion of the business of collecting bills of exchange and promissory notes devolves on the banks, and this mode of perpetuating the evidence of demands and notices being the one generally adopted, the inconvenience of declaring it invalid would be excessive.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b343-7\"><em>Webster, </em>for the defendant,</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"At4k\">contended that the book in question ought not to have been received in evidence. It is not <em>a corporation booh; </em>because it is neither kept by the certifying officer of the corporation, nor does it purport to record corporate proceedings.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"AJk\"><page-number citation-index=\"1\" label=\"344\">*344</page-number>* It can make no difference, that this book was kept in pursuance of a by-law. The bank cannot make a bylaw which shall affect third persons with new rules of evidence. There is no room to put this on the ground, sometimes assumed, that those who deal with banks must be presumed to submit to their rules. This note was not made to the bank, nor with a view to be discounted there.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b344-6\">This memorial or entry can bind third persons no further than if it had been made by a merchant’s clerk, instead of the messenger of the bank. A merchant has as much right to put his clerk under oath as this corporation had to put this messenger under oath.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b344-7\">If this evidence be admissible, it would have been equally admissible, if the bank had been plaintiff. The true question, therefore, is this ; the person employed, by the holder of a promissory note, to give notice to the endorser, being dead, and having left behind him a memorandum that he gave notice, is that memorandum evidence against the endorser ?</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b344-8\">No case, in support of the admission of this evidence, has as yet been cited, except such as a,re supposed to bear upon it by analogy. Against its admission are two rules of law; one requiring paroi testimony to be delivered under oath, the other requiring it to be given with notice. The case of <em>Cooper </em>vs. <em>Marsden </em><footnotemark>(4)</footnotemark> will be found directly in point. The oath, which the authorities speak of, must be a <em>judicial </em>oath.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b344-9\">The cases in which private books and memorials' are admissible are collected in the editor’s notes to the case of <em>Warren </em>vs. <em>Green-ville, Strange, </em>1129. This case falls within neither of the four classes. The great objection to such evidence is, that it is <em>ex parte, </em>and its being given on oath is not sufficient. <footnotemark>(5)</footnotemark></p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b344-10\"><em>Price </em>vs. <em>The Earl of Torrington </em>was the case of the shopkeeper’s books, and the proof was of <em>the delivery of the articles; </em>and that is one of the excepted cases. But the authority of that case is doubtful. It has been questioned, *and does not seem to have received the approbation of subsequent judges, or of the profession. <footnotemark>(6)</footnotemark> It is conformable, perhaps, to our <em>American </em>practice ; but it is not certain that it would now be acted upon by the <em>English </em>courts. It certainly would not be extended by analogy.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b344-11\">A full answer to all the arguments <em>ab inconvenienti, </em>urged by the plaintiff’s counsel, is this; the law has provided a regular mode of proving notice, and perpetuating the proof, by notarial certificates <page-number citation-index=\"1\" label=\"345\">*345</page-number>Most of the banks, or at least some of them, follow this course. If others do not, they must abide by the misfortune of the loss of evi dence.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b345-5\">If this evidence be admitted, where will the rule stop ? Not will banks : for banks have no more right to use the memoranda of de ceased agents, in evidence, than other persons. Not with proof oí notice on bills and notes; because there is as much reason whj other facts — payment, for example — should be proved in the same way. It must come to this ; that, if a person puts his agent undei oath to perform his duty, the memoranda of that agent, of acts done by him, shall, after his death, be evidence to bind third persons. This would be, it is conceived, a vast innovation upon the existing law of evidence. It would be evidence <em>ex parte; </em>and it would be paroi evidence, not delivered under the sanction of a judicial oath.</p>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"(1)\">\n<p id=\"b343-8\"> 1 <em>Salk. </em>285.</p>\n</footnote>\n<footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-2\" label=\"(2)\">\n<p id=\"b343-9\"> 2 <em>Salk. </em>690.</p>\n</footnote>\n<footnote data-order=\"20\" data-type=\"footnote\" id=\"x999-3\" label=\"(3)\">\n<p id=\"b343-10\"> 10 <em>East, </em>109, <em>Higham </em>vs. <em>Ridgway, </em>and the cases there cited.—6 <em>East, </em>188, <em>Averson </em>vs. <em>Lord, Kinnaird &amp; Al. </em>— 3 <em>Taunt. </em>305. — 3 <em>Campb. </em>379. — <em>Philips’s Lau of Evid. </em>192, 195.</p>\n</footnote>\n<footnote data-order=\"21\" data-type=\"footnote\" id=\"x999-4\" label=\"(4)\">\n<p id=\"b344-12\"> 1 <em>Esp. R. </em>1. —5 <em>D. &amp; E. </em>121, <em>Outram </em>vs. <em>Morewood.</em></p>\n</footnote>\n<footnote data-order=\"22\" data-type=\"footnote\" id=\"x999-5\" label=\"(5)\">\n<p id=\"b344-13\"> 2 <em>East, </em>54, <em>Rex </em>vs. <em>Ferry Frystone.</em></p>\n</footnote>\n<footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-6\" label=\"(6)\">\n<p id=\"b344-14\"> Vide 2 <em>Pothier, </em>190.</p>\n</footnote>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-7\" type=\"majority\">\n<author id=\"b345-6\">Parker, C. J.,</author>\n<p id=\"AGr\">delivered the opinion of the Court. The question presented in this case appeared to us at first to require but little attention ; because the person who is supposed to have given the notice being dead, and a memorandum sworn to have been in his hand-writing, in a book kept by him for that purpose, having been produced, it was thought to fall within the general rule which requires the best ev idence the nature of the case admits of.</p>\n<p id=\"b345-7\">What a person, having in charge a particular trust or duty, does in pursuance of that trust or duty, is a fact which may be proved by other testimony than that of the party who does the act, when he is dead and his testimony entirely lost. For it cannot be required in cases of every day’s <em>* </em>occurrence, and when a multitude of the same kind of acts is required of the same person almost every day, that the expense and trouble of perpetuating his testimony, in the mode prescribed by the statute for perpetuating evidence, should be requisite. Thus, a runner or messenger of a bank being dead, it would be proper to prove, by other witnesses, that they saw him go from the bank, With the common notifications, towards the house or store of a party to be charged; that they saw him go into the store or house, and on his coming out saw him making entries in his memorandum-book ; and then, such book being produced, with memoranda relative to the facts necessary to be proved, the whole is certainly very safe evidence to lay before a jury upon the point whether the requisite notice was given or not; and the other party having opportunity to contradict it, or to deny the effect of the circumstances proved, a verdict may be safely founded upon such facts.</p>\n<p id=\"b345-8\">It is analogous to the exceptions to other general rules of evi deuce. The original writing or contract, upon which a party is attempted to be charged, or on which'a defence may rest, is to b« <page-number citation-index=\"1\" label=\"346\">*346</page-number>produced, when the party claiming under it is the rightful possessoi of such original. Yet on proving it to be destroyed or lost, lie may prove the contents of the paper. <footnotemark>(a)</footnotemark> When the best evidence is, without the fault of the party, out of his power, so that it cannot be produced, the next in degree must be resorted to, or justice would often fail.</p>\n<p id=\"b346-5\">It has been suggested that a notarial certificate ought, in such cases, to be obtained. But the objection would lie full as strongly against that, as against the evidence admitted in this case. It would be an extrajudicial oath, by which the declaration would be attempted to be sanctioned; and, hitherto, notarial certificates of facts happening in the state have not been admitted as evidence, unless they relate to bills of exchange, or protests in relation to ships and vessels ; and in the latter case they are never considered as evidence, except in contradiction to evidence given in regular form by the party making the protest.</p>\n<p id=\"AZBG\">* Cases are not wanting in the <em>English </em>books, to show the admissibility of evidence such as was received at the trial of this cause. The case of <em>Price </em>vs. <em>The Earl of Torrington </em>is most in point. That action was for beer sold and delivered ; and the evidence was, that the usual way of dealing was, that the drayman came every night to the clerk of the beer-house, and gave him an account of the beer he had delivered out; which the clerk set down in a book kept for that purpose, to which the drayman set his hand ; and that it was his hand-writing set to the book.</p>\n<p id=\"b346-8\">In the case before us the evidence was, that it was not only usual, but the official duty of the messenger, whenever he had delivered notices to makers and endorsers of promissory notes, to make a memorandum thereof in a book kept by him for that purpose ; that the messenger was dead; that the book produced was his book, kept for that use; and that the memorandum relied upon in this action was in his hand-writing.</p>\n<p id=\"b346-9\">It seems impossible for two cases to be more parallel. But it is said that this case is of doubtful authority, and has been questioned by eminent men. It has never been overruled, nor have we ascertained that it is considered as a questionable case. It is cited as law in the most approved digests.</p>\n<p id=\"b347-4\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>It is true that, in a case subsequent to this, <footnotemark>(7)</footnotemark> Lord <em>Raymond </em>rejected the book of a cooper who was dead, which book was offered to prove the delivery of wines. But he recognized Lord <em>Torrington’s </em>case without disapproving it; saying that the case before him differed from rt, because in the first case the witness saw the drayman sign the book every night. This seems not to be a difference in principle; for in both cases the question turned upon the memorandum of a dead man ; and the jury might, in the latter case as well as the former, have been intrusted with the evidence.</p>\n<p id=\"b347-5\">Other cases were referred to by the counsel for the plaintiff, upon which this point may be considered as supported. * But it is not necessary to multiply authorities; for the principle seems to be founded in good sense and public convenience. What a man has said when not under oath may not, in general, be given in evidence when he is dead ; because his words may be misconstrued and misrecollected ; as well as because it cannot be known that he was under any strong motive to declare the truth. Yet there are well-known exceptions to this rule, as in questions concerning pedigree. But what a man has actually done and committed to writing, when under obligation to do the act, it being m the course of the business he has undertaken, and he being dead, there seems to be no danger in submitting to the consideration of the jury.</p>\n<p id=\"b347-7\">The case of <em>Cooper </em>vs. <em>Marsden </em>has been cited, and is thought to be decisive against the position here taken. In that case, Lord <em>Kenyon </em>rejected the evidence offered of an entry made by a clerk in a merchant’s book, the clerk being absent in <em>India. </em>It is a sufficient answer to this case, that the clerk was alive ; and although it would have put the plaintiff' to great inconvenience to procure his testimony, yet it might have been obtained, and therefore the case did not fall within the principle established in Lord <em>Torrington’s </em>case. All that can be inferred from this case is, that the judge would not extend the doctrine which had been before established; nor is it probable that it will be extended here, so as to produce any inconveniences.</p>\n<p id=\"b347-8\">The case of a merchant’s clerk, however, who may die, would be likely to be thought analogous to the case before us. For there would seem to be no good reason why proof of entries made by him should not be received as evidence, in a case proper for the admission of a merchant’s books as evidence, <footnotemark>(a)</footnotemark></p>\n<p id=\"b347-9\">\n<em>Judgment on the verdict.</em>\n</p>\n<footnote label=\"(a)\">\n<p id=\"b346-10\"><em> </em>The loss, it is said, may, in the absence of other evidence, be shown by the affidavit of the party. — <em>Davis &amp; Ux. </em>vs. Spooner, 3 <em>Pick. </em>284.— <em>Taunton Bank </em>vs. <em>Richardson &amp; Al. </em>5 <em>Pick. </em>436. — <em>Adams &amp; Al. </em>vs. <em>Leland &amp; Al. 7 Pick </em>62. — <em>Jackson </em>vs. Frier, 16 <em>Johns. </em>193. — <em>Chamberlain </em>vs. Gorham, 20 <em>Johns. </em>144. — <em>Tayloc </em>vs. <em>Riggs) </em>1 Peters, 591. — Sed vide <em>Coleman </em>vs. Wolcott, 4 <em>Day, </em>388. — He who voluntarily, and without mistake or accident, destroys primary evidence, thereby leprivei himself of the use of secondary evidence. - - <em>Broadtoell </em>vs. Kites, 3 <em>Hals </em>58.</p>\n</footnote>\n<footnote label=\"(7)\">\n<p id=\"b347-10\"> <em>Bull. </em>N. <em>P. </em>282, <em>Clerk vs. Bedford.</em></p>\n</footnote>\n<footnote label=\"(a)\">\n<p id=\"b347-11\"> <em>Union Bank </em>vs. <em>Knapp, </em>3 <em>Pick. </em>96. —- <em>Nicholas </em>vs. <em>Webb, </em>8 <em>Wheat. </em>326. — The objection to evidence of this kind is, that it is hearsay, and the declaration of a person <page-number citation-index=\"1\" label=\"348\">*348</page-number>not under oath, who is interested to malee such entries as shall show that he has per. formed his duty. — See 1 Phillips, 7th <em>Lond. </em>ed. pp. 260, 2b2, 263, and the cases cited in the notes. — <em>Barker </em>vs. Bay, <em>2 </em>Bussell, <em>Ch. R. </em>67, and the cases cited in the note</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}