{
  "casebody": {
    "data": "<casebody firstpage=\"117\" lastpage=\"122\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b141-8\">Harry M. Harris, Alias John M. Harris, v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b141-9\">No. 2795.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMW\">Decided November 26, 1913.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b141-10\">1. —Bigamy—Evidence—Marriage License—Contents.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b141-11\">Where the alleged marriage license was not proven up as the original, a witness should not have been permitted to state that it was the marriage license, etc., and especially, where the defendant was not identified as the party named therein; either the original license issued by the proper officer or a certified copy thereof after proper notice given should have been offered, and the contents of said license without such proof was inadmissible.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b141-12\"><em>2. </em>—Same—Evidence—Argument of Counsel.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b141-13\">Where, upon trial of bigamy, the State offered certain letters in evidence which the court, on objection of defendant, ruled out, the district attorney had, no right to comment on such evidence which was excluded by the court, and the same was reversible error.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b141-14\">3. —Same—Misconduct of Jury.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b141-15\">Upon trial of bigamy, where the record showed that the jury considered certain evidence which was excluded by the court, the same was reversible error.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b141-16\">4. —Same—Circumstantial Evidence—Charge of Court.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b141-17\">Where, upon trial of bigamy, the conviction depended wholly upon circumstantial evidence, the court’s failure to charge thereon is reversible error.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b141-18\">5. —Same—Evidence—Handwriting—Husband and Wife.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b141-19\">A witness may identify the handwriting of defendant to certain letters from him to his alleged wife which came under her notice and observation without the connivance of said wife, although either of the spouses could not testify as to such letters, neither could the contents of such letters be introduced in evidence, unless it was shown that they were lost or destroyed.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b141-20\">6. —Same—Evidence.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b141-21\">Upon trial of bigamy, testimony as to what had become of certain letters, and that the wife of defendant had sent them to the district attorney and certain other immaterial matters were not admissible.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b141-22\">7. —Same—Opinion of Juror.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b141-23\">Where a juror who sat upon the case had a fixed and expressed, opinion as to defendant’s guilt, he was not a competent juror.</headnotes>\n<summary data-order=\"17\" data-type=\"history\" id=\"b141-24\">Appeal from the District Court of Cherokee. Tried below before the Hon. Lee D. Guinn.</summary>\n<summary data-order=\"18\" data-type=\"history\" id=\"b141-25\">Appeal from a conviction of bigamy; penalty, four years imprisonment in the penitentiary.</summary>\n<p data-order=\"19\" data-type=\"summary\" id=\"b141-26\">The opinion states the case.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b142-2\"><page-number citation-index=\"1\" label=\"118\">*118</page-number><em>J. E. Bose, </em>for appellant.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"A3U\">On question of argument of counsel on facts not introduced on trial: Battles v. State, 53 Texas Crim. Rep., 202, 109 S. W. Rep., 195; Hubbard v. State, 52 Texas Crim. Rep., 399, 107 S. W. Rep., 351; Waterhouse v. State, 57 Texas Crim. Rep., 590, 124 S. W. Rep., 633; Harwell v. State, 62 Texas Crim. Rep., 117, 134 S. W. Rep., 701; Ross v. State, 61 Texas Crim. Rep., 12, 133 S. W. Rep., 688; Knight v. State, 55 Texas Crim. Rep., 243, 116 S. W. Rep., 56.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b142-7\">On question of filing paper and giving notice that it would be offered in evidence: Burton v. State, 51 Texas Crim. Rep., 196, 101 S. W. Rep., 226.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b142-9\">On question that it is improper for State’s counsel to state what he could have proved: Clark v. State, 5 S. W. Rep., 115; Tally v. State, 88 S. W. Rep., 339.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b142-11\">When a special charge to withdraw argument of counsel is not necessary: Davis v. State, 54 Texas Crim. Rep., 236, 114 S. W. Rep., 366; Taylor v. State, 50 Texas Crim. Rep., 560, 100 S. W. Rep., 393; Jenkins v. State, 49 Texas Crim. Rep., 457, 93 S. W. Rep., 726; Robbins v. State, 83 S. W. Rep., 690.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b142-13\">Where a fact is not admissible, State's attorney can not argue thereon: Rodriquez v. State, 58 Texas Crim. Rep., 275, 125 S. W. Rep., 404; McKinley v. State, 52 Texas Crim. Rep., 182, 106 S. W. Rep., 342; Askew v. State, 54 Texas Crim. Rep., 414, 113 S. W. Rep., 287; Hilsher v. State, 60 Texas Crim. Rep., 180, 131 S. W. Rep., 592; Baughman v. State, 90 S. W. Rep., 166; Coleman v. State, 90 S. W. Rep., 499, Cline v. State, 71 S. W. Rep., 23; Battles v. State, 53 Texas Crim. Rep., 202, 109 S. W. Rep., 195.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b142-18\">Where argument is obviously hurtful, it is reversible error, although the court instructs the jury to disregard it: Smith v. State, 55 Texas Crim. Rep., 563, 117 S. W. Rep., 966.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b142-19\">On question of necessity of instructing on circumstantial evidence, and necessity of excluding all reasonable hypotheses except guilt: Hogan v. State, 13 Texas Crim. App., 319; Irvine v. State, 13 id., 499; Wilson v. State, 100 S. W. Rep., 153; Warren v. State, 52 Texas Crim. Rep., 218, 106 S. W. Rep., 132; Green v. State, 59 Texas Crim. Rep., 6, 127 S. W. Rep., 549; Johnson v. State, 52 Texas Crim. Rep., 510, 107 S. W. Rep., 845; Brooks v. State, 56 Texas Crim. Rep., 513, 120 S. W. Rep., 878; Scott v. State, 19 Texas Crim. App., 325; Pogue v. State, 12 id., 283; Clifton v. State, 39 Texas Crim. Rep., 619.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b142-25\">On question of impartial jury: Robbins v. State, 155 S. W. Rep., 936; Mitchell v. State, 36 S. W. Rep., 456; Long v. State, 10 Texas Crim. App., 186; Henrie v. State, 41 Texas, 573.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b142-27\">Testimony ruled out by the court should not be considered by the jury: Ysaguerre v. State, 58 S. W. Rep., 1005; Terry v. State, 38 S. W. Rep., 986.</p>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b142-28\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b143-4\"><page-number citation-index=\"1\" label=\"119\">*119</page-number>HARPER, Judge.</author>\n<p id=\"A3\">Appellant was prosecuted and convicted of bigamy and his punishment assessed at four years confinement in the State penitentiary.</p>\n<p id=\"b143-5\">The testimony of A. M. Duke, a justice of the peace in Cherokee County, shows that appellant, under the name of Harry M. Harris, was married to Miss Venia Chaney at Jacksonville on the 16th day of July, 1912, and this fact is clearly established by the record, and is not questioned by the testimony offered in behalf of appellant.</p>\n<p id=\"b143-6\">To prove that appellant was guilty of the crime of bigamy the State undertook to prove that appellant had married Miss Alice Ellison, under the name of John M. Harris, in San Antonio, prior to his marriage to Miss Chaney, in December, 1911.</p>\n<p id=\"b143-7\">Anton Adams was called and he testified he was clerk in the Justice Court in San Antonio and that Mr. Fisk was justice of the peace; that the paper shown him by State’s counsel was a marriage license issued by Frank R. Newton, county clerk of Bexar County, dated December 15, 1911, and that it authorized the marriage of John M. Harris to Alice Ellison, and that the marriage ceremony was performed by the justice of the peace, and he, Adams, signed the license as a witness to the marriage. He then testified: <em>“I </em>don’t know this defendant and if he is the man down there with these license will say I don’t remember the gentleman. I don’t remember of ever knowing this gentleman. I don’t know whether he is the man to whom those license was issued. I don’t know whether he was in San Antonio that day or not.” No other testimony was offered to prove that appellant was the man to whom the marriage license was issued, and the person who was married to Miss Ellison by Justice Fisk on that day other than some remote circumstances. The court in approving the bill states that the marriage license was not permitted to be introduced in evidence, but this statement, we think, only aggravates the error here complained of. Certainly if the marriage license was not proven up in a way to render it admissible in evidence, then a witness would not be permitted to take it and state that it was a marriage license, and read or state its contents to the jury, as Mr. Adams was permitted to do in this case. If he had sworn that he knew the signature of the county clerk, who issued the license, and that the signature of the clerk to the license was the genuine signature of the clerk, and that it was the original license issued, a different question would be presented, for then the license would have been admissible in evidence. But there is no evidence that the signature of Frank R. Newton, county clerk, was the genuine signature of Mr. Newton nor that this was the original license. Mr. Adams was not questioned in regard to these matters, and he positively refuses to identify appellant as the man he saw in possession of the license. County Clerk Newton was not called as a witness. If the issuance and execution of the license had been proven up properly, then the license would have been admissible in evidence, without filing with the papers, or giving any notice, but if the State <page-number citation-index=\"1\" label=\"120\">*120</page-number>expected to use this license and the return thereon, to show a legal marriage to Miss Ellison, it ought either have proven it was the original license issued, and its issuance by the proper officer; or if it could not do that, then a certified copy of the license ought to have been filed with the papers at least three days before the trial, and notice given to appellant of its filing. One or the other of the two things should have been done to render the license admissible in evidence, and neither of these having been done, the State could not prove its contents by a witness sitting before a jury and testifying to its contents. If the-license was not admissible in evidence, then oral proof of its contents was not admissible. Burton v. State, 51 Texas Crim. Rep., 196, 101 S. W. Rep., 226, and cases there cited.</p>\n<p id=\"b144-3\">Another matter presents material error is that while Mrs. Ellen Ellison,, the stepmother of Miss Alice, was testifying, she identified two letters as letters written by appellant to his alleged wife, Miss Alice. The court excluded them on the ground that they were written by appellant to the person whom the State contended was his bona fide wife, and the establishing of which fact it was necessary for the State to do to secure a conviction, and letters written by a man to his wife are not admissible. The record further discloses that the alleged wife had delivered these-letters to the district attorney. After the court had properly excluded these letters, the district attorney, in his address to the jury, said: “We offered two letters from Mr. Harris to his wife, Alice Ellison, in evidence, but the court sustained defendant’s objection to their admission, <em>and if we had been allowed to introduce these letters in evidence we would have shown his guilt.” </em>We do not understand upon what rule of law the district attorney thought he had the right to comment on evidence-excluded by the court, and especially to tell them that such evidence excluded showed appellant’s guilt. This was prejudicial error of the highest character, and such error, if the court had instructed the jury not to consider it (which he did not do) it would still present error. Other remarks of the district attorney are complained of, but this ruling is enough to show that he must keep himself within the record.</p>\n<p id=\"b144-4\">It is further shown by the record that a portion of the jury, at least, after their retirement, discussed the fact that appellant had objected to the introduction of these letters, and commented thereon. Jurymen, nor any one else during the trial, have any right to consider any evidence excluded by the court, nor discuss such excluded evidence. It may be that appellant is guilty of the crime charged, but he has a right to a fair trial upon what the law recognizes as legitimate testimony.</p>\n<p id=\"b144-5\">The State relied on the fact that Mrs. Ellison testified that she received information which caused her and Miss Alice to go to Mineola, where appellant met them; that appellant told her he had business calling him to San Antonio, and if she would allow Miss Alice to go-with him that he would telegraph ahead and have license issued at Palestine and have an officer meet them at Palestine and marry them. That under such promise, Miss Alice did get on the train with appel<page-number citation-index=\"1\" label=\"121\">*121</page-number>lant. The State further proved that subsequent to this appellant and Hiss Alice registered at the hotel of Mrs. Ford at Mineola as husband and wife, remaining there several days, conducting themselves as husband and wife, and some other circumstances tending to show that appellant and Miss Alice conducted themselves as husband and wife, and that he treated her as such and so recognized her. These circumstances, together with the testimony of Anton Adams, hereinbefore discussed, was the testimony relied on to show a marriage between appellant and Alice Ellison. When we take into consideration that appellant at the time of his arrest was going under the name of Harry M. Harris, and had married Miss Chaney under that name, and the State relied on the above testimony to show that he was the John M. Harris who married Alice Ellison at San Antonio, and the further fact that Adams could not and would not identify appellant as the person who married Alice Ellison under the name of John M. Harris, it is manifest that the State relied on circumstances to show that the John M. Harris, who, in San Antonio, married Alice Ellison, was one and the same person as Harry M. Harris, who married Miss Chaney. Ho positive testimony of that fact was offered or introduced in evidence. The circumstances are doubtless strong and cogent, tending to show that fact, but there is no positive testimony in the record that appellant, Harry M. Harris, was ever in San Antonio in his life, and no positive testimony that if in San Antonio he was going under the name of John M. Harris, and under such circumstances tire court erred in refusing to give the special charge requested by appellant on circumstantial evidence.</p>\n<p id=\"b145-3\">There are a number of complaints and exceptions to the testimony of Mrs. Ellen Ellison, and we will treat all of them together. If Mrs. Ellison is able, on another trial, to identify the handwriting of appellant, and she saw letters from appellant to his alleged wife, Alice Harris, if she saw them without the connivance of his wife, she should be permitted to so testify. Letters stand in the same category as third persons overhearing conversations between the' husband and wife. Neither the husband nor wife could testify as to the conversation, but the third person who heard would be permitted to do so. And so if she got possession of the letters without the knowledge, connivance, or acquiescence of either the husband or wife, and she knows the handwriting and can so state, then she could so testify, but as to the contents of the letters she would not be permitted to testify, unless it was further shown that such letters had been lost or destroyed. But under no circumstances should she be permitted to testify that the wife had received letters which the wife had sent to the district attorney, and that that officer was in possession of such letters. What became of the letters would be immaterial unless they .were lost or destroyed. Nor, if Mrs. Ellison obtained the letters from her daughter, with the knowledge and consent of the daughter, to enable her to.testify in regard to them, should she be permitted to testify in regard to the letters. Nor can we see how the fact that a baby was born to Mrs. Harris, nee Ellison, <page-number citation-index=\"1\" label=\"122\">*122</page-number>would be admissible. Such fact would have no tendency to show that appellant was the John M. Harris who married Miss Ellison in San Antonio. The court was in error again in refusing to permit appellant’s counsel to interrogate the witness as to whether or not she knew that the letters were in the handwriting of appellant. It is true that the letters themselves were not introduced in evidence, but the witness was permitted to testify that her daughter had received letters from appellant, and it was permissible to cross-examine her as to how she knew the letters were written by appellant. Neither should she have been permitted to testify: “She sent some of these letters down here to the county attorney, and brought some of them here with' her this time. I don’t know how many she sent down here, only what she told me.” And this error was further aggravated, as hereinbefore shown, by the district attorney offering these letters in evidence, and when the court excluded them, have him tell the jury that if he had been permitted to introduce those letters they would have shown appellant’s guilt.</p>\n<p id=\"b146-5\">W. P. Brittain was one of the jurymen who tried appellant. On the hearing of the motion for a new trial W. O. Neely testified: “I. remember some time during this court and about the second of June of this case against Harry M. Harris being tried wherein he was charged with bigamy. I remember hearing Mr. Brittain before the trial of that case making some remarks about the case. We were right' over here at Mr. Tucker’s store here in town and Mr. Tucker just made the remarks that if he was on the jury where a man did like that he would stick him and Mr. Brittain just said yes, I would convict him, too, if I was on that jury myself.” Mr. Tucker testified in substance to the same facts. Mr. Brittain was also called as a witness and testified that he was at Tucker’s store, but stated “he had no recollection of what he did say at that time. He would not positively deny making the remark.” He was not a competent juror, having a fixed and expressed opinion as to appellant’s guilt.</p>\n<p id=\"b146-7\">Many other matters are complained of in the record, and some of which present error, but the rulings herein made apply to the rules of law to such matters, in a way they will not occur on another trial, and we deem it unnecessary to reiterate the law in regard to such matters.</p>\n<p id=\"b146-8\">Beversed and remanded.</p>\n<p id=\"b146-9\">\n<em>Reversed and, remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}