{
  "casebody": {
    "data": "<casebody firstpage=\"425\" lastpage=\"428\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b451-5\">Alonzo MOREFIELD, Jr., Plaintiff-Appellant, v. Larry BREWTON, Unit Manager, Individually and in Official Capacity, Warden Stephen Upton, Individually and in Official Capacity, John Paul, Deputy Warden, Individually and in Official Capacity, Lisa Waters, Health Care Administrator, Individually and in Official Capacity, Danette Gore, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b451-8\">No. 10-11665</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AcYt\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b451-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b451-10\">Aug. 11, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b452-6\"><page-number citation-index=\"1\" label=\"426\">*426</page-number>Alonzo Morefield, Jr., Autry SP-Inmate Trust Fund, Pelham, GA, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b452-7\">Laronica K. Lightfoot, Samuel Scott 01-ens, Devon Orland, Attorney General’s Office, Atlanta, GA, for Defendants-Appel-lees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b452-9\">Before TJOFLAT, MARTIN and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b452-10\">PER CURIAM:</author>\n<p id=\"b452-11\">This is a civil rights action, brought pursuant to 42 U.S.C. § 1983, by Alonzo Morefield, Jr., a former inmate at Georgia State Prison (“GSP”), against Larry Brew-ton, Manager of GPS’s Special Management Unit, Stephen Upton, GPS’s former Warden, John Paul, GPS’s Deputy Warden, Lisa Waters, DPS’s Health Services Administrator, and Danette Gore, a former GPS nurse. Morefield alleged that these defendants were indifferent to his serious medical needs-exposure to environmental tobacco smoke (“ETS”) exacerbated his preexisting medical conditions and harmed his future health — and thus subjected him to cruel and unusual punishment in violation of the Eighth and Fourteenth Amendments.<footnotemark>1</footnotemark> He also contended that the defendants transferred him to a building with high levels of ETS in retaliation for his First Amendment activities as a “jailhouse lawyer,” knowing that such exposure would harm his health.</p>\n<p id=\"b452-15\">The defendants denied liability, and following some discovery, moved the district court for summary judgment. The court granted their motion. Morefield now appeals.</p>\n<p id=\"b452-16\">We review a district court’s grant of summary judgment <em>de novo, </em>viewing the evidence in the light most favorable to the non-moving party. <em>Alvarez v. Royal Atl. Developers, Inc., </em>610 F.3d 1253, 1263-64 (11th Cir.2010). Summary judgment is appropriate when the evidence before the court demonstrates that “no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law.” <em>Id. </em>at 1264. “There is no genuine issue of material fact if the nonmoving party fails to make a showing sufficient to establish the existence of an element essential to that party’s case and on which the party will bear the burden of proof at trial.” <em>Jones v. Gerwens, </em>874 F.2d 1534, 1538 (11th Cir.1989). “[C]onclusory allegations without specific supporting facts have no probative value,” and a party who wishes to successfully oppose a motion for summary judgment “must meet the mov-<page-number citation-index=\"1\" label=\"427\">*427</page-number>ant’s affidavits with opposing affidavits setting forth specific facts to show why there is an issue for trial.” <em>Leigh v. Warner Bros., Inc., </em>212 F.3d 1210, 1217 (11th Cir.2000) (quotations omitted).</p>\n<p id=\"b453-5\">I.</p>\n<p id=\"b453-6\">“A prison official’s deliberate indifference to a known, substantial risk of serious harm to an inmate violates the Eighth Amendment.” <em>Marsh v. Butler Cnty., Ala., </em>268 F.3d 1014, 1028 (11th Cir.2001) <em>{en </em>banc). To prevail on a claim of deliberate indifference, the prisoner must show: (1) a serious medical need; (2) the defendant’s deliberate indifference to that need; and (3) causation between the official’s indifference and the plaintiffs injury. <em>Mann v. Taser Int'l, Inc., </em>588 F.3d 1291, 1306-07 (11th Cir.2009). To prevail on a claim that ETS exposure will harm his future health, the prisoner must show, objectively, that “he himself is being exposed to unreasonably high levels of ETS.” <em>Kelley v. Hicks, </em>400 F.3d 1282, 1284 (11th Cir.2005). Relevant factors include whether the facility has enacted a formal smoking policy, the “likelihood that such injury to health will actually be caused by exposure to ETS,” and “whether society considers the risk that the prisoner complains of to be so grave that it violates contemporary standards of decency to expose <em>anyone </em>unwillingly to such a risk.” <em>Id. </em>(quotation omitted). The prisoner must also show, subjectively, that “prison authorities demonstrated a ‘deliberate indifference’ to his plight.” <em>Id. </em>“The adoption of a smoking policy will bear heavily on the inquiry into deliberate indifference.” <em>Id. </em>(quotation omitted). “Mere negligence ... is insufficient to establish deliberate indifference.” <em>Id. </em>at 1285.</p>\n<p id=\"b453-7\">Here, (1) Morefield never alleged that he shared a cell with a smoker; (2) GSP has a no-smoking policy and punished violators; (3) Morefield failed to proffer any evidence, other than his own, self-serving statements, to show that ventilation was insufficient; and (4) Morefield only spent two months in the building with allegedly high levels of ETS and, therefore, is no longer exposed to ETS in that building. As such, Morefield has not shown that he was exposed to sufficiently “grave” levels of ETS to constitute a violation of the Eighth Amendment. Even if Morefield satisfied the objective component, he still failed to show, subjectively, that the defendants acted with deliberate indifference. Rather, Morefield’s own personal observations that inmates smoked inside the building after inspections established, at most, negligence in enforcing the no-smoking policy, which falls short of an Eighth Amendment violation.</p>\n<p id=\"b453-9\">With respect to Morefield’s preexisting medical conditions, Morefield has not provided any evidence to establish the necessary causal connection between his ETS exposure and his alleged injuries. His own, conclusory allegations that his medical conditions have worsened as a result of ETS exposure, or that his ETS exposure caused coughing, sleep deprivation, watery eyes, and breathing problems, were insufficient to defeat the defendants’ motion for summary judgment. Accordingly, the district court properly granted the defendants summary judgment on Morefield’s Eighth Amendment claims.</p>\n<p id=\"b453-10\">II.</p>\n<p id=\"b453-11\">A prisoner may establish a First Amendment retaliation claim by showing that prison officials retaliated against him for exercising his right to free speech. <em>O'Bryant v. Finch, </em>637 F.3d 1207, 1212 (11th Cir.2011). To prevail, the prisoner must establish that: (1) his speech was constitutionally protected; (2) he suffered <page-number citation-index=\"1\" label=\"428\">*428</page-number>adverse action such that the defendants’ allegedly retaliatory conduct would likely deter a person of ordinary firmness from engaging in such speech; and (3) there is a causal relationship between the retaliatory action and the protected speech. <em>Id.</em></p>\n<p id=\"b454-4\">Assuming that Morefield’s activities as a “jailhouse lawyer” were protected under the First Amendment, Morefield failed to establish a First Amendment violation because he has provided no evidence to show that his transfer to a building with allegedly high levels of ETS was an act of retaliation for his “jailhouse lawyer” activities. His conclusory claims of retaliation were insufficient to overcome the defendants’ motion for summary judgment. The district court properly granted the defendants summary judgment on More-field’s claim of retaliation.</p>\n<p id=\"b454-5\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b452-12\">. The Eighth Amendment’s Cruel and Unusual Punishments Clause is applicable to the States under the Due Process Clause of the Fourteenth Amendment. <em>Robinson v. California, </em>370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}