{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"530\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b553-5\">UNITED STATES of America, Plaintiff-Appellee, v. Jose CONTRERAS-GUTIERREZ, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b553-8\">No. 11-11176</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"ADR\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b553-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b553-10\">Oct. 13, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b553-21\">Michelle Schieber, Jennifer Kolman, Michael J. Moore, U.S. Attorney, U.S. Attorney’s Office, Macon, GA, for Plaintiff-Ap-pellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b553-22\">Nancy M. Trasande, Federal Public Defender, Cynthia W. Roseberry, Federal Public Defender’s Office, Macon, GA, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b553-24\">Before HULL, MARCUS and PRYOR, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b553-25\">PER CURIAM:</author>\n<p id=\"b553-26\">Jose Contreras-Gutierrez appeals his 100-month sentence, imposed following his guilty plea to illegal reentry of a deported alien, in violation of 8 U.S.C. § 1326(a)(2), in connection with 8 U.S.C. § 1326(b)(2). On appeal, Contreras-Gutierrez argues that his sentence is: (1) procedurally unreasonable because the district court failed to provide an adequate sentencing ratio<page-number citation-index=\"1\" label=\"528\">*528</page-number>nale for his above-guidelines-range sentence, and inappropriately relied on his sentence for a previous conviction for illegal reentry of a deported alien as a baseline for his sentence in the instant case; and (2) substantively unreasonable because the district court failed to consider mitigating evidence, and instead focused exclusively on Contreras-Gutierrez’s criminal history. After careful review, we affirm.</p>\n<p id=\"b554-4\">We review the sentence a district court imposes for “reasonableness,” which “merely asks whether the trial court abused its discretion.” <em>United States v. Pugh, </em>515 F.3d 1179, 1189 (11th Cir.2008) (quoting <em>Rita v. United States, </em>551 U.S. 338, 351, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007)).</p>\n<p id=\"b554-5\">In reviewing sentences for reasonableness, we perform two steps. <em>Id. </em>at 1190. First, we “ ‘ensure that the district court committed no significant procedural error, such as failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence — including an explanation for any deviation from the Guidelines range.’ ” <em>Id. </em>(quoting <em>Gall v. United States, </em>552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007)).<footnotemark>1</footnotemark> “[T]he justification for [any] variance must be sufficiently compelling to support the degree of the variance.” <em>United States v. Irey, </em>612 F.3d 1160, 1187 (11th Cir.2010) <em>(en </em>banc) (quotation omitted), <em>cert. denied, </em>- U.S. -, 131 S.Ct. 1813, 179 L.Ed.2d 772 (2011). We may not presume that a sentence outside the guidelines is unreasonable and generally must defer to the district court’s decision that the § 3553(a) factors justify the extent of the variance. <em>See id. </em>We have held that “nothing ... requires the district court to state on the record that it has explicitly considered each of the § 3553(a) factors or to discuss each of the § 3553(a) factors.” <em>United States v. Scott, </em>426 F.3d 1324, 1329 (11th Cir.2005).</p>\n<p id=\"b554-8\">If we conclude that the district court did not procedurally err, we must consider the “ ‘substantive reasonableness of the sentence imposed under an abuse-of-discretion standard,’ ” based on the “ ‘totality of the circumstances.’ ” <em>Pugh, </em>515 F.3d at 1190 (quoting <em>Gall, </em>552 U.S. at 51, 128 S.Ct. 586). This review is “deferential,” requiring us to determine “whether the sentence imposed by the district court fails to achieve the purposes of sentencing as stated in section 3553(a).” <em>United States v. Talley, </em>431 F.3d 784, 788 (11th Cir.2005). A district court’s unjustified reliance on a single factor “may be a symptom of an unreasonable sentence,” but significant reliance on a single factor does not necessarily make the sentence unreasonable. <em>Pugh, </em>515 F.3d at 1191-92; <em>see Gall, </em>552 U.S. at 56-57, 128 S.Ct. 586 (holding that a district court did not commit reversible error because it “attached great weight” to one factor). “[W]e will not second guess the weight (or lack thereof) that the [district court] accorded to a given factor ... as long as the sentence ultimately imposed is reasonable in light of <page-number citation-index=\"1\" label=\"529\">*529</page-number>all the circumstances presented.” <em>United States v. Snipes, </em>611 F.3d 855, 872 (11th Cir.2010) (quotation, alteration and emphasis omitted), <em>cert. denied, </em>— U.S. -, 131 S.Ct. 2962, 180 L.Ed.2d 245 (2011). We will “vacate the sentence if, but only if, we are left with the definite and firm conviction that the district court committed a clear error of judgment in weighing the § 3553(a) factors by arriving at a sentence that lies outside the range of reasonable sentences dictated by the facts of the case.” <em>Irey, </em>612 F.3d at 1190 (quotation omitted). “The party challenging the sentence bears the burden to show it is unreasonable in light of the record and the § 3553(a) factors.” <em>United States v. Tome, </em>611 F.3d 1371, 1378 (11th Cir.2010), <em>cert. denied, </em>— U.S.-, 131 S.Ct. 674, 178 L.Ed.2d 502 (2010).</p>\n<p id=\"b555-7\">First, we reject Contreras-Gutierrez’s claim that his sentence was procedurally unreasonable. As the record shows, the district court gave an adequate explanation when it focused on Contreras-Gutierrez’s numerous deportations and significant criminal history, including the 63-month sentence he served for illegal reentry of a deported alien, as a rationale for the above-guidelines range, 100-month sentence. The district court also gave Contreras-Gutierrez’s counsel an opportunity to present mitigating arguments at the sentencing hearing, and contrary to Contreras-Gutierrez’s assertion, considered counsel’s arguments, but ultimately was not persuaded:</p>\n<blockquote id=\"b555-8\">Well, both you and your counsel argue for a reasonable sentence. You’ve just completed the service of a 60-month sentence for the same offense. So one would have to assume that any sentence that was reasonable and might make an impression on you would have to be more than 60-months, notwithstanding [counsel’s] conviction that you did not realize that you should not be here.</blockquote>\n<p id=\"b555-10\">The court further explained that it did not believe that a sentence within the advisory guideline range would adequately address the goals of sentencing, but that an above-guidelines range sentence would be an appropriate sentence, based on the § 3553(a) factors and the totality of the circumstances. Although counsel disagreed with the court’s rationale, it was adequate, given that the court indicated that it considered Contreras-Gutierrez’s arguments in mitigation, the advisory guideline range, and the § 3553(a) factors in fashioning an appropriate sentence. <em>Talley, </em>431 F.3d at 786 (holding that acknowledgment by the district court that it had considered the parties’ arguments and the § 3553(a) factors is sufficient rationale).</p>\n<p id=\"b555-11\">The district court further explained that other factors weighed more heavily in determining Contreras-Gutierrez’s sentence, specifically referencing the fact that Contreras-Gutierrez (1) had illegally entered the United States on at least five separate occasions, (2) had failed to comply with administrative orders not to re-enter without permission, (3) had committed numerous crimes resulting in five felony drug convictions while he was in the United States illegally, and (4) had not been deterred from illegally re-entering, even after serving a 63-month sentence for the same offense. Because “the sentence ultimately imposed is reasonable in light of all the circumstances presented,” <em>Snipes, </em>611 F.3d at 872, the court did not unreasonably rely on these factors in determining Contreras-Gutierrez’s sentence, <em>see Gall, </em>552 U.S. at 56-57, 128 S.Ct. 586.</p>\n<p id=\"b555-12\">Moreover, the court did not abuse its discretion in determining that a sentence greater than the 63-month sentence Contreras-Gutierrez previously served for the same offense was required in order to address adequately the goals of sentencing under the totality of the circumstances. <page-number citation-index=\"1\" label=\"530\">*530</page-number>The record reveals that the court did not ignore the advisory guideline range, or “create a new ad hoc guideline range of its own,” as counsel argues on appeal, but rather, the court determined, after considering the § 3558(a) factors, “that a sentence within the advisory guideline range [did] not adequately address the goals of sentencing.” Defense counsel even anticipated the specific factors that would concern the court, stating: “I can see where the Court is going to have several places of concern. One concern being his prior record, another concern being the number of deportations that [he] has.” Thus, the court did not abuse its discretion when it determined, after considering counsel’s arguments, that based on those particular factors, an above-guideline sentence was appropriate in this case. As a result, the district court committed no procedural error in sentencing Contreras-Gutierrez.</p>\n<p id=\"b556-4\">Nor was the sentence substantively unreasonable. The district court indicated that it had considered Contreras-Gutierrez’s mitigating arguments, but as discussed above, the court was not persuaded. The court also reasonably considered the need for deterrence and Contreras-Gutierrez’s extensive criminal history — including his 63-month sentence for illegal re-entry of a deported alien and the fact that he had previously been deported 5 times — in determining that an above-guidelines range sentence was warranted. Thus, although the district court did not detail the precise weight given to the various factors and evidence presented, the court did not violate the purpose of § 3553(a) in imposing the 100-month sentence based on the totality <em>of the </em>circumstances. <em>Scott, 426 </em>F.3d at 1329. Accordingly, we affirm.</p>\n<p id=\"b556-5\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b554-6\">. The § 3553(a) factors include: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (3) the need for the sentence imposed to afford adequate deterrence; (4) the need to protect the public; (5) the need to provide the defendant with educational or vocational training or medical care; (6) the kinds of sentences available; (7) the Sentencing Guidelines range; (8) the pertinent policy statements of the Sentencing Commission; (9) the need to avoid unwanted sentencing disparities; and (10) the need to provide restitution to victims. 18 U.S.C. § 3553(a).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}