{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"132\" lastpage=\"136\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b128-5\" pgmap=\"128\">Mary Dunphy et al. v. James Gorman et al.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b128-8\" pgmap=\"128\">Fraudulent Conveyances—Principal and, Surety—Judgments—Subrogation—Merger—Parties—Remittitur.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b128-9\" pgmap=\"128\">1. Where a conveyance is fraudulent as to creditors the grantee is not entitled to peaceable possession of the property conveyed, so long as other means of the grantor remain unexhausted.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b128-10\" pgmap=\"128\">2. Where a voluntary conveyance is made the presumption of fraud may be rebutted by proving that the provision was reasonable and that enough was retained by the grantor to preserve his solvency, the burden of proof being on the donee.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b128-11\" pgmap=\"128\">3. A surety upon paying the debt of the principal has a clear right to be substituted in place of the creditor as to all securities held by the latter. A judgment paid by him will be kept alive for his benefit.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b128-12\" pgmap=\"128\">4. In the case presented this court declines to interfere with the decree finding the conveyance in question fraudulent.</headnotes><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b128-13\" pgmap=\"128\">[Opinion filed September 21, 1888.]</decisiondate><summary data-order=\"7\" data-type=\"summary\" id=\"b128-14\" pgmap=\"128\">Appeal from the Circuit Court of Jersey County; the Hon. George W. Hebdhan, Judge, presiding.</summary><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b128-15\" pgmap=\"128\">Mr. A. A. Goodrich, Thomas F. Ferns, and James B. Ward, for appellants.</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"b128-16\" pgmap=\"128\">It is a settled question of law that a husband has the right to provide a home for his wife and to this end may convey to her real estate which will be a valid transfer as to all the world except as to existing creditors, and the transfer will be held good as to them when the debtor retains sufficient property to pay his debts. Giddings v. Watson, 53 Ill. 186; Bridgeport v. Riddle, 55 Ill. 261; Pratt v. Myers, 56 Ill. 23; Bittinger v. Kasten, 111 Ill. 260.</p><p data-order=\"10\" data-type=\"legal\" id=\"b128-17\" pgmap=\"128(43) 129(31)\">“ The principal ground upon which a court of equity entertains a creditor’s bill, is that the. remedy at law has been exhausted. In order to maintain a creditor’s bill, it must appear that a judgment has been rendered, an execution has been issued and placed in the hands of a sheriff, and that it has been returned no property found.” Preston v. Colby, 117 Ill. 484; Newman v. Willetts, 52 Ill. 98.</p><p data-order=\"11\" data-type=\"legal\" id=\"b129-5\" pgmap=\"129\">Where a judgment is recovered upon a judgment, the latter is merged in the former and all its liens or priorities are released. Gould et al. v. Hayden et al., 63 Ind. 443, and also see authorities therein cited; Frazier v. McQueen, 20 Ark. 68; Boynton v. Ball, 105 Ill. 634.</p><p data-order=\"12\" data-type=\"legal\" id=\"b129-6\" pgmap=\"129\">It follows, therefore, at the time of filing the bill complainants could not be put in position to enforce the original Kingston judgment for the reason it had become merged—extinguished—and there was no right of Mrs. Kingston remaining in respect to this judgment, to which complainants could be subrogated.</p><p data-order=\"13\" data-type=\"legal\" id=\"b129-7\" pgmap=\"129\">A surety who pays the debt is entitled to he put in the place of the creditor, and to all the means, and to every remedy which the creditor possesses to enforce payment from the principal debtor, and hence the surety can obtain no greater right, or obtain a better position, than was held by the original creditor. 1 Story’s Equity, 447 etseq.; Kirkpatrick v. Howk, 80 Ill. 122.</p><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b129-8\" pgmap=\"129\">Mr. Jos. S. Cabe, for appellees.</attorneys><p data-order=\"15\" data-type=\"legal\" id=\"b129-9\" pgmap=\"129\">Courts of equity will not apply the technical doctrine of merger where the intention or just interests of the parties require the incumbrance kept alive. Fowler v. Fay et al., 62 Ill. 375; Edgerton et al. v. Young et al., 43 Ill. 465; Richardson v. Hockenhull, 85 Ill. 124; Worcester Nat. Bank v. Cheeney, 87 Ill. 602.</p><p data-order=\"16\" data-type=\"legal\" id=\"b129-10\" pgmap=\"129\">In this case the lands conveyed to Mary Dunphy were clearly liable for the payment of the judgment debt of Patrick Dunphy and others to Kate 0. Kingston, and at the same time these sureties were by virtue of the appeal bond, personally bound for the same debt; and they being compelled by execution to pay that debt, are entitled to be subrogated to Mrs. Kingston’s rights in the premises. Young v. Morgan, 89 Ill. 199; Beaver v. Slanker, 94 Ill. 175.</p><p data-order=\"17\" data-type=\"legal\" id=\"b129-11\" pgmap=\"129(10) 130(51)\">Hor is the fact that Mrs. Kingston’s judgment has been paid in full to militate against their right of subrogation; for that judgment is to be, by equity, kept alive, and they be subrogated to all her rights as a judgment creditor. Bispham’s Equity, Sec. 336; Story’s Equity, Sec. 327; Rice et al. v. Rice et al. 108 Ill. 204.</p><p data-order=\"18\" data-type=\"legal\" id=\"b130-6\" pgmap=\"130\">Where the grantee’s title is tainted by fraud he has no right to say that all other means to satisfy the debt shall be exhausted before he could be disturbed in his title. Newman et al. v. Willetts, 52 Ill. 102.</p> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b130-7\" pgmap=\"130\">Wall, P. J.</author> <p id=\"ARQ\" pgmap=\"130\">Kingston obtained a judgment in the Circuit Court against Dunphy and four other persons, from which an appeal was prosecuted unsuccessfully to the Appellate Court, whereupon an action was brought upon the appeal bond and judgment w.as rendered accordingly against the original judgment debtors and their sureties, upon which latter judgment the appellees, Gordon and Long, who were two of the sureties, paid in part satisfaction thereof $516.75, the residue being paid by other parties thereto.</p> <p id=\"b130-8\" pgmap=\"130\">The appellees then filed their bill in chancery charging that after the original judgment was obtained and before it was affirmed, Dunphy conveyed his real estate to his wife without consideration, and with the fraudulent purpose of hindering and delaying his creditors, and praying that'they might be subrogated to the rights of the judgment creditors in that behalf; upon which bill a decree was granted substantially as therein prayed.</p> <p id=\"b130-9\" pgmap=\"130(115) 131(19)\">It is now objected to said decree that it did not appear from the proof that Dunphy, by said conveyance, rendered himself insolvent, there being evidence tending to show that he still retained personal property worth more than the amount of the judgment. The conveyance was no doubt made, as found by the decree, with the fraudulent intent of defeating creditors, and in such case the conveyance is void as to the creditor, who has the right to place himself in the same position he would have occupied had it never been made. “ The grantee’s title being tainted with fraud, he has no right to say that all other means shall be exhausted before ,lie shall be disturbed in his title.” Miller v. Davidson, 3 Gilm. 518; Weightman v. Hatch, 17 Ill. 281.</p> <p id=\"b131-5\" pgmap=\"131\">Where a voluntary conveyance is made by a debtor the presumption of fraud may be rebutted by proving that the provision was reasonable and that enough was retained by the grantor to preserve his solvency. The burden of proof is on the donee, and the proof must -he clear and satisfactory. If there is reasonable doubt of the adequacy of the grantor’s means, then the conveyance must fall, for the effect of it is to hind el- and delay his creditors. Bump on Fraudulent Conveyances, 276-285.</p> <p id=\"b131-6\" pgmap=\"131\">There can he no question, however, upon the facts in this record, that the moving purpose in making the conveyance was to put the property beyond the reach of creditors ; not merely to make proper provision for the wife, who was the grantee.</p> <p id=\"b131-7\" pgmap=\"131\">It is objected also that appellees produced no judgment against Dunphy, and it is contended this was essential to justify relief in a court of equity. The position is not well taken. A surety upon paying the debt of the principal has a clear right to be substituted in place of the creditor as to all securities held by the latter, and to have the same benefit he would have had therein. 1 Story Eq. Jur., Secs. 327,499, 502.</p> <p id=\"b131-8\" pgmap=\"131\">The judgment will be kept alive for the benefit of the surety notwithstanding he has paid it, and he will be permitted to enjoy as against the principal debtor exactly the same advantages which could have been claimed by the judgment creditor. Rice v. Rice, 108 Ill. 204; Bispham’s Eq., Sec. 336.</p> <p id=\"b131-9\" pgmap=\"131\">Equally untenable is the point that the original judgment had been merged in the judgment upon the appeal bond and therefore the relief could not be granted.</p> <p id=\"b131-10\" pgmap=\"131(72) 132(13)\">The statute makes a fraudulent transfer void as against creditors. Chap. 59, See. 4. And the term creditor has received a liberal construction. The character of the claim, if just and lawful, is not material. It need not be due when the fraudulent transfer is made. It may be absolute or contingent. A liability as surety is as much within the statute as a liability as principal. Bump on Fraudulent Conveyances, 502-3-7-8; Choteau v. Jones, 11 Ill. 300; Hatfield v. Merced, 82 Ill. 113.</p> <p id=\"b132-5\" pgmap=\"132\">When this fraudulent conveyance was executed the appellees were bound as the sureties for the grantor upon the appeal bond, which was subsequently .reduced to judgment and paid in part by them. It is immaterial to inquire whether the judgment appealed from was or was not merged in the judgment on the bond.</p> <p id=\"b132-6\" pgmap=\"132\">Error is also assigned upon the exclusion of certain testimony of the wife. This testimony related to the financial condition and business transactions of Dunphy. It is apparent that if it had been considered the decree could not have been otherwise and we need not, therefore, determine whether it was competent or not.</p> <p id=\"b132-7\" pgmap=\"132\">It is next urged that, as appeared from the answer and proof, there were other persons not parties to the record who should have been brought in. These persons were the children and heirs-at-law of Dunphy, who died after the bill was filed, intestate. The conveyance in question was void as against the creditor but not as against the heirs. As between the parties it was valid. 1 Story Eq. Jur., Sec. 371.</p> <p id=\"b132-8\" pgmap=\"132\">The heirs of Dunphy were not interested in the subject matter of the litigation and were not proper parties to the suit.</p> <p id=\"b132-9\" pgmap=\"132\">It is suggested that the decree is excessive as to the amount. A remitUtv/r has been entered in this court which, as we understand, will obviate the objection.</p> <p id=\"b132-10\" pgmap=\"132\">The decree will be affirmed. Affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}