{
  "casebody": {
    "data": "<casebody firstpage=\"329\" lastpage=\"333\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b441-4\">UNITED STATES, Appellee, v. Francis L. FRELIX-VANN, Captain, U.S. Army, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b441-6\">No. 99-0744.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b441-7\">Crim.App. No. 9701014.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b441-8\">U.S. Court of Appeals for the Armed Forces.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b441-9\">Argued Oct. 3, 2000.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b441-10\">Decided Aug. 28, 2001.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b441-13\">Crawford, Chief Judge, filed dissenting opinion.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b441-21\">SULLIVAN, J., delivered the opinion of the Court, in which GIERKE, EFFRON, and BAKER, JJ., joined. CRAWFORD, C.J., filed a dissenting opinion.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b441-22\">For Appellant: <em>Captain Stephanie L. Haines </em>(argued); <em>Colonel Adele H. Odegard, Major Scott R. Morris, </em>and <em>Captain Donald P. Chisholm </em>(on brief); <em>Lieutenant Colonel David </em>A <em>Mayfield, Captain Jodi E. Terwil-liger-Stacey, </em>and <em>Captain Kirsten V. Campbell-Brunson.</em></attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b441-24\">For Appellee: <em>Captain Arthur L. Rabin </em>(argued); <em>Lieutenant Colonel Eugene R. Milhizer </em>and <em>Major Patricia </em>A <em>Ham </em>(on brief); <em>Lieutenant Colonel Edith M. Rob </em>and <em>Captain Troy </em>A <em>Smith.</em></attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b441-25\">Judge SULLIVAN</author>\n<p id=\"Ay\">delivered the opinion of the Court.</p>\n<p id=\"b441-26\">Appellant was tried by a military judge sitting alone as a general court-martial at Mannheim and Kaiserslautern, Germany, in May and June of 1997. In accordance with her pleas, she was found guilty of larceny and conduct unbecoming an officer, in violation of Articles 121 and 133, Uniform Code of Military Justice, 10 USC §§ 921 and 933. She was sentenced to a dismissal. On August 8, 1997, the convening authority approved this sentence, and the Court of Criminal Appeals affirmed in an unpublished decision. <em>United States v. Frelix-Vann, </em>No. 9701014 (Army Ct.Crim.App. April 9, 1999).</p>\n<p id=\"b441-27\">On October 28, 1999, this Court granted review on the following issue:</p>\n<blockquote id=\"b441-28\">WHETHER THE SPECIFICATION OF CHARGE I, LARCENY, IS A LESSER-INCLUDED OFFENSE OF THE SPEC<page-number citation-index=\"1\" label=\"330\">*330</page-number>IFICATION OF CHARGE II, CONDUCT UNBECOMING AN OFFICER BY COMMITTING LARCENY, AND IS THEREFORE MULTIPLICIOUS.</blockquote>\n<p id=\"b442-4\">We hold that appellant’s conviction of larceny is multiplicious for findings with her conviction of conduct unbecoming an officer by committing larceny, and one must be set aside. <em>See United States v. Cherukuri, </em>53 MJ 68 (2000) (two convictions under Articles 133 and 134, UCMJ, 10 USC § 934, for same act cannot be legally sustained); <em>see generally Ball v. United States, </em>470 U.S. 856, 105 S.Ct. 1668, 84 L.Ed.2d 740 (1985); <em>United States v. Teters, </em>37 MJ 370 (CMA 1993). However, because these offenses were considered multiplicious for sentencing, we order no sentence relief. <em>United States v. Britton, </em>47 MJ 195, 199 (1997).</p>\n<p id=\"b442-5\">Appellant pleaded guilty to the following offenses at her court-martial:</p>\n<blockquote id=\"b442-6\">CHARGE I: Violation of the UCMJ, Article 121.</blockquote>\n<blockquote id=\"b442-7\">SPECIFICATION: In that Captain Francis L. Frelix-Vann, United States Army, <em>did, </em>at Vogelweh Post Exchange and Annex, building #2013, Kaiserslautern, Germany, on or about 24 January 1997, <em>steal </em>a package of dog bones, a “Die Hard with a Vengence” video cassette, “Alien Nation” video cassette, “Predator 2” video cassette, “New Edition” compact disc, “LL Cool J” compact disc [of some value], adalack-figu-rine with instrument, and a Arista-message cut off of a value of over $-1-00.00 the property of Army and Air Force Exchange Services.</blockquote>\n<blockquote id=\"b442-8\">CHARGE II: Violation of the UCMJ, Article 133.</blockquote>\n<blockquote id=\"b442-9\">SPECIFICATION: In that Captain Francis L. Frelix-Vann, United States Army, did, at Vogelweh Post Exchange and Annex, building #2013, Kaiserslautern, Germany, on or about 24 January 1997, wrongfully and dishonorably steal a package of dog bones, a “Die Hard with a Vengence” video cassette, “Alien Nation” video cassette, “Predator 2” video cassette, “New Edition” compact disc, “LL Cool J” compact disc^-a-black figuane-with instrument; and a Arista mossage-cut off.</blockquote>\n<p id=\"b442-12\">(Emphasis added.) Appellant was found not guilty of stealing the lined through items.</p>\n<p id=\"b442-13\">The Court of Criminal Appeals, 52 MJ 479, succinctly described the facts of this case:</p>\n<blockquote id=\"Ai1\">Appellant, a reserve officer, came on full-time active duty in 1991. In 1994, she received nonjudicial punishment under the provisions of Article 15, UCMJ, for shoplifting at Tripler Army Medical Center in Hawaii. The charges in this case resulted from a shoplifting incident in 1997 at the Vogelweh Army and Air Force Exchange Service store (AAFES) near Kaiserlautern [sic], Germany. Appellant entered the AAFES building and purchased several items. She then walked to the AAFES Annex located in a tent adjacent to the main facility. She exited the Annex tent without paying for three videotape cassettes, two music compact discs, and a package of dog bones.</blockquote>\n<blockquote id=\"b442-14\">The two specifications at issue contained similar language in alleging the misconduct that was the basis for the two offenses. She entered pleas of guilty at her court-martial. During the providence inquiry, appellant agreed that the elements of the charged offenses accurately described her misconduct. She admitted stealing the items from the exchange, and also agreed that her conduct was wrongful, dishonorable, and unbecoming an officer and a gentlewoman. Pursuant to a defense motion, the military judge treated the offenses as multiplicious for sentencing.</blockquote>\n<p id=\"b442-15\">Unpub. op. at 2 (footnote omitted).</p>\n<p id=\"b442-16\">The granted issue in this case asks whether separate convictions can be sustained for larceny, in violation of Article 121, UCMJ, and conduct unbecoming an officer by committing the very same larceny, in violation of Article 133, UCMJ.<footnotemark>1</footnotemark> In <em>United States v. Cherukuri, supra, </em>this Court re<page-number citation-index=\"1\" label=\"331\">*331</page-number>cently held that two convictions could not be sustained for an Article 134, UCMJ, violation and an Article 133, UCMJ, violation based on the same act. <em>See also United States v. Rodriquez, </em>18 MJ 363, 369 (CMA 1984). We think the same conclusion is required for dual convictions for the same act under Articles 133 and 121, UCMJ. <em>See also United States v. Timberlake, </em>18 MJ 371 (CMA 1984).</p>\n<p id=\"b443-5\">The appellate court below generally opined that separate convictions could be sustained in this situation because each offense had a different statutory element of proof. It then reasoned that larceny requires proof of criminal conduct, while conduct unbecoming an officer requires proof of acts or omissions which may not be criminal in their own right. We are not persuaded that this elemental distinction is accurate <em>(see United States v. Foster, </em>40 MJ 140, 146 (CMA 1994) (holding that realistic approach to elements analysis required)) or legally sufficient to infer that Congress intended separate convictions, at least where the criminal conduct is also the sole basis for the conduct unbecoming charge. <em>See United States v. Waits, </em>32 MJ 274, 275 (CMA 1991); <em>United States v. Taylor, </em>23 MJ 314, 318 (CMA 1987); <em>United States v. Deland, 22 </em>MJ 70, 75 (CMA 1986); <em>United States v. Timberlake, supra.</em></p>\n<p id=\"b443-6\"><em>United States v. Teters, </em>37 MJ 370, as it has been applied in subsequent cases, leads to the same conclusion. That decision obviously was not the last word on the subject of multiplicity. In <em>United States v. Weymouth, </em>43 MJ 329, 340 (1995), this Court eschewed a strict statutory elements analysis in all cases. This Court said:</p>\n<blockquote id=\"b443-7\">59. To summarize our holdings on the law of lesser-included offenses and multiplicity: in <em>United States v. Teters, supra, </em>we adopted the elements test of <em>Schmuck v. United States[, </em>489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989),] and <em>Block-burger v. United States, </em>[284 U.S. 299, 52 S.Ct. 180 (1932),] ... 11118 and 9; in <em>United States v. Foster, supra, </em>1134, we clarified that elements in the lesser offense that are “legally less serious” than elements of the greater offense are included elements; today we clarify that, in the military, those elements required to be alleged in the specification, along with the statutory elements, constitute the elements of the offense for the purpose of the elements test.</blockquote>\n<p id=\"b443-11\">In view of the specifications before us, it is clear that the crime of larceny was alleged as the sole basis for the unbecoming an officer specification. In this context, Para. 59c(2), Part IV, Manual for Courts-Martial, United States (1995 ed.), established that the elements of larceny are necessarily included or required elements of the conduct unbecoming offense. It states:</p>\n<blockquote id=\"b443-12\">Thus, a commissioned officer who steals property violates both this Article and Article 121. Whenever the offense charged is the same as a specific offense set forth in this Manual, <em>the elements of proof are the same as those set forth in the paragraph which treats that specific offense, with the additional requirement that the act or omission constitutes conduct unbecoming an officer and gentleman.</em></blockquote>\n<p id=\"b443-13\">(Emphasis added.)<footnotemark>2</footnotemark></p>\n<p id=\"b443-14\">Moreover, under <em>United States v. Teters, supra, </em>since only one offense (conduct unbecoming by committing larceny) has a different element than the other (larceny), these offenses were not separate. <em>See United States v. Cherukuri, </em>53 MJ at 71.</p>\n<p id=\"b443-15\">This type of charging situation is in no way unique to military law. In <em>Whalen v. United States, </em>445 U.S. 684, 693-95, 100 S.Ct. 1432, 63 L.Ed.2d 715 (1980), the Supreme Court addressed a similar question with regard to felony murder and the underlying felony. It stated:</p>\n<blockquote id=\"b443-16\">In this case, resort to the <em>Blockburger </em>rule leads to the conclusion that Congress did not authorize consecutive sentences for rape and for a killing committed in the course of the rape, since it is plainly not the case that “each provision requires proof of a fact which the other does not.” A conviction for killing in the course of a rape cannot be had without proving all the elements of the offense of rape. <em>See United States v. Greene, </em>160 U.S.App. D.C. 21, <page-number citation-index=\"1\" label=\"332\">*332</page-number>34, 489 F.2d 1145, 1158 (1973). <em>Cf. Harris v. Oklahoma, </em>433 U.S. 682, 682-83, 97 S.Ct. 2912, 53 L.Ed.2d 1054. The Government contends that felony murder and rape are not the “same” offense under <em>Blockburger, </em>since the former offense does not in all cases require proof of a rape; that is, D.C.Code § 22-2401 (1973) proscribes the killing of another person in the course of committing rape <em>or </em>robbery <em>or </em>kidnapping <em>or </em>arson, etc. Where the offense to be proved does not include proof of a rape — for example, where the offense is a killing in the perpetration of a robbery — the offense is of course different from the offense of rape, and the Government is correct in believing that cumulative punishments for the felony murder and for a rape would be permitted under <em>Blockburger. </em>In the present case, however, proof of rape is a necessary element of proof of the felony murder, and we are unpersuaded that this case should be treated differently from other cases in which one criminal offense requires proof of every element of another offense. There would be no question in this regard if Congress, instead of listing the six lesser included offenses in the alternative, had separately proscribed the six different species of felony murder under six statutory provisions. It is doubtful that Congress could have imagined that so formal a difference in drafting had any practical significance, and we ascribe none to it.<footnotemark>8</footnotemark> To the extent that the Government’s argument persuades us that the matter is not entirely free of doubt, the doubt must be resolved in favor of lenity. <em>See Simpson v. United States, </em>435 U.S. 6, 14-15, 98 S.Ct. 909, 55 L.Ed.2d 70; <em>see also </em>n. 10, <em>infra.</em></blockquote>\n<p id=\"b444-5\">(Emphasis added.)</p>\n<p id=\"b444-6\">The appellate court below, 52 MJ 479, attempted to support its contrary conclusion in this case by citing older cases from our Court which sustained convictions of offenses under Article 133, UCMJ, and other codal articles. It stated:</p>\n<blockquote id=\"b444-8\">It is significant that neither <em>Timberlake </em>nor <em>Waits </em>mention, discuss, or overrule the many older cases affirming convictions under the separate punitive articles and Article 133, UCMJ, for the same act. <em>See United States v. Howe, </em>17 USCMA 165, 37 CMR 429 (1967)(proper to convict officer of both Article 88 and Article 133 for single act of using contemptuous words against the President; offenses multiplicious for sentencing); <em>United States v. Giordano, </em>15 USCMA 163, 35 CMR 135 (1964)(proper to convict officer of violation of Articles 92 and 133 for improper loan sharking activity with enlisted men); <em>United States v. Middleton, </em>12 USCMA 54, 30 CMR 54 (1960)(proper to convict an officer of false official statement under Article 107 and Article 133 for single act of submitting a false efficiency report; offenses are multiplicious for sentencing).</blockquote>\n<p id=\"b444-9\">Unpub. op. at 5. It also cited a Board of Review decision in <em>“United States v. Coons, </em>7 CMR 381 (ABR 1952)(proper to convict officer for larceny and conduct unbecoming for single act of shoplifting), <em>pet. denied, </em>8 CMR 178 (1953).”</p>\n<p id=\"b444-10\">We note, however, that the decision of the Supreme Court in <em>Ball v. United States, </em>470 U.S. 856, 105 S.Ct. 1668, 84 L.Ed.2d 740, broke new ground in the area of double jeopardy law. There, an accused was found guilty of violating two federal statutes, 18 USC § 922(h)(1) and 18 USC App. § 1202(a)(1) for possessing the same weapon. The Supreme Court set aside one of the convictions, relying on the <em>Blockburger </em>rule to discern Congress’ intent with respect to separate convictions under these overlapping statutes. Then, it held clearly for the first time that the second unauthorized conviction must be set aside because it “has potential adverse collateral consequences that may not be ignored.” <em>Id. </em>at 865, 105 S.Ct. 1668.</p>\n<p id=\"b444-11\">This 1985 holding by the Supreme Court conflicted with earlier decisions of our Court, like <em>United States v. Middleton, </em>12 USCMA <page-number citation-index=\"1\" label=\"333\">*333</page-number>54, 58-59, 30 CMR 54, 58-59 (1960), and the other cases cited by the appellate court below. As indicated in <em>Middleton, supra, </em>they clearly followed the earlier view of this Court that even multiplicious specifications could be affirmed:</p>\n<blockquote id=\"b445-5\"><em>Ordinarily, it is not prejudicial to the accused to allow the court-martial to return a finding on each of the multiplicious charges, if the separately alleged charges are not made the basis for separate punishment. In other words, unreasonable multiplication of charges usually raises a question affecting the sentence, not the findings. United States v. Posnick, </em>8 USCMA 201, 24 CMR 11. This is not to say that unreasonable multiplication may never affect the findings. The exaggeration of a single offense into many seemingly separate crimes may, in a particular case, create the impression that the accused is a “bad character” and thereby lead the court-martial to resolve against him doubt created by the evidence. No such contention, however, is made in this case, and the record of trial does not present any such risk. The Government established, and the accused judicially admitted, all the essential facts, except one, required to prove the charges; the exception was the accused’s intent to deceive. That issue was present in each of the specifications. Consequently, it was impossible for the court to reach first a finding of guilty on one or more of the multiplicious charges which could cause it to decide against the accused an essential element in another of the charges, merely because the findings already reached showed him to be a “bad character.” Thus, if the accused was prej-' udiced by denial of the motion to dismiss, the prejudice was confined to the sentence.</blockquote>\n<p id=\"AU2\">(Emphasis added.) That view of multiplicity of criminal convictions has not survived <em>Ball v. United States, supra</em><footnotemark><em>3</em></footnotemark><em> See United States v. Teters, </em>37 MJ at 373.</p>\n<p id=\"b445-8\">The remaining question before us is which conviction should be set aside to cure the multiplicity error in this ease. <em>Cf. United States v. Cherukuri, supra </em>at 74 (Government given option to choose one specification under Article 133, UCMJ, or four specifications under Article 134, UCMJ). Conduct unbecoming an officer is an extremely serious offense whose commission strikes at the very core of leadership and integrity in our armed services. <em>See generally United States v. Maderia, </em>38 MJ 494, 496-97 (CMA 1994); <em>United States v. Frazier, </em>34 MJ 194 (CMA 1992). Moreover, it is clearly the greater offense in terms of having an additional element of proof than larceny. <em>See </em>Para. 59b(2), Manual, <em>supra. </em>Nevertheless, consistent with <em>Cherukuri, supra, </em>we leave to the Government the decision which conviction to retain. <em>See United States v. Deland, </em>22 MJ at 75. No additional sentence relief is required, however, because the military judge correctly treated these offenses as multiplicious for sentencing. (R. 10) <em>See United States v. Britton, </em>47 MJ at 199.</p>\n<p id=\"b445-9\">The decision of the United States Army Court of Criminal Appeals is reversed. The record of trial is returned to the Judge Advocate General of the Army for remand to that court for action consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b442-10\">. Appellant, at trial, objected that these offenses were multiplicious for sentencing. (R. 10, 29-30) We conclude that the failure to object at trial on the basis of multiplicity for findings did not forfeit appellant’s multiplicity claim, in light of the facial duplicativeness of these charges.</p>\n<p id=\"b443-8\"><page-number citation-index=\"1\" label=\"331\">*331</page-number><em>See United States v. Harwood, </em>46 MJ 26, 28 (1997).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b443-17\">. The current version of this Manual provision is identical.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b444-4\"> Contrary to the view of the dissenting opinion, we do not in this case apply the <em>Blockburger </em>rule to the facts alleged in a particular indictment. <em>Post, </em>at 708-712. We <em>have simply concluded that, for purposes of imposing cumulative sentences under D.C. Code § 23-112, Congress intended rape to be considered a lesser offense included within the offense of a killing in the course of rape.</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b445-6\">. We expressly reject the suggestions of the separate opinion below that <em>Ball v. United States, </em>470 U.S. 856, 105 S.Ct. 1668, 84 L.Ed.2d 740 (1985), does not apply at courts-martial, or that <em>United States v. Teters, </em>37 MJ 370 (CMA 1993), prohibits the application of <em>Whalen v. United States, </em>445 U.S. 684, 100 S.Ct. 1432, 63 L.Ed.2d 715 (1980), in the military justice system.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b445-10\">CRAWFORD, Chief Judge</author>\n<p id=\"A7P\">(dissenting):</p>\n<p id=\"b445-11\">I dissent because the majority treats Article 133 as a residual offense, that is, if an offense is charged and results in a conviction under another article, it may not be separately charged and result in a conviction under Article 133. Under a statutory elements test or a pleading elements test, Article 121 and Article 133 are not multiplicious. <em>See United States v. Quiroz, </em>55 MJ 334 (2001)(Crawford, C.J., dissenting); <em>see also Ball v. United States, </em>470 U.S. 856, 105 S.Ct. 1668, 84 L.Ed.2d 740 (1985).</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}