{
  "casebody": {
    "data": "<casebody firstpage=\"205\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b217-5\">CHEVRON U.S.A., INC., PLAINTIFF, v. CITY OF PERTH AMBOY, DEFENDANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b217-6\">Tax Court of New Jersey</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Al\">June 26, 1987.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b217-12\">Hopkins, J.T.C., concurred with opinion.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b220-6\"><page-number citation-index=\"1\" label=\"208\">*208</page-number><em>Robert J. Cimfesi </em>for plaintiff <em>(Wilentz, Goldman &amp; Spitzer, </em>attorneys).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b220-7\"><em>Leo Rosenblum </em>for defendant <em>(Rosenblum &amp; Rosenblum, </em>attorneys; <em>Kendra Golden </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b220-8\"><em>Harry Haushalter </em>for defendant-intervenor <em>(W. Cary Edwards, </em>Attorney General of New Jersey, attorney).</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b220-9\">Before Judges ANDREW, CRABTREE, HOPKINS, LARIO, LASSER &amp; RIMM pursuant to <em>R. </em>8:8-6.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b220-10\">The opinion of the court was delivered by</p>\n<author id=\"b220-11\">ANDREW, J.T.C.</author>\n<p id=\"b220-12\">These local property tax appeals for 1984 and 1985 involve 20 separately assessed lots in Perth Amboy, New Jersey which in combination form a 350-acre site known as the Chevron Perth Amboy refinery. The aggregate assessment for each tax year is $79,090,400 of which $11,364,700 is allocated to land and $67,725,700 to improvements. Acquiring the land in the mid-1940’s and early 1950's, Chevron built most of the existing plant facilities during that time period. The improvements consisted of a crude oil refinery including the process units, related support facilities, instrumentation, piping, and storage tanks. Although a major modernization program was undertaken in 1975 and 1976, today most of the Perth Amboy refinery operation is both economically and technically outmoded and obsolete. It is the characterization of these improvements, built in two stages and remaining on the Chevron site, that is the main focus of this first part of these bifurcated tax <page-number citation-index=\"1\" label=\"209\">*209</page-number>appeals. This court must decide whether these improvements are to be designated as realty and assessed under the local real property tax laws, <em>N.J.S.A. </em>54:4-1, -23 <em>et seq., </em>or whether they are personalty and subject to the Business Personal Property Tax Act, <em>N.J.S.A. </em>54:11A-1 <em>et seq. </em>The parties agreed that the second issue—the valuation question—should be deferred pending the resolution of the dispute as to which portions of the property should be deemed realty and which personalty.</p>\n<p id=\"b221-6\">/.</p>\n<p id=\"b221-7\">\n<em>Initial Findings of Fact.</em>\n</p>\n<p id=\"b221-8\">Prior to June 1, 1983, the Perth Amboy refinery was a fully integrated crude oil refinery with a rated capacity of 168,000 barrels per day. It processed crude oils ranging from light, low-sulfur to heavy-, high-sulfur types into finished products that ran the gamut from light products such as gasoline to heavy products such as asphalt. The process units essential to the manufacture of these petroleum products at the Chevron site consisted of three crude distillation units (nos. 3, 4 and 5), the asphalt processing plant, the asphalt air-blowing plant, two catalytic reformers (nos. 2 and 3 designated as rheniformers by Chevron), a distillate/vacuum gas oil desulfurizer (VGO Isomax), the Houdry catalytic cracking unit, a hexane plant, a middle distillate hydrotreater, two sour gas treating plants (nos. 1 and 2 amine plants), sulfur recovery units and tail gas plants (nos. 3 and 4 SRU), and a light products terminal. Other support facilities at the Perth Amboy refinery included crude oil and product storage tankage and facilities, off-site piping and transfer pumps, barge and ship loading and unloading facilities, truck loading facilities, steam and electric power generation and distribution systems, wastewater collection and treatment equipment, seawater supply and distribution for cooling purposes, offices, shops, warehouses, control rooms and other related facilities.</p>\n<p id=\"b221-9\">Since June 1, 1983, however, Chevron has been a 60,000-bar-rel per day refinery of heavy crudes producing one finished <page-number citation-index=\"1\" label=\"210\">*210</page-number>product, namely, asphalt. The only process units being run since June 1983 are the no. 5 crude unit, the asphalt terminal (asphalt plant) and a light products terminal. The light products terminal was closed on December 31, 1985.</p>\n<p id=\"b222-5\">Although plaintiff concedes that the underground piping, process sewers, concrete improvements such as paving, concrete foundations and concrete support columns providing a base for the process units are realty, it maintains that the machinery, equipment, process units, and storage tanks located at the Perth Amboy refinery are personalty and can only be subject to the State business personal property tax.</p>\n<p id=\"b222-6\">At trial, plaintiff presented numerous drawings, photographs, schematic diagrams, as well as lay and expert testimony, to illustrate that the above mentioned facilities, including all the process units and storage tanks, could be dismantled, removed and relocated from the Chevron site without material physical injury to the unit itself or the real estate. Two of plaintiff’s expert witnesses, Ronald Thompson and Stephen Huschka, were employed by Ventech, a group of companies that specializes in the removal and the reapplication of surplus process units and equipment. They testified concerning a written report previously prepared for Chevron by Ventech Dismantling, Inc., a division of the parent company that is primarily devoted to the dismantling, removal and relocation of process plant equipment and other support facilities used in refinery operations. The main topic of the Ventech report was the feasibility of, and specific methods for removal of process units from the Perth Amboy refinery. Plaintiff also submitted into evidence a promotional videotape entitled “We Move Plants” provided by Ventech which demonstrated the typical procedure by which process units can be dismantled, removed and, if desired, relocated to a new site.</p>\n<p id=\"b222-7\">The information educed from the evidentiary materials at trial revealed the following facts. The most substantial improvements at the refinery were the above-mentioned process units which are fundamentally a series of pipes, pumps, com<page-number citation-index=\"1\" label=\"211\">*211</page-number>pressors, heaters, reactors, coolers, drives, filters, blenders, fans, blowers, tubes, flanges, instruments, vessels, compressors, generators, boilers, water pumping systems, filters, separators, agitators and conveyors, which are assembled and attached to each other by methods such as flanges, bolts, anchor bolts or welds. The expert witnesses also testified that the basic construction of each process unit consists of a concrete foundation, of varying size and thickness, built to support the weight and other requirements of the structure erected on top of the foundation. In each instance, the units are bolted to a concrete base or are resting on concrete support columns attached to a concrete base by means of various sized anchor bolts that are embedded in the concrete and capped by removable nuts. Typically, surrounding the process units, there are steel or concrete platforms, staircases or walkways that provide the necessary access to the unit for monitoring or repair operations. There are also water and electricity available on site at each unit. Although in some cases there are roofs and walls to provide protection from the elements, none of the units are sufficiently enclosed to adequately accommodate human habitation.</p>\n<p id=\"b223-6\">Some of the process units at the Chevron refinery are enormous structures both in weight and size as well as complexity. For these reasons, the Ventech engineers singled out two particular units, the VGO Isomax and the Houdry catalytic cracking unit, for special study as part of their feasibility report. The VGO Isomax is a high pressure unit consisting of a series of highrise towers with additional support vessels, pumps, and instrumentation. The heaviest equipment in the Isomax complex are the reactor, the fired heaters, feed-effluent exchangers, product fractionator, H2S Stripper, high pressure separator and trayed columns which together total approximately 500 tons in weight with portions standing as tall as a 12-story building. The dimensions of these units vary from the product fractionator which is 12 feet in diameter by 120 feet in overall height to the exchangers which are 4 feet in diameter by 32 feet in length. The largest and heaviest units of the Houdry <page-number citation-index=\"1\" label=\"212\">*212</page-number>catalytic cracker consist of two combination reactor-kiln vessels and a catalyst hopper. The reactor-kiln is 20 feet 6 inches in diameter by 135 feet in overall height. The catalyst hopper is 22 feet in diameter by 167 feet in overall height and is mounted on a concrete tabletop alongside a structure as tall as a 16-sto-ry building. This hopper “weighs approximately 210 tons and was assembled in place from six pre-fabricated pieces.”</p>\n<p id=\"b224-4\">To safely remove and relocate the Houdry cracker and Isomax complexes, the individual components of each complex have to be dismantled in sections. As an example, plaintiffs two expert witnesses described the dismantling of the VGO Isomax unit which involves a series of carefully designed steps on a well organized timetable that are typical of the procedures used in relocating other types of process units. After the necessary study and planning to decide how the plant will be dismantled, to include consideration of safety conditions and review of the original method of construction, the first step would be to matchmark the various sections of the unit removing only that insulation necessary to permit matchmarking. Matchmarking consists of marking sections of the process unit to identify each part in order to assist in re-erection or reassembly. Utilities are then disconnected and the units are cleaned to flush out hydrocarbons and to make them dry and gas free so that they are safe for the removal procedure. Next, the instrument systems are removed, including temperature and pressure gauges which are usually attached by U-bolts to a frame. Also removed in this process are small pieces of tubing and piping which are conventionally or typically screwed into appropriate fittings. This removal process is done by means of tools for unscrewing the various bolts and fittings.</p>\n<p id=\"b224-5\">Control valves, which are normally surrounded by instrument bridles, are then cut away from the attached pipe and removed as well as various block valves and bleed valves. Piping is usually cut in appropriate lengths at matchmarks with special saws or cutting torches in such a way that they can be readily rewelded for a relocation project. The contractor would also disconnect various other pipes and equipment, such as compres<page-number citation-index=\"1\" label=\"213\">*213</page-number>sors, fired heaters, reactors and pumps by unbolting them with a large wrench from their foundations. A typical pump on the YGO Isomax would be attached to metal plates on a base hooked or anchored through anchor bolts with a conventional nut. The anchor bolts would be unfastened and the pump would be disconnected and picked up with an appropriate lifting device. According to the testimony submitted, the next step would be to remove parts of the pipe rack and piping. Pipes are cut to a size to permit easy handling. These pipes are typically 20- to 24-inch diameter pipes. Many of the pipes are resting on hangers or are bolted to a framework. These are unbolted and all of the aboveground pipe can be physically removed although it may not be economical to do so.</p>\n<p id=\"b225-6\">The contractor would then progressively remove various operating pieces of equipment, including the charge heaters or fire boxes which are typically bolted to concrete piers. In the VGO Isomax unit, the 120-foot stack, with refractory insulation in the stack to resist the high temperatures of the Isomax charge heater, is taken down in sections by cutting it to reduce the unit to manageable proportions. Any stacks, if welded, are cut in appropriate places for rewelding later and removed in the same pieces as they were originally erected. Furnace panels, where bolted together, are unbolted or if welded are cut at the welds. Any insulation around the inside of the stack would be braced and the stack would be laid down horizontally and loaded onto an appropriate transportation platform such as a truck or railroad car to be taken off site.</p>\n<p id=\"b225-7\">After the process units are unbolted from the concrete foundation, the remaining bolts could be cut off leaving the concrete base. The bolts could be removed but since these are buried in the concrete a portion of the concrete base would be destroyed in any removal. Those units resting on concrete columns could be unbolted from the piers or columns leaving the columns intact resting on a concrete base. The concrete support columns and the concrete foundations can be left in place or broken up and removed at the option of the owner. If any process units were connected to underground piping or below-<page-number citation-index=\"1\" label=\"214\">*214</page-number>ground systems the piping or systems would be disconnected and sealed for safety reasons.</p>\n<p id=\"b226-5\">The other refinery process equipment can also be dismantled in the same manner using this reverse construction technique. Some of the units can be lifted and removed as a whole, such as small reactors or heaters. The larger units, however, must be removed with a procedure similar to the one used on the VGO Isomax unit described above. All process units, however, are attached to either a concrete base or concrete piers and can be removed by unbolting the units from the support either as a whole or in sections. According to plaintiffs expert witness, Thompson, the dismantling process would follow the reverse order in which the process unit was originally erected.</p>\n<p id=\"b226-6\">Ventech’s feasibility study report specifically noted that the concrete foundations under the equipment, underground piping and sewers, plastic pipe, concrete-lined pipe, pipe supports and timber or concrete sleepers were not to be removed because these items would be destroyed by removal. On the other hand, the Yentech report clearly distinguished other items that were not removed for economic reasons because the client would incur a greater cost in relocating them than in replacing the items with new equipment at the relocation site. The report stated that generally “shortlived instrumentation items such as pressure gauges, thermometers, flow switches and screwed relief and control valves are removable but are not saved” because it would be uneconomical to do so. This is also true with regard to “electrical wiring, conduits, junction boxes, cable trays, grounding materials, local switches, and lighting equipment” which were characterized in the report as “easily movable” but not usually saved because of the economics involved. Moreover, the report provided that “all these items not moved are typically a small percentage of the cost or value of the total plant.”</p>\n<p id=\"b226-7\">The Chevron refinery also contains approximately 125 oil storage tanks, many of which are between 100,000-and 200,-000-barrel (42 gallons to a barrel) capacity. Thompson detailed <page-number citation-index=\"1\" label=\"215\">*215</page-number>the general construction of the storage tanks at the Perth Amboy facility. The tanks consist of steel plates from four feet to eight feet wide by 12 feet to 20 feet long rolled into configurations consistent with the cylindrical shape and diameter of the tank and connected together either by the older method of riveting or by welding. The walls of the tanks are typically constructed of carbon steel approximately a half inch thick at the base and thinner higher up. They are built by placing the sections together and welding them or riveting them to each other. Roof construction is either fixed cone-roof type or floating-roof construction. The cone roof is a fixed-type construction with supports to keep the roof from falling into the tank. In the floating-roof-type construction, there is a roof within the top roof which floats with the level of the product in the tank and is there for the purpose of limiting vapor release. In this type of construction, the roof is a thin metal roof and there are legs to support the floating roof to keep it stable. The bottom of the tank is welded to the tank walls.</p>\n<p id=\"b227-5\">The method of positioning the tanks is to rest them on level and compacted pads of earth or sand. Some have concrete rings around the bottom rim of the tank to support the weight of the tank walls resting on the bottom. In some instances the concrete ring is connected to the tank with unfastened bolts at several locations but typically it is not so connected. The tanks are usually surrounded by dikes or banks which are made up of earth which is piled up in inverted V shapes with the top leveled off. The dikes, which serve the purpose of containing the contents of the tank in the event of spills or leaks, usually consist of earth which has been excavated from the site where the tank is to be placed.</p>\n<p id=\"b227-6\">At the Perth Amboy facility, as previously noted, there are both cone-shaped and floating-roof-type tanks. Plaintiff’s expert witnesses from Ventech specifically delineated the procedure utilized to dismantle and relocate storage tanks. The tanks are first cleaned and any connecting pipe is disconnected. The shell plates of the roof and sides are then removed in sections along the seams of the connections of the sections as <page-number citation-index=\"1\" label=\"216\">*216</page-number>originally installed by holding a particular section plate in place with a crane equipped with a spreader bar and clamps while the weld seams are cut with an acetylene torch by workmen suspended with their equipment in work cages or, in the case of riveted tanks, while the rivets are removed by the same type of method. The tank roofs and floors or bottoms are typically lap welded and are usually made of thinner steel than the shell. Both the roof and floor would be cut along the weld and removed in basically the same manner.</p>\n<p id=\"b228-5\">All associated structures such as cone-roof supports, floating-roof supports and all valves and fittings would be saved for reapplication or reuse later if desired. Any concrete base or concrete ring can either be left in place or broken up and removed at the choice of the owner. Any underground piping can be disconnected at ground level and welded with a cap or plugged with concrete to retain it for future use.</p>\n<p id=\"b228-6\">After all of the sections of the tank and related piping are removed (assuming Chevron did not want to use the site again for the purpose of other tankage facilities), the normal procedure would be to bulldoze the earth dikes over the area where the tank was located to a smooth-level-ground condition. Thompson from Ventech indicated that the condition which would be left would be a “green field condition.” Huschka testified that Ventech had removed approximately 85 tanks at a location in Wales, England of a size up to 200,000-barrel capacity using the methods described above. He indicated that after completion of that project, rolling hills were left and the intention was to expand an existing nine-hole golf course to eighteen holes by using the area of the former tank field.</p>\n<p id=\"b228-7\">Both Thompson and Huschka, as project managers for Ventech, also outlined a variety of different projects where Ventech had dismantled, removed, and relocated machinery, equipment and process units for other oil refinery operations in this country and abroad. To illustrate, Thompson referred to a project that Ventech had undertaken for Esso Petroleum at Milford Haven, Wales, United Kingdom. Esso had shut down a <page-number citation-index=\"1\" label=\"217\">*217</page-number>170,000-barrel a day refinery and Ventech was to dismantle and relocate the facility to a buyer in the Middle East. Apparently, very similar to the Perth Amboy refinery, the plant included crude units, vacuum units, catalytic reformers, hydrotreaters, gas treating plants and sulfur plants. The processing equipment was also attached with anchor bolts in the same way as the units at the Chevron site. Huschka, who had personally supervised the Esso project in Wales, stated that all 85 oil-storage tanks were dismantled and relocated from the Milford Haven site to a company in Spain. Furthermore, all the process units had been marked and the dismantling had begun when the funding for the project was withdrawn and the project was subsequently cancelled. Consequently, at that point, Ventech discontinued any further removal work.</p>\n<p id=\"b229-5\">Ventech also contracted with Exxon to dismantle a large semiworks plant located at its Baytown, Texas refinery. The semiworks plant, which is smaller than a full-scale commercial plant, was involved in coal liquification which is a process similar to the hydrocracking that was done at the Perth Amboy refinery. Ventech removed the plant, sold some of the equipment and left the ground in flat usable condition for another project.</p>\n<p id=\"b229-6\">Huschka also described a dismantling project for Ashland Oil where Ventech was to dismantle and relocate a 10,000-barrel per day reformer, a process unit comparable to the rheniformers used at the Chevron refinery. He stated that the equipment was attached by anchor bolts to the foundation. The Ventech engineers removed the nuts attached to the anchor bolts and lifted the equipment from its foundation without damage to the base.</p>\n<p id=\"b229-7\">In addition, the videotape provided a visual representation of at least two major Ventech projects. One was the dismantling and removal of a hydrocracker complex from Venice, Louisiana to an oil refinery in Colorado. Thompson testified that this hydrocracker was similar to the units used at Chevron’s refinery and the procedure for dismantling this unit would be similar <page-number citation-index=\"1\" label=\"218\">*218</page-number>to the one used to dismantle the VGO Isomax unit at Perth Amboy. He also noted that it was attached in the same fashion and was similar in construction to the hydrocraeker and the VGO Isomax units at the Chevron site. A second project shown on the videotape was the removal of a naphtha desulfurizer from a Venice, Louisiana refinery to Corpus Christi, Texas. This process unit, Thompson stated, was very similar to the hydrotreater which is part of the rheniformers at Perth Amboy. The videotape also dramatically portrays not only the dismantling, removal and relocation procedures of Ventech but also the flat “green field condition” of the refinery property after all the process units and storage tanks have been removed.</p>\n<p id=\"b230-5\">\n<em>II.</em>\n</p>\n<p id=\"b230-6\">\n<em>Supplemental Findings of Fact.</em>\n</p>\n<p id=\"b230-7\">After the initial hearings in this matter were completed, the New Jersey State Legislature enacted <em>L. </em>1986, <em>c. </em>117 which amended <em>N.J.S.A. </em>54:4-1 and <em>N.J.S.A. </em>54:11A-2 by establishing new standards for determining whether property is taxable as real property. As a result, defendant moved to reopen proofs and for additional discovery. According to defendant the refinery in question constitutes real property pursuant to the new standards. In response, plaintiff argues not only that c. 117 violates both state and federal constitutions, but also that it is inapplicable to the present proceeding. In the alternative plaintiff argues that its property constitutes personalty not taxable as real property even pursuant to the standards set forth in <em>c. </em>117.</p>\n<p id=\"b230-8\">Although defendant’s motion to reopen this proceeding for additional proofs was granted, the court is fully aware that, in the event an appellate tribunal finds <em>c. </em>117 to be either unconstitutional or inapplicable, the additional discovery and proofs will have been for naught. Nevertheless, because the likelihood is great that, however this case is decided by this court, the losing party will appeal from the decision, this court has sought to avoid the inconvenience and impracticality of a re<page-number citation-index=\"1\" label=\"219\">*219</page-number>mand in one or more years for additional proofs and discovery. By providing an appellate tribunal with a complete record, including all requisite factual findings, this court seeks to enable the ultimate arbiter to dispose fully of this matter, irrespective of the way the legal issues are finally resolved.</p>\n<p id=\"b231-6\">During the ensuing hearing, defendant relied exclusively upon the expert testimony of Richard Daniel, an engineer. In turn, plaintiff relied solely on cross-examination and produced no witnesses of its own.</p>\n<p id=\"b231-7\">Currently retired, Daniel has spent most of his life working in various capacities with oil refineries located in this country and overseas. He has had extensive experience as a process engineer and designed the component parts of numerous refineries. As a process engineer, he has worked hand in hand with structural engineers responsible for designing supporting structures for oil refineries. At an earlier date he performed an appraisal on the Perth Amboy refinery, and is therefore familiar with the subject property.</p>\n<p id=\"b231-8\">Daniel testified that, although he had no knowledge of the “Chevron people’s” intent, from his experience in designing refineries, it is ordinarily intended that oil refineries remain permanently in place. In support of his conclusion, he stated not only that refineries like the one in question contain no structural or design features intended to facilitate removal, but also that no one ever asks “to make any provision for easy removal of the equipment itself [of a refinery], only to provide access ... for maintenance work at the site.”</p>\n<p id=\"b231-9\">Daniel observed that, in refineries like the subject, most of the piping sections, and vessels too large to remove intact, are usually welded together. Consequently, removal of those components would require cutting with a torch and re-welding at the new site. He stated, however, that cutting welds weaken the metal surrounding the welds.<footnotemark>1</footnotemark> Consequently, he explained, <page-number citation-index=\"1\" label=\"220\">*220</page-number>in a refinery not ordinarily intended to remain permanently in place, at least the piping sections would be connected with flanges, and not by welds.<footnotemark>2</footnotemark></p>\n<p id=\"b232-5\">However, on cross-examination Daniel admitted that frequently, due to changes in the refining process, piping is taken apart and rearranged. He further admitted that a refiner would contemplate making such changes. It is curious that Daniel did not indicate why the prospect of removing the entire refinery, but not the prospect of rearranging the piping (both of which involve cutting welds and rewelding), dictates against using welds to join the piping sections.</p>\n<p id=\"b232-6\">Although he admitted that the vessels comprising the Perth Amboy refinery are anchored to concrete foundations by easily removed bolts, Daniel denied that bolting evinces an intent eventually to remove a refinery. Rather, he stated that bolting merely provides the most economical means of stabilizing the vessels against vibrations and winds.</p>\n<p id=\"b232-7\">Finally, although he denied knowledge of the removal of any refinery or major portion of a refinery,<footnotemark>3</footnotemark> he subsequently testified that “today” many refineries or portions of refineries are “assembled on skids and barges so that they can be moved and operated in one location or another.” However, he distinguished modern prefabricated refineries from those like the subject, which incorporate no design features to facilitate removal.</p>\n<p id=\"b233-5\"><page-number citation-index=\"1\" label=\"221\">*221</page-number>On cross-examination, plaintiffs counsel referred to several refineries and portions of refineries which Ventech and others have actually moved. In response, without denying the accuracy of the references of plaintiffs counsel, Daniel stated that such operations were exceptional and extraordinary, and that ordinarily refineries remain, and it is intended that they remain, permanently in place. Although it would be impossible to build a refinery that could not be moved, Daniel observed, the ordinary intent is that a refinery like the subject remain permanently in place.</p>\n<p id=\"b233-6\">Based on Daniel’s informative and generally persuasive testimony, this court finds as a matter of fact that oil refineries like the one in question are ordinarily intended to be affixed permanently to real property.<footnotemark>4</footnotemark> As Daniel indicated, the design of such refineries does not incorporate features to facilitate removal, and the method of attachment to the realty, namely by bolting, does not conflict with the intention that the refinery remain permanently in place. In so concluding, this court is mindful not only that virtually any refinery is movable, but also that in extreme political, economic and military conditions, portions of, and indeed entire, oil refineries have been moved over great distances.</p>\n<p id=\"b233-7\">\n<em>III.</em>\n</p>\n<p id=\"b233-8\">\n<em>Applicability of chapter 117.</em>\n</p>\n<p id=\"b233-9\">Initially, plaintiff argues that this court ought to interpret <em>c. </em>117 as applicable only to pending 1986 appeals, and not to appeals, such as the present one, which are pending for years prior to 1986.</p>\n<p id=\"b233-10\">According to § 4 of <em>c. </em>117:</p>\n<blockquote id=\"b234-4\"><page-number citation-index=\"1\" label=\"222\">*222</page-number>This act shall take effect immediately, he applicable to real property assessments and taxes for tax year 1986 and thereafter, and <em>further shall be applicable </em>to any proceeding pending in any court or county tax board on the date of enactment. [Emphasis supplied]</blockquote>\n<p id=\"b234-5\">Plaintiff reasons as follows. Applying <em>c. </em>117 to appeals pending for a year prior to 1986 could result in disparate tax treatment during the same year of Chevron, on the one hand, and any other taxpayer who did not appeal its 1984 and 1985 assessments and whose similar property was correctly assessed as personalty under the law prior to <em>c. </em>117.<footnotemark>5</footnotemark> Such disparity either violates, or “potentially” violates, state and federal constitutions. Whenever legislation is even potentially unconstitutional, if the legislation is reasonably susceptible, this court ought to construe it so as to render it constitutional. <em>See State v. Profaci, </em>56 <em>N.J. </em>346, 266 A.2d 579 (1970); <em>N.J. Bd. of Higher Ed. v. Shelton College, </em>90 <em>N.J. </em>470, 478, 448 A.2d 988 (1982), and <em>V.B.R. Assocs. v. Bernards Tp., </em>6 <em>N.J.Tax </em>241, 246 (Tax Ct.1984). Plaintiff argues that c. 117 is reasonably susceptible to the constitutionally sound interpretation that it applies only to pending 1986 appeals and to all appeals thereafter. Therefore, plaintiff concludes, this court ought to construe <em>c. </em>117 as applying only to appeals pending for 1986 and all appeals thereafter, and not to appeals like the present one which are pending for a year or a number of years prior to 1986.</p>\n<p id=\"b234-6\">Plaintiffs argument, however, involves at least three false premises. First, <em>c. </em>117 could result in the disparate treatment of taxpayers whose property was assessed as personalty in 1986 and who, therefore had no reason to, and did not appeal, and taxpayers with similar property, assessed as real property, but whose 1986 appeals were pending on October 8, 1986. Consequently, the alternative construction of <em>c. </em>117 advanced by plaintiff is as potentially constitutionally infirm as the con<page-number citation-index=\"1\" label=\"223\">*223</page-number>struction it is trying to avoid. And secondly, <em>c. </em>117 is not reasonably susceptible to plaintiffs construction.<footnotemark>6</footnotemark> By its own terms, <em>c. </em>117 (1) applies to “real property assessments and taxes for tax year 1986 and thereafter ...” and (2) <em>“further shall be applicable </em>to ... any proceeding pending ... on the date of enactment.” Emphasis supplied. As indicated by the phrase “further shall be applicable to,” <em>c. </em>117 applies to the second category in addition to the first.</p>\n<p id=\"b235-6\">Thus, <em>c. </em>117 mandates that it apply retroactively, <em>i.e., </em>to appeals for earlier years which are still pending. And as the New Jersey Supreme Court has indicated, when the Legislature has so expressed its intent, the courts ought to apply the statute in issue retroactively. <em>Gibbons v. Gibbons, </em>86 <em>N.J. </em>515, 522, 432 A.2d 80 (1981), and <em>State, Dep’t of Environ. Protect. v. Ventron Corp., </em>94 <em>N.J. </em>473, 468 A.2d 150 (1983) (also recognizing the rule that “an appellate court ought to apply the statute in effect at the time of its decision.” <em>Id. </em>at 498, 468 A.2d 150). <em>See also Kruvant v. Mayor &amp; Council of Cedar Grove Tp., </em>82 <em>N.J. </em>435, 414 A.2d 9 (1980) (affirming the time of decision rule).</p>\n<p id=\"b235-7\">Thirdly, plaintiff merely asserts without proof that application of the criteria set forth in <em>c. </em>117 for years prior to 1986 results in disparate tax treatment between Chevron and any other taxpayer who did not appeal its 1984 and 1985 assessments and whose similar property was assessed as personalty under the standards existing prior to <em>c. </em>117. There is nothing in the record to support the assertion that any other taxpayer is being treated differently.</p>\n<p id=\"b235-8\">In sum, inasmuch as plaintiffs case was pending in the Tax Court on October 8, 1986, the date of enactment, <em>c. </em>117 applies to the present matter.</p>\n<p id=\"b236-4\">\n<page-number citation-index=\"1\" label=\"224\">*224</page-number>\n<em>IV.</em>\n</p>\n<p id=\"b236-5\">\n<em>Constitutionality of chapter 117.</em>\n</p>\n<p id=\"b236-6\">Secondly, plaintiff contends that, to the extent it applies to appeals pending for years prior to 1986, <em>c. </em>117 violates both federal and state constitutions. More specifically, it alleges that the application of <em>c. </em>117 to the present appeal: (1) deprives plaintiff of the “equal protection of the laws” guaranteed by <em>U.S. Const., </em>Amend. XIV, (2) constitutes a “special law ... relating to taxation” contrary to <em>N.J. Const. </em>(1947), Art. IV, § VII, pars. 9 and 9(6), and finally, (3) violates the so-called “uniformity requirement” of <em>N.J. Const., </em>(1947), Art. VIII, § I, par. 1(a).</p>\n<p id=\"b236-7\">According to plaintiff, because it is arbitrary and unreasonable, the following classification made by <em>c. </em>117 succeeds in violating all three of the constitutional provisions just mentioned. Generally, <em>c. </em>117 distinguishes the class of taxpayers who appealed their pre-1986 assessments and who are therefore subject to the new standards found in <em>c. </em>117, from the class of taxpayers who did not appeal their pre-1986 assessments and who therefore remain unaffected by <em>c. </em>117. As a result of that arbitrary and unreasonable classification, plaintiff argues, it is <em>possible </em>that property belonging to a member of the second class might have been assessed, and if so will now remain assessed, as personalty pursuant to the law in effect prior to <em>c. </em>117. <em>See Sta-Seal, Inc. v. Taxation Div. Director, </em>5 <em>N.J.Tax </em>272, (Tax Ct.1983), aff’d, 6 <em>N.J.Tax </em>345 (App.Div.1984), certif. den., 97 <em>N.J. </em>644, 483 A.2d 169 (1984). However, plaintiff claims, similar property belonging to a member of the first class might now be assessed as realty for the same tax year pursuant to the new standards set forth in <em>c. 117.</em><footnotemark><em>7</em></footnotemark></p>\n<p id=\"b236-8\">In response, defendant and the Attorney General contend that such a classification is rational, reasonable and within the <page-number citation-index=\"1\" label=\"225\">*225</page-number>wide discretion enjoyed by the Legislature in matters of taxation. Citing the strong presumption of validity traditionally given legislative enactments, defendant and the Attorney General urge that this court uphold <em>c. </em>117.</p>\n<p id=\"b237-6\">Initially, the “equal protection” challenge will be addressed. In interpreting the Equal Protection Clause, the United States Supreme Court has held that state legislatures “have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.” <em>Lehnhausen v. Lake Shore Auto Parts Co., </em>410 <em>U.S. </em>356, 359, 93 <em>S.Ct. </em>1001, 1003, 35 <em>L.Ed.2d </em>351 (1973). Quoting from <em>Allied Stores of Ohio v. Bowers, </em>358 <em>U.S. </em>522, 526-527, 79 <em>S.Ct. </em>437, 440-441, 3 L.Ed.2d 480 (1959), the Court in <em>Lehnhausen </em>further explained:</p>\n<blockquote id=\"b237-7\">[T]he states, in the exercise of their taxing power, are subject to the requirements of the Equal Protection Clause of the Fourteenth Amendment. But that clause imposes no iron rule of equality, prohibiting the flexibility and variety that are appropriate to reasonable schemes of state taxation ... [A state] is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use or value. <em>[Lehnhausen, supra, </em>410 <em>U.S. </em>at 359-360, 93 <em>S.Ct. </em>at 1003-1004]</blockquote>\n<p id=\"b237-8\">And in <em>McKenney v. Byrne, </em>82 <em>N.J. </em>304, 412 A.2d 1041 (1980), our State Supreme Court affirmed that:</p>\n<blockquote id=\"b237-9\">No scheme of taxation, whether the tax is imposed on property, income, or purchases of goods and services, has yet been devised which is free of all discriminatory impact. In such a complex area in which no perfect alternatives exist, the court does well not to impose too rigorous a standard of scrutiny lest all local fiscal schemes become subjects of criticism under the Equal Protection Clause, [at 316, 412 A.2d 1041, quoting from <em>San Antonio Independent School Dist. v. Rodriguez, </em>411 <em>U.S. </em>1, 93 <em>S.Ct. </em>1278, 36 L.Ed.2d 16 (1973)]</blockquote>\n<p id=\"b237-10\">Furthermore, in a challenge against a taxing statute based upon the Equal Protection Clause, the attacking party, in this case plaintiff, carries the burden of demonstrating that the classification created by the enactment bears no <em>conceivable rational relationship </em>to the legitimate state objective of raising revenues and distributing the cost of government. <em>See Carmichael v. Southern Coal &amp; Coke Co., </em>301 <em>U.S. </em>495, 522-523, 57 <em>S.Ct. </em>868, 878-879, 81 <em>L.Ed. </em>1245 (1937); <em>Lehnhausen, supra, </em>410 <em>U.S. </em>at 364, 93 <em>S.Ct. </em>at 1006, and <em>Taxpayers </em><page-number citation-index=\"1\" label=\"226\">*226</page-number><em>Ass’n of Weymouth Tp. v. Weymouth Tp., </em>80 <em>N.J. </em>6, 34 (1976), app. dism., 430 <em>U.S. </em>977, 97 <em>S.Ct. </em>1672, 52 L.Ed.2d 373 (1977).<footnotemark>8</footnotemark></p>\n<p id=\"b238-5\">In determining whether a classification constitutes a “special law” prohibited by the New Jersey Constitution, the test is similar to that used in determining whether the legislation meets the equal protection guarantee of the United States Constitution. <em>Mahwah Tp. v. Bergen County Bd. of Taxation, </em>98 <em>N.J. </em>268, 486 <em>A.</em>2d 818 (1985), and <em>Robson v. Rodriquez, </em>26 <em>N.J. </em>517, 528, 141 A.2d 1 (1958).</p>\n<p id=\"b238-6\">In deciding whether a statute constitutes special legislation, the New Jersey Supreme Court has articulated three guiding principles. Initially,</p>\n<blockquote id=\"b238-7\">a statute is presumed to be constitutional and it will not be declared void unless the statute is clearly repugnant to the Constitution. <em>[Mahwah Tp. v. Bergen County Bd. of Taxation, </em>98 <em>N.J. </em>268, 282, 486 A.2d 818 (1985); <em>Newark Superior Officers Ass’n v. City of Newark, </em>98 <em>N.J. </em>212, 222, 486 A.2d 305 (1985); <em>Paul Kimball Hosp. v. Brick Tp., </em>86 <em>N.J. </em>429, 446-447, 432 A.2d 36 (1981); <em>Brunetti v. New Milford, </em>68 <em>N.J. </em>576, 599, 350 A.2d 19 (1975), and <em>Harvey v. Essex County Bd. of Freeholders, </em>30 <em>N.J. </em>381, 388, 153 A.2d 10 (1959)]</blockquote>\n<p id=\"b238-8\">Secondly, the party challenging the constitutionality of the statute bears the burden “to demonstrate clearly that it violates a constitutional provision.” <em>Mahwah, supra, </em>98 <em>N.J. </em>at 283, 486 A.2d 818 and <em>Newark Superior Officers Ass’n, supra. </em>Thirdly, “the determining factor is what is excluded, not what is included____” <em>Ibid. See also Paul Kimball Hosp., supra.</em></p>\n<p id=\"b238-10\">Guided by these principles, the court must then apply the three-part test found in <em>Vreeland v. Byrne, </em>72 <em>N.J. </em>292, 370 <em>A. </em>2d 825 (1977). <em>See also Mahwah, supra, </em>and <em>Newark Superior Officers Ass’n, supra. </em>According to the Court in <em>Vreeland:</em></p>\n<blockquote id=\"A29\">... we first discern the purpose and object of the enactment. We then undertake to apply it to the factual situation presented. Finally we decide whether, <em>as so applied, </em>the resulting classification can be said to rest upon any <page-number citation-index=\"1\" label=\"227\">*227</page-number>rational or reasonable basis relevant to the purpose and object of the act. [ 72 <em>N.J. </em>at 300-301, 370 A.2d 825]</blockquote>\n<p id=\"b239-6\">Hence, as with the equal protection challenge, the decision rests on a determination whether, given the object of <em>c. </em>117, a rational basis exists or is conceivable in support of the classification made. However, in dealing with the special legislation challenge, the decision must focus particularly on what <em>c. </em>117 excludes, and not what it includes.</p>\n<p id=\"b239-7\">The application of the three-part <em>“Vreeland </em>test” here is straightforward. Undisputedly the purpose and object of <em>c. </em>117 is to tax as real property certain property which under prior law may have been taxable as personal property. As such, the general purpose of <em>c. </em>117 is within the Legislature’s authority to raise revenues and distribute the cost of government.<footnotemark>9</footnotemark></p>\n<p id=\"b239-8\">Secondly, according to plaintiff, as applied to the present case, <em>c. </em>117 distinguishes between two classes of taxpayers. Specifically, the first class consists of taxpayers: (1) who own property similar to plaintiff’s refinery, (2) whose property was assessed as personalty pursuant to the “Bayonne<footnotemark>10</footnotemark> test” for either 1984 or 1985 and (3) who did not have appeals pending on October 8, 1986, the effective date of <em>c. </em>117. The second class consists of taxpayers (including plaintiff): (1) who own property similar to plaintiff’s refinery, (2) whose property was assessed as realty under a Bostian,<footnotemark>11</footnotemark> or <em>Wiesenfield,</em><footnotemark><em>12</em></footnotemark><em> </em>analysis for either 1984 or 1985 and (3) who had appeals pending on the effective date of <em>c. </em>117. However, plaintiff has not made a showing, and the record provides no support for a finding, that any members of the first class actually exist. Moreover, this <page-number citation-index=\"1\" label=\"228\">*228</page-number>court is unaware of, either through published opinions or any other appropriate source for judicial notice, the existence of any member of the first class. As a result, plaintiff has failed to establish that, as applied, <em>c. </em>117 makes the challenged classification.</p>\n<p id=\"b240-5\">Thirdly, even if, as applied, <em>c. </em>117 made the classification plaintiff describes, as defendant and the Attorney General indicate, the classification would rest upon a “rational or reasonable basis relevant to the purpose and object of the act.” In excluding those taxpayers who either did not appeal or whose appeals have reached final disposition for pre-1986 tax years, it is quite conceivable that the Legislature reasonably paid deference to the need for finality, both for the municipality and taxpayer, in our scheme of taxation. The Legislature could rationally have decided that a taxpayer is entitled to a measure of repose when the time for appeal has passed and the taxing district has not appealed, or when an appeal has reached final judgment. The Legislature may also have reasonably decided that the bulk of the revenues it sought to gain were not to be found in the excluded class. Further, given the divergence in opinion within the Tax Court and Appellate Division, it is quite conceivable that, in enacting <em>c. </em>117, the Legislature sought to establish uniform standards for the classification of realty and personalty so that at least all pending appeals could be treated uniformly.</p>\n<p id=\"b240-6\">Indeed, in <em>Mahwah, supra, </em>98 <em>N.J. </em>at 289-290, 486 A.2d 818, quoting from <em>N.J. Restaurant Ass’n v. Holderman, </em>24 <em>N.J. </em>295, 131 A.2d 773 (1957), the Court affirmed that, to prove a statute is special legislation, it is not enough,</p>\n<blockquote id=\"ADI\">to demonstrate that the legislative objective might be more fully achieved by another, more expansive classification, for the Legislature may recognize degrees of harm and hit the evil where it is most felt, [citations omitted] The Legislature may thus limit its action upon a decision to proceed cautiously, step by step, or because of practical exigencies, including administrative convenience and expense, ... or because of “some substantial consideration of public policy or convenience or the service of the general welfare.” <em>DeMonaco v. Renton, </em>18 <em>N.J. </em>352, 360 [113 A.2d 782] (1955). Hence it may “stop short of those cases in which the harm to the few concerned is thought less important than the harm <page-number citation-index=\"1\" label=\"229\">*229</page-number>to the public that would ensue if the rule laid down were made mathematically exact.” [Citations omitted]</blockquote>\n<p id=\"b241-5\">In sum, c. 117 neither violates the Equal Protection Clause nor constitutes special legislation. Plaintiff has not carried its burden of proof, nor indeed provided any proof whatsoever, that, as applied to the present appeal, <em>c. </em>117 creates the challenged classification. Moreover, even if it did exist, such a classification, or exclusion, would bear a rational relationship to a legitimate state objective.</p>\n<p id=\"b241-6\">On the other hand, the decisional law provides a different analysis for determining whether a statute violates the “uniformity requirement” of <em>N.J. Const. </em>(1947), Art. 8, § I, par. 1(a).<footnotemark>13</footnotemark> That requirement provides:</p>\n<blockquote id=\"b241-7\">Property shall be assessed for taxation under general laws and by uniform rules. All <em>real </em>property assessed and taxed locally or by the State for allotment and payment to taxing districts shall be assessed according to the <em>same standard of value, </em>except as otherwise permitted herein, and such real property shall be taxed at the <em>general tax rate of the taxing district </em>in which the property is situated, for the use of such taxing district. [Emphasis supplied]</blockquote>\n<p id=\"b241-8\">In addition to requiring the use of “general laws” and “uniform rules” in the taxation of <em>all </em>property, par. 1(a) “mandates” that <em>real </em>property be taxed <em>at the same standard of value </em>and <em>at the same rate. New Jersey State League of Municipalities, et al. v. Kimmelman, </em>105 <em>N.J. </em>422, 522 A.2d 430 (1987). <em>See also Switz v. Kingsley, </em>37 <em>N.J. </em>566, 585, 182 A.2d 841 (1962), and <page-number citation-index=\"1\" label=\"230\">*230</page-number><em>Princeton Tp. v. Bardin, </em>147 <em>N.J.Super. </em>557, 566, 371 A.2d 776 (App.Div.1977), certif. den.; 74 <em>N.J. </em>281, 377 A.2d 685 (1977).</p>\n<p id=\"b242-6\">In <em>Switz, </em>at a time preceding the enactment of the constitutional amendment permitting preferential farmland assessment, see <em>N.J. Const. </em>(1947), Art. VIII, § 1, par. 1, the Court invalidated legislation which established preferential assessment for land actively devoted to farmland use. The Court held that the Legislature’s intent to apply a different standard of value to land actively devoted to agricultural use violated the uniformity requirement. However, the Court upheld the portion of the statute which provided for the preferential treatment of personalty. It stated:</p>\n<blockquote id=\"b242-7\">The Legislature, as we have said, has broad discretion in the classification of personal property for exemption or preferential treatment. <em>We must uphold the classification if any set of facts can reasonably be conceived to support it. [Switz, supra, </em>37 <em>N.J. </em>at 586, 182 A.2d 841; emphasis supplied]</blockquote>\n<p id=\"b242-8\">Thus, although in <em>Switz </em>the Court did not articulate a standard of review for the uniformity requirement as applied to the assessment of real property, it applied a stricter scrutiny than the “rational basis” test it used to uphold the preferential treatment of personalty.<footnotemark>14</footnotemark> However, the Court cautioned:</p>\n<blockquote id=\"b243-5\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>[Practical equality is all that can be expected in the area of [real property] taxation, and so long as the Legislature does not authorize a scheme calculated to induce inequality, there is no constitutional infirmity. <em>[Id. </em>at 589, 182 A.2d 841]</blockquote>\n<p id=\"b243-6\">See also <em>In re Appeals of Kents, 2124 Atlantic Ave., Inc., </em>34 <em>N.J. </em>21, 166 A.2d 763 (1961) (“Mathematical perfection in taxation is unattainable.” <em>Id. </em>at 32, 166 A.2d 763).</p>\n<p id=\"b243-7\">More recently, our Supreme Court has held that a tax exemption for certain newly constructed, but unoccupied, houses violated the uniformity requirement. <em>See New Jersey State League of Municipalities, et al. v. Kimmelman, supra. </em>In so holding, the Court recognized that the uniformity requirement placed limits on the Legislature’s right to classify real estate into different categories for purposes of real property taxation. <em>Id. </em>at 436-37, 522 A.2d 430. The Court made reference to:</p>\n<blockquote id=\"b243-8\">the apparent purpose [of the uniformity requirement] of providing that real property dedicated to municipal tax purposes should <em>never </em>be taxed at an unequal burden. <em>[Ibid, </em>(at 436, 522 A.2d 430); emphasis supplied]</blockquote>\n<p id=\"b243-9\">In the present case, however, the record is devoid of evidence that the property in question has been treated differently than similar property for the tax years in issue. Plaintiff merely asserts hypothetically that <em>c. </em>117 might result in different tax treatment for similar property for the same tax year.<footnotemark>15</footnotemark> However, that assertion alone is insufficient to carry plaintiff’s burden of showing beyond a reasonable doubt that <em>c. </em>117 is repugnant to the State Constitution. <em>See Smith v. Penta, </em>81 <em>N.J. </em>65, 74-75, 405 A.2d 350 (1979); <em>Gangemi v. Berry, </em>25 <em>N.J. </em>1, 10, 134 A.2d 1 (1957), and <em>Centex Homes of N.J., Inc. v. Manalapan Tp., </em>4 <em>N.J.Tax </em>599, 605 (1982).</p>\n<p id=\"b243-10\">In summary, no evidence supports plaintiff’s claim that, as applied to the present appeal, <em>c. </em>117 results in non-uniform tax treatment. Consequently, for the reasons expressed in this section, inasmuch as plaintiff does not assert that <em>c. </em>117 is <page-number citation-index=\"1\" label=\"232\">*232</page-number>facially unconstitutional, c. 117 does not deprive plaintiff of equal protection, constitute special legislation or contravene the uniformity requirement.</p>\n<p id=\"b244-6\">\n<em>V.</em>\n</p>\n<p id=\"b244-7\">\n<em>Conclusions under chapter 117.</em>\n</p>\n<p id=\"b244-8\">Since this court has found that <em>c. </em>117 is constitutionally sound and applies to the present appeal, it must now be determined whether the property in question is taxable as realty or personalty pursuant to the standards set forth in <em>c. </em>117.</p>\n<p id=\"b244-9\">As amended by <em>c. </em>117, <em>N.J.S.A. </em>54:4-1 states in relevant part:</p>\n<blockquote id=\"A0I\">Real property taxable under this chapter means all land and improvements thereon and includes personal property affixed to the real property or an appurtenance thereto unless:</blockquote>\n<blockquote id=\"b244-10\">a. (1) The personal property so affixed can be removed or severed without material injury to the real property; (2) The personal property so affixed can be removed or severed without material injury to the personal property itself; and (3) The personal property so affixed is not ordinarily intended to be affixed permanently to real property; or</blockquote>\n<blockquote id=\"b244-11\">b. The personal property so affixed is machinery, apparatus, or equipment which is neither functionally essential to a structure the personal property is within or to which the personal property is affixed nor constitutes a structure itself.</blockquote>\n<p id=\"b244-12\">Also as amended by <em>c. </em>117, <em>N.J.S.A. </em>54:11A-2 states:</p>\n<blockquote id=\"b244-13\">(b) Personal property used in business shall mean tangible goods and chattels used or held for use in any business, transaction, activity or occupation conducted for profit, but shall not include:</blockquote>\n<blockquote id=\"b244-14\">(2) goods and chattels which are taxable as real property pursuant to <em>N.J.S.A. </em>54:4-1.</blockquote>\n<blockquote id=\"b244-15\">(3) ... notwithstanding the provisions of <em>R.S. </em>54:4-1, a tank having a capacity of more than 30,000 gallons is deemed to be real property. [This section (3) has been codified as a new section at N.J.S.A. 54:4-1.12]</blockquote>\n<p id=\"b244-16\">Thus, according to <em>c. </em>117 personal property is taxable as real property unless (1) it can be removed without material injury to the real property to which it is affixed or to itself, and (2) it is not ordinarily intended to be affixed permanently to real prop<page-number citation-index=\"1\" label=\"233\">*233</page-number>erty. Chapter 117 further provides that property is not taxable as real property if it is a tank with a capacity less than 30,000 gallons, or if it constitutes machinery, apparatus or equipment that is neither functionally essential to a structure nor constitutes a structure itself. However, plaintiff does not dispute that its refinery machinery and process units are structures pursuant to part b. of <em>N.J.S.A. </em>54:4-1, or that its tanks with a capacity greater than 30,000 gallons constitute realty pursuant to <em>N.J.S.A. </em>54:11A-2(3), (codified as <em>N.J.S.A. </em>54:4-1.12).</p>\n<p id=\"b245-6\">The dispute between plaintiff and defendant focuses only on the questions of material injury and ordinary intent. If (1) plaintiffs refinery machinery and process units can be removed without material injury to the freehold or to the units themselves and (2) oil refineries like the one in question are not ordinarily intended to be affixed permanently to real property, then plaintiffs machinery and equipment are taxable as personal property. Otherwise, the machinery and equipment are taxable as real property.</p>\n<p id=\"b245-7\">Initially, consideration must be given to the question of material injury. On numerous occasions the courts have examined the meaning of the phrase “material injury” as found in <em>N.J.S.A. </em>54:11a-2(b)(2) before its amendment by <em>c. </em>117.<footnotemark>16</footnotemark> Since the Legislature continued in <em>c. </em>117 to use the phrase, “material injury,” it must be presumed that it agreed with the meaning of that phrase in the unamended <em>N.J.S.A. </em>54:11A-2(b)(2) as interpreted in the decisional law, <em>i.e., City of Bayonne v. Port Jersey Corp., </em>79 <em>N.J. </em>367, 399 A.2d 649 (1979) and its progeny. <page-number citation-index=\"1\" label=\"234\">*234</page-number><em>See Quaremba v. Allan, </em>67 <em>N.J. </em>1, 14, 334 A.2d 321 (1975); <em>River Development Corp. v. Liberty Corp., </em>51 <em>N.J.Super. </em>447, 466, 144 A.2d 180 (App.Div.1958), aff’d <em>per curiam </em>29 <em>N.J. </em>239, 148 A.2d 721 (1959), and <em>Hughes v. Durso, </em>65 <em>N.J.Super. </em>409, 415, 168 A.2d 75 (App.Div.1961). Consequently, an examination of the meaning of “material injury” as previously used in <em>N.J.S.A. </em>54:11A-2(b)(2) is required.</p>\n<p id=\"b246-4\">Along with a number of jurisdictions, New Jersey had at one time adopted the so-called institutional doctrine of fixtures. According to that doctrine, material injury resulted with:</p>\n<blockquote id=\"AJ13\">the severance of a chattel affixed to and forming part of the realty which “will prevent the structure from being used for the purpose for which it has been adopted.” <em>Smyth Sales Corp. v. Norfolk B. &amp; L. Ass’n, </em>116 <em>N.J.L. </em>293, 298 [184 A.2d 204] (E. &amp; A. 1936); <em>Uttinger v. Koopman, </em>46 <em>N.J.Super. </em>443, 447, 134 A.2d 824 (App.Div.1957); <em>Fahmie v. Nyman, </em>70 <em>N.J.Super. </em>313, 318 (App.Div.1961). <em>[National Lead Co. v. Sayreville Bor., </em>132 <em>N.J.Super. </em>30, 39, 331 A.2d 633 (App.Div.1975)]</blockquote>\n<p id=\"b246-5\">See also <em>The Anaconda Co. v. City of Perth Amboy, </em>157 <em>N.J.Super. </em>42, 384 A.2d 531 (App.Div.1978) (because they were essential “to the use for which the [copper refinery] was designed or used,” even though they could be removed from the property without physical damage to the building or themselves, overhead cranes and electrolytic tanks could not be removed without “material injury”), and <em>Westinghouse Broadcasting Co., Inc. v. Taxation Div. Director, </em>141 <em>N.J.Super. </em>301, 358 A.2d 203 (App.Div.1976) (noting that material physical damage alone does not constitute material injury, and that pursuant to the institutional doctrine, four radio broadcasting towers could not be removed without material injury to the land).</p>\n<p id=\"b246-6\">However, in the landmark decision of <em>Bayonne v. Port Jersey Corp., supra, </em>our Supreme Court abrogated the institutional doctrine. In <em>Bayonne </em>the dispute centered on the question of whether massive cranes used to load and unload ships were subject to either real property, or business personal property, tax. Weighing 1,000,000 pounds and standing 170 feet high, the cranes had been transported by barges from Houston to <page-number citation-index=\"1\" label=\"235\">*235</page-number>New Orleans to Port Jersey where they were shifted onto railroad-type tracks imbedded in the piers.</p>\n<p id=\"b247-6\">Reconsidering the meaning of the words “material injury” as found in <em>N.J.S.A. </em>54:11A-2(b)(2), see n. 13, <em>supra, </em>the Court looked to the legislative history of the Business Personal Property Tax Act (BPP), <em>N.J.S.A. </em>54:11A-1 <em>et seq.</em><footnotemark><em>17</em></footnotemark><em> </em>The Court observed that, in enacting the BPP, the Legislature hoped to create a “fiscal climate” in New Jersey which would be favorable to corporations and industry. It stated that the Legislature intended to tax machinery and equipment pursuant to the BPP, and not at the disparate and unpredictable local rates. Accordingly, the Court limited the meaning of material injury as found in <em>N.J.S.A. </em>54:11A-2(b)(2) to physical injury, <em>i.e., </em>“irreparable or serious physical injury or damage to the freehold.” 79 <em>N.J. </em>at 378. Under the more liberal test, the Court found that the cranes in question were removable without material injury to the freehold,<footnotemark>18</footnotemark> and thus were personal property.</p>\n<p id=\"b247-7\">The Tax Court has had frequent occasion to apply the <em>Bayonne </em>test.<footnotemark>19</footnotemark> In <em>RCA Corp. v. East Windsor Tp., </em>1 <em>N.J.Tax </em>481 <page-number citation-index=\"1\" label=\"236\">*236</page-number>(Tax Ct.1980), Judge Evers of this court rejected the township’s addition of special features, such as removable crane trackage, a TV monitoring security system and air conditioning equipment, to the taxpayer’s real property tax base. Referring to the <em>Bayonne </em>definition of “material injury,” the court reasoned that these items were “removable without causing serious or irreparable damage to the realty.” <em>Id. </em>at 496. Similarly, in <em>Union Tp. v. Taxation Div. Director, </em>176 <em>N.J.Super. </em>239, 1 <em>N.J.Tax </em>15, 422 A.2d 803 (Tax Ct.1980), then Tax Court Judge Conley held that a 60,000-pound truck axle scale, 2,000-pound platform scale, Globe lift and 40,000-pound air/oil ram lift were removable without material injury and therefore constituted personalty pursuant to the <em>Bayonne </em>test. Under the <em>Bayonne </em>criteria, the court reasoned, the scales and lifts “could be removed by unbolting them from the building or from a supporting frame without causing harm to the real property.” 1 <em>N.J.Tax </em>at 21, 422 A.2d 803.</p>\n<p id=\"b248-5\">In <em>Sta-Seal, Inc. v. Taxation Div. Director, </em>5 <em>N.J.Tax </em>272 (Tax Ct.1983), aff’d o.b. <em>per curiam, </em>6 <em>N.J.Tax </em>345 (App.Div. 1984), certif. den., 97 <em>N.J. </em>644, 483 A.2d 169 (1984), the taxpayer argued that, although it weighed 50 tons and was 50 feet high, its asphalt plant was movable and should be classified as business personal property. The taxpayer described how an on-site asphalt plant had been moved from another location in New Jersey to the South River site. (The process of moving the asphalt plant closely parallels the description of dismantling the Chevron facility given by the Ventech engineers, see §§ I and II, <em>supra). </em>At its original site, the asphalt plant was <page-number citation-index=\"1\" label=\"237\">*237</page-number>attached by large anchor bolts imbedded in concrete foundations. The nuts affixing the asphalt plant’s footings were removable. When the taxpayer moved the plant to its present site, a wrench was used to remove several bolts and the remaining bolts were removed with a torch. The other component parts were unbolted, lifted by cranes and transported by truck to Sta-Seal’s site in South River. At this location, the plant was reconstructed in reverse order by reattaching the equipment and process units to anchor bolts cemented into concrete foundations. The remaining parts of the superstructure were then reassembled and bolted together.</p>\n<p id=\"b249-6\">Later, the same plant was sold and replaced by a more modern plant. Since the second plant was arranged differently, modification of the footings was necessary. In the renovation process, 95% of the foundations was destroyed.</p>\n<p id=\"b249-7\">Reviewing the history of the business personal property tax act and the institutional doctrine in <em>Sta-Seal, </em>the court concluded that the <em>Bayonne </em>definition of “material injury” provided the controlling rule of law. Because the plant was severable without “irreparable or serious physical injury or damage” to the asphalt plant or the underlying realty, the court found that the asphalt plant was personalty and not part of the real estate.<footnotemark>20</footnotemark> <em>Sta-Seal, supra, </em>5 <em>N.J.Tax </em>at 287.</p>\n<p id=\"b249-8\">Defendant, Perth Amboy, claims that <em>Sta-Seal </em>can be differentiated on the grounds that the taxpayer <em>actually </em>moved and reinstalled an asphalt plant. This claim is inapposite to the present case. The removal, dismantling and reconstruction of the asphalt plant in <em>Sta-Seal </em>merely emphasizes that removal and severability without material injury to the freehold or the structures themselves is not just a theoretical concept, but that such a result is completely feasible. Moreover, by documenting specific projects where large pieces of process equipment were <page-number citation-index=\"1\" label=\"238\">*238</page-number>dismantled, removed and reassembled at new sites, the Ventech report and videotape confirm the pragmatic application of such removal techniques to the refinery here in question. The fact that Chevron’s process units, related equipment, and storage tanks were not <em>actually </em>moved is not sufficient to distinguish the holding in <em>Sta-Seal.</em><footnotemark><em>21</em></footnotemark></p>\n<p id=\"b250-5\">In <em>Lawrence Assocs. v. Lawrence Tp., </em>5 <em>N.J.Tax </em>481 (Tax Ct.1983), Judge Conley again dealt with the realty-personalty question. In <em>Lawrence Assocs., </em>the land in question was the site of a regional shopping mall consisting of a large building occupied by individual tenant storeowners. The question arose whether certain improvements made by the tenants were taxable as real property. The taxpayer argued that the storefronts, or “tenant finishes,” were readily removable in one day if necessary and without any damage to the structure of the mall or the underlying realty. These “tenant finishes,” taxpayer argued, should therefore be excluded from local property tax assessment and taxed as personalty. Adhering to the principles of <em>Sta-Seal </em>and the “material injury” test of <em>Bayonne, </em>however, the court reasoned that the storefronts were items that could not be removed without substantial damage to themselves or the underlying realty.</p>\n<p id=\"b250-6\">In <em>Stem Bros., Inc. v. Alexandria Tp., </em>6 <em>N.J.Tax </em>537 (Tax Ct.1984), the Tax Court again applied the principles of <em>Bayonne </em>to a property tax appeal involving fuel oil storage tanks. In <em>Stem Bros., </em>the taxpayer contended that nine tanks, four aboveground and five underground, should be exempt from local real property taxation. The largest of the aboveground <page-number citation-index=\"1\" label=\"239\">*239</page-number>tanks, with a 150,000-gallon capacity, was placed on a concrete pier and welded together in sections. The three remaining aboveground tanks were lifted by crane in one piece and directly placed on the concrete footings. Although the taxpayer conceded that the concrete foundations were part of the realty, it argued that the tanks could be removed and relocated to a new site in the same manner in which they were originally installed, and therefore should be considered business personal property. Considering the five underground tanks, the court noted that, although the tanks could be easily removed, it was not customary to resell underground tanks because of the possibility of excessive corrosion and deterioration. Nevertheless, the court maintained that since the smaller aboveground tanks could be removed in one piece and the larger above-ground tanks could be disassembled in sections without serious injury or damage to the land or the tanks themselves, all of the aboveground tanks were personalty and not part of the real estate.</p>\n<p id=\"b251-5\">The extensive excavation necessary to bury the belowground tanks, however, caused a more difficult problem for the court. Since the tanks were 10 feet in diameter and 30 feet high, the hole would have to be longer, deeper and wider than those dimensions. In spite of the size of the excavation necessary to bury the tanks, the court decided that “an excavation could not in any reasonable sense be said to constitute irreparable physical damage to the land because the hole could be easily refilled.” <em>Id. </em>at 545. The more problematic issue for the court was the precise meaning of <em>serious </em>physical damage in the Bayonne definition of “material injury.” Enumerating such factors as change in the market value of the land, the amount of time and the cost required to repair, and the resulting hazard or dislocation, the court found that no “serious physical damage” would result from the excavation necessary to remove the underground tanks. Judge Conley therefore concluded that the belowground fuel oil storage tanks were also business personal property and should be removed from the local property tax rolls.</p>\n<p id=\"b252-4\"><page-number citation-index=\"1\" label=\"240\">*240</page-number>Finally, in <em>Minetto v. Northvale Bor., </em>7 <em>N.J.Tax </em>293 (Tax Ct.1985), aff’d, 210 <em>N.J.Super. </em>312, 509 A.2d 807 (App.Div. 1986), Judge Kahn of this court held that, regardless of the economic impact of removal, the bowling lanes, pinsetters and ball returns could be removed from the bowling alley building in question without any physical injury to the items or the concrete floor of the building and therefore could be removed without material injury. See also <em>H.J. Bradley, Inc. v. Taxation Div. Director, </em>4 <em>N.J.Tax </em>213 (Tax Ct.1982) (discussion of the realty-personalty dichotomy in the context of the Sales and Use Tax Act, <em>N.J.S.A. </em>54:32B-1 <em>et seq.).</em></p>\n<p id=\"b252-5\">In the present case, the process units, machinery, instrumentation, piping, wiring and related equipment, including the storage tanks at the Chevron refinery are movable and severable without material injury to the items themselves or the freehold as defined by the decisional law. To support its assertion that serious physical injury would result if these items were removed from the Chevron site, defendant states that the concrete foundations underlying these structures “must be completely destroyed.” However, the testimony of plaintiffs experts contradict this assertion. Plaintiffs witnesses stated that the concrete foundations <em>may </em>be removed and could be broken up and destroyed in the process. Even if defendant were correct, however, it is unnecessary to consider this point because plaintiff has already conceded that these concrete footings should be treated as realty.<footnotemark>22</footnotemark></p>\n<p id=\"b252-6\">Defendant also contends that, in the process of dismantling the refinery structures, there would be considerable loss of piping and wiring. At the outset, plaintiff noted that, for economic reasons, some piping and wiring is discarded when units are dismantled because it is cheaper to replace them with new material at the future site. However, aside from the undisputed fact that some piping and wiring would be de<page-number citation-index=\"1\" label=\"241\">*241</page-number>stroyed for economic efficiency, defendant offers no proof that any piping or wiring would be physically destroyed or injured by removal. To the contrary, we find that all of the piping and wiring could be removed without material, or serious physical, injury. In addition, regarding the dike walls around the storage tanks would not substantially injure the underlying realty which could easily be restored to a “green field” condition. <em>See Stem Bros., supra, </em>6 <em>N.J.Tax </em>at 546.</p>\n<p id=\"b253-6\">This court concludes that the process units, machinery, instrumentation, piping, wiring and related equipment, including the storage tanks, but not the concrete footings, at the Chevron refinery are removable and severable without material injury to the items themselves or the real property pursuant to <em>c. </em>117.</p>\n<p id=\"b253-7\">The second issue raised by <em>c. </em>117 is whether “the personal property so affixed is not ordinarily intended to be affixed permanently to real property.” In applying the statutory language, one must be mindful of the following principles of statutory construction. A court must enforce the legislative will as written, and “construing” or “interpreting” a clear and unambiguous statute is not permissible. <em>Dacunzo v. Edgye, </em>19 <em>N.J. </em>443, 451, 117 <em>A.</em>2d 508 (1955), and <em>MacMillan v. Taxation Div. Director, </em>180 <em>N.J.Super. </em>175, 177, 434 <em>A.</em>2d 620 (App.Div. 1981), aff’d o.b. <em>per curiam, </em>89 <em>N.J. </em>216, 445 A.2d 397 (1982). And when the language is clear and explicit, one should not resort to extrinsic aids. <em>Gould v. Gould, </em>245 <em>U.S. </em>151, 38 <em>S.Ct. </em>53, 62 <em>L.Ed. </em>211 (1917); <em>Fedders Financial Corp. v. Taxation Div. Director, </em>96 <em>N.J. </em>376, 384-386, 476 A.2d 741 (1984); <em>In re Jamesburg High School Closing, </em>83 <em>N.J. </em>540, 547, 416 <em>A.</em>2d 896 (1980); <em>Myers v. Cedar Grove Tp., </em>36 <em>N.J. </em>51, 61, 174 <em>A.2d </em>890 (1961); <em>Duke Power Co. v. Patten, </em>20 <em>N.J. </em>42, 49, 118 A.2d 529 (1955); <em>Dacunzo, supra, </em>19 <em>N.J. </em>at 451, 117 A.2d 508; <em>MacMillan, supra, </em>180 <em>N.J.Super. </em>at 177, 434 A.2d 620, and <em>Toys “R” Us, Inc. v. Taxation Div. Director, </em>8 <em>N.J.Tax </em>51, 62-63 (Tax Ct.1985); 2A <em>Sutherland, Statutory Construction </em>(4 ed. Sands 1973), § 47.07 at 133 (“the words of the statute furnish the best means of its own exposition and if the intent of the act is clearly ascertainable from a reading of its provisions and all its <page-number citation-index=\"1\" label=\"242\">*242</page-number>parts may be brought into harmony with that intent, resort to other aids of construction is not necessary.”) Finally, any resulting doubt must be construed in favor of the taxpayer. <em>See Gould, supra, </em>245 <em>U.S. </em>at 151, 38 <em>S.Ct. </em>at 53; <em>Fedders, supra, </em>96 <em>N.J. </em>at 384-386, 476 A.2d 741, and <em>Kingsley v. Hawthorne Fabrics, Inc., </em>41 <em>N.J. </em>521, 526-530, 197 A.2d 673 (1964).</p>\n<p id=\"b254-5\">In the present case, the statute as written is clear and unambiguous. The use of the word “ordinarily”<footnotemark>23</footnotemark> before the word “intended” shifts the focus of the inquiry from what is actually intended with respect to plaintiffs refinery, to what is “ordinarily intended” with respect to property like the refinery in question.<footnotemark>24</footnotemark></p>\n<p id=\"b254-6\">Although in section II, <em>supra, </em>this court has already found as fact that machinery, equipment and process units used in oil refineries like the one in question are ordinarily intended to be affixed permanently to real property, it is helpful now to address two points of law in support of that factual conclusion. Initially, the fact that property is removable without physical injury to it or the real property to which it is affixed does not stand in the way of the conclusion this court has made that the same property is ordinarily intended to be affixed permanently to the real property. <em>See Westinghouse Broadcasting Co., Inc. v. Taxation Div. Director, </em>141 <em>N.J.Super. </em>301, 306-307, 358 A. 2d 203 (App.Div.1976).</p>\n<p id=\"b254-7\">Secondly, both parties argue that the “physical facts or reasonably manifested outward appearances” ought to control <page-number citation-index=\"1\" label=\"243\">*243</page-number>the issue of intent. In support, they cite <em>Bostian v. Franklin State Bank, </em>1 <em>N.J.Tax </em>270, 276 (Tax Ct.1980). The court there stated:</p>\n<blockquote id=\"b255-6\">Put another way, the intention test, objectively applied, means: what would a reasonable person consider part of the realty so as to pass with a deed or mortgage. <em>[Ibid.}</em></blockquote>\n<p id=\"b255-7\">However, <em>Bostian </em>was decided prior to the enactment of <em>c. </em>117 and does not constitute an application of the precise language of the statute. Nevertheless, we believe that, though not controlling, at least to the extent that they bear on the question of ordinary intent, outward appearances are a relevant consideration in applying <em>c. </em>117.<footnotemark>25</footnotemark></p>\n<p id=\"b255-8\">Accordingly, from an examination of the record in general and of certain photographs admitted into evidence of Chevron’s refinery in particular, this court finds that a reasonable person examining the intricately connected mass of immense structures, piping, wiring, equipment and foundations would consider that machinery, equipment and process units like those in the photographs are ordinarily intended to be affixed permanently to real property.</p>\n<p id=\"b255-9\">However, it is not the sheer bulk and complexity of the refinery alone that here influences the court. Much consideration is given to the fact that, even after a close examination of all of the photographs, this court is unable to identify, and believes that a reasonable person would be unable to identify, any features designed or intended to facilitate the plant’s removal.<footnotemark>26</footnotemark> Yet surely a reasonable person would agree that, if structures as massive, complex and cumbersome as found at Chevron’s refinery were not intended to remain permanently <page-number citation-index=\"1\" label=\"244\">*244</page-number>affixed to the realty, they would contain at least some features designed or intended to facilitate removal.<footnotemark>27</footnotemark></p>\n<p id=\"b256-5\">In sum, even though Chevron’s refinery could be removed without material injury to itself or the real property, this court finds that the machinery, equipment and process units implicated in Chevron’s refinery are ordinarily intended to be affixed permanently to real property pursuant to c. 117. This finding applies to the entire refinery to include the process units, machinery, instrumentation, piping, storage tanks and related equipment.<footnotemark>28</footnotemark></p>\n<p id=\"b256-6\">For the reasons stated, this court concludes that plaintiff's oil refinery is taxable as real property pursuant to <em>N.J.S.A. </em>54:4-1 as amended by <em>c. </em>117.</p>\n<p id=\"b256-7\">\n<em>VI.</em>\n</p>\n<p id=\"b256-8\">\n<em>Conclusion.</em>\n</p>\n<p id=\"b256-9\">To recapitulate, for the reasons stated, because <em>c. </em>117 is constitutional and applies to the present appeal, Chevron’s refinery is taxable as real property pursuant to <em>N.J.S.A. </em>54:4-1 as amended by <em>c. </em>117. Accordingly, the machinery, equipment, process units and storage tanks in Chevron’s refinery will be included in Perth Amboy’s local property tax base for the years 1984 and 1985. A trial date will be set to hear proofs on the issue of valuation. Defendant, Perth Amboy, is directed to provide an appropriate order pursuant to <em>R. </em>4:42-1.</p>\n<footnote label=\"1\">\n<p id=\"b231-10\">According to Daniel’s testimony, heat from the torch used in cutting welds causes carbon atoms to precipitate in the molten metal. The precipitation <page-number citation-index=\"1\" label=\"220\">*220</page-number>makes the metal near the weld brittle and more susceptible to corrosion after it has been rewelded.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b232-9\"> Apparently, even if a refinery were intended to be moved, the large vessels would be welded on site.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b232-10\"> Although Daniel referred to three oil refineries in New Jersey, including the subject, which have remained in place either for their useful life or until the present, such testimony <em>alone </em>does not support his much more general conclusion that refineries like the one in question are intended to remain in place permanently.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b233-11\">This conclusion applies to the entire refinery including the instrumentation and wiring which form an integral part of the whole.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b234-7\">Note that a similar disparity could arise between Chevron and a taxpayer whose appeal has reached final judgment before October 8, 1986, the effective date of <em>c. </em>117.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b235-9\">Even when it means finding a statute unconstitutional, this court must limit itself to the clear and unambiguous intent of the statute. <em>See Shelton College, supra, </em>90 <em>N.J. </em>at 479, 448 A.2d 988.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b236-9\">Again this court notes that the second class would also include those taxpayers whose appeals for a tax year prior to 1986 have reached final judgment, prior to October 8, 1986, the date on which c. 117 became effective.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b238-11\">Plaintiff does not allege, and this court does not find, that the present appeal involves a suspect category or fundamental right, either of which would call for a strict scrutiny analysis. <em>See Lehnhausen, supra, </em>and <em>McKenney v. Byrne, supra.</em></p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b239-9\"><em>See Usery v. Turner Elkhorn Mining Co., </em>428 <em>U.S. </em>1, 96 <em>S.Ct. </em>2882, 49 L.Ed.2d 752 (1976), and <em>Edgewater Inv. Assoc. v. Borough of Edgewater, </em>103 <em>N.J. </em>227, 237, 510 A.2d 1178 (1986).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b239-10\"><em>City of Bayonne v. Port Jersey Corp., 79 N.J. </em>367, 399 A.2d 649 (1979).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b239-11\"><em>Bostian v. Franklin State Bank, </em>1 <em>N.J.Tax </em>270 (Tax Ct.1980), aff'd, 2 <em>N.J.Tax </em>391, 430 A.2d 391 (App.Div.1980).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b239-12\"><em>Wiesenfeld v. Taxation Div. Director, </em>3 <em>N.J.Tax </em>3 (Tax Ct.1981).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b241-9\">Citing <em>Hudson &amp; Manhattan R.R. Co. v. Jersey City, </em>6 <em>N.J.Super. </em>333, 71 <em>A. 2d 220 </em>(App.Div.1950), aff'd <em>o.b., </em>5 <em>N.J. </em>434, 75 A.2d 923 (1950), the Attorney General argues that the uniformity requirement of par. 1(a) applies only to the original assessment made by the tax assessor, and not to any change in assessment resulting from an appeal. However, contrary to the Attorney General’s interpretation, the court in <em>Hudson </em>did not so limit the uniformity requirement. Rather, it merely upheld the taxing authority’s prerogative of selective enforcement. <em>See Mahwah, supra, </em>98 <em>N.J. </em>at 289-290, 486 A.2d 818. In <em>Hudson </em>the court stated:</p>\n<p id=\"b241-10\">[The city is not prohibited] from seeking, in the fair and honest exercise of its judgment, to protect its ratables and vindicate its position by prosecuting appeals in situations where it had most at stake while, at the same time, abandoning its appeals in the greater mass of cases where the inconvenience and expense might well far outweigh the possible gain. [6 <em>N.J.Super. </em>at 341-342, 71 A.2d 220]</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b242-9\">In essence, in upholding the preferential assessment of personalty, the Court describes the \"rational basis\" test used in the equal protection and special legislation analysis, <em>supra. </em>Significantly, however, in its opinion the Court nowhere suggests, and we do not discern, that there are fewer reasons conceivable in support of that portion of the legislation which provides for the preferential assessment of land, as opposed to personalty. Nevertheless, the Court found that, whereas the portion of the legislation dealing with land violated the uniformity requirement, the portion dealing with personalty satisfied the \"rational basis\" test. Consequently, we concldde that the applicable standard for challenges to the uniformity requirement is not only different from, but also stricter than, a mere “rational basis” test. Indeed, in <em>Switz </em>the Court stated:</p>\n<p id=\"b242-10\">It is significant that although the Constitutional Convention proposed a tax clause <em>[N.J. Const. </em>(1947), Art. VIII, § 1, par. 1] to overturn the <em>Jersey City </em>case as to real property, it made no effort, as to personalty, to disagree with the concept of classification embraced in <em>Schwartz. </em>We think it clear the intent was to leave in the Legislature a broad power to classify personal property for either exemption or preferential treatment. We have heretofore so viewed the <em>Constitution. </em>[37 <em>N.J. </em>at 585, 182 A.2d 841]</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b243-11\">The parties have not brought to our attention, and we are not aware of, any property similar to plaintiffs which has been assessed as personalty for either 1984 or 1985 and for which an appeal was not pending on October 8, 1986, the date on which <em>c. </em>117 became effective.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b245-8\">According to <em>N.J.S.A. </em>54:11A-2(b) prior to its amendment by <em>c. </em>117, \"personal property used in business\" was taxable as personalty. However, “personal property used in business” did not include:</p>\n<p id=\"b245-9\">(2) goods and chattels so affixed to real property as to become part thereof and not to be severable or removable without <em>material injury </em>thereto____ <em>[Ibid.; </em>emphasis supplied]</p>\n<p id=\"b245-12\">In turn, property so excluded was taxable as realty pursuant to <em>N.J.S.A. </em>54:4-1. <em>See City of Bayonne v. Port Jersey Corp., 79 N.J. </em>367, 371-372, 399 <em>A. </em>2d 649 (1979), and <em>National Lead Co. v. Sayreville Boro., </em>132 <em>N.J.Super. </em>30, 37, 331 A.2d 633 (App.Div.1975).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b247-8\">The Court also reasoned that, in adopting the Uniform Commercial Code in 1961, the Legislature intended to abandon the institutional doctrine found in the prior Uniform Conditional Sales Act for a definition of material injury in terms of physical damage alone. <em>See Bayonne, supra, 79 N.J. </em>at 376-378, 399 <em>A.</em>2d 649. Note, however, the comment in <em>McCalla v. Harnischfeger Corp., </em>215 <em>N.J.Super. </em>160, 166-167, n. 3, 521 A.2d 851 (App.Div.1987) which indicates that an abandonment of the institutional doctrine was not intended by the Legislature in its adoption of the Uniform Commercial Code.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b247-9\">Subscquent decisions applying the <em>Bayonne </em>test have interpreted it to mean \"irreparable or serious physical injury or damage to the freehold\" <em>or to the severed property. See Minetto v. Northvale Bor., 7 N.J.Tax </em>293, 302 (Tax Ct.1985) aff'd, 210 <em>N.J.Super. </em>312, 509 A.2d 807 (App.Div.1986); <em>Stem Bros., Inc. v. Alexandria Tp., </em>6 <em>N.J.Tax 537, </em>544-545 (Tax Ct.1984); <em>Lawrence Assocs. v. Lawrence Tp., 5 N.J.Tax </em>481, 512 (Tax Ct.1983), and <em>Sta-Seal, Inc. v. Taxation Div. Director, 5 N.J.Tax </em>272, 287 (Tax Ct.1983) aff'd, 6 <em>N.J.Tax </em>345 (App.Div. 1984), certif. den., 97 <em>N.J. </em>644, 483 A.2d 169 (1984).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b247-10\">Subsequent to the decision in <em>Bayonne, </em>in deciding the question of material injury and whether to tax certain property used in business as realty or <page-number citation-index=\"1\" label=\"236\">*236</page-number>personalty, two Tax Court decisions have turned on considerations of intent and use in addition to the question of physical injury. <em>See Wiesenfeld </em>v. <em>Taxation Div. Director, </em>3 <em>N.J.Tax </em>3 (Tax Ct.1981), and <em>Bostian v. Franklin State Bank, </em>1 <em>N.J.Tax </em>270 (Tax Ct.1980), aff'd o.b. <em>per curiam, </em>2 <em>N.J.Tax </em>391, 430 A.2d 1140 (App.Div.1980). These decisions represent one side of a disagreement originating within the Tax Court. The disagreement turns on whether certain considerations other than physical injury, <em>i.e., </em>intent and use, ought to play a role in determining whether property used in business is taxable as realty or personalty pursuant to the law prior to <em>c. </em>117.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b249-9\">Although the facts in <em>Sta-Seal </em>provide some support for the conclusion that asphalt plants like the one there in question are not intended to remain permanently in place, the court did not base its decision on that consideration.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b250-7\">However, there are factual distinctions between the plant in <em>Sta-Seal </em>and Chevron's refinery which, though not relevant under the <em>Bayonne </em>test of material injury, would have been relevant in a determination of \"ordinary intent” pursuant to <em>c. </em>117. Unlike the present appeal, in <em>Sta-Seal </em>some evidence suggested that the property there in question was not ordinarily intended to remain, permanently in place, <em>e.g., </em>the evidence indicated that asphalt plants like the one in question were routinely moved, either in part or in their entirety, and that a secondary market existed for such plants. <em>See Sta-Seal, supra.</em></p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b252-7\">Neither party contends that the concrete footings constitute personalty, and this court finds no reason to disagree.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b254-8\">According to <em>The American Heritage Dictionary, </em>(2 coll. ed. 1982) \"ordinarily\" means:</p>\n<p id=\"b254-9\">1. As a general rule; usually.</p>\n<p id=\"b254-10\">2. In the regular or usual manner____ [at 875]</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b254-11\">Although it offers a laundry list of numerous and varied interpretations of the statutory language, plaintiff provides no support or reasoning either in favor of its alternative constructions or against this court's reading of the plain language of the statute. In fact, neither plaintiff nor defendant has offered any evidence or argument against this court’s interpretation of the statute.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b255-10\">As Judge Crabtree of this court noted (in <em>Bostian </em>), the objective element promotes uniformity and predictability in local assessment practice. <em>Bostian, supra, </em>1 <em>N.J.Tax </em>at 276.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b255-11\">Moreover, as we earlier concluded from the expert testimony, see § II, <em>supra, </em>the refinery in fact does not contain, and was not intended to contain, any structural or design features which would facilitate removal.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b256-12\">As noted in section II, <em>supra, </em>modern \"portable” refineries, which the parties here agree are not ordinarily intended to remain permanently in place, are built on skids and barges to facilitate mobility.</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b256-13\">As an integral part of the refinery, the wiring also constitutes realty.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b256-10\">HOPKINS, J.T.C.,</author>\n<p id=\"AqF\">concurring.</p>\n<p id=\"b256-11\">I fully agree with the conclusion reached in the majority opinion. Further, I also believe that the same result would be reached, even if <em>c. </em>117 were not enacted.</p>\n<p id=\"b257-5\"><page-number citation-index=\"1\" label=\"245\">*245</page-number>My conclusion is based upon a review of the definition of personal property, for tax purposes, as set out in <em>Bayonne City v. Port Jersey Corp., </em>79 <em>N.J. </em>367, 399 A.2d 649 (1979) and <em>Bostian v. Franklin State Bank, </em>1 <em>N.J.Tax </em>270 (Tax Ct.1980), aff’d 179 <em>N.J.Super. </em>174, 2 <em>N.J.Tax </em>391, 430 A.2d 1140 (App. Div.1980). <em>Bayonne’s </em>legal principles, as thoughtfully analyzed in the <em>Bostian </em>Tax Court opinion and specifically approved at the appellate level, would constitute the applicable law, in the absence of <em>c. </em>117, making the refinery still taxable as real estate.</p>\n<p id=\"b257-6\">The <em>Bayonne </em>opinion interpreted <em>N.J.S.A. </em>54:11A-2(b)(2), a definitional section of the Business Personal Property Tax Act, for the purpose of determining whether three cranes were personalty and, therefore, not subject to local property taxation as real estate fixtures. The cranes involved were large, 500-ton units, which moved on wheels over rails and were electrically powered by having “shoes” run along suspended bus bars. The cranes were “readily movable” and similar equipment had been moved on barges from New Jersey to Houston, Texas. As such, they had characteristics that were comparable to electrically powered railroad locomotives.</p>\n<p id=\"b257-7\"><em>N.J.S.A. </em>54:11A-2 defines personal property, used in business, which is subject to the personal property tax, as tangible goods and chattels used or held for use in any business transaction, activity or occupation conducted for profit, but not including:</p>\n<blockquote id=\"b257-8\">(2) Goods and chattels so affixed to real property as to become a part thereof and not to be severable or removable without material injury thereto____</blockquote>\n<p id=\"b257-10\"><em>Bayonne </em>interpreted the statute to convey a legislative intent to eliminate the “institutional test” in determining the taxability of such business fixtures as real estate. It concluded that the appropriate definition of “material injury,” as contained in the statute, was to exclude from the personal property definition, and thus make subject to real property taxation, “only those chattels the removal of which will do irreparable or serious physical injury or damage to the freehold.” That court, <page-number citation-index=\"1\" label=\"246\">*246</page-number>accordingly held that the cranes were personalty and not subject to real property taxation.</p>\n<p id=\"b258-5\">Following <em>Bayonne, </em>the Tax Court opinion in <em>Bostian v. Franklin State Bank, supra, </em>was published. The court there noted that the classification of property as realty or personalty for tax purposes may differ from a classification for other purposes. 1 <em>N.J.Tax </em>at 275-276. <em>See also </em>5 <em>Powell, Real Property </em>(1986) pars. 659-660. Further, it noted that the institutional doctrine is merely a definition of material injury, <em>i.e., </em>the functional essentiality of the chattel to the use of the realty to which it was attached, so that removal of the chattel effectively precludes usage of the property. The <em>Bostian </em>court pointed out that the legislative purpose underlying the antecedent phrase, “goods and chattels so affixed to real property as to become part thereof,” required a construction in terms of the basic law of fixtures, <em>i.e., </em>determination of the point at which chattels affixed to realty lose their identity as chattels and become part of the realty. It held that a chattel was affixed to the realty when it was (1) physically affixed to the realty or some part thereof; (2) appropriated to the use or purpose of that part of the realty to which it was affixed; and (3) the party making the annexation intended a permanent accession to the real estate. The <em>Bostian </em>opinion was affirmed by the Appellate Division in an opinion which stated, in part, that the Tax Court judge had decided the case on soundly reasoned conclusions of law.</p>\n<p id=\"b258-6\">Following <em>Bostian, </em>the next published Tax Court opinion involving personal property taxation was <em>Wiesenfeld v. Taxation Div. Director, </em>3 <em>N.J.Tax </em>3 (Tax Ct.1981). That case involved the issue of whether bowling alleys and equipment at a bowling center constituted personalty under the Business Personal Property Tax Act. Again, at issue, was the “material injury” test. Following <em>Bostian, </em>the court concluded that under the principles enunciated in <em>Bayonne </em>and <em>Bostian, </em>the bowling alleys and equipment were fixtures which had become annexed to the real property while “autobars,” which were aids in dispensing beverages, were not so affixed as to be treated as <page-number citation-index=\"1\" label=\"247\">*247</page-number>real property. Further, in reliance upon the <em>Bostian </em>opinion which took into consideration the requirement that the fixtures be attached to the realty, it was held that glass doors, located at the entrance to the bowling center and hinged in the concrete foundation below floor level, were part of the realty.</p>\n<p id=\"b259-5\">Subsequent to <em>Bostian </em>and <em>Wiesenfeld, </em>a Tax Court opinion, written by a different judge, disagreed with the reasoning set out in <em>Bostian, </em>and concluded that the equal emphasis upon the fixture being attached to the realty was not in accord with the <em>Bayonne </em>opinion. <em>Sta-Seal, Inc. v. Taxation Div. Director, </em>5 <em>N.J.Tax </em>272 (Tax Ct.1983), aff’d, 6 <em>N.J.Tax </em>345 (App.Div.1984), involved the taxability, as realty, of an asphalt plant. Specifically, the court in <em>Sta-Seal </em>found that the appropriate test was the single factor test of “material injury” as defined in <em>Bayonne. </em>In so restricting the exclusionary definition which precluded certain fixtures from being taxed under the Business Personal Property Tax Act, it broadened the definition of those fixtures to be excluded from taxation as real property, despite the fact that such fixtures were physically affixed to the realty; appropriated to the use or purpose of that part of the realty to which they were affixed; and the party making the annexation intended a permanent accession to the realty. On appeal, the Appellate Division affirmed <em>Sta-Seal. </em>However, in so affirming <em>Sta-Seal, </em>the appellate court held that the conclusion reached was within the rule established in <em>Bayonne. </em>It then stated:</p>\n<blockquote id=\"b259-6\">Significantly, in this case, in 1978 and 1979, the taxpayer dismantled its “Madsen” asphalt plant and replaced it with components of a “McCarter” plant. Most of the apparatus which is part of the Madsen plant was transferred to another quarry site in New Jersey.... [6 <em>N.J.Tax </em>at 346]</blockquote>\n<p id=\"b259-10\">The above is important in that in affirming the Tax Court opinion in <em>Sta-Seal, </em>the appellate court recognized the fact that the asphalt plant involved did not meet the “required attachment” test set out in <em>Bostian. </em>Accordingly, I conclude that the <em>Sta-Seal </em>case did not overrule the Appellate Division affirmance of <em>Bostian.</em></p>\n<p id=\"b260-4\"><page-number citation-index=\"1\" label=\"248\">*248</page-number>The next point in time at which the “material injury” test was discussed, at the appellate level, was in the case of <em>Minetto v. Northvale Boro., </em>210 <em>N.J.Super. </em>312, 509 A.2d 807 (App.Div. 1986). The court affirmed a Tax Court finding that there was sufficient credible evidence that bowling fixtures—alleys, pinsetters and ball returns—were personal property and not subject to assessment for real property tax purposes, since the equipment could be removed from the building without serious physical damage to the freehold. That part of the Appellate Division, in affirming the Tax Court’s findings and reliance upon <em>Bayonne, </em>held that the “institutional doctrine” test, which it stated had been relied upon in <em>Wiesenfeld v. Taxation Div. Director, supra, </em>had been rejected. In so stating, that court cited <em>Sta-Seal, Inc. v. Taxation Div. Director, supra, </em>and <em>Stem Bros., Inc. v. Alexandria Tp., </em>6 <em>N.J.Tax </em>537 (Tax Ct.1984). In this respect, it should be noted that <em>Sta-Seal </em>did not overrule the two-factor test enunciated in <em>Bostian </em>and followed in <em>Wiesenfeld. </em>Actually, <em>Sta-Seal </em>held that the asphalt plant there involved constituted personalty under the <em>Bayonne </em>reasoning and specifically pointed to the fact that it had been dismantled and replaced with components of another type plant. Further, most of the original apparatus was transferred to another quarry site in New Jersey where it was put in use. Those characteristics would remove it from real property taxation under the <em>Bostian </em>two-factor test. Reliance upon the unappealed Tax Court opinion of <em>Stem Bros. v. Alexandria Tp., supra, </em>written by the same judge who wrote the <em>Sta-Seal </em>opinion, is not considered authority to overrule the Appellate Division’s specific affirmance of the applicable law set out in <em>Bostian.</em></p>\n<p id=\"b260-5\">Based upon the above, I conclude that the <em>Bostian </em>principles are still applicable and appropriately implement the principles enunciated in <em>Bayonne. </em>Applying the two-factor test set out in <em>Bostian, </em>it is obvious that the subject refinery, which has remained on the subject site for approximately 40 years, was and is intended to be a permanent accession to the land.</p>\n<p id=\"b261-5\"><page-number citation-index=\"1\" label=\"249\">*249</page-number>A literal application of taxpayer’s legal interpretation of <em>Bayonne’s </em>principles would obviously remove the refinery from local property taxation. It would also remove from local property taxation nearly all business and commercial real property improvements. I recognize, and the record supports the conclusion, that practically any such fixture, presently taxable as a real property improvement, can be moved without irreparable or serious injury to it or to the land. The London Bridge now rests in a resort area in Arizona.</p>\n<p id=\"b261-6\">It should be further noted that taxpayer’s effort to apply a single “material injury” test to classify the subject refinery as personalty contains inherent constitutional flaws.</p>\n<p id=\"b261-7\"><em>N.J. Const. </em>(1947), Art. VIII, § 1, par. 1(a), known as the “uniformity clause,” reads as follows:</p>\n<blockquote id=\"b261-8\">1. Taxation; assessment.</blockquote>\n<blockquote id=\"b261-9\">1. (a) Property shall be assessed for taxation under general laws and by uniform rules. All real property assessed and taxed locally or by the State for allotment and payment to taxing districts shall be assessed according to the same standard of value, except as otherwise permitted herein, and such real property shall be taxed at the general tax rate of the taxing district in which the property is situated, for the use of such taxing district.<footnotemark>1</footnotemark></blockquote>\n<p id=\"b261-10\">The provisions of the uniformity clause were recognized by our Supreme Court in the landmark case of <em>Switz v. Kingsley, </em>37 <em>N.J. </em>566, 182 A.2d 841 (1962), when it stated:</p>\n<blockquote id=\"b261-11\">We need not decide the meaning of the exemption provision of Art. VIII, § 1, par. 2, in relation to real property. It is enough to note that with respect to real property made taxable by statute for local purposes, Art. VIII, § 1, par. 1, quoted above, explicitly forbids preferential treatment. It expressly requires that all real property assessed and taxed locally or by the State for allotment and payment to taxing districts “shall be assessed according to the <em>same </em><page-number citation-index=\"1\" label=\"250\">*250</page-number>standard of value” and “shall be taxed <em>at the general tax rate </em>of the taxing district in which the property is situated, for the use of the taxing district.”</blockquote>\n<blockquote id=\"b262-5\">Art. VIII, § 1, par. 1, however, imposes no such limitation upon the treatment of personal property. The mandate for sameness in standard of value and tax rate is limited to real property, [at 584-585, 182 A.2d 841]</blockquote>\n<p id=\"b262-6\">The uniformity clause was again reviewed in <em>N.J. State League of Municipalities v. Kimmelman, </em>105 <em>N.J. </em>422, 522 <em>A. </em>2d 430 (1987), in a learned opinion which discussed the history of its formulation and enactment.</p>\n<p id=\"b262-7\">When the Constitution was ratified in 1947, the definition of real property included fixtures such as refineries of the type here involved. <em>National Lead Co. v. Sayreville Boro., </em>132 <em>N.J.Super. </em>30, 331 A.2d 633 (App.Div.1975). The broadened definition of personalty espoused by taxpayer, with the resultant reclassification of certain fixtures from real property to personal property and the consequent removal of those fixtures from local property taxation, would fail the litmus test of the uniformity clause, which requires that all real property, taxed locally or by the State for allotment and payment to taxing districts, shall be assessed according to the same standard of value and shall be taxed at the general tax rate of the taxing district in which the property is situated and for the use of that taxing district. Taxpayer's efforts to have <em>Bayonne </em>interpreted to redefine real property in order to exclude such refineries would constitute an unconstitutional removal of real property from Perth Amboy’s local property tax base. A statute should be construed to avoid constitutional defects if it is “reasonably susceptible” of such construction. <em>N.J. Bd. of Higher Ed. v. Shelton College, </em>90 <em>N.J. </em>470, 478, 448 A.2d 988 (1982). Accordingly, <em>N.J.S.A. </em>54:11A-2(b)(2) must be interpreted to require the two-factor test enunciated in <em>Bostian.</em></p>\n<p id=\"b262-8\">I conclude that regardless of whether or not <em>c. </em>117 is applicable to the years here involved, the refinery must still be taxed as real property.</p>\n<p id=\"b262-9\">Judge Crabtree joins in this concurring opinion.</p>\n<footnote label=\"1\">\n<p id=\"b261-12\">As real estate, the refinery would be taxable by Perth Amboy on the basis of its full market value at effective tax rates for 1984 and 1985 of 2.63% and 2.42% respectively. <em>N.J.S.A. </em>54:4-23, :3-13, -17 and <em>Division of Taxation, Annual Report for 1985, </em>at 219. As personalty, the refinery would be taxed by the State based on 50% of its original cost at a rate of 1.3%. <em>N.J.S.A. </em>54:11A-5 and -4. Further, any such personalty acquired or brought into the State after January 1, 1977, is not subject to the business personal property tax. <em>N.J.S.A. </em>54:11A-3.1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}