{
  "casebody": {
    "data": "<casebody firstpage=\"164\" lastpage=\"172\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b190-4\">STATE OF MONTANA, Plaintiff and Appellee, v. TROY DOUGLAS McCLELLAND, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b190-7\">No. DA 13-0765.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b190-8\">Submitted on Briefs August 5, 2015.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b190-9\">Decided September 28, 2015.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b190-10\">2015 MT 281.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b190-11\">381 Mont. 164.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b190-12\">357 P.3d 906.</citation>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b190-21\">JUSTICE McKINNON dissented.</judges>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b190-22\">For Appellant: Wade Zolynski, Chief Appellate Defender, Kristen L. Larson, Assistant Appellate Defender, Helena.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b190-23\">For Appellee: Timothy C. Fox, Montana Attorney General, Brenda K. Elias, Assistant Attorney General, Helena; Greg Sullivan, Bozeman City Attorney, Anna Saverud, City Prosecutor, Bozeman.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b190-24\">CHIEF JUSTICE McGRATH</author>\n<p id=\"Am\">delivered the Opinion of the Court.</p>\n<p id=\"b191-3\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>¶1 Troy McClelland appeals from the District Court’s Opinion and Order filed September 26, 2013, affirming the judgment of the Bozeman Municipal Court that McClelland must pay $845.24 in restitution to the Crime Victims Compensation Program. We reverse.</p>\n<p id=\"A8_\">¶2 The issue on appeal is whether the Municipal Court properly denied McClelland’s request to examine the mental health treatment form that supported the State’s restitution request.</p>\n<p id=\"b191-4\">BACKGROUND</p>\n<p id=\"b191-5\">¶3 In March 2012 McClelland was charged by citation with partner or family member assault, second offense. In January 2013 the State served and filed notice that the Crime Victims Compensation Program (Program) sought restitution from McClelland for the amount the Program paid to the victim’s counselor as a result of treatment required by McClelland’s conduct. The notice included a cover letter and affidavit attesting that the Program had awarded benefits to McClelland’s victim by paying the victim’s counseling costs of $845.24.</p>\n<p id=\"AbA\">¶4 In February 2013 McClelland reached a plea agreement with the State in which he agreed to plead guilty to negligent endangerment. McClelland requested a hearing on the amount of the restitution, and the hearing was held in March 2013. McClelland agreed that the Program had provided benefits to the victim and did not dispute that the Program is entitled to restitution. The State called two witnesses from the Program. Amanda Eslick described the Program’s claim-screening process and testified that McClelland’s victim requested payment from the Program for mental health counseling she received as a result of McClelland’s offense. Eslick testified that she examined law enforcement reports and the treatment plan form prepared by the counselor, but not actual counseling notes. She explained that the Program developed the treatment plan form, and that among other things it required mental health care providers to state, by percentage, the proportion of the counseling attributable to the particular crime. The counselor submitted a treatment plan form affirming that 100% of the victim’s counseling was related to McClelland’s offense. The Program relied upon that affirmation in setting the amount of restitution. The State’s other witness, Kathy Matson, testified that she reviewed the claim and determined that the Program should pay benefits in the amount of the full billing for the counseling, based upon the counselor’s treatment plan form which stated that all of the counseling costs related to McClelland’s offense.</p>\n<p id=\"b191-6\">¶5 McClelland’s attorney questioned whether 100% of the counseling was attributable to McClellan’s offense, but acknowledged that she had <page-number citation-index=\"1\" label=\"166\">*166</page-number>no evidence to challenge that allocation. Further, McClelland did not subpoena any witness to the hearing, did not contact anyone connected with the Program seeking information, and did not request a continuance to do so. The only factual basis for McClelland’s challenge to the restitution amount is that the treatment plan form, according to the testimony, stated that the victim had experienced domestic violence trauma in the past. McClelland’s attorney moved that she be allowed to examine the form, but the State objected based upon an assertion that the victim had a right of privacy in the information. The Municipal Court did not examine the treatment plan form; did not admit it into evidence; and it is not part of the record. The Municipal Court denied McClelland’s request to examine the form based upon the assertion that the victim had a right of privacy in the information it contained.</p>\n<p id=\"b192-5\">¶6 McClelland did not offer any exhibits or witnesses at the restitution hearing, but contended that the State had failed to meet its burden of proof as to the amount of restitution. The Municipal Court found that a preponderance of the evidence supported the amount of restitution sought and ordered that McClelland make restitution to the Program for the counseling costs. McClelland appealed to the District Court; that court reviewed the record and affirmed the restitution order. The District Court denied McClelland’s claims that he had not received sufficient notice of the witnesses who testified at the restitution hearing and that he should have had access to the mental health treatment form.</p>\n<p id=\"b192-6\">STANDARD OF REVIEW</p>\n<p id=\"b192-7\">¶7 A district court functions as an intermediate appellate court when a case is appealed from municipal court. Sections 3-5-303 and 3-6-110, MCA. This Court independently reviews an appeal from the district court’s decision. <em>City of Bozeman v. Cantu, </em>2013 MT 40, ¶ 10, 369 Mont. 81, 296 P.3d 461. This Court reviews a lower court’s factual findings regarding restitution to determine whether they are clearly erroneous. <em>State v. Essig, </em>2009 MT 340, ¶ 12, 353 Mont. 99, 218 P.3d 838. This Court reviews a contention that the sentencing court violated a defendant’s right to due process, as an issue of law to determine whether it is correct. <em>State v. Ferguson, </em>2005 MT 343, ¶ 99, 330 Mont. 103, 126 P.3d 463.</p>\n<p id=\"b192-8\">DISCUSSION</p>\n<p id=\"b192-9\">¶8 <em>Issue: Whether the Municipal Court properly denied McClelland’s request to examine the mental health treatment form that supported the </em><page-number citation-index=\"1\" label=\"167\">*167</page-number><em>State’s restitution request.</em></p>\n<p id=\"b193-5\">¶9 A sentencing judge must require a convicted person to make “full restitution” to a crime victim who has suffered a pecuniary loss. Section 46-18-201(5), MCA; <em>State v. Simpson, </em>2014 MT 175, ¶ 10, 375 Mont. 393, 328 P.3d 1144. The measure of the restitution is “all special damages ... substantiated by evidence in the record” that the victim could recover in a civil action based on the same facts or events. Section 46-18-243(1), MCA. While the Rules of Evidence do not apply at sentencing, a defendant has a due process right to explain, argue and rebut any information presented at the hearing. <em>State v. Aragon, </em>2014 MT 89, ¶ 12, 374 Mont. 391, 321 P.3d 841.</p>\n<p id=\"b193-6\">¶10 Restitution is not criminal punishment, but is a civil remedy administered by courts for the convenience of victims. <em>State v. Field, </em>2005 MT 181, ¶ 29, 328 Mont. 26, 116 P.3d 813. When there is no presentence investigation, as in the present case, “the court shall accept evidence of the victim’s loss at the time of sentencing.” Section 46-18-242(2), MCA. The restitution amount will be upheld if “calculated by use of reasonable methods based on the best evidence available under the circumstances” and specific documentation is not required. <em>Simpson, </em>¶ 14; <em>State v. Dodson, </em>2011 MT 302, ¶¶ 12-14, 363 Mont. 63, 265 P.3d 1254. When the defendant does not present contradictory evidence “the District Court does not err in relying on a victim’s estimates of loss.” <em>Simpson, </em>¶ 14. The restitution amount must be supported by a preponderance of the evidence. <em>State v. Hilgers, </em>1999 MT 284, ¶ 4, 297 Mont. 23, 989 P.2d 866.</p>\n<p id=\"b193-7\">¶11 The Crime Victims Compensation Program exists to provide compensation to persons who are innocent victims of crime. Section 53-9-102, MCA. When the Program compensates a victim, the Program steps into the shoes of the victim and is entitled to restitution from the offender for the amount of compensation paid. Section 46-18-243(2), MCA. The Program has a subrogation right to any restitution ordered by a court, to the extent of its payment to the victim. Section 46-18-248, MCA. McClelland does not contest the Program’s right to seek restitution in this case.</p>\n<p id=\"b193-8\">¶12 McClelland contends that because the victim suffered some domestic violence in the past, her most recent counseling could not have all been based upon his conduct. He does not explain how the fact of prior domestic violence contradicted the counselor’s conclusion about the victim’s current treatment, and he did not produce any evidence to support this speculation. We do not make any determination as to validity or impact of the prior information about the victim’s exposure to domestic violence.</p>\n<p id=\"b194-4\"><page-number citation-index=\"1\" label=\"168\">*168</page-number>¶13  Despite this, we agree with McClelland that it was error for the Municipal Court to categorically deny his attorney access to the treatment plan form. The State’s witnesses relied on the form in their testimony. When the prosecution raised the privacy issue, the Municipal Court should have examined the form to determine whether it contained information that implicated the victim’s privacy rights protected by Article II, Section 10 of the Montana Constitution. If the form contains the victim’s private information, then the court must determine whether the demands of individual privacy exceed the merits of public disclosure. <em>Board of Trustees v. Cut Bank Pioneer Press, </em>2007 MT 115, ¶¶ 34-35, 337 Mont. 229, 160 P.3d 482. The competing interests of individual privacy and the right to know must be individually balanced in light of the facts of each case. <em>T.L.S. v. Montana Advocacy Program, </em>2006 MT 262, ¶ 25, 334 Mont. 146, 144 P.3d 818. To the extent that the form did not contain the victim’s private information, McClelland was entitled to view the form as a matter of procedural due process. <em>Aragon, </em>¶ 12.</p>\n<p id=\"b194-5\">¶14 As noted above, McClelland was entitled to explain, argue or rebut any restitution information received at the hearing. The summary rejection of McClelland’s request to examine the treatment plan form impacted McClelland’s right to explain, argue or rebut the restitution information presented at the hearing. If a crime victim provides a written statement at the sentencing hearing, the court is required to provide a copy to the defendant. Section 46-18-115(4), MCA; <em>State v. McMaster, </em>2008 MT 268, ¶ 32, 345 Mont. 172, 190 P.3d 302. In this case the Program stood in the shoes of the victim for purposes of restitution and provided a written statement of loss to the court. The Program witnesses relied on the form when testifying,</p>\n<p id=\"b194-6\">¶15 At the same time, the victim may have a protectable expectation of privacy to some portion of the contents of the treatment plan form. If the treatment plan included information that was subject to the victim’s rights of individual privacy, then the Municipal Court could have taken steps to protect the victim’s privacy, such as redacting that information and allowing access to the redacted form. Since the treatment plan form is not in the record we have no basis to further review the Municipal Court’s decision that it could not be examined by McClelland’s attorney.</p>\n<p id=\"b194-7\">¶16 The Dissent misapprehends the nature and the breadth of the majority Opinion. Nothing in this Opinion requires that any person’s private health care information be disclosed, nor does it contain any requirements contrary to the statutes that govern the Program. This Opinion applies only to the Program’s form that the witnesses in this <page-number citation-index=\"1\" label=\"169\">*169</page-number>case relied upon in seeking restitution from McClelland. It stands only for the proposition that a court faced with an issue of a document that may contain matters of individual privacy must determine the contents of the document and balance the competing interests of privacy and disclosure as clearly required by established Montana law. This Opinion clearly states that information that comes within the victim’s right to individual privacy may not be disclosed.</p>\n<p id=\"b195-5\">¶ 17 Therefore, we reverse the determination as to restitution due from McClelland and remand to the Municipal Court for further proceedings consistent with this Opinion.</p>\n<p id=\"b195-6\">¶18 Reversed.</p>\n<judges id=\"b195-7\">JUSTICES COTTER, WHEAT and SHEA concur.</judges>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b195-8\">JUSTICE McKINNON,</author>\n<p id=\"A7y\">dissenting.</p>\n<p id=\"b195-9\">¶19 McClelland argues that he should have been permitted to examine the mental health treatment plan form to evaluate Dr. Lindner’s assessment that 100% of the victim’s treatment was related to McClelland’s crime. McClelland claimed, without support, that the victim’s counseling could not be attributable entirely to his conduct because the victim had been previously abused. McClelland claimed, without support, that because the victim had a history of prior abuse there was thus created a corresponding due process right for McClelland, not otherwise existing when prior abuse is absent, to examine records pertaining to the victim’s mental health. McClelland insists on disclosure of the victim’s mental health treatment plan even when there was testimony, without objection, at four different times during the restitution hearing that Dr. Lindner indicated the victim’s counseling was 100% attributable to McClelland’s assault. The Court’s decision fails to appreciate the implications of McClelland’s arguments for victims of repeated domestic violence; fails to acknowledge the complete absence of any evidence supporting McClelland’s speculation that the victim’s counseling was not 100% attributable to his conduct; and, most importantly, fails to recognize that § 53-9-133, MCA, allows the court to “set as a condition of probation the payment to the state of an amount <em>equal </em>to any benefits paid by the office [of victims services] to a victim or a victim’s dependents.” (Emphasis supplied.) Finally, the Court fails to even mention the provisions of § 53-9-107, MCA, which establishes records of the office of victim services are confidential and exempt from disclosure, except where the proponent of disclosure has shown a compelling interest.</p>\n<p id=\"b195-10\">¶20 The Legislature in 1977 created the Crime Victims Compensation Program (CVCP) “to provide a method of compensating those persons within the state who are innocent victims of criminal acts...” Section <page-number citation-index=\"1\" label=\"170\">*170</page-number>53-9-102, MCA. The CVCP is statutorily authorized to “determine all matters relating to claims for compensation,” and the program is authorized to adopt rules to implement the compensation program. Section 53-9-104(l)(c), MCA; <em>see </em>Admin. R. M. 23.15.10, et seq . The Legislature defined CVCP as a victim “to the extent that it has reimbursed a victim for pecuniary loss.” Section 46-18-243(2)(a)(v), MCA. The CVCP is designed to reimburse crime victims timely and completely and, as explained by Matson, award benefits to victims based on CVCP’s internal claims processing without requiring the victim to wait until the criminal defendant is sentenced. To that end, and in recognition of the CVCP’s right of subrogation as a victim, the court may set as a condition of probation the payment to the State of “an amount equal to any benefits” paid by the CVCP. Section 53-9-133(1), MCA.</p>\n<p id=\"b196-5\">¶21 The Court’s decision undermines the operation of these statutory provisions because it ignores that restitution here is being claimed by CVCP and not the actual victim of McClelland’s assault. The statutory framework does not require that CVCP substantiate or document the loss sustained by the person to whom the CVCP awards benefits. If the Legislature had intended CVCP to substantiate its administrative decision to award benefits, the Legislature could have expressly stated as much. Instead, the Legislature gave the CVCP broad administrative authority to “determine all matters relating to claims for compensation.” Section 53-9-104(l)(c), MCA. In authorizing the program, the Legislature empowered CVCP to obtain reports and data pertaining to health care information and confidential criminal justice information. Section 53-9-104(2)(a), (b), MCA. CVCP has the authority to subpoena witnesses and other prospective evidence, administer oaths or affirmations, and to conduct hearings and receive evidence. Section 53-9-104(2)(c), MCA. These statutory provisions do not require the CVCP to justify its administrative decision in awarding benefits to a crime victim.</p>\n<p id=\"b196-6\">¶22 CVCP awarded the victim $845.24 for mental health counseling and submitted an affidavit “that specifically describe[d] [CVCP’s] loss and the replacement value in dollars of the loss...” as required by § 46-18-242, MCA. It is undisputed that CVCP is a victim and there was no further requirement for CVCP to submit additional documentation of its loss. <em>State v. Aragon, </em>2014 MT 89, ¶ 12, 374 Mont. 391, 321 P.3d 841. We have explained that a defendant has a due process right to “explain, argue, and rebut any information” presented at sentencing, <em>State v. Roedel, </em>2007 MT 291, ¶ 65, 339 Mont. 489, 171 P.3d 694, but a court does not err in relying upon testimony and evidence presented <page-number citation-index=\"1\" label=\"171\">*171</page-number>by the victim when a defendant fails to present any evidence, as here, which rebuts the victim’s testimony as to pecuniary loss. <em>State v. Dodson, </em>2011 MT 302, ¶ 14, 363 Mont. 63, 265 P.3d 1254.</p>\n<p id=\"b197-5\">¶23 The State produced testimony explaining the CVCP’s process for determining victim eligibility and the amount of compensation. The internal administrative process for evaluating a claim tracks the statutory provisions of §§ 53-9-125 through -128, MCA. Consistent with its authority to “prescribe forms for applications for compensation,” the CVCP generated the mental health treatment plan form to assist in evaluating a victim’s claim. Section 53-9-104(l)(b), MCA. Matson testified that, in addition to having the provider indicate diagnostic codes and a diagnosis, the provider must indicate on the form the duration of counseling, whether the counseling is directly related to the crime, and any previous history of trauma. Thus, the mental health treatment plan form, as the name suggests, clearly contained confidential information pertaining to the victim which McClelland was not entitled to examine.</p>\n<p id=\"b197-6\">¶24 The Court’s analysis regarding in camera review of the mental health treatment plan form is therefore misplaced and contravenes clear statutory provisions setting forth the procedure for disclosure of records of the CVCP. Section 53-9-107(3)(a), MCA, specifically exempts from public disclosure records of the office that contain “information of a personal nature, such as personal, medical, or similar information,” unless there is “clear and convincing evidence” that the public interest requires disclosure in the particular instance. Furthermore, “[t]he party seeking disclosure has the burden of showing that public disclosure would not constitute an unreasonable invasion of privacy.” Section 53-9-107(3)(b), MCA, similarly provides that a criminal defendant may not examine CVCP records containing a victim’s medical information which are prohibited from disclosure by federal law and regulations. The Justice Court indicated that pursuant to the Health Insurance Portability and Accountability Act (HIPPA), 42 U.S.C. § 1320d, et seq., where there is no waiver from the victim, prohibited disclosure of the contents of the mental health treatment plan form to McClelland. McClelland presented no evidence or even argument demonstrating a compelling interest for disclosure. In my opinion, the Justice Court got it right.</p>\n<p id=\"b197-7\">¶25 Accordingly, the Court’s observation that “[McClelland] does not explain how the fact of prior domestic violence contradicted the counselor’s conclusion about the victim’s current treatment, and he did not produce any evidence to support this speculation,” Opinion, ¶ 12, is in direct contravention with the above statutory provisions requiring <page-number citation-index=\"1\" label=\"172\">*172</page-number>that a criminal defendant bear the burden of demonstrating by clear and convincing evidence that disclosure of CVCP records is necessary to protect a compelling interest. The Justice Court explained to defense counsel that she was not relying on any information contained in the form other than the amount of counseling attributable to McClelland’s actions. Matson and Eslick had already explained, without objection from McClelland, that services provided to the victim were 100% related to the incident with McClelland. In consideration of this record, McClelland has failed to present <em>any </em>evidence which would warrant further inquiry from the court such as an in camera review.</p>\n<p id=\"b198-5\">¶26 As a final note, I feel compelled to address the underlying premise that has been set forth by McClelland, that is: if you are unfortunate enough to have a history of domestic violence the confidentiality of your health care information is somehow less worthy of protection than those without such a history. Absent nothing more than a fishing expedition on the part of McClelland’s trial counsel and with no evidence produced that even suggested relevance of the victim’s prior history, we have ordered an in camera review. The bald assertion from McClelland that testimony about a history of domestic violence “tended to show that the counseling the victim received bore some relationship to that prior incident and, thus, was not solely related to” McClelland’s offense has no support in the record. Furthermore, a claim that Dr. Lindner “contradicted herself on the disputed fact” when she indicated the victim’s counseling was 100% attributable is reckless and akin to suggesting that Dr. Lindner made “a false claim or a false statement ...in connection with any claim [and] is guilty of theft... .” Section 53-9-111, MCA. I cannotjoininthis Court’s condoning such arguments from counsel on this record. I believe our remand for an in camera review legitimizes an inappropriate and unsubstantiated conclusion regarding victims of domestic violence. Had defense counsel put any effort at all into proving the relevance of the victim’s prior victimization, rather than conduct a fishing expedition of the state’s witnesses, resolution of this matter may have been entirely different. Defense counsel did not, and I would affirm the Justice Court, as did the District Court.</p>\n<p id=\"b198-6\">¶27 I dissent from the Court’s decision to do otherwise.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}