{
  "casebody": {
    "data": "<casebody firstpage=\"202\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b254-3\">INGALLS SHIPBUILDING CORPORATION v. TREHERN.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b254-4\">No. 11513.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b254-5\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b254-6\">May 8, 1946.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b254-7\">Rehearing Denied July 2,1946.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b254-26\">E. J. Ford, of Pascagoula, Miss., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b254-27\">H. W. Gautier, of Pascagoula, Miss., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b254-28\">Before HOLMES, McCORD, and LEE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b254-29\">McCORD, Circuit Judge.</author>\n<p id=\"b254-30\">Robert Trehern sued the Ingalls Shipbuilding Corporation for personal injuries received as a result of the alleged negligence of the corporation in failing to maintain a reasonably safe place in which to work. The jury returned a verdict for plaintiff in the amount of $10,000, and judgment was accordingly entered.</p>\n<p id=\"b254-31\">The defendant assigns as error: (1) That the facts did not show negligence on the part of the company; (2) That the plaintiff assumed the risk; and (3) That the court erred in failing to grant a motion, for a mistrial because evidence that defend<page-number citation-index=\"1\" label=\"203\">*203</page-number>ant Carried liability insurance was brought into the trial and argument.</p>\n<p id=\"b255-5\">The Ingalls Shipbuilding Corporation was engaged in the construction of all-welded steel ships in its yards at Pasca-goula, Mississippi. The plaintiff was employed by Ingalls as a shipfitter. It was his duty to bring the various parts of the ship into their proper place or alignment so that they might later be welded. In order to fit a certain steel girder into place, the plaintiff was required to work on a scaffold some six feet from the deck of the ship. While so engaged, he fell from the scaffold to the steel deck below. His back struck a small piece of timber that had been left lying on the deck which resulted in injuries to his back. His left foot was also injured in the fall.</p>\n<p id=\"b255-6\">The evidence shows that there was only one board ten inches wide in the scaffold and from which plaintiff fell; that company rules forbade shipfitters from constructing scaffolds, and further forbade anyone working on a scaffold which did not contain two boards; that such one-board scaffold was not a safe place in which to work; and that plaintiff requested a safer scaffold of his foreman but was instructed by such foreman to go ahead with the work as he “wanted the job hurried.” At the time plaintiff was injured he was engaged in securing in place above his head a girder which weighed approximately one-half ton.</p>\n<p id=\"b255-7\">The plaintiff was working on a scaffold which was unsafe. Its unsafe condition was called to the attention of his foreman and was thereby brought home to the employer. It therefore becomes manifest that the question of the negligence of the employer was properly submitted to the jury. Mississippi Cottonseed Products Co. v. Harris, 187 Miss. 138, 192 So. 439; J. J. Newman Co. v. Cameron, 179 Miss. 217, 174 So. 571; Carey Reed Co. v. McDavid, 5 Cir., 120 F.2d 843.</p>\n<p id=\"b255-8\">The defendant’s contention that the plaintiff assumed the risk incident to the work is wholly untenable. Such defense has been abolished by statute in Mississippi where negligence of the employer is shown. Sec. 1456, Mississippi Code 1942.</p>\n<p id=\"b255-9\">The defendant relies on the rule as laid down in the Mississippi case of Craig v. Craig: “But it has been long settled in this State * * * that the obligation of an employer to use reasonable care to furnish his employee a reasonably safe place in which to work has no application to the construction and repair of buildings, and the like, where the risks and dangers are those which arise during the course, or as a part of the progress, of the work and which relate directly to features which are, or become, integral portions of the building or structure itself, — and which do not involve hidden dangers against which the employee cannot protect himself and at the same time do his work.” Craig v. Craig, 192 Miss. 271, 5 So.2d 673, 674, and cases there cited.</p>\n<p id=\"b255-10\">When we measure the evidence of this case to the rule just adverted to, we find that it has no application here, since there was no change in the place or work. Gow Co. v. Hunter, 175 Miss. 896, 168 So. 264, 266.</p>\n<p id=\"b255-11\"> The weight of authority is to the effect that where liability insurance is carried it does not become a subject for jury consideration where such insurance carrier is not a party to the suit and is not connected with the issues under consideration by a jury. Where such evidence is sought to be introduced and the jury is informed that such liability insurance is carried and the party being sued is covered and protected by such insurance, it thereupon becomes the duty of the trial court to enter a mistrial. However, that is not the case here. A witness was brought forward by defendant and his evidence was offered and introduced, which contradicted and discredited the evidence of Mrs. Sudduth, one of plaintiff’s witnesses. It was, therefore, relevant for plaintiff to bring out on cross-examination what interest, if any, the witness had in the case and whether or not it measured to prejudice or bias. The cross-examination of the defendant’s witness, whose name was Palmer, disclosed that he was an insurance adjuster, and in the employ of the insurance company who carried •liability coverage for the defendant and that he had been engaged in the shipbuild<page-number citation-index=\"1\" label=\"204\">*204</page-number>ing plant in the investigation of the accident and injury to the plaintiff in this suit for his insurance employer. It was clearly relevant for the plaintiff to bring out this evidence. Mississippi Ice &amp; Utilities Co. v. Pearce, 161 Miss. 252, 134 So. 164; Vicksburg Ice Co. v. Delta Ice Co., Miss., 119 So. 824; Merchants Co. v. Tracy, 175 Miss. 49, 166 So. 340.</p>\n<p id=\"b256-4\">After the evidence of the liability insurance had been brought out on cross-examination, it was again called to the attention of the jury in argument of counsel, and thereupon the court instructed the jury as follows:</p>\n<blockquote id=\"b256-5\">“During the closing argument of counsel for plaintiff he made the statement to the jury that Mr. Ford had stated in his argument that he would not permit a man to work for him and furnish him bread when at the same time the man was suing him for $30,000; counsel for plaintiff stated that Mr. Ford would not have made that statement if he had had an insurance company in Boston covering his liability. Thereupon Mr. Ford, for. the defendant, objected to that line of argument and moved for a mistrial. The Court immediately sustained the objection to that line of argument, but overrules the motion for a mistrial at this time and at this time I will instruct the jury that the fact that the defendant has insurance coverage is utterly immaterial and is to be disregarded entirely and conclusively by the jury in its entirety insofar as the effect of liability is concerned. It has no connection whatsoever with the liability of the defendant.</blockquote>\n<blockquote id=\"b256-6\">\"The Court again tells the jury now that that testimony was admitted solely for the purpose of weighing the testimony of the witnesses in the case, since there is a conflict between the testimony of Mrs. Sudduth and the witness Palmer, and that is the only purpose and only relevancy and only connection with this lawsuit that this type of testimony has. The jury will totally disregard any argument or any effect of the testimony with reference to whether or not the company was covered by insurance.”</blockquote>\n<p id=\"b256-7\">The argument of counsel on both sides was' highly improper, but the trial court carefully and thoroughly charged the jury as to the effect of such testimony, limiting it solely to what weight the jury should give to the testimony of Palmer. The court committed no reversible error in refusing to declare a mistrial. Woods v. Get-telfinger, 5 Cir., 108 F.2d 549; Paxson v. Davis, 62 App.D.C. 146, 65 F.2d 492; Acme Freight Lines v. Blackmon, 5 Cir., 131 F. 2d 62.</p>\n<p id=\"b256-9\">After considering very carefully the evidence which shows the nature of the plaintiff’s injury, his rate of pay, loss of time, medical expense, and his pain and suffering, we conclude that the verdict of the jury was not excessive. We find no reversible error in the record, and the judgment is</p>\n<p id=\"b256-10\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}