{
  "casebody": {
    "data": "<casebody firstpage=\"152\" lastpage=\"154\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b180-8\">Sam D. Smith v. Lucy A. McClain.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b180-9\">Decided April 22, 1905.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b180-10\">1. —School Lands—Certificate of Occupancy—Subsequent Application.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b180-11\">One who applies to purchase school land after the Land Commissioner has issued a certificate of occupancy to a prior purchaser is precluded thereby from controverting the fact of such occupancy.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b180-12\">2. —Same—Canceling Award by Commissioner.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b180-13\">After the Land Commissioner had accepted the prior application and the proof of occupancy thereunder and issued his certificate he was not warranted in canceling the award to such applicant merely because of an error on his own part as to the sufficiency of the proof of settlement and occupancy.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b180-14\">3. —Same—Res Adjudicata—Actual Settlement—Pleading.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b180-15\">Defendant could not claim that the issue of actual settlement on the part of. plaintiff was conclusively determined against her in a former suit where no such defense is found in his answer, although he pleaded his title specially.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b180-16\">Appeal from the District Court of Kent. Tried below before Hon. H. R. Jones.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b180-17\"><em>A. R. Floyd, Kinder &amp; Dalton </em>and <em>Montgomery &amp; Hughes, </em>for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b180-18\"><em>Ed. Hamner, </em>for appellee.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"A90\">The certificate of the sufficiency of the proof of occupancy having been issued by the Commissioner of the General Land Office, is conclusive of the original settlement and continued occupancy of the home section by the party in whose favor said <page-number citation-index=\"1\" label=\"153\">*153</page-number>certificate is issued. Logan v. Curry, 69 S. W. Rep., 130; State v. Hughes, 79 S. W. Rep., 609; State v. Hughes, 80 Texas, 524; Stiles v. Gray, 10 Texas, 505; Hatch v. Dunn, 11 Texas, 717; Johnson v. Smith, 21 Texas, 726; Bowmer v. Hicks, 22 Texas, 162; Howard v. Colquhon, 28 Texas, 149.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-5\">STEPHENS, Associate Justice.</author>\n<p id=\"AJS\">This suit was brought by appellee against appellant to recover four sections of school land in Kent County, and resulted in a judgment in her favor, from which this appeal is taken.</p>\n<p id=\"b181-6\">Appellant had previously sued appellee for the same lands, but was denied a recovery on the ground that the lands were under lease and therefore not on the market at the date of his application, the Supreme Court holding, on question certified from this court, that he could not avail himself of the waiver of the lease in favor of appellee. (Smith v. McClain, 96 Texas, 568, 7 Texas Ct. Rep., 562.) There ivas, however, a finding by the trial court in that case that appellee, to Avhom the lands had been awarded, was not an actual settler at the date of her application, which was prior to that of appellant. This finding was made in response to an issue tendered by her answer, pleading specially her title and asking for affirmative relief, but notAvithstanding this adverse finding judgment was rendered in her favor because the lands Avere not on the market when appellant, who was found to have been an actual settler, applied to purchase them. The opinion of the Supreme Court on certified question was adopted as the judgment of this court and the judgment of the trial court, including his findings of larv and fact, was accordingly affirmed. Pending this appeal appellee made proof of three years’ occupancy and obtained the certificate of the Commissioner of the General Land Office showing that fact. But after the judgment was affirmed, and on account of the opinion of the Supreme Court, which led to its affirmance, the Land Commissioner can-celled the award to appellee and awarded three of the sections to appellant on a new classification and appraisement and on a new application, made after the termination of the lease.</p>\n<p id=\"b181-7\">On the last trial, which was before a different judge, the court, on substantially the same evidence as that offered on the first trial, found that appellee was an actual settler at the date of her original application, September 4, 1899, and therefore, as well as because of her proof of occupancy, that the Land Commissioner Avas not warranted in cancelling the award to her.</p>\n<p id=\"b181-8\">Conclusions.—Without determining whether the evidence, apart from the proof of occupancy, warranted the finding that appellee was an actual settler at the date of her application and purchase, we hold, on the authority of Logan v. Curry, 95 Texas, 664, 69 S. W. Rep., 130, that appellant, who made his application after the Commissioner had accepted the proof of occupancy and issued his certificate, Avas precluded from controverting that fact.</p>\n<p id=\"b181-9\">We also hold, as did the trial court, that the Land Commissioner Avas not warranted in cancelling the aAvard after he had accepted appellee’s proof of occupancy and issued his certificate.</p>\n<p id=\"b182-4\"><page-number citation-index=\"1\" label=\"154\">*154</page-number>It was insisted in oral argument that the Commissioner of the General Land Office of his own motion could set aside an award and certificate of proof of occupanc)r procured by fraud, on discovering that he had been deceived by false affidavits as to the facts of settlement and occupancy. It is a sufficient answer to this contention, that the Commissioner interpreted his action in cancelling the sale to appellee as follows: “I did so for the reason that the Supreme Court had awarded the lands to S. D. Smith in a suit between S. D. Smith and Lucy A. McClain.” But no issue of fraud or false swearing was involved in the ruling of the Supreme Court referred to. The only question decided was that the lands were not subject to appellant’s application to purchase the same, which disposed of the appeal without reference to the finding that appellee was not an actual settler. Possibly the Commissioner felt bound by that finding, immaterial though it was to the decision of the case, and for that reason canceled the sale to appellee, but that would not warrant the presumption that he considered himself the victim of false and fraudulent affidavits and therefore set aside a sale so procured. Merely because of an error on his part as to the sufficiency of the proof of settlement and occupancy, which is the most that can be claimed in this instance, he could not revise and reverse his decision to the prejudice of appellee.</p>\n<p id=\"b182-5\">It was further insisted in oral argument that the issue of actual settlement on the part of appellee was conclusively determined against her in the former suit; but a sufficient answer to this is that no such defense is found in his answer, although he pleaded his title specially. True, the. findings in the former suit were set out in his answer, but this was for another purpose, and so far from pleading them in bar of this action, he specially denied that the judgment in the former suit affected the rights of the parties in this suit. This construction of the pleadings is amply supported by the opinion of the Supreme Court in <em>Norris </em>v. W. <em>C. </em>Belcher L. M. Co., 98 Texas, <em>176, 82 </em>S. W. Rep., 500.</p>\n<p id=\"b182-6\">Therefore, without passing on the alleged insufficiency of the evidence to sustain the finding that appellee was an actual settler, we adopt the other findings of the trial court and affirm the judgment.</p>\n<p id=\"b182-7\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b182-8\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}