{
  "casebody": {
    "data": "<casebody firstpage=\"545\" lastpage=\"546\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b567-4\">Isaac Forcy, alias Will Jones, v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b567-5\">No. 4567.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUy\">Decided March 17, 1909.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b567-6\">1. —Passing Forged Instrument—Indictment—Tenor and Purport Clauses.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b567-7\">Where in a prosecution for passing a forged instrument the tenor and purport clauses were intermingled, and not separate and distinct in the indictment, the same was insufficient.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b567-8\">2. —Same—Variance—Name of Injured Party.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b567-9\">Where upon trial of passing a forged instrument there was a variance in the name of the injured party between the allegation and the proof, .there was reversible error.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b567-10\">Appeal from the District Court of Caldwell. Tried below before the Hon. L. W. Moore.</summary>\n<summary data-order=\"8\" data-type=\"history\" id=\"b567-11\">Appeal from a conviction of passing a forged instrument; penalty, two years imprisonment in the penitentiary.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b567-12\">The opinion' states the case.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b567-13\"><em>Ellis &amp; Graves </em>and <em>O. </em>Ellis, Jr., for appellant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AEaB\">On question of indictment: Crawford v. State, 40 Texas Crim. Rep., 344, 50 S. W. Rep., 378; Cagle v. State, 39 Texas Crim. Rep., 109, 44 S. W. Rep., 1097; Head v. State, 72 S. W. Rep., 394; Wilson v. State, 75 S. W. Rep., 504; Alexander v. State, 28 Texas Crim. App., 186; Colter v. State, 40 Texas Crim. Rep., 165, 49 S. W. Rep., 379; Womble v. State, 39 Texas Crim. Rep., 24, 44 S. W. Rep., 827; Polk v. State, 40 Texas Crim. Rep., 668, 51 S. W. Rep., 909; Belden v. State, 50 Texas Crim. Rep., 565, 99 S. W. Rep., 563; Edwards v. State, 53 Texas Crim. Rep., 50, 108 S. W. Rep., 673.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b567-15\"><em>F. J. McCord, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b567-16\">BROOKS, Judge.</author>\n<p id=\"AzU\">Appellant was convicted of passing a forged instrument, and his punishment assessed at two years confinement in the penitentiary.</p>\n<p id=\"b567-17\">The charging part of the indictment is as follows: “. . . did then and there unlawfully, wilfully, knowingly and fraudulently pass as true to J. R. Jacobs a false and forged instrument in writing, which had theretofore been made, without lawful authority, and with intent to defraud, and was then of the tenor following:</p>\n<blockquote id=\"Adbb\">‘June the 10, 1908.</blockquote>\n<blockquote id=\"AHTA\">to Mr. Jacob (meaning Jacobs) and sons</blockquote>\n<blockquote id=\"A4B\">pleas fill this oder (meaning order) for me</blockquote>\n<blockquote id=\"Asv\">17 $ 35 c (meaning seventeen dollars and thirty-five cents)</blockquote>\n<blockquote id=\"b567-21\">Harvey romal (meaning Roamell).’</blockquote>\n<p id=\"A2f\">all of which meant that R. Jacobs and Sons should fill an order and deliver to the bearer thereof, goods, wares, merchandise of the valuq <page-number citation-index=\"1\" label=\"546\">*546</page-number>of seventeen dollars and thirty-five cents, and that Harvey Roamell would become liable to pay for same. Which said instrument in writing the said Isaac Forcy, alias J ones, then and there well knowing it to be false and forged, did pass as true with intent to injure and defraud.”</p>\n<p id=\"b568-5\">It will he seen from an inspection of the above quoted indictment that the pleader attempted to set the instrument out by its tenor, which means an exact description of the . instrument itself, and incorporates in his effort to set out the tenor of the instrument the meaning of the instrument. The tenor and purport clause of an indictment should be separate and distinct. It appears from the evidence in this case the indictment was predicated upon a forged order, signed Harvey Boamell, and addressed to Jacobs &amp; Sons, requesting them to fill an order for $17.35. The amount is in figures, as stated above, and the explanatory and innuendo averments with reference to this amount and with reference, to other matters going to explain what the instrument purports to be, should have been in the purport clause of the indictment and not in the tenor clause. Furthermore, there is a variance between the allegation and the proof in this: the indictment alleges that it was passed as true a false instrument upon J. B. Jacobs, when the evidence shows the forged order was passed upon Jacobs and Sons. If J. P Jacobs is a member of the firm of Jacobs and Sons, then this should be alleged in the purport clause of the indictment, am statement thereby made to the effect, that by passing it upon said J. B. Jacobs, that said Jacobs was then and there a member of the firm of Jacobs and Sons. It follows from the above suggestions that the indictment is defective, and the judgment is reversed and the prosecution ordered dismissed.</p>\n<p id=\"b568-6\">\n<em>Reversed and dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}