{
  "casebody": {
    "data": "<casebody firstpage=\"492\" lastpage=\"511\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b538-3\">WILLIAM BOZMAN v. OFFICE OF FINANCE OF BALTIMORE COUNTY, MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b538-4\">[No. 88,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A6a\">September Term, 1982.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b538-5\">\n<em>Decided August 12, 1983.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b538-13\">The cause was argued before Smith, Eldridge, Cole, Davidson and Couch, JJ., and W. Albert Menchine, Associate Judge of the Court of Special Appeals (retired), specially assigned.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b538-14\"><em>Alan I. Baron, </em>with whom were <em>Finley, Rumble, Wagner, Heine, Underberg &amp; Casey </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b539-3\"><page-number citation-index=\"1\" label=\"493\">*493</page-number><em>Michael J. Moran, Assistant County Solicitor, </em>with whom was <em>Leonard S. Jacobson, County Attorney, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b539-4\">Menchine, J.,</author>\n<p id=\"APs\">delivered the opinion of the Court. Eldridge and Davidson, JJ., dissent. Eldridge, J., filed a dissenting opinion at page 501 <em>infra, </em>in which Davidson, J., concurs.</p>\n<p id=\"b539-5\">This case concerns the meaning and effect of Maryland Annotated Code Article 27, Section 297 as that section relates to the forfeiture of \"money or currency” found \"in close proximity” to the seizure of contraband \"controlled dangerous substances.” <footnotemark>1</footnotemark></p>\n<p id=\"b539-6\">On October 27, 1979, three Baltimore County police officers, accompanied by \"members of the Department of Justice and Drug Enforcement Administration Officers” executed a search and seizure warrant at the home of the Appellant, William Bozman, in Cockeysville, Baltimore County, Maryland.</p>\n<p id=\"b539-7\">Seized in the bedroom of Bozman were small quantities of the following Controlled Dangerous Substances:</p>\n<blockquote id=\"b539-8\">Phentermine (Schedule IV)</blockquote>\n<blockquote id=\"b539-9\">Marijuana (Schedule I)</blockquote>\n<blockquote id=\"b539-10\">Clorazepate (Schedule IV)</blockquote>\n<blockquote id=\"b539-11\">Methaqualone (Schedule II)</blockquote>\n<p id=\"b539-12\">Seized in a bathroom \"right off the bedroom” was a substance analyzed as cocaine hydrochloride (Schedule II).</p>\n<p id=\"b539-13\">Additional marijuana was seized in the bedroom of Bozman’s son.</p>\n<p id=\"b539-14\">Tally sheets with names, weights and prices on them were found throughout the house.</p>\n<p id=\"b539-15\">At the same time, Baltimore County Police seized $2,170.00 in U. S. Currency from a safe within the bedroom of Bozman. An additional $1,780.00 in U. S. Currency found in that bedroom dresser and in Bozman’s wallet also was seized.</p>\n<p id=\"b540-3\"><page-number citation-index=\"1\" label=\"494\">*494</page-number>The Bozman bedroom was described as being \"about 18 x 18”. The safe was in one corner of that bedroom; the dresser in another. The wallet of Mr. Bozman \"was sitting on the dresser or in the corner or in his pants pocket, which was on the floor.” The safe was \"no more than 3 or 4 feet to the entrance to the bathroom.”</p>\n<p id=\"b540-4\">On April 13, 1981, the Office of Finance of Baltimore County filed a petition in the Circuit Court for Baltimore County against William Bozman pursuant to the provisions of Maryland Annotated Code, Article 27, Section 297 (b) (4) (i) alleging that the currency above described was \"seized in close proximity to contraband, controlled dangerous substances or controlled paraphernalia.” The petition prayed \"that the sums (sic) of $3,950.00 be declared forfeit to the sole use and gain of Baltimore County, Maryland.” No explanation for the presence of multiple controlled dangerous substances or for the large sums of nearby money or currency was offered at the hearing.</p>\n<p id=\"b540-5\">Admitting that the money or currency was his, Bozman’s answer conceded that he has \"never been charged, tried or convicted” of criminal charges stemming from the seizure of the controlled dangerous substances in close proximity to which the money or currency here involved was alleged to have been found.</p>\n<p id=\"b540-6\">On September 4, 1981, after hearing, the trial court passed an order \"that the sum of $3,950.00 seized from the Respondent, be forfeited to the sole use and gain of Baltimore County.”</p>\n<p id=\"b540-7\">On Bozman’s appeal from that order, the trial court was affirmed by the Court of Special Appeals (52 Md. App. I).<footnotemark>2</footnotemark></p>\n<p id=\"b540-8\">We granted certiorari.</p>\n<p id=\"b541-3\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>The issues presented for our decision are these:</p>\n<blockquote id=\"b541-4\">I. Does the absence of evidence of final disposition of criminal proceedings defeat an application to the court for the forfeiture, pursuant to Maryland Code Article 27, Section 297 (b) (4) (i) and (ii), of money or currency seized under Section 297 (a) (6) and thus require the return of such money or currency to the person from whom it was seized? and</blockquote>\n<blockquote id=\"b541-6\">II. Was the trial clearly erroneous in his finding that the seized money or currency was \"found in close proximity to contraband controlled dangerous substances or controlled paraphernalia” within the meaning of Article 27, Section 297 (a) (6)?</blockquote>\n<p id=\"b541-7\">Maryland Code Article 27, Section 297, in parts here pertinent to the issues presented, reads as follows:</p>\n<blockquote id=\"b541-8\">\"Sec. 297 Forfeitures and seizures generally; .. .</blockquote>\n<blockquote id=\"b541-9\">(a) Property subject to forfeiture — The following shall be subject to forfeiture and no property right shall exist in them:</blockquote>\n<blockquote id=\"b541-10\">(5) All books, records, and research, including formulas, microfilm, tapes and data which are used, or intended for use, in violation of this subheading;</blockquote>\n<blockquote id=\"b541-11\">(6) All money or currency which shall be found in close proximity to contraband controlled dangerous substances or controlled paraphernalia or which otherwise has been used or intended for use in connection with the illegal manufacture, distribution, dispensing or possession of controlled dangerous substances or controlled paraphernalia.</blockquote>\n<blockquote id=\"b541-12\"><em>This money or currency shall be deemed to be contraband of law and all rights, title and interest in and to the money or currency shall immediately vest in and to Baltimore City or the county in which it was seized, the municipal corporation, if seized by municipal authorities, or, if it was seized by State authorities, the State; and no such money or currency shall be returned to any person claiming it, or to any other </em><page-number citation-index=\"1\" label=\"496\">*496</page-number><em>person, except in the manner hereinafter provided:</em><footnotemark><em>3</em></footnotemark><em> </em>(Emphasis added)</blockquote>\n<blockquote id=\"b542-4\">(7) All drug paraphernalia as prohibited by Sec. 287A of this article, and controlled paraphernalia as prohibited by Sec. 287 of this article.</blockquote>\n<blockquote id=\"b542-5\">(b) Seizure of property subject to forfeiture — Any property subject to forfeiture under this subheading may be seized upon process issued by any court having jurisdiction over the property except that seizure without such process may be made when —</blockquote>\n<blockquote id=\"b542-6\">(1) The seizure is incident to an arrest or a search under a search warrant or an inspection under an administrative inspection warrant;</blockquote>\n<blockquote id=\"b542-7\">(2) The property subject to seizure has been the subject of a prior judgment in favor of the State in a criminal injunction or forfeiture proceeding under this subheading;</blockquote>\n<blockquote id=\"b542-8\">(3) There is probable cause to believe that the property is directly or indirectly dangerous to health or safety; or</blockquote>\n<blockquote id=\"b543-3\"><page-number citation-index=\"1\" label=\"497\">*497</page-number>(4) There is probable cause to believe that the property has been used or intended to be used in violation of this subheading.</blockquote>\n<blockquote id=\"b543-4\">In the event of seizure pursuant to paragraphs (3) and (4) of this subsection, proceedings under subsection (d) of this section shall be instituted promptly, <em>except all proceedings relating to money or currency, which shall be instituted within 90 days from the date of fínal disposition of criminal proceedings which arise out of Article 27, Sec. 276 through Sec. 302 inclusive. </em>(Emphasis added)</blockquote>\n<blockquote id=\"b543-5\">(i) All applications for the forfeiture of money or currency contraband shall be made by the director of finance of Baltimore City, the county treasurer, municipal treasurer, or the Attorney General. The applications shall be by petition, affidavit and show cause order and shall be filed in the District Court or circuit court of the county or in the District Court of Baltimore City or a law court of the Supreme Bench of Baltimore City.</blockquote>\n<blockquote id=\"b543-6\">(ii) The petition, affidavit and show cause order shall be served in the first instance pursuant to Rule 104 of the Maryland Rules of Procedure or Rule No. 104 of the Maryland District Rules, and thereafter, the summons having been returned non est the director of finance of Baltimore City, county treasurer, municipal treasurer, or attorney general may proceed pursuant to Rule 105 b, subsection 3 of the Maryland Rules of Procedure as amended, or Rule No. 104 h of the Maryland District Rules.”</blockquote>\n<blockquote id=\"b543-7\">I. Necessity for proof of final disposition of criminal proceedings</blockquote>\n<blockquote id=\"b543-9\">Appellant contends that \"because the final disposition of related criminal proceedings is a condition precedent to the institution of a forfeiture proceeding, proof of such a final disposition was a necessary element of the case the appellee was required to establish by a preponderance of the evidence.” We shall hold that Section 297 (b) (4) does not impose such a condition precedent.</blockquote>\n<p id=\"b544-3\"><page-number citation-index=\"1\" label=\"498\">*498</page-number>Appellant’s contention rests upon passage of Ch. 666 of Maryland Acts, 1974, the pertinent portion of which is shown by the italicized words inserted in Section 297 (b) (4):</p>\n<blockquote id=\"b544-4\">\"(4) There is probable cause to believe that the property has been used or intended to be used in violation of this subheading.</blockquote>\n<blockquote id=\"b544-5\">In the event of seizure pursuant to paragraphs (3) and (4) of this subsection, proceedings under subsection (d) of this section shall be instituted promptly, EXCEPT ALL PROCEEDINGS RELATING TO MONEY OR CURRENCY, WHICH SHALL BE INSTITUTED WITHIN NINETY (90) DAYS FROM THE DATE OF FINAL DISPOSITION OF CRIMINAL PROCEEDINGS WHICH ARISE OUT OF ARTICLE 27, SECTION 276 THROUGH SECTION 302 INCLUSIVE.”</blockquote>\n<p id=\"b544-6\">He argues that the Court of Special Appeals in <em>Office of Finance v. Jones, </em>46 Md. App. 419, 424; 417 A. 2d 470, 473 (1980), cert. den. 288 Md. 740 \"has held that final disposition [of criminal proceedings] triggers] the 90 day period <em>within </em>which [a local government is] required to file its forfeiture petition”, and that this Court in <em>United States Coin and Currency v. Director of Finance, </em>279 Md. 185, 367 A. 2d 1243 (1977) \"held that the recordation of the establishment of guilt and the imposition of sentence were a condition precedent to the institution of forfeiture proceedings.”</p>\n<p id=\"b544-7\">He misreads both cases. In <em>Jones </em>and in <em>U. S. Coin and Currency, </em>the forfeiture proceeding was commenced <em>after the speciñc limitation upon the fling </em>fixed by statute. Both are inapposite to the subject issue.</p>\n<p id=\"b544-8\">We note also that <em>U. S. Coin and Currency </em>dealt with Maryland Code Article 27, Section 264, a statute dealing with seizures of money or property incident to violations of the gambling laws (Subsection 237 — 263 inch), all misdemeanors subject to the general statute of limitations that effectively bars prosecution after one year. Courts and Judicial Proceedings Article, Section 5-106(a); <em>Duncan v. State, </em>282 Md. 385, 386, 384 A. 2d 456.</p>\n<p id=\"b545-4\"><page-number citation-index=\"1\" label=\"499\">*499</page-number>The seizure of the money or currency in the subject case was pursuant to Section 297 (a) (6) and was incidental to the seizure of multiple controlled dangerous substances, the unlawful possession of which is felonious (Article 27, Section 286).</p>\n<p id=\"b545-5\">We believe that the Legislature, by adding the previously emphasized language to Section 297 (b) (4) clearly intended to impose a fixed limitation upon the filing of applications for forfeiture <em>if a </em>trial has taken place and a final disposition of criminal proceedings has resulted. In such circumstances there remains no reason for the authorized official to delay the filing of an application for judicial decree that will approve or disapprove the seizure and grant or deny the forfeiture.</p>\n<p id=\"b545-6\">The legislative purpose plainly was to place a specific time limitation of 90 days after a concluded criminal prosecution in the case of the seizure of money or currency in lieu of the previously indefinite requirement that the filing \"shall be instituted promptly.”</p>\n<p id=\"b545-7\">Section 297 (a) (6) provides <em>inter alia </em>that \"This [seized] money or currency shall be deemed to be contraband of law <em>and all rights, title and interest in and to the money or currency shall immediately vest in and to Baltimore City or the county in which it was seized.” </em>(Emphasis added) The interpretation suggested by appellant of the words added to sub-section (b) (4) <em>supra, </em>would in effect have these words added to the above quotation: \"if criminal proceedings are concluded.”</p>\n<p id=\"b545-8\">The late Judge J. Dudley Digges said for this Court in <em>Prince George’s Co. v. Blue Bird Cab, </em>263 Md. 655, 659, 284 A. 2d 203, 205, that \"it makes no difference whether there is any conviction of a crime related to those seized goods” and footnoted that the individual who had been observed to carry out the heroin transaction \"has never been indicted or convicted.” Judge Digges concluded by saying: \"[The drug forfeiture statute’s] purpose is to attempt not only to curtail drug traffic in this State, but to discourage such a blight from continuing in the future. Historically, decisive action <page-number citation-index=\"1\" label=\"500\">*500</page-number>has been required to prevent any plague from spreading. In the present case, the Legislature has clearly indicated its purpose for this act. It is to control the proliferation of dangerous drugs in our society and it is a noble purpose, but an arduous task----” P. 662 of 263 Md., p. 207 of 284 A. 2d.</p>\n<p id=\"b546-4\">At this time in our society, the proliferation of drug abuse threatens the capability of the judicial system to deal with the criminality engendered thereby. Thus it is absurd to say that the legislative insertion of the noted language in subsection (b) (4) was intended to compel return to the illicit possessor of controlled dangerous substances the money or currency that is the root source of drug dissemination, merely because its possessor has not or not yet been brought to a concluding trial.</p>\n<p id=\"b546-5\">Quite valid reasons may exist why the prosecution of a particular person may never be commenced or if commenced, never brought to final disposition. Prosecutorial choice or the accused becoming a fugitive from justice come instantly to mind. Surely it was not the legislative intent in such cases that the seized funds be returned, although clearly contraband within the meaning of the forfeiture statute.</p>\n<p id=\"b546-6\">Equally certain it is that the Legislature did not intend that seized money or currency should remain forever in limbo if prosecution is not commenced and concluded. Subsection (a) (6) in pertinent part provides: \"and no such money or currency shall be returned to any person claiming it, or to any other person, except in the manner hereinafter provided [in sub-section (b) (4) (i) and (ii)].</p>\n<p id=\"b546-7\">We see nothing in the amendment of Section 297 (b) (4) by Ch. 666 of the Acts of 1974 that intended significantly to alter the interpretation and effect of the entire section except to compel institution of forfeiture proceedings within 90 days when a prosecution incident to the seizure has been concluded. We see nothing in the amendment that prphibits the Finance Director of the seizing jurisdiction from filing for forfeiture under Section 297 (b) (4) (i) (ii) when no prosecution has been initiated or to bar the filing of such an application <em>earlier </em>than the conclusion of an initiated prosecution.</p>\n<p id=\"b547-3\"><page-number citation-index=\"1\" label=\"501\">*501</page-number>II. Was the seized money contraband within the meaning of Section 297 (a) (6)?</p>\n<p id=\"b547-4\">When the drug supply becomes small, money is required for their replenishment.</p>\n<p id=\"b547-5\">In this case there was no explanation for the presence of multiple controlled dangerous substances within a single bedroom and its connecting bath. Neither was there an explanation for the presence within that same room of an unusually large sum of money.</p>\n<p id=\"b547-6\">The pertinent words of the statute here are \"close proximity.” Both words have relative rather than precise definitions. Thus, the interpretation of both depends upon the facts and circumstances existing in connection with their application.</p>\n<p id=\"b547-7\">We are unable in this case to declare that the trial court was clearly erroneous in his determination that absent the slightest explanation, the presence of multiple proscribed drugs and large sums of money within a single bedroom fell within the meaning of the words of the statute. We shall affirm.</p>\n<p id=\"b547-8\">\n<em>Judgment affirmed.</em>\n</p>\n<p id=\"AYU\">\n<em>Appellant to pay the costs.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b539-16\">. For lists of Controlled Dangerous Substances, See: Maryland Annotated Code, Article 27, Section 279.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b540-9\">. We note that this Court rejected the dicta in the opinion of the Court of Special Appeals in this case (52 Md. App. 1, 9) that Article 27, Section 264 of the Annotated Code of Maryland required a conviction as a condition precedent to forfeiture in gambling cases. Baltimore County Office of Finance v. Previti, 296 Md. 512, 463 A.2d 842 (1983).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b542-9\">. Subsection (a) (6) was amended by Ch. 472 of Maryland Laws 1982 to read as follows:</p>\n<blockquote id=\"b542-10\">\"(a) (6) <em>ALL MONEY, COIN OR CURRENCY WHICH </em>has been used intended for use in connection with the illegal manufacture, distribution, dispensing or possession of controlled dangerous substances or controlled paraphernalia. <em>MONEY, COIN, OR CURRENCY WHICH IS FOUND IN CLOSE PROXIMITY TO CONTRABAND CONTROLLED DANGEROUS SUBSTANCES, CONTROLLED PARAPHERNALIA, OR FORFEITABLE RECORDS OF THE IMPORTATION, MANUFACTURE, OR DISTRIBUTION OF CONTROLLED DANGEROUS SUBSTANCES ARE PRESUMED TO BE FORFEITABLE UNDER THIS PARAGRAPH THE BURDEN OF PROOF IS UPON A CLAIMANT OF THE PROPERTY TO REBUT THIS PRESUMPTION</em></blockquote>\n<blockquote id=\"b542-11\">This money or currency shall be deemed to be contraband of law and all rights, title and interest in and to the money or currency shall immediately vest in and to Baltimore City or the county in which it was seized, the municipal corporation, if seized by municipal authorities, or, if it was seized by State authorities, the State; and no such money or currency shall be returned to any person claiming it or to any other person, except in the manner hereinafter provided; and” (The Legislature transposed certain phrases in the first paragraph of (6) above; provided that such money, coin or currency was presumed to be forfeitable; and cast the burden of proof upon a claimant to rebut the presumption. No change was made in the second paragraph. The statutory declaration that such money is deemed contraband and shall immediately vest in the seizing authority remained unchanged.)</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b547-9\">\n<em>Eldridge, J.,</em>\n</author>\n<p id=\"AV5d\">\n<em>dissenting:</em>\n</p>\n<p id=\"b547-10\">On October 27,1979, a search warrant was executed at the Baltimore County home of William Bozman, the petitioner. During the search, the police seized controlled dangerous substances and suspected drug paraphernalia from the master bedroom and adjoining bathroom. In addition, the police seized $1,780.00 from the bedroom dresser and from Bozman’s wallet and $2,170.00 from a locked bedroom safe. Although the police were unsure where in the bedroom the controlled dangerous substances were located, they testified that no controlled dangerous substances were found in the dresser, wallet or locked safe.</p>\n<p id=\"b548-3\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>The police also seized a bag of marijuana from the bedroom of Bozman’s son. Finally, the police seized Bozman’s automobile, although it was returned to Bozman by order of the Circuit Court for Baltimore County.</p>\n<p id=\"b548-4\">On April 13, 1981, the Office of Finance of Baltimore County (the County) filed a petition in the Circuit Court for Baltimore County pursuant to Maryland Code (1957, 1976 Repl. Vol., 1981 Cum. Supp.), Art. 27, § 297 (b) (4) (i), alleging that the currency seized from Bozman’s dresser, safe and wallet was \"seized in close proximity to contraband, controlled dangerous substances or controlled paraphernalia.” <footnotemark>1</footnotemark> The County prayed that the seized money be ordered forfeited to the sole use of the County.</p>\n<p id=\"b548-5\">Bozman answered the County’s petition alleging that the seized money was his property, that he had \"never been charged, tried or convicted pursuant to the arrest in connection with which said funds were seized,” that the money was seized pursuant to an illegal arrest, and that the County had previously voluntarily dismissed an earlier forfeiture petition involving these funds. He requested that the court deny the forfeiture petition and order the County to return the seized funds to Bozman.</p>\n<p id=\"b548-6\">On September 4,1981, the circuit court, after hearing the evidence,<footnotemark>2</footnotemark> found \"sufficient proximity” between the money and the controlled dangerous substances and ordered the sum of $3,950.00 forfeited to the County. Bozman appealed this order to the Court of Special Appeals which affirmed, holding that the trial judge was not clearly erroneous in finding a \"close proximity” between the drugs and the money and concluding that no final disposition of criminal charges is required before forfeiture under § 297. <em>Bozman v. Office of Fin., Balto. Co., </em>52 Md.App. 1, 445 A.2d 1073 (1982). We <page-number citation-index=\"1\" label=\"503\">*503</page-number>granted Bozman’s petition for a writ of certiorari. 294 Md. 441 (1982).</p>\n<p id=\"b549-5\">A.</p>\n<p id=\"b549-6\">Art. 27, § 297, at the time of the instant petition, provided in relevant part:</p>\n<blockquote id=\"b549-7\">\"§ 297. Forfeitures and seizures generally; motor vehicles.</blockquote>\n<blockquote id=\"b549-8\">(a) <em>Property subject to forfeiture. </em>— The following shall be subject to forfeiture and no property right shall exist in them:</blockquote>\n<blockquote id=\"b549-9\">(6) All money or currency which shall be found in close proximity to contraband controlled dangerous substances or controlled paraphernalia or which otherwise has been used or intended for use in connection with the illegal manufacture, distribution, dispensing or possession of controlled dangerous substances or controlled paraphernalia.</blockquote>\n<blockquote id=\"b549-10\">This money or currency shall be deemed to be contraband of law and all rights, title and interest in and to the money or currency shall immediately vest in and to Baltimore City or the county in which it was seized, the municipal corporation, if seized by municipal authorities, or, if it was seized by State authorities, the State; and no such money or currency shall be returned to any person claiming it, or to any other person, except in the manner hereinafter provided; and</blockquote>\n<blockquote id=\"b549-11\">(b) <em>Seizure of property subject to forfeiture. </em>— Any property subject to forfeiture under this subheading may be seized upon process issued by any court having jurisdiction over the property except that seizure without such process may be made when —</blockquote>\n<blockquote id=\"b550-3\"><page-number citation-index=\"1\" label=\"504\">*504</page-number>(1) The seizure is incident to an arrest or a search under a search warrant or an inspection under an administrative inspection warrant;</blockquote>\n<blockquote id=\"b550-4\">(2) The property subject to seizure has been the subject of a prior judgment in favor of the State in a criminal injunction or forfeiture proceeding under this subheading;</blockquote>\n<blockquote id=\"b550-5\">(3) There is probable cause to believe that the property is directly or indirectly dangerous to health or safety; or</blockquote>\n<blockquote id=\"b550-6\">(4) There is probable cause to believe that the property has been used or intended to be used in violation of this subheading.</blockquote>\n<blockquote id=\"b550-7\"><em>In the event of seizure pursuant to paragraphs (3) and (4) of this subsection, proceedings under subsection (d) of this section shall be instituted promptly, except all proceedings relating to money or currency, which shall be instituted within 90 days from the date of final disposition of criminal proceedings which arise out of Article 27, § 276 through § 302 inclusive.” </em>(Emphasis added).</blockquote>\n<p id=\"b550-8\">The language of the second paragraph of subsection (b) (4) initially provides that proceedings under subsection (d) shall be instituted promptly. Nothing is stated in this clause concerning criminal proceedings. The language of the second paragraph goes on to contain a proviso excepting all proceedings relating to money and mandating that such proceedings be initiated” within 90 days <em>from the date </em>of final disposition of criminal proceedings which arise out of Article 27, § 276 through § 302 inclusive.” (Emphasis added). This language, when contrasted with the earlier portion of the paragraph, plainly contemplates that a final disposition of the criminal case is a prerequisite for the institution of forfeiture proceedings relating to money.</p>\n<p id=\"b550-9\">In this way, § 297 (b) (4) is similar to Art. 27, § 264 (c) (governing forfeiture of money seized in connection with an arrest for specified gambling violations). Section 264 (c), like <page-number citation-index=\"1\" label=\"505\">*505</page-number>§ 297 (b) (4), requires the entry of a conviction prior to the institution of forfeiture proceedings and sets up a ninety day period in which such proceedings must be implemented.<footnotemark>3</footnotemark></p>\n<p id=\"b551-4\">The majority seems to predicate its contrary conclusion on the language of § 297 (a) (6) that</p>\n<blockquote id=\"b551-5\">\"This money or currency shall be deemed to be contraband of law and all rights, title and interest in and to the money or currency shall immediately vest in and to Baltimore City or the county in which it was seized, the municipal corporation, if seized by municipal authorities, or, if it was seized by State authorities, the State; and no such money or currency shall be returned to any person claiming it, or to any other person, except in the manner hereinafter provided ....”</blockquote>\n<p id=\"b551-6\">This language, added by Ch. 552 of the Acts of 1977, originated as H.B. 1404. The majority totally ignores the purpose of the language. As stated in the Committee Notes, \"this language is necessary to clarify who has <em>interim </em>title to the money because without it [(the language)] the I.R.S. can and <page-number citation-index=\"1\" label=\"506\">*506</page-number>does file a jeopardy assessment and this precludes orderly disposition of the funds.” (Emphasis added.) The amendment was enacted to prevent an interpretation of § 297 similar to the holding regarding § 264 in <em>United States v. Mayor &amp; City Council of Baltimore, </em>416 F.Supp. 380 (D. Md. 1976), <em>aff'd in part and rev’d in part, </em>564 F.2d 1066(4th Cir. 1977). In that case, the United States brought an action to enforce tax levies served upon agents of the Mayor and City Council of Baltimore who had custody of monies seized in connection with gambling arrests. The United States claimed that the tax liens attached while the money still belonged to the persons from whom it was seized, despite the custody of the agents, and that the real owners owed wagering taxes to the United States. The Fourth Circuit held that, under § 264, forfeiture did not occur until an actual court ordered forfeiture following a conviction, that the money still belonged to the taxpayer-gamblers until such court ordered forfeiture, and that, consequently, the seized money was \"subject to the priority lien of the United States.” 564 F.2d at 1070. In light of this history, the language in § 297 (a) (6) is irrelevant to the question of whether final disposition of a criminal case is a prerequisite to forfeiture proceedings under § 297 (b).</p>\n<p id=\"b552-4\">B.</p>\n<p id=\"b552-5\">Even if there were any ambiguity in § 297 (b), the majority’s holding would be inappropriate in light of the Legislature’s subsequent actions concerning § 297. In 1981, two bills were introduced to align the forfeiture procedure in § 297 with that in § 264. Both H.B. 1233 and S.B. 745 would have deleted the second paragraph of § 297 (b) (4) and renumbered subsection (d) to insert before it the following language:</p>\n<blockquote id=\"b552-6\">\"(D) If the trial or other ultimate disposition of such charge or charges, indictment or indictments, results in a record of conviction being entered against the person or persons so arrested, in con<page-number citation-index=\"1\" label=\"507\">*507</page-number>nection with which the money, currency, or cash may have been so seized or captured, the state treasurer, the county treasurer, the municipal treasurer, or director of finance in Baltimore City, shall within 90 days from the date of the record of the entry of such conviction, unless the case is appealed to an appellate court, make application to the district court or circuit court of the county or to the District Court of Baltimore City or a law court of the Supreme Bench of Baltimore City, for an order declaring and ordering that such money, currency or cash in the custody of the state treasurer, director of finance, county treasurer or municipal treasurer shall be forfeited to the sole use and gain of the State, county, municipality, or city. The court to which any such application has been directed shall establish to its satisfaction that there is no pending and undetermined suit or proceeding which has been filed in any court of competent jurisdiction, against the director of finance or treasurer, seeking a return or recovery of the money, currency or cash so held in custody, before the court shall proceed so to order a forfeiture of such money, currency or cash to the State, county, municipality, or Baltimore City.</blockquote>\n<blockquote id=\"b553-4\">All applications for the forfeiture of contraband shall be by petition and a copy of the petition and show cause order shall be served in the first instance pursuant to Rule 104 of the Maryland Rules of Procedure or Rule No. 104 of the Maryland District Rules, and thereafter, the summons having been returned non est, the State Treasurer, Director of Finance of Baltimore City, county treasurer, or municipal treasurer may proceed pursuant to Rule 105 B, subsection 2 and subsection 3 of the Maryland Rules of Procedure as amended, or Rule No. 104 H of the Maryland District Rules.</blockquote>\n<blockquote id=\"b554-3\"><page-number citation-index=\"1\" label=\"508\">*508</page-number>(D-l) (1) Upon the ultimate disposition of a charge or charges, indictment or indictments, relating to seized money or currency and resulting in acquittal, dismissal, a stet, a nolle prosequi, or probation under the provisions of Section 292, any person claiming that all or any of the seized money, currency, or cash is not contraband of law under (A) and should be returned to the claimant, within 1 year after the date the judgment or order was entered or the action was taken which constituted the ultimate disposition, and after giving 10 days’ prior written notice to the State Treasurer, custodian, county treasurer, Municipal treasurer, or director of finance, may make application to the appropriate court for a determination that the money, currency, or cash is the property of the claimant and for an order that it be returned.</blockquote>\n<blockquote id=\"b554-4\">(2) In a proceeding upon that application an acquittal, a dismissal, or a nolle prosequi with respect to the narcotics charges or indictments involved in the seizure of the money, cash, or currency is prima facie evidence that it is not contraband. A conviction, plea of guilty or of nolo contendere, and probation under the provisions of Section 292 is prima facie evidence that, it is contraband. No presumption in the proceeding shall attach to any entry of stet.</blockquote>\n<blockquote id=\"b554-5\">(3) If a petition is not timely and properly filed, or if it is finally decided against the claimant, the seized moneys not disposed of shall be forfeited to the custodian without further judicial action.</blockquote>\n<blockquote id=\"b554-6\">(4) Timely notice must be given by mail or other appropriate means to any known claimants, at their last known address, of the requirements of this section for making claim for the return of seized moneys, or the seized moneys shall not be forfeited as provided by paragraph (3) of this subsection.</blockquote>\n<blockquote id=\"b555-4\"><page-number citation-index=\"1\" label=\"509\">*509</page-number>(5) (I) In this section the following words have the meanings indicated:</blockquote>\n<blockquote id=\"b555-5\">(II) 'Ultimate disposition’ of charges and of indictments includes acquittal, dismissal, guilty, probation prior to judgment, pleas of guilty and of nolo contendere, a stet, a nolle prosequi, and termination of the criminal proceedings pursuant to appeal.</blockquote>\n<blockquote id=\"b555-6\">(III) 'Record of conviction’ includes pleas of guilty and of nolo contendere.</blockquote>\n<blockquote id=\"b555-7\">(IV) This section does not prohibit the trial judge after an acquittal or dismissal from ordering immediate return of all property seized.”</blockquote>\n<p id=\"b555-8\">Although neither of these bills was enacted, the Committee Notes and the testimony at hearings are instructive on the question of whether some final disposition of criminal proceedings was a prerequisite to forfeiture proceedings under § 297.</p>\n<p id=\"b555-9\">According to the House Judiciary Committee Notes on H.B. 1233, the problem with § 297 was that if a conviction were obtained, forfeiture proceedings were possible; whereas, if the criminal proceedings resulted in a stet, a nolle prosequi or probation before judgment, forfeiture proceedings could not be instituted. In testimony in support of H.B. 1233, the Assistant Baltimore City Solicitor stated, \"as it exists in the present state, Article 27, Section 297, only allows forfeiture proceedings to go forward where the criminal defendant has been found guilty.” The City Solicitor believed that H.B. 1233 would alter the present state of the law to permit forfeitures in all cases. H.B. 1233, however, was rejected by the Committee.</p>\n<p id=\"b555-10\">Similar statements appear in Senate Judicial Proceedings Committee Notes and testimony at hearings on S.B. 745. Again, the Notes indicate that, as § 297 existed at the time (and presently), only if criminal proceedings resulted in a conviction could the seizing jurisdiction obtain a forfeiture order. For any other disposition, the seizing jurisdiction <page-number citation-index=\"1\" label=\"510\">*510</page-number>must return the money. The Assistant City Solicitor also testified that § 297, as it is presently worded, permits forfeiture only after a criminal conviction. S.B. 745, although adopted by the Senate, was not passed by the House.</p>\n<p id=\"b556-4\">From the legislative history of H.B. 1233 and S.B. 745, it would appear that the Legislature did not believe that § 297 authorized the forfeiture of money without a prior conviction. Section 297, as it existed at the time of the seizure in this case, was the same statute that the Legislature considered amending when H.B. 1233 and S.B. 745 were pending. The majority’s holding is inconsistent with the legislative intent and amends § 297 to reach a result that the General Assembly chose not to reach.</p>\n<p id=\"b556-5\">C.</p>\n<p id=\"b556-6\">Additionally, the majority makes much of Bozman’s failure to explain the .presence of a small quantity of controlled dangerous substances in the same room as $3,950.00 ($2,170.00 of which was in his locked safe with the remainder located in his wallet and dresser). But because criminal charges against Bozman had not been finally disposed of (indeed, none had yet been brought), it was obviously Bozman’s constitutional right, and in his best interest, not to testify. The majority improperly uses against Bozman his invocation of the privilege against self-incrimination, protected by the Fifth Amendment and Article 22 of the Maryland Declaration of Rights.</p>\n<p id=\"b556-7\">In fact, considerations of the privilege against self-incrimination underscore one of the reasons for the statutory requirement that criminal proceedings be instituted and terminate before money can be forfeited. Money is not contraband per se; whether or not it is contraband depends upon its connection with the controlled dangerous substances. The majority opinion holds that money is subject to forfeiture based simply on its being in the same room as controlled dangerous substances, absent an explanation for <page-number citation-index=\"1\" label=\"511\">*511</page-number>the presence of money in the room. Consequently, this makes it incumbent upon one in Bozman’s position to testify at the forfeiture proceeding to explain why the money had no connection with the controlled dangerous substances. But if criminal proceedings have not yet been instituted and finally disposed of, it would be inadvisable, in light of the privilege against self-incrimination and the holdings concerning waiver of that privilege, for one in Bozman’s position to testify.</p>\n<p id=\"b557-4\">D.</p>\n<p id=\"b557-5\">In sum, the language of § 297, the legislative history, and the appropriate concern of the Legislature for the privilege against self-incrimination, all lead to the conclusion that the Legislature intended that there be a \"final disposition of criminal proceedings” before the institution of proceedings to forfeit money.<footnotemark>4</footnotemark></p>\n<p id=\"b557-6\">Judge Davidson has authorized me to state that she concurs in the views here expressed.</p>\n<footnote label=\"1\">\n<p id=\"b548-7\">. This was the second petition filed by the County. The first petition, filed September 3, 1980, was voluntarily dismissed by the County.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b548-8\">. Bozman did not testify at this hearing, presumably because of self-incrimination considerations.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b551-7\">. Article 27, § 264 (c) then provided as follows:</p>\n<blockquote id=\"b551-8\">\"(c) <em>Forfeiture upon conviction. </em>— If the trial or other ultimate disposition of such charge or charges, indictment or indictments, results in a record of conviction being entered against the person or persons so arrested, in connection with which the money, currency, or cash may have been so seized or captured, the State Treasurer, the county treasurer of the county or director of finance in Baltimore City, shall within 90 days from the date of the record of the entry of such conviction, unless the case is appealed to an appellate court, make application to the District Court or circuit court of the county or to the District Court of Baltimore City or a law court of the Supreme Bench of Baltimore City, for an order declaring and ordering that such money, currency or cash in the custody of the State Treasurer, director of finance or county treasurer shall be forfeited to the sole use and gain of the State, county or city. The court to which any such application has been directed shall establish to its satisfaction that there is no pending and undetermined suit or proceeding which has been filed in any court of competent jurisdiction, against the director of finance or treasurer, seeking a return or recovery of the money, currency or cash so held in custody, before the court shall proceed so to order a forfeiture of such money, currency or cash to the State, county or Baltimore City.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b557-7\">. The majority’s conclusion that disposition of criminal proceedings is not a prerequisite to forfeiture and its simplistic view of the proximity requirement, coupled with this Court’s previous holdings that the innocence of the owner is no defense to forfeiture proceedings, State v. Greer, 263 Md. 692, 284 A.2d 233 (1971); Prince George’s County v. Blue Bird Cab Co., 263 Md. 655, 284 A.2d 203 (1971), could lead to absurd results. It is conceivable that the entire contents of a bank vault could be forfeited if one safe-deposit box were found to contain controlled dangerous substances. As with the safe in the instant case, the surrounding safe deposit boxes would be locked. But because the surrounding boxes would be in \"close proximity” to the drug containing box, all the money or currency contained within them would be subject to forfeiture.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}