{
  "casebody": {
    "data": "<casebody firstpage=\"269\" lastpage=\"274\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b277-2\">DOROTHEA E. McLEOD vs. I. J. FOX, INC.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b277-15\">Suffolk, ss. Northern District District Court of Chelsea</court>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b277-3\">Argued May <em>22, </em>1939</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAX\">Opinion filed August 1, 1939.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b277-4\">Present: Jones, <em>P. J., </em>Pettingell &amp; Sullivan, <em>JJ.</em></p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b277-8\"><em>B. Beermcm, </em>for the Plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b277-9\"><em>W. Doyle, J. G. Leonard, </em>for the Defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b277-10\">Pettingell, <em>J.</em></author>\n<p id=\"AQ2\">Action of contract for breach of warranty in the sale of a fur coat. The purchase was made on or about, December 26,1937, and the plaintiff wore the coat daily until about, December 30,1937. About ten days after the purchase the plaintiff developed a rash upon her neck, which spread upwards to her face and eyes, causing a temporary blindness.</p>\n<p id=\"b277-11\">There was a finding for the plaintiff in the amount of $2125.</p>\n<p id=\"b277-12\">We are of opinion that there was prejudicial error in the denial of the defendant’s first request that “The evidence does not warrant a finding for the plaintiff.”</p>\n<p id=\"b277-13\">The conditional sale agreement, signed by the plaintiff at the time of the purchase of the coat, contained the following clause:</p>\n<blockquote id=\"b277-14\">“The Vendee hereby agrees that upon receipt of the above chattel(s), he will inspect the same, and if the said chattel(s) or any part of.it is defective or dam<page-number citation-index=\"1\" label=\"270\">*270</page-number>aged the Vendee hereby agrees to allow the Vendor to repair such defect or damage. Any claim that the chattel(s) delivered under this contract is defective or damaged or lacking in quality must be made in writing by the Vendee to the Vendor within ten days after the delivery of the chattel (s), and failure of the Vendee to give such written notice shall thereafter be a bar to any complaint by the Vendee concerning the kind, nature, quality, quantity or condition of the said chattel (s).”</blockquote>\n<p id=\"b278-3\">The plaintiff’s contention is that the fur, of which the coat was made, contained too much sulphuric acid, which burned her skin, causing the illness and damage complained of. There was evidence that such furs are treated with sulphuric acid, and it was inferable from the evidence that too much acid had been used, or, that the acid was insufficiently washed out after treatment. Such a condition of the coat could have been found to be a breach of a warranty of fitness.</p>\n<p id=\"b278-4\">At no time was a notice in writing given to the defendant by the plaintiff, or by anyone in her behalf. There were oral conversations which could have been found to be a sufficient notice under G. L. (Ter. Ed.) C. 106, Section 38,</p>\n<p id=\"b278-5\">While on the evidence the coat could not be termed defective, it being apparently complete in material and construction, it certainly was injured in quality by the presence of too much sulphuric acid. “ ‘Quality of goods’ includes their state or condition”, G. L. (Ter. Ed.) C. 106, Section 65. Any action for damages growing out of the condition of the coat would be within the scope of the vendee’s agreement to make a claim in writing within ten days after the delivery of the coat.</p>\n<p id=\"b278-6\">One may by contract limit his liability for negligence, <em>Fera v. Child, </em>115 Mass. 32, at 35, 36; <em>Henry H. Tuttle Co. v. Phipps, </em>219 Mass. 474, at 476; <em>Freeman v. United Fruit </em><page-number citation-index=\"1\" label=\"271\">*271</page-number><em>Co., </em>223 Mass. 300, at 303; <em>Bigelow, Kennard &amp; Co. Inc. v. Boston, </em>254 Mass. 53, at 56; <em>Clarke v. Ames, 267 </em>Mass. 44, at 47, 48; <em>Singer v. Farquharson Conf. Co., </em>270 Mass. 207, at 208; <em>Lally v. A. W. Perry, Inc., </em>277 Mass. 463, at 467, 468; <em>Pierce v. Hunnewell, </em>285 Mass. 287, at 290; <em>J. W. Grady Co. v. Herrick, </em>288 Mass. 304, at 308; <em>Brennan v. Ocean View Amusement Co., </em>289 Mass. 587, at 589, 594.</p>\n<p id=\"b279-3\">Such a protective agreement is not limited to the negligence of third persons; it may include the negligence of the one indemnified. <em>Boston &amp; Maine R. R. v. T. Stuart </em>&amp; <em>Son Co., </em>236 Mass. 98, at 103; 104; <em>New York Central R. R. v. Wm. Culkeen &amp; Sons Co., </em>249 Mass. 71, at 75; 76; <em>Clarke v. Ames, 267 </em>Mass. 44, at 47; <em>American Sandpaper Co. v. Waltham Factories, Inc., </em>Mass. Adv. Sh. (1938) 253. It may limit liability in matters other than negligence. <em>Continental Corporation v. Gowdy, </em>283 Mass. 204, at 209-224; <em>Rose Derry Corp. v. Proctor &amp; Schwartz, </em>288 Mass. 332, at 336, 339.</p>\n<p id=\"b279-4\">In the case under consideration, the clause regarding notice to be given by the vendee to the vendor, created a condition precedent, and failure to give the notice as required prevents recovery by the plaintiff.</p>\n<p id=\"b279-5\">Such conditions are recognized in many cases in Massachusetts. They are most frequently found in insurance cases, in which there is a provision in the policy, or in the by-laws of the company made a part of the policy, requiring notice and proof of loss, <em>Wellcome v. People’s Equitable Mutual Fire Ins. Co., 2 </em>Gray 480, at 482; <em>Shawmut Sugar Refining Co. v. People’s Mutual Fire Ins. Co., </em>1 Allen, 297, at 300; <em>Eastern R. R. Co. v. Relief Fire Ins. Co., </em>98 Mass. 420, at 428; or requiring the certificate of a third person to be filed, <em>Johnson v. Phoenix Ins. Co., </em>112 Mass. 49, at 50-52; <em>Dolliver v. St. Joseph Ins. Co., </em>138 Mass. 39, at 44; <em>Audette v. L’Union St. Joseph, 178 </em>Mass. 113, at 114, 115; <page-number citation-index=\"1\" label=\"272\">*272</page-number><em>Hebert v. Dewey, </em>191 Mass. 403, at 410; <em>Constantino v. Massachusetts Accident Co., </em>221 Mass. 464, at 467, 468; or the furnishing of a sworn statement, <em>Boruszweski v. Middlesex Mutual Assurance Co., </em>186 Mass. 589; at 590.</p>\n<p id=\"b280-3\">In other cases, a provision that notice must he given at a particular place has been held binding, <em>McCord v. Masonic Casualty Co., </em>201 Mass. 473, at 475.</p>\n<p id=\"b280-4\">There are also insurance cases in which the contract of insurance places limits upon the time within which actions on the contract may be commenced. For a case in which the- provision was that no action was to be commenced before a certain day, see <em>Thomson v. American Fidelity Co., </em>215 Mass. 460; and for cases in which the restriction was that the action should not be brought after a day named, see <em>Lewis v. Metropolitan Life Ins. Co., </em>180 Mass. 317, at 318, 319; <em>Paul v. Fidelity &amp; Casualty Co., </em>186 Mass. 413, at 416, 417; <em>Ulman v. United Order of the Golden Cross, </em>220 Mass. 422, at 426.</p>\n<p id=\"b280-5\">The principle applies in cases other than those based on insurance policies. In an action on a bond, a provision that such an action must be commenced within 12 months, was under consideration. The general principle just discussed was affirmed, but an exception was made, because the surety on the bond had died within the twelve months and the action against his estate begun later than twelve months was held not barred because of the particular facts of the case. <em>Eliot National Bank v. Beal, </em>141 Mass. 566, at 568, 570. In <em>Fitchburg Savings Bank v. Massachusetts Bond &amp; Ins. Co., </em>274 Mass. 135, at 154, 155, failure to comply with a provision of the bond requiring “affirmative proof of loss with full particulars” was held to defeat the action.</p>\n<p id=\"b280-6\">In various cases dealing with common carriers, similar provisions have been upheld. <em>Henderson v. Canadian Pacific Ry., </em>258 Mass. 372, at 374, 375; <em>O’Flaherty v. Cunard </em><page-number citation-index=\"1\" label=\"273\">*273</page-number><em>Steamship Co., Ltd., </em>281 Mass. 447, at 451. See also, <em>Wheeloch v. Postal Telegraph Cable Co., </em>197 Mass. 119, at 123.</p>\n<p id=\"b281-3\">In a ease in which the contract of sale of onions provided that the shipper, within twenty-four hours after inspection of the shipment was possible, was to notify the seller of refusal to accept the shipment or of intent to file a claim, and that failure so to act would constitute an acceptance of the goods, it was held that a delay of four days in acting constituted an acceptance of the goods under the contract. <em>Siegel v. J. &amp; H. Goodwin Ltd., </em>264 Mass. 65, at 66, 67.</p>\n<p id=\"b281-4\">The Massachusetts cases cited refer to an agreement of this sort as a condition precedent to recovery. In the Restatement of the Law of Contracts, Yol. I, Section 250, page 359, and Section 259, pages 369-372, such conditions are called conditions subsequent. The pertinent illustration cited at page 372, is as follows: .</p>\n<blockquote id=\"b281-5\">“5. A sells and delivers a horse to B for a price paid, the contract providing that ‘the horse is warranted to be sound, but this warranty is to remain in force for ten days only unless B shall within that time send A a notification of the unsoundness signed by a veterinary surgeon. ’ There is a condition subsequent. ‘If the horse is unsound, B has a right of action from the day of delivery; but this right will cease if B fails to send the notification within ten days.’ ”</blockquote>\n<p id=\"b281-6\">The burden is on the plaintiff to plead and prove the statutory notice required by G. L. (Ter. Ed.) C. 106, §38. <em>Jamrog v. H. L. Handy Co., </em>284 Mass. 195, at 197; <em>Savage v. Alpha Lunch Co., </em>Mass. Adv. Sh. (1938) 1193. The rule is the same in the case of the notice required by an agreement such as the one in this case. <em>Hatch v. United States Casualty Co., </em>197 Mass. 101, at 103, 105; <em>O’Flaherty v. Cunard Steamship Co. Ltd., </em>281 Mass. 447, at 452.</p>\n<p id=\"b282-2\"><page-number citation-index=\"1\" label=\"274\">*274</page-number>Whether the failure of the plaintiff in the instant case to give, within ten days after the receipt of the fur coat, the written notice called for by the agreement signed by her, be treated as the non-performance of a condition precedent, or as performance of a condition subsequent terminating her right to bring an action, the result is the same; her recovery is barred by the non-compliance.</p>\n<p id=\"b282-3\">There being prejudicial error in the denial of the defendant’s first requested ruling, the finding for the plaintiff is to be vacated, and judgment is to be entered for the defendant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}