{
  "casebody": {
    "data": "<casebody firstpage=\"202\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b250-3\">Philomena MAUGERI and Joseph Maugeri, Appellants, v. The GREAT ATLANTIC AND PACIFIC TEA COMPANY, Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b250-5\">No. 15374.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b250-6\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b250-7\">Argued Dec. 10, 1965.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b250-8\">Decided Feb. 1, 1966.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b250-16\">John Selwasky, Paterson, N. J. (Marcus &amp; Levy, Paterson, N. J., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b250-17\">George P. Moser, Union Gity, N. J. (Moser, Roveto &amp; McGough, Union City, N. J., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b250-18\">Before KALODNER, Chief Judge, and STALEY and FORMAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b250-19\">STALEY, Circuit Judge.</author>\n<p id=\"b250-20\">This is a diversity action to recover damages for personal injuries sustained in a fall on the defendant’s premises. The sole question which we are required to resolve on this appeal is whether the district court erred in its charge to the jury.</p>\n<p id=\"b250-21\">On June 10, 1961, the wife plaintiff in this action, Philomena Maugeri, entered the defendant’s supermarket in Haskell, New Jersey, shortly before it closed. After she entered the store, which was a self-service operation, she picked up a roast and proceeded to the produce department. The produce department was described as a long row of refrigeration racks. More particularly, on the top of each refrigeration unit was a slanted rack which angled toward the aisle, the front of which was encased by glass, and on which the various fruits and vegetables were chilled and displayed for sale. Mrs. Maugeri had selected some peaches and was walking to the scales to weigh them when she slipped and fell. After her fall, she testified that she observed the following: that there were some broken and slimy scallion leaves on the floor where she had fallen, that they were only about a foot from the slanted rack on which the scallions were displayed, and that there were some scallions protruding from above the glass encasement of the bin where the scallions were displayed.</p>\n<p id=\"b251-3\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>On these operative facts, the district court charged the jury that the plaintiffs could not recover unless the jury found by the greater weight of evidence that the defendant had actual or constructive notice of the condition which caused the fall. The following colloquy occurred at side bar after the court had completed its charge:</p>\n<blockquote id=\"b251-4\">“[Counsel for plaintiff:] * * * I read both the Bozza case and the Torda case, which is referred to in the Bozza decision, which we have discussed previously, to mean that the jury would — and particularly on the facts of this case — the jury would have a right to consider that the physical layout, all the circumstances of the arrangements of the produce and the vegetables would in and of themselves create a foreseeable risk or condition.</blockquote>\n<blockquote id=\"b251-6\">“The Court: No, I don’t go along with you on that.</blockquote>\n<blockquote id=\"b251-7\">“Mr. Selawsky [counsel for the plaintiff]: So that it would not be necessary under the facts of this case to charge either notice or constructive notice, that the jury could infer from the presence of the vegetable matter, the vegetable bin, that the arrangement was negligent or improper and it was inferable that a foreseeable harm could be created from the circumstances of that arrangement. And for that reason I except on your Honor’s charge on that point.”</blockquote>\n<p id=\"b251-8\">The above discussion clearly indicates that plaintiffs’ theory of recovery was predicated upon the negligence of the defendant in the manner in which it chose to display and sell its produce. We believe the applicable substantive law governing this case, the law of New Jersey, more than adequately supports that theory.</p>\n<p id=\"b251-9\">At the outset it is imperative that we delineate between two different theories of recovery that may be pursued in a fall-down case such as this. The first of these is where the conduct of the defendant, in and of itself, creates a foreseeable risk of harm. In such cases actual or constructive notice is not an element of proof. The second theory is concerned with a condition which arises through no fault of the defendant. In these cases the defendant cannot be held liable unless he had actual or constructive notice of the condition. This distinction becomes meaningful especially where there is an intervening act by a third party. Where the intervening act is foreseeable the defendant remains liable even if he does not have notice of the condition created by it.</p>\n<p id=\"b251-12\">There is ample New Jersey precedent to support both of these theories and variations in each. For example, Simpson v. Duffy, 19 N.J.Super. 339, 88 A.2d 520 (App.Div., 1952), recognizes the differences between the two theories. There, the court rejected as too speculative plaintiff’s argument that because the defendant’s employees were cutting and carrying vegetables in the area where plaintiff fell they were responsible for the vegetable leaf on the floor which caused plaintiff’s fall. The court also disapproved plaintiff’s alternative argument that a self-service operation should be responsible for any condition which arises from a customer serving himself because to do so would make the defendant an insurer. The sole proposition to be derived from this latter aspect of the case is that merely because a business is conducted on a self-service basis is not, in and of itself, without further proof, sufficient to create an inference of negligence on the part of the proprietor for the existence oí a condition which causes a customer to fall.</p>\n<p id=\"b251-13\">We believe that we need go no. further than those cases mentioned by appellants’ attorney in his exception to the court’s charge in order to reverse. In Torda v. Grand Union Co., 59 N.J. Super. 41, 157 A.2d 133 (App.Div., 1959), the plaintiff slipped on a wet floor in the produce department of defendant’s supermarket on what one witness said was a vegetable leaf. Additional testimony showed that the defendant chilled <page-number citation-index=\"1\" label=\"204\">*204</page-number>its produce with ice. Reversing the granting of the motion for involuntary dismissal, the Appellate Division held that despite the lack of notice an inference could properly be drawn that the manner in which the defendant chose to chill and display its vegetables created a foreseeable risk of harm to its customers. The court distinguished Simpson on the grounds that here there was no element of speculation in drawing the inference of negligence. It was further pointed out that notice would not be a prerequisite to recovery even if a customer had been responsible for creating the condition which caused the fall since such could be foreseeable in the light of the method of refrigeration chosen by the defendant.</p>\n<p id=\"b252-4\">The principles enunciated in Torda were accepted by the Supreme Court of New Jersey in Bozza v. Vornado, Inc., 42 N.J. 355, 200 A.2d 777 (1964). After reviewing the evidence that plaintiff had fallen in a self-service cafeteria on a chocolate sticky substance, that the floor was dirty, that the patrons carried food to tables with or without trays and that tops or lids were not supplied for drinks which were served in paper cups, the court concluded:</p>\n<blockquote id=\"b252-5\">“* * * [w] e believe that when plaintiff has shown that the circumstances were such as to create the reasonable probability that the dangerous condition would occur, he need not also prove actual or constructive notice of the specific condition. Factors bearing on the existence of such reasonable probability would include the nature of the business, the general condition of the premises, a pattern of conduct or recurring incidents. [Citations omitted.] To relieve the plaintiff of the requirement of proving actual or constructive notice in such instances is to effect a more equitable balance in regard to the burdens of proof.” Id. at 360, 200 A.2d at 780.</blockquote>\n<p id=\"b252-6\">Apparently to dispel the fears which had aroused the Simpson court (that the operator would become an insurer), the court concluded:</p>\n<blockquote id=\"b252-8\">“Once plaintiff introduces evidence which raises an inference of negligence, defendant may then negate the inference by submitting evidence of due care. Thus, it could not be said that this rule makes the proprietor an insurer.” Id. at 360, 200 A.2d at 780.</blockquote>\n<p id=\"b252-9\">We do not quarrel with appellee’s argument that Simpson has not been overruled. We merely believe that Bozza and Torda compel the conclusion that the jury should have been permitted to pass on the question of whether the defendant was negligent in the manner in which it chose to refrigerate, display and sell its produce. The elimination of this issue from the jury’s consideration was erroneous.</p>\n<p id=\"b252-10\">The judgment of the district court will be reversed and the caused remanded for disposition not inconsistent with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}