{
  "casebody": {
    "data": "<casebody firstpage=\"552\" lastpage=\"557\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b600-3\">J. Wesley SNYDER, d/b/a Snyder’s Auto Sales, Appellant, v. EASTERN AUTO DISTRIBUTORS, INC., a Corporation, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b600-5\">No. 10051.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b600-6\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b600-7\">Argued Dec. 7, 1965.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b600-8\">Decided Feb. 2, 1966.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b601-13\"><page-number citation-index=\"1\" label=\"553\">*553</page-number>Leo H. Hill and Theodore A. Snyder, Jr., Greenville, S. C. (Carter &amp; Hill, and Wofford &amp; Snyder, Greenville, S. C., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b601-14\">O. G. Calhoun, Greenville, S. C. (W. Francis Marion, Greenville, S. C. and P. A. Agelasto, Jr., Norfolk, Va., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b601-16\">Before BRYAN and BELL, Circuit Judges, and MAXWELL, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b601-17\">ALBERT V. BRYAN, Circuit Judge:</author>\n<p id=\"AyXi\">The question here is the amenability of the defendant Eastern Auto Distributors, Inc. to service of the process of the United States District Court for the western district of South Carolina in an action brought by J. Wesley Snyder, trading as Snyder’s Auto Sales. The suit, resting on The Automobile Dealers Franchise Act, 15 U.S.C. §§ 1221-1225, was to recover damages for Eastern’s allegedly unwarranted cancellation of its automobile dealership agreement with Snyder.</p>\n<p id=\"b601-18\">The District Court dismissed, on motion, for want of jurisdiction, finding that Eastern had withdrawn from the State before service. In the course of its opinion the Court, overruling Eastern’s preliminary contention, held that the general venue statute, 28 U.S.C. § 1391(c), supplemented the special venue provision of the Franchise Act. In that holding we join. However, we cannot accede to the holding that Eastern’s withdrawal after cancellation and before suit, even if true, immunized it from Snyder’s suit. Hence we reverse, believing the service good.</p>\n<p id=\"b601-19\">The Franchise Act declares in section 1222:</p>\n<blockquote id=\"b601-20\">“An automobile dealer may bring suit against any automobile manufacturer engaged in commerce, in any district court of the United States in the district in which said manufacturer <em>resides, </em>or <em>is found, </em>or <em>has an agent, </em>without respect to the amount in controversy, and shall recover the damages by him sustained and the cost of suit by reason of the failure of said automobile manufacturer from and after August 8, 1956 to act in good faith in performing or complying with any of the terms or provisions of the franchise, or in terminating, canceling, or not renewing the fran<page-number citation-index=\"1\" label=\"554\">*554</page-number>chise with said dealer * * (Accent added.)</blockquote>\n<p id=\"b602-5\">The general venue provision, 28 U.S.C. § 1391(c), is as follows:</p>\n<blockquote id=\"b602-6\">“A corporation may be sued in any judicial district in which it is incorporated or licensed to do business or is doing business, and such judicial district shall be regarded as the residence of such corporation for venue purposes.”</blockquote>\n<p id=\"b602-7\">The undisputed circumstances here were these. Eastern, a Virginia corporation, held the distributorship in South Carolina and nearby States for Renault and Peugeot automobiles, parts and accessories. In 1957 it granted Snyder a dealer franchise for the sale of Renaults, and in 1958 for Peugeots. His place of business was in Greenville, South Carolina and his dealership territory embraced the northwestern part of the State. Admittedly, Eastern was an “automobile manufacturer”, Snyder an “automobile dealer”, and their agreement a \"franchise”, and both were engaged in \"commerce”, within the definitions of the Act, 15 U.S.C. § 1221.</p>\n<p id=\"b602-8\">The agreement required Eastern to make available to Snyder periodically a certain number of cars for sale. It stipulated that Eastern would furnish him with advertising signs and displays and promotional materials from time to time. Title to each of the automobiles delivered to Snyder remained in Eastern until payment for it was made in accordance with the current price schedules of Eastern. Snyder was obliged to establish and maintain a show room, a repair shop and a place of business satisfactory to Eastern “in appearance, size, layout and equipment”, with no change in location permitted without the prior approval of Eastern. Further, the dealer was required to maintain working capital, and a system of accounting for Eastern’s business similar to the system used by its other dealers. Inspection of Snyder’s books and records was to be allowed during business hours.</p>\n<p id=\"b602-9\">Eastern had assumed responsibility to the car producers for fulfillment of their warranties on each car. Snyder covenanted to undertake this obligation, to make the necessary adjustments with the owners and to replace parts as needed. Eastern was then to reimburse Snyder for any expense incurred in this aspect of the dealership.</p>\n<p id=\"b602-11\">Monthly, throughout the duration of the agreement, Eastern sent to Snyder’s establishment in Greenville a district sales manager to receive car orders. The district manager would complete and sign them for Eastern at Snyder’s plant and, when executed by Snyder, forward all the papers to Eastern’s office in Virginia. James F. Sharkey, Jr. acted in this capacity for Eastern during the last 18 months of the agreement. At the same time he supervised Snyder’s sales methods and offered suggestions of improved sales techniques and advertising methods. Additionally, a service representative of Eastern regularly called to see if Snyder was meeting his responsibilities in regard to the car warranties, and also gave expert help and advice to Snyder for servicing the Renaults and Peugeots.</p>\n<p id=\"b602-12\">On February 21, 1964 Eastern wrote Snyder that it would terminate the franchise agreement effective 30 days from receipt of the letter. The ground given for the cancellation was the “substandard performance by your company for many months in the sale of Renault and Peugeot vehicles as against potential”. The notice further advised that “until a replacement dealer is appointed, or for a reasonable length of time until further notice”, Eastern would continue to offer Snyder the regular dealer discounts on parts and would honor warranty claims “as in the past for work done on customers’ vehicles”. Eastern then also represented that it would repurchase at current dealer cost any new cars and parts in Snyder’s inventory. Likewise, it promised to repurchase at fifty percent of cost his permanent Renault and Peugeot advertising signs found in acceptable condition.</p>\n<p id=\"b602-13\">After the termination, correspondence continued between Eastern and Snyder with regard to the dissolution. On May 18,1964 Eastern wrote Snyder reminding <page-number citation-index=\"1\" label=\"555\">*555</page-number>him of Eastern’s unanswered request that all Renault and Peugeot signs in his possession be shipped to Norfolk, Virginia, repeating that upon their receipt Eastern would make a final accounting with him. Simultaneously, Eastern asked Snyder to advise when its representative might come to Snyder’s shop to inspect the vehicles and other materials which were to be returned. Assurance was renewed that on the return of the cars, parts and signs “a final accounting can be made with your dealership”. A copy of this letter went to Sharkey.</p>\n<p id=\"b603-5\">In another letter to Snyder, dated June 2, 1964, Eastern noted that no reply had been received to its letter of May 18, and said again that it was ready to make final settlement. On June 8, 1964 Snyder replied that he would be glad to receive Eastern’s representative at such time as it designated. Sharkey telephoned Snyder on June 19, 1964 from North Carolina and arranged to meet him that afternoon at Snyder’s place in Green-ville. When he arrived he was served with the summons and complaint in the present action, Greenville being situated in the western district of South Carolina.</p>\n<p id=\"b603-6\">Venue here, appellee Eastern insists, is dictated solely by The Automobile Dealers Franchise Act, 15 U.S.C. § 1222, supra, without reference to the general provision, 28 U.S.C. § 1391(e). The argument is that as the Act’s designations are specific and special, they are therefore exclusive, citing Fourco Glass Co. v. Transmirra Glass Prods. Corp., 353 U.S. 222, 77 S.Ct. 787, 1 L.Ed.2d 786 (1957). On this postulate, Eastern argues that venue was improperly laid because the facts did not establish that Eastern, as the Act demands, “resided” or was “found” or had an “agent” in the western district of South Carolina at the time of service. Obviously the issue of venue now made embraces concomitantly the question of jurisdiction.</p>\n<p id=\"b603-7\">As did the District Court, we believe the exclusivity argument untenable and the general venue statute apposite. Eastern’s reliance on <em>Fourco </em>is altogether refuted by the reasoning of Judge Sobe-loff’s opinion for this court in Fanning v. United Fruit, 4 Cir., 355 F.2d 147, January 4,1966. There <em>Fourco </em>is soundly distinguished as applying a statute (unlike the Franchise Act relating to an ordinary contract action) covering a special subject — patent infringement— which by its own nature warrants a peculiar venue.</p>\n<p id=\"b603-9\">Eastern’s contacts with the western district of South Carolina fully established the District Court’s jurisdiction. International Shoe Co. v. State of Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945); Shealy v. Challenger Mfg. Co., 304 F.2d 102 (4 Cir. 1962). At the same time they clearly met the venue specifications of both the Franchise Act and the general statute.</p>\n<p id=\"b603-10\">The circumstances already recounted reveal Eastern, during the agreement’s entire seven years, as continuously “found” in the district of suit within the meaning of the Franchise Act, in that it was there diligently carrying on business. United States v. Scophony Corp. of America, 333 U.S. 795, 808, 68 S.Ct. 855, 92 L.Ed. 1091 (1948); Aro Mfg. Co. v. Automobile Body Research Corp., 352 F.2d 400, 404 (1 Cir. 1965). Likewise the “doing business\" stipulation of § 1391(c) was also satisfied. The District Judge quite practically construed the two statutes when he held the term “resides” of the special venue to be amplified by § 1391(c), declaring “doing business” to constitute “residence”. This interpretation is consonant with the purpose inherent in its associated terms: to allow suit where the dealership existed. Cf. Fanning v. United Fruit, supra, 4 Cir., 355 F.2d 147, January 4, 1966. The third alternative of the special venue — “an agent” in the district — was also fulfilled by the repeated presence of district manager Sharkey. Thus the demands of both statutes are amply answered.</p>\n<p id=\"b603-11\">The soundness of these conclusions is pointed up by a summation of the implications and consequences of the agreement. It invested Eastern with substantial control of Snyder’s business in nu<page-number citation-index=\"1\" label=\"556\">*556</page-number>merous aspects. A comprehensive surveillance of Snyder’s operations, both interstate and locally, was effectuated. This was a domination which, it will be recalled, went to the extent of imposing upon Snyder, in full, the vicarious obligation of Eastern to make good the car producers’ warranties. Thus Snyder was in many respects the alter ego of Eastern.</p>\n<p id=\"b604-4\">Turning now to the crux of this case — whether Eastern’s withdrawal from South Carolina bars the suit — we cannot join in the District Judge’s understanding that Eastern must have been found or doing business in South Carolina <em>on the day of service. </em>The focal time in determining whether Eastern is subject to the Court’s jurisdiction and whether venue is proper is <em>when the cause of action arose. </em>See, e. g., Electrical Equip. Co. v. Daniel Hamm Drayage Co., 217 F.2d 656 (8 Cir. 1954). If jurisdiction and venue were proper at the time of cancellation, as we have determined, Eastern could not thwart subsequent suit by immediate withdrawal from the State. Having conducted its affairs in South Carolina for a period of seven years, Eastern remained answerable there for its contract responsibilities for a reasonable time after cessation of its business in the State. See Electrical Equip. Co. v. Daniel Hamm Drayage Co., supra, 217 F.2d 656 (8 Cir. 1954); Westcott-Alexander, Inc. v. Dailey, 264 F.2d 853, 860-861 (4 Cir. 1959). Snyder’s suit instituted within three months of the cancellation is clearly timely.</p>\n<p id=\"b604-5\">Eastern also contends that service was properly quashed since Sharkey was neither an officer nor director of the corporation, nor a person upon whom service was otherwise authorized. Specifically, the service was defective, it is said, because when served he was in South Carolina only temporarily and not on any of Eastern’s business arising out of the cause of action. Lumiere v. Mae Edna Wilder, Inc., 261 U.S. 174, 177, 43 S.Ct. 312, 67 L.Ed. 596 (1923); Long v. Victor Prods. Corp., 297 F.2d 577 (8 Cir. 1961). The contention is unimpressive.</p>\n<p id=\"b604-6\">When the complaint and summons were handed Sharkey he was about his employer’s enterprise in Greenville, indeed the matter now in controversy. He was not there on a private visit or casual sojourn. He was still the emissary of Eastern and his mission a continuation of regular duties. Under the law of South Carolina, service of Sharkey was allowable, and so it sufficed for Federal court jurisdiction. Code of S.C.1962, §§ 10-421-423; F.R.Civ.P. 4(d) (7).</p>\n<p id=\"b604-7\">The Supreme Court of South Carolina many years ago vouched the validity of service, in circumstances akin to those here, in Jones v. General Motors Corp., 197 S.C. 129, 14 S.E.2d 628, 632 (1941), Justice Fishburne saying:</p>\n<blockquote id=\"b604-8\">“We have held that where a foreign corporation sends an agent into the state for the transaction of its corporate business — a business or transaction out of which the cause of action arises — it may be regarded as doing business in the state to the extent that service of process upon such agent will give the courts of this state jurisdiction. This rule is based upon an implication arising from the facts of the case that the corporation does business or has business in the state for the transaction of which it sends an agent here. It prevails where the officer or agent is in the state with reference to the settlement or adjustment of the claim sued upon, since in such ease the mere presence of the officer or agent for such a purpose may be held to constitute the doing of business in the state.”</blockquote>\n<p id=\"b604-9\">Because his residence was in another State, of course upon every occasion he visited South Carolina on business, Sharkey was there only “temporarily”» But that, obviously, is not the kind of temporariness which would prevent service of Eastern through service of him.</p>\n<p id=\"b604-10\">Reasonable assurance that Eastern would receive actual notice of the suit was established and that is enough. See International Shoe Co. v. State of Wash<page-number citation-index=\"1\" label=\"557\">*557</page-number>ington, supra, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945); Jones v. General Motors Corp., supra, 197 S.C. 129, 14 S.E.2d 628 (1941).</p>\n<p id=\"b605-5\">As we find jurisdiction, venue and service unimpeachable, the- decision of the District Court is reversed and the case remanded for trial.</p>\n<p id=\"b605-6\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}