{
  "casebody": {
    "data": "<casebody firstpage=\"666\" lastpage=\"667\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b714-10\">In the Matter of Alice Jean Dillon, Bankrupt. Alice Jean DILLON, Appellant, v. Arthur W. NEGIN, Trustee, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AK5\">No. 16337.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b714-13\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b714-14\">March 14, 1966.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b715-7\"><page-number citation-index=\"1\" label=\"667\">*667</page-number>H. M. Rust, Mansfield, Ohio, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b715-8\">Arthur W. Negin, Mansfield, Ohio, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b715-9\">Before WEICK, Chief Judge, O’SULLIVAN, Circuit Judge, and CECIL, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b715-13\">PER CURIAM.</author>\n<p id=\"b715-14\">This cause is before the Court upon an appeal of Alice Jean Dillon, Bankrupt, appellant herein, from an order of the United States District Court for the Northern District of Ohio, Eastern Division, requiring her to pay ten dollars into the referee’s salary and expense fund arid to pay twenty-five dollars for the trustee’s compensation.</p>\n<p id=\"b715-15\">After the appellant had filed the petition in bankruptcy, now before the Court, it was learned that she had been previously discharged from bankruptcy within six years of the new petition. Upon the filing of the present petition, she was required to pay to the Clerk of Court a filing fee of fifty-one dollars. Thirty-two dollars of this filing fee was for the referee’s salary and expense fund and ten dollars was for the trustee’s fee.</p>\n<p id=\"b715-16\">The appellant moved to dismiss the petition for the reason that it had been filed within six years of a previous discharge, and on this motion the referee entered an order, affirmed by the district judge, ordering the appellant personally to pay additionally ten dollars into the Referee’s Salary and Expense Fund and twenty-five dollars for Trustee’s compensation. The referee refused to enter the order of dismissal until these sums were paid.</p>\n<p id=\"b715-10\">Upon consideration of the brief of the appellant, the oral argument of counsel for the appellant, the oral argument of the trustee and upon the record in the case, we conclude that the order and judgment of the District Court should be vacated and the petition dismissed without requiring the payment of an additional sum into the Referee’s salary and expense fund and without the payment of further compensation to the Trustee.</p>\n<p id=\"b715-11\">An order may be entered accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}