{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"606\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b606-12\" pgmap=\"606\">William Bradish v. George R. Grant.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b606-15\" pgmap=\"606\">Filed at Ottawa November 13, 1886.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b606-16\" pgmap=\"606\">1. Ejectment—plaintiff’s proof under general issue. Where the general issue alone is pleaded in an action of ejectment, under section 22, chapter 45, of the Be vised Statutes of 1874, the plaintiff has but to prove title in himself, to maintain his action.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b606-17\" pgmap=\"606\">2. Burnt Becords act—decree finding title—conclusiveness. A decree in a proceeding under the Burnt Becords act, finding the title to a certain lot or tract of land to be in one of the parties, is conclusive evidence of that party’s title at the commencement of the suit, as against all the other parties to the proceeding.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b606-18\" pgmap=\"606\">3. So in a proceeding to establish title to real estate under the Burnt Becords act, the court having jurisdiction of the necessary parties, found and decreed the title in one J., as derived by a deed from one N. On the trial of an action of ejectment, the defendant, who was a party to the decree, offered to show that the deed from N. to J. was a forgery, and offered in evidence a deed from J. to himself,—all of which the court, on objection, excluded: Held, that the genuineness of the deed from if. to J. was established by the decree, which could not be contradicted in that way.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b607-3\" pgmap=\"607\">4. Chancery—impeaching decree for want of jurisdiction of the person—estoppel by dismissal of bill. \"Where a complainant in chancery seeks by his bill to impeach a decree against him in a prior suit, on the ground that no service was had upon him, but his appearance was fraudulently entered by an attorney without authority, which bill, on the hearing, is dismissed for want of equity, such decree of dismissal will estop and conclude him from afterward attempting to show .a want of jurisdiction of his person in such prior suit.</syllabus><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b607-4\" pgmap=\"607\">5. Same—dismissal of amended bill—effect thereof as a final disposition of the case. An amended bill being but the original bill as amended, it follows that a decree dismissing an amended bill means the dismissal of the hill as amended, and is a final disposition of the whole case,</syllabus><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b607-5\" pgmap=\"607\">6. Limitation—when the statute begins to run—as against title under Burnt Records act. In a proceeding under the Burnt Records act the decree found the title to be in one of the parties in 1875, and it was held, another party to such decree would not be allowed to defeat that title by showing an adverse possession in another person for twenty years, commencing anterior to such decree. In such case the limitation could not begin to run until after the decree.</syllabus><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b607-6\" pgmap=\"607\">7. Ebbob will not always beyeese—refusal to instruct the jury, or to permit argument. Where there is no other evidence in an action of ejectment, except a decree and a conveyance, which establish the plaintiff’s right to recover, the giving of instructions for the defendant, or allowing him to address the jury, being of no possible advantage to him, a refusal to give his instructions and to allow him to address the jury will not call for a reversal of a judgment for the plaintiff.</syllabus><summary data-order=\"9\" data-type=\"history\" id=\"b607-7\" pgmap=\"607\">Appeal from the Superior Court of Cook county; the Hon. Hollín S. Williamson, Judge, presiding.</summary><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b607-8\" pgmap=\"607\">Messrs. Cunningham &amp; Keily, for the appellant:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b607-9\" pgmap=\"607\">William Bradish was not affected by the decree finding the title in Jones, for want of service on him, or rightful entry of his appearance.</p><p data-order=\"12\" data-type=\"legal\" id=\"b607-10\" pgmap=\"607(70) 608(17)\">The court erred in hot permitting us to prove the title of Mr. Grant was obtained by a forged deed. Phillipson v. Lord Egermont, 6 Q. B. 582; Lord Brandon v. Beecher, 3 Cl. &amp; Fin. 510; Tommy v. White, 4 H. L. 313; Sheldon v. Patrick, 1 MacG. 535; Perry v. Meddowcraft, 10 Beav. 122; Harrison v. Mayor, 4 D., M. &amp; G. 137; 2 Smith’s Leading Cases, 687; Brownswood v. Edwards, 2 Ves. 246; Rex v. Duchess of Kingston, 20 How. St. Tr. 544.</p><p data-order=\"13\" data-type=\"legal\" id=\"b608-4\" pgmap=\"608\">The court erred in overruling the motion to dismiss the suit when the plaintiff rested his case. When a party intends to avail himself of a decree, he must show the proceedings upon which it is founded. 1 Greenleaf on Evidence, see. 511; Winans v. Dunham, 5 Wend. 47.</p><p data-order=\"14\" data-type=\"legal\" id=\"b608-5\" pgmap=\"608\">The court erred in not permitting the defendant to show outstanding title in others, and in refusing to read or consider the defendant’s instructions.</p><p data-order=\"15\" data-type=\"legal\" id=\"b608-6\" pgmap=\"608\">The court erred in refusing counsel for the defendant the privilege of arguing the case to the jury. Meredith v. People, 84 Ill. 480; Corey v. Silcox, 5 Ind. 370.</p><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b608-7\" pgmap=\"608\">Mr. Jesse B. Barton, for the appellee:</attorneys><p data-order=\"17\" data-type=\"legal\" id=\"b608-8\" pgmap=\"608\">A decree of a court of general jurisdiction, is, as between the parties to it and their privies, conclusive as to its findings, and is absolutely binding until reversed, and can not be attacked collaterally. Arenz v. Ruhler, 1 Scam. 340; Rowe v. Bowen, 28 Ill. 116; Cemetery Co. v. People, 92 id. 619.</p><p data-order=\"18\" data-type=\"legal\" id=\"b608-9\" pgmap=\"608\">The decree, if conclusive, would operate to exclude any evidence offered by defendant which was adjudicated in that decree. The title being decreed in Jones, in 1875, as against Bradish, no possessory title in favor of Bradish could begin to run prior to that decree, and twenty years not running since the decree, there could be no evidence of a possessory title. The Noble title having been adjudicated and determined by the decree, could not be resuscitated in this suit.</p><p data-order=\"19\" data-type=\"legal\" id=\"b608-10\" pgmap=\"608\">A complete transcript is never necessary when only the decree is relied on, unless in an action on the decree itself. Phillips v. Webster, 85 Ill. 146 ; Walker v. Doane, 108 id. 236; McMillan v. Lovejoy, 115 id. 498.</p><p data-order=\"20\" data-type=\"legal\" id=\"b608-11\" pgmap=\"608(37) 609(47)\">When the record presents.no question for a jury, and when, as in the case at bar, the evidence is solely records and deeds, it is proper for the court to direct a finding; and even if such direction were erroneous, it would Toe no ground for reversal, unless the result would be affected thereby. Smith v. Wetherell, 4 Bradw. 655; Thompson on Charging the Jury, p. 44, and cases cited; Simmons v. Railroad Co. 110 Ill. 340; Cook v. Norwood, 106 id. 558.</p><p data-order=\"21\" data-type=\"legal\" id=\"b609-5\" pgmap=\"609\">This court has held that in criminal cases the trial judge has no power to exclude or limit arguments by counsel for the criminal, and this right is reserved to all persons prosecuted criminally, by section 9 of the Bill of Bights; but neither in the laws nor the practice is any such right reserved in civil suits, and it is a universal practice in our courts to exclude, arguments when there are no questions of fact to argue. Here, then, were two legal documents in evidence, and nothing more. Their effect and construction were alone for the court to determine. The office of the jury was wholly perfunctory. What was the advantage to be gained by an argument to the jury ? What to be lost by the exclusion of such argument ?</p> <opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b609-6\" pgmap=\"609\">Mr. Justice Sheldon</author> <p id=\"AW6h\" pgmap=\"609\">delivered the opinion of the Court:</p> <p id=\"b609-7\" pgmap=\"609(157) 610(22)\">This was an action of ejectment, brought by George B. Grant, against William Bradish, to recover the possession of the west forty feet of lots 7 and 8, in block 60, in Bussell, Mather &amp; Boberts’ addition to Chicago. The plea, alone, of not guilty was filed, whereby, under section 22, chapter 45, of the Bevised Statutes of 1874, the plaintiff had but to prove title in himself to maintain his action. This he did, by the introduction, in evidence, of the decree and bill of complaint in a chancery suit, brought to the May term, 1875, of the circuit court of Cook county, under the “Burnt Becords” act, to establish title in said lots, wherein one Daniel T. Elston was complainant, and Fernando Jones, Bradish, (the defendant here,) and. others, were defendants. Also, a decree and bill in a subsequent suit in chancery in that court, wherein Bradish was complainant, and Grant, (the plaintiff here,) with others, was defendant; and a deed for said lots 7 and 8, from Fernando Jones to Grant, dated March 8, 1878.</p> <p id=\"b610-4\" pgmap=\"610(370) 611(26)\">By the decree first named, it was found that the title to said lots 7 and 8 was in Fernando Jones, in fee simple absolute, at the time of the filing of the bill in that case, stating how he derived title, setting forth a chain of title to him from the United States. By section 10 of the act under which that proceeding was had, the court is given power, in ease of the destruction of the records of any county, by fire-or otherwise, to inquire into the condition of any title to or interest in any land in the county, and make all such decrees as may be necessary to. determine and establish said title or interest against all persons. Section 15 provides, that it shall be competent for the court to determine and decree in whom the title in any or all of the lands described in the petition in the case, is vested,—whether in the petitioner, or in any other of the parties before the court. The decree found that all the parties were properly before the court, and that the court had jurisdiction of the subject matter and of the parties to the proceeding. Bradish being a party defendant, the decree was, as against him, a conclusive adjudication that the title to these lots was in Fernando Jones at the time of the commencement of that proceeding. It stands established, then, that at that time the title was in Jones, and the subsequent deed from Jones to Grant vested the title in the latter. This was the case made by the plaintiff in this suit. The defendant introduced no evidence. He made various offers of evidence, which the court rejected, and of which he complains. He offered to prove that there was no service on him in the first chancery suit, that the court had no jurisdiction over him, and that the entry of his appearance by an attorney was without authority, and was fraudulent. He was debarred from making this proof by the second above decree. That decree was in the case of a bill in chancery filed by him, against Grant and others, for the'purpose of impeaching the former decree upon these very grounds, among others, and this decree there, upon hearing and proofs heard, was one dismissing the bill for want of equity.</p> <p id=\"b611-5\" pgmap=\"611\">Against the effect of the second decree it is urged that the plaintiff introduced in evidence the original bill and the order dismissing the amended bill, and that the amended bill not appearing in evidence, it does not appear what the amended bill contained which was so dismissed, and so the order of dismissal is without effect here. All the foundation for this objection is, that the certificate of evidence recites that the plaintiff offered in evidence the bill of complaint and decree in the case, the bill being set forth, and being of the character above stated. In the entitling of the cause in the decretal order, it is styled “bill and amended bill, ” and the decree dismisses the amended bill, at the complainant’s costs, for want of equity. The amendment of a bill does not put two bills into the ease. There remains afterward but one bill,—the bill as amended. Dismissal of the amended bill, here, meant dismissing the bill as amended. An amended bill is considered as an original bill. 2 Madd. Ch. Pr. 36S. See Luce v. Graham, 4 Johns. Ch. 169, as to mode of amendment of bill.</p> <p id=\"b611-6\" pgmap=\"611\">In like manner, rejection was proper of evidence of a deed from John Noble, sole liéir of Mark Noble, to defendant, subsequent to the decree, and that the deed from John Noble to Fernando Jones, in the latter’s chain of title, as shown by the decree, was a forgery. There was no title shown in John Noble, or offer to show title in him. Without that, the mere deed from John Noble was no evidence of title, and was rightly excluded.</p> <p id=\"b611-7\" pgmap=\"611(75) 612(31)\">It is said that as a deed to Mark Noble, ancestor of John Noble, appears in the chain of title which is set forth in the burnt record decree, that is evidence against plaintiff, of title in Mark Noble. But if that chain of title shows a deed to Mark Noble, it also shows a deed from him, so that if the decree shows title in Mark Noble, it likewise shows title out of him, and thus, taken altogether, the decree avails nothing in showing title in Mark Noble, November 21,1883,■—the date of the deed from John Noble,—the decree having been entered April 12, 1883.</p> <p id=\"b612-5\" pgmap=\"612\">The offer of evidence to prove title in defendant by twenty years’ adverse possession, was properly refused. The title being decreed in Jones, in 1875, as against Bradish, no possessory title in favor of Bradish could begin to run prior to that decree, and twenty years not running since the decree, there could be no evidence of such a possessory title. And the same is to be said of the offer of .proof that one Callaghan had been in possession of part of said lots 7 and 8 for twenty-eight years continuously, and had paid taxes on the same during all that time, he having been a party defendant to the suit in which the decree first named was made. And so the offer of a deed from Fannie T. Elston, and Daniel T. Elston, her husband, to one Barton, of date March 15, 1883, was properly rejected, Daniel T. Elston being the plaintiff in said suit, and no title being shown, or offered to be shown, in his wife, Fannie. We find no error in the exclusion of evidence.</p> <p id=\"b612-6\" pgmap=\"612\">The court refused all the instructions asked by the defendant, and denied him the privilege to argue the case to the jury. The rule is familiar, that harmless errors form no ground for reversing a judgment. The giving of instructions in this case, or the defendant’s addressing the jury, could have been of no possible legitimate benefit to him. All the evidence was, the two decrees and bills, and, the deed. All the question there was in the ease, was the legal effect of these documents. That was a question for the court to decide. This proof showed a complete title in the plaintiff, and, under the law, a verdict for the plaintiff followed as the unavoidable result. The defendant suffered no harm from the rulings of the court.</p> <p id=\"b612-7\" pgmap=\"612\">The judgment must be affirmed.</p> <p id=\"b612-8\" pgmap=\"612\">Judgment affirmed,.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}