{
  "casebody": {
    "data": "<casebody firstpage=\"295\" lastpage=\"300\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b335-4\">MARYLAND ICE CREAM CO. <em>vs. </em>PRESTOS WOODBURN.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b335-7\">\n<em>Negligence: automobiles; rules of the road; acts and ordinances; evidence; passenger stepping from moving trolley car in front of automobile.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b335-8\">In negligence eases for injuries by automobiles, where acts and ordinances relating to the rules of the road are merely declaratory of the common law, their admission in evidence can present no reversible error.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b335-9\">Where a passenger in a summer trolley car leaves his seat and steps on the running board and alights just as the car is coming to rest, it is not contributory negligence, as a matter of law, but presents an issue for the determination of the jury, although the passenger injured in stepping into the street did not look back for approaching vehicles.</syllabus>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b335-10\">\n<em>Decided November 15th, 1918.</em>\n</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b335-11\">Appeal from the Superior Court of Baltimore City. (Gorter, J.)</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b335-12\">The facts are stated in the opinion of the Court.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b335-13\">The cause was argued before Boyd, C. J., Briscoe, Thomas, Pattison, Urner, Stockbridge and Constable, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b335-14\"><em>James J. Lindsay, </em>for the appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b335-15\"><em>Israel B. Brodie </em>(with a brief by <em>Harry B. Wolf </em>and <em>Brodie &amp; </em>Sachs), for the appellee.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b336-3\"><page-number citation-index=\"1\" label=\"296\">*296</page-number>Stockbridge, J.,</author>\n<p id=\"APL\">delivered the opinion of the Court.</p>\n<p id=\"b336-4\">Preston Woodburn, the plaintiff below, and appellee here, caused this suit to be instituted to recover for personal injuries received in the following manner:</p>\n<p id=\"b336-5\">On the seventeenth of July, 191Y, Woodburn was a passenger on the car of the United Railways Company bound north on Light street. The car was of the type commonly known as “summer car,” open on the sides and having a foot-board running the length of the car, and he was seated on next to the front seat, facing the motorman. The car passed Cross street headed northward towards a small street known as Poultney street, with Hamburg street still further north, which was of the customary width of streets in-Baltimore City. Following the car for several blocks was a motor truck belonging to the defendant, the Maryland Ice Cream' Company, and driven by one of its employees, in the regular course of his employment. As the car approached Hamburg street it slowed down for the purpose of stopping at that street, and the plaintiff, Woodburn, stepped from his seat onto the running board to alight from the car. He did so alight just before the car came to an absolute rest, and he had scarcely gotten his feet on the ground when he was struck by the auto-truck, carried a little distance and thrown to the ground, with the result that his skull was fractured and he was considerably bruised in addition.</p>\n<p id=\"b336-6\">As is usually the case in accidents of this description, there was considerable conflict of evidence upon certain points; for example, the speed of the car, the distance from the point of collision to where the truck was stopped, and there was ample testimony given on the part of the plaintiff as to the speed of the machine, and the distance the machine proceeded after striking Woodburn, to have warranted a finding of negligent operation on the part of the chauffeur, so that the case could not have been properly withdrawn from consideration of the jury, upon the ground of absence of evidence <page-number citation-index=\"1\" label=\"297\">*297</page-number>tending to show negligence on the part of the employee of the Ice Cream Company.</p>\n<p id=\"b337-4\">Three exceptions appear in the Record. The first of these, which related to the admission of evidence, was not pressed at the argument in this Court by the appellant, hut was virtually waived. The second exception was to the admission of the acts and ordinances relating to the rules of the road, and which were admitted by the Court. The evidence so offered was not very material, because the purpose for which the offer was made was of enactments which were simply declaratory of the common law, and, therefore, no reversible error can be predicated upon the action of the Court upon this offer of evidence.</p>\n<p id=\"b337-5\">The main exception of the defendant is that which had to do with the ruling of the Court upon the requests for instructions to the jury. The plaintiff offered hut a, single prayer, and that the prayer upon the measure of damages in the event of a verdict for the plaintiff, and which was in the sterotyped form. A special exception to this prayer was filed upon the part of the defendant, which exception was overruled, and properly so, since it sought to engraft upon that prayer the question of negligence of the defendant’s servant in the operation of the truck.</p>\n<p id=\"b337-6\">The defendant offered ten prayers, of which the 3rd, 4th, 5th, 6th, 7th, 9th and 10th were granted, and the 1st, 2nd and 8th refused.</p>\n<p id=\"b337-7\">In what has already been said it is perfectly apparent that the action of the Court on the defendant’s, first prayer was correct. The defendant’s, second and fourth prayers both dealt in varying phraseology, with the question of contributory negligence; the second prayer asking for a directed verdict upon this ground, and the fourth leaving the question of contributory negligence as a matter to be found by the jury, under all the circumstances of the case, and also seeking to apply the doctrine of the last clear chance.</p>\n<p id=\"b338-3\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>There were cited on briefs of counsel in addition to the previous decisions of this State, a considerable number of decisions from other states; but inasmuch as the law applicable to such cases has been fully declared in previous decisions of this Court, it does not seem necessary to discuss decisions elsewhere.</p>\n<p id=\"b338-4\">The facts testified to upon which reliance is placed to sustain the defendant’s' second prayer are, first, that the plaintiff having left a place of absolute safety in the car by stepping upon the running-board before the car, upon which he was a passenger, had come to a “dead stop,” thereby assumed a risk which will preclude his recovery. The tacts as to the cause of the accident were radically different, therefore, from those which appeared in <em>Baltimore and Yorktown R. Co. </em>v. <em>Cason, 72 </em>Md. 382, and <em>Baltimore Cons. Ry. Co. </em>v. <em>Foreman, </em>94 Md. 232, and come much more nearly to the facts as they appeared in the P., <em>W. &amp; B. R. Co. </em>v. <em>Anderson, 72 </em>Md. 519, where the plaintiff, who had stepped from a slowly moving train and was struck by a train going in the opposite direction, was regarded not as a case of contributory negligence, <em>per se, </em>but an issue to be submitted to' the jury, in which last case it was held that it was not as matter of law negligence for a person to attempt to get off a car while in motion, but whether such attempt was negligence or not depended upon the circumstances of the particular case. The rule was clearly stated in <em>Taxi Cab Co. </em>v. <em>Emmanuel, </em>125 Md. 246, where it was said, that to establish contributory negligence as a matter of law, the act relied on must be distinct, prominent and decisive, and one about which ordinary minds can not differ. That otherwise the question is one for the jury.</p>\n<p id=\"b338-5\">Under the rule laid down in P., <em>W. &amp; R. Co. </em>v. <em>Anderson, supra, </em>contributory negligence as a matter of law can not be predicated upon the fact that the plaintiff left his seat and stepped onto the running-board just as the oar was coming to rest.</p>\n<p id=\"b339-4\"><page-number citation-index=\"1\" label=\"299\">*299</page-number>Tlie second act which the Court is asked to hold as contributory negligence as a question of law is; that, the plaintiff did not look to his right or toward the rear end of the car, as he stepped from, the car to the street. The plaintiff himself testified to this, and in this he is supported by the evidence of a witness named Price, who testified that as the plaintiff got off the ear he never looked back at all, but stepped right out into the street. The case of <em>Carey </em>v. <em>C. &amp; W. R. Co., </em>106 Md. 533, is relied upon as establishing upon such evidence a case of contributory negligence <em>per </em>se.’ There is a marked difference between cases where the injured party is struck by a steam railway train and an electric suburban car operated upon their own rights of way, and an electric car operated upon a public highway in a large city, and an act of one injured may well amount to contributory negligence in law in the former cases, and yet be a question for the jury in the last. In the <em>Carey Cam, </em>Carey, who was killed, started to descend from a wagon within about two feet of an electric ear track; he appears to have paused upon the hub of the wheel to talk with the other occupant of the wagon, and then to have stepped down without looking, and in that case it was held that the act was so negligent as to preclude any recovery, but the act was made up of several component parts, and the case of <em>Winner </em>v. <em>Linton, </em>120 Md. 276, approaches in its facts far more nearly to the present ease than did the case of Carey, and in that case where the plaintiff had been injured by an automobile as she was alighting from the car at North and Park avenues;, the question of contributory negligence was held to be one proper to be passed upon by the jury. This, last case cites and follows the case of <em>Fletcher </em>v. <em>Dixon, </em>107 Md. 420, but the facts in <em>Fletcher </em>v. <em>Dixon </em>are not applicable to the present case.</p>\n<p id=\"b339-5\">In view of this line of decisions in this State, we must hold that the question of contributory negligence was. properly submitted to the jury under the defendant’s, fourth <page-number citation-index=\"1\" label=\"300\">*300</page-number>prayer, and that the refusal of the second prayer was, therefore, correct.</p>\n<p id=\"b340-4\">The defendant’s eighth prayer was properly refused. While this prayer is to- a large extent a. reproduction of the tenth prayer, approved by this Court in <em>Epstein </em>v. <em>Ruppert, </em>129 Md. 441, it differs in this; it assumes certain facts in the case with regard to which there is no evidence whatever, and so far as the evidence went the principle of law embodied in this prayer was practically that set put in the defendant’s fifth prayer, so that no injury could have resulted to the defendant from the refusal on the part of the Court to grant the defendant’s eighth prayer.</p>\n<p id=\"b340-5\">All of the defendant’s prayers seem to have been based upon the theory that as the car slowed down the rule of the road was violated by the auto truck coming from behind the car and striking the plaintiff. Eone of them is upon the theory that the car and the truck were running along side by side, and yet such is the evidence of Myers, the motorman of the car, and Miller, the chauffeur of the truck. But a question involving the relative and reciprocal rights under . such circumstances are not presented for adjudication by this Record, although that express question has once at least been before this Court in <em>Epstein v. Ruppert, supra, </em>and when that aspect is presented the question is one properly to be passed on by the jury.</p>\n<p id=\"b340-6\">From these considerations it follows that there was no error committed in leaving the question of contributory negligence to be passed upon by the jury, and the judgment appealed from will, therefore, be affirmed.</p>\n<p id=\"b340-7\">\n<em>Judgment affirmed,, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}