{
  "casebody": {
    "data": "<casebody firstpage=\"420\" lastpage=\"421\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b474-3\">Douglas STILTNER, Appellant, v. B. J. RHAY, Superintendent, Washington State Penitentiary at Walla Walla, Washington et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b474-6\">No. 20217.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b474-7\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b474-8\">Jan. 5, 1967.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b474-9\">Certiorari Denied April 10, 1967.</otherdate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b474-10\">See 87 S.Ct. 1318.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b474-29\">Douglas Stiltner, in pro. per.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b474-30\">John J. O’Connell, Atty. Gen. of Wash., Olympia, Wash., Lincoln E. Shropshire, Pros. Atty., Yakima, Wash., for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b474-31\">Before MERRILL, KOELSCH and BROWNING, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b474-32\">KOELSCH, Circuit Judge.</author>\n<p id=\"b474-33\">The district court did not err in dismissing plaintiff’s cause on the ground that his amended complaint failed to state any claim under the Civil Rights Act (42 U.S.C. § 1983).</p>\n<p id=\"b474-34\">This court has only recently held, in Gilbert v. United States, 366 F.2d 923 (9th Cir. Sept. 16, 1966), that the constitutional guarantees against self incrimination and of equal protection are not infringed by requiring a person detained on a criminal charge to participate in a police line-up (and to speak) in or<page-number citation-index=\"1\" label=\"421\">*421</page-number>der to assist others in his identification as the perpetrator of a crime.<footnotemark>1</footnotemark></p>\n<p id=\"b475-5\">And the doctrine of judicial immunity protects the State trial judge (and the prosecuting attorney) from liability for preventing plaintiff from calling the assistant prosecuting attorney as a witness for the defense. Sires v. Cole, 320 F.2d 877 (9th Cir. 1963).<footnotemark>2</footnotemark></p>\n<p id=\"b475-6\">Finally, keeping in mind the “wide discretion” necessarily vested in state prison authorities as to the nature and extent of medical treatment of prisoners [Snow v. Gladden, 338 F.2d 999, 1000 (9th Cir. 1964)], we “find no showing here of inadequate medical care and treatment that would justify federal intervention.” United States ex rel. Lawrence v. Ragen, 323 F.2d 410, 412 (7th Cir. 1963).<footnotemark>3</footnotemark></p>\n<p id=\"b475-7\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b475-8\">. Wo disagree with plaintiff’s extravagant assertion that merely requiring him to particpate in the lineup constituted “cruel and unusual punishment.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b475-9\">. The judge’s act consisted of a ruling made during the course of plaintiff’s trial on a charge of robbery. The trial was had in the Superior Court of the State of Washington, a court having jurisdiction over the subject matter. Plaintiff’s conviction was later reversed on the ground that the trial judge’s ruling constituted an abuse of discretion. State v. Stiltner, 61 Wash.2d 102, 377 P.2d 252 (1962), cert. denied, 380 U.S. 924, 85 S.Ct. 928, 13 L.Ed.2d 810.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b475-11\">. Under exceptional circumstances the failure to provide or permit access to medical care may rise to Fourteenth Amendment proportions. For example, in Coleman v. Johnston, 247 F.2d 273 (7th Cir. 1957), allegations that the police prevented treatment of bullet wounds so severe that they later required amputation of the prisoner’s leg, “spelled out enough to prevent the summary disposition” of plaintiff’s complaint under the Civil Rights Act.</p>\n<p id=\"b475-12\">Similarly, in Hughes v. Noble, 295 F.2d 495 (5th Cir. 1961) the Fifth Circuit, speaking of a complaint that the Sheriff, upon arriving at the scene of an automobile accident, arrested and held incommunicado a person who had sustained a broken neck and other bodily injury, declared that “[i]t does not appear beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief” under the Act. To the same effect is McCollum v. Mayfield, 130 F.Supp. 112 (D.C.N.D.Calif.1955), a case heavily relied upon by plaintiff. There the claimant asserted that he had become permanently paralyzed because his jailers denied him treatment for bodily injury sustained while working, washing shelves in the jail kitchen.</p>\n<p id=\"b475-22\">The allegations in each of these illus-strative cases clearly tend to show an acute physical condition, the urgent need for medical care, the failure or refusal to provide it, and tangible residual injury.</p>\n<p id=\"b475-23\">No such facts appear in this case either by direct averment or necesary implication. Plaintiff is suffering from a back injury resulting from an automobile accident in 1958; the condition is painful but it is also chronic; he has not been denied access to medical help but has been permitted “many times” to visit the prison hospital; he has not been denied treatment but has on occasion been given “some type of pills for medication or some type of physical therapy, which does not help the plaintiff’s back and neck.” Thus, plaintiff’s allegations show only that he has not been receiving the kind and quality of medical treatment he believes is indicated. Like the Seventh Circuit, “[w]e know of no authority standing for the proposition that such a claim as plaintiff attempts to assert here is cognizable under the Federal Civil Rights Act.” United States ex rel. Lawrence v. Ragen (supra).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}