{
  "casebody": {
    "data": "<casebody firstpage=\"533\" lastpage=\"538\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b545-17\">UNITED STATES STEEL PRODUCTS CO. v. POOLE-DEAN CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b545-18\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUU\">October 1, 1917.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b545-19\">No. 2936.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b545-20\">1. Contracts &lt;§=&gt;186(2) — Subcontractors—Rights of.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b545-21\">Defendant, the principal contractor, who subcontracted with plaintiff to do part of the work, cannot defeat plaintiff’s action on the theory that plaintiff was doing the work for defendant’s principal; plaintiff having no contractual relations with the principal.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b545-22\">2. Contracts &lt;§=&gt;176(6, 7) — Construction—Province of Court and Jury.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b545-23\">Where the entire contract was found in correspondence between the parties, the trial judge should construe the same; but, if the contract was partly written and partly parol, the question of its terms is for the jury.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b545-24\">3. Contracts &lt;§=&gt;17S(7) — Construction—Question for Jury.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b545-25\">Where plaintiff entered into a subcontract with defendant, the principal contractor, to erect steel work for buildings and a dry dock composing a terminal of a railway company, and correspondence between the parties recited the price per ton to he paid for the erection, riveting, and painting of the steel work, but defendant’s answer alleged that the contract was made on the express understanding that defendant should deliver the steel by water as completely fabricated as was its custom to ship by water transportation similar steel for similar work, and one of defendant’s letters relating to the contract recited that a formal contract should be drawn up as soon as conditions would permit, the contract must be <page-number citation-index=\"1\" label=\"534\">*534</page-number>treated as partly written and partly parol, and hence the question of its terms is for the jury.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b546-4\">4. Appeal and Error @=&gt;1001(1) — Review—'Verdict.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b546-5\">Where the evidence presented a question for the jury, and the instructions were correct, the verdict will not be disturbed on appeal.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b546-6\">In Error to the District Court of the United States for the District of Oregon; Charles E. Wolverton, Judge.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b546-7\">Action by the Poole-Dean Company, a corporation, against the United States Steel Products Company, a corporation, to. recover damages for breach of contract for the erecting and painting of the steel work for the buildings and dry dock composing the terminal of the Grand Trunk Pacific Railway at Prince Rupert, British Columbia. Judgment for plaintiff. Defendant brings the present writ of error.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"AWB\">Affirmed.</disposition>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b546-8\">In 1912, plaintiff in error, a New Jersey corporation, obtained from the Grand Trunk Pacific Railway Company a contract to furnish and erect steel to be used in the latter’s terminal buildings and floating dry dock at Prince Rupert, British Columbia. Not being entitled to operate in Canada, plaintiff-in error sublet the erecting of the steel to defendant in error, an Oregon corporation. The latter agreement was never incorporated in a formal contract, but is evidenced by the following letters:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b546-9\">“November 16, 1912.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b546-10\">“U. S. Steel Products Co., Selling Building, Portland, Or. — Gentlemen: We propose to furnish all necessary labor and equipment to erect, rivet, and paint the structural steel to be used in buildings and smokestack for the Grand Trunk Pacific Railway at Prince Rupert, B. C., for the sum of eighteen ($18.00) dollars per ton of 2,000 lbs. Material to be delivered on docks at building sites.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b546-11\">“Yours very truly, Poole-Dean Company,</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b546-12\">“Per Otho Poole.” '</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b546-13\">“United States Steel Products Company, Pacific Coast Department.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b546-14\">“Portland, Oregon, March 24, 1913.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b546-15\">“Messrs. Poole-Dean Co., Portland, Oregon — Gentlemen: Referring to your conversation with dur Mr. Overmire and the writer relative to your contract covering erection feature for the Grand Trunk Pacific Buildings at Prince Rupert, B. C., it is understood that we used your figures in connection with our proposal on this work, and consequently you will receive the order for doing this erection.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b546-16\">“As to the deliveries, wish to advise that our schedule contemplates commencing shipment from the plant in June and complete about the middle of September, but we undoubtedly will have to figure about four to four and one-half months from the time material leaves the plant until it reaches Prince Rupert.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b546-17\">“Our formal contract with you for the erection wiE be drawn up as soon as conditions permit.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b546-18\">“Trusting this letter will give you the necessary authority for making your arrangements for your part of the work, we remain,</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b546-19\">“Very truly yours, Bridge and Structural Department,</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b546-20\">“C. O. Overmire, Contracting Manager.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b546-21\">“By Prank E. Pey, Contracting Agent.”</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b546-22\">“November 7, 1913.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b546-23\">“U. S. Steel Products Co., City — Gentlemen: In looking through our files we find that we have misplaced copies of ou-r original proposals on the main buildings and wings of the dry dock at Prince Rupert.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b546-24\">“It is our understanding we are to erect, rivet, and paint two coats on main buildings for $18.00 per ton of 2,000 lbs.; on wings of dry dock we are to <page-number citation-index=\"1\" label=\"535\">*535</page-number>erect, rivet, and caulk for $18.00 per ton of 2,000 lbs.; all material to be delivered to us on dock at building site.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b547-3\">“If the above is in accordance with your understanding, we will ask that you confirm same at your earliest convenience, in order, that our records may be complete. Thanking you in advance, we are,</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b547-4\">* “Yours very truly, Poole-Dean Company,</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b547-5\">“Per Otho Poole.”</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b547-6\">“United States Steel Products Company, Pacific Coast Department.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b547-7\">“Portland, Oregon, November 11, 1913.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b547-8\">“Subject: Prince Rupert Buildings.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b547-9\">“Messrs. Poole-Dean Co., Portland, Oregon — Gentlemen: We bavo your letter of the 7th instant, which states that you have misplaced copies of your original proposal on the buildings and wings of the dry dock on .the above subject.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b547-10\">“Your understanding is, in accordance with ours, that you are to haul, erect, and rivet the steel for the buildings, for eighteen dollars ($18.00) per net ton of 2,000 lbs., which includes your furnishing and applying two coats of paint, as per specifications; also that you aro to haul, erect, rivet, and caulk the steel work for the wings of the dry dock, for eighteen dollars ($18.00) per net ton of 2,000 lbs. All steel work to be delivered to you on dock at Prince Rupert, B. C.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b547-11\">“Very truly yours, Bridge and Structural Department,</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b547-12\">“C. C. Overmire, Contracting Manager.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b547-13\">“By Prank II. Pey, Contracting Agent.”</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b547-14\">There is no dispute as to the accuracy of the above letters, nor as to their contents. On September 19, 1916, defendant in error filed its amended complaint, in the United States District Court for the District of Oregon, against plaintiff in error, alleging substantially as follows: That plaintiff entered into a contract with defendant to furnish the labor and equipment to erect, rivet, and paint the structural steel to be used in the terminal buildings of the Grand Trunk Pacific Railway Company at Prince Rupert, B. C., at an agreed price of $18 per ton, which price was based upon the understanding that the steel would be delivered completely fabricated, and that if extra work was necessary, other than for the erection of said steel, plaintiff would be allowed a reasonable amount for such extra work; that thereafter, when the erecting plans were received, plaintiff discovered that the steel would not be received at Prince Rupert completely fabricated, and thereupon notified defendant that plaintiff would charge defendant for the extra work required in fabricating the steel, and defendant, through its agent, Overmire, promised and agreed that said matter would be satisfactorily adjusted and instructed plaintiff to proceed with the work: that plaintiff fabricated and assembled the steel for the various buildings at an actual and reasonable expense of $3,330.69.</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b547-15\">For a second cause of action it is alleged in the complaint that it was understood that the erecting under the above contract should begin when three pontoons had been floated in the dry docks of said terminal, and that defendant would not order plaintiff to begin work until such time as plaintiff could continuously keep at work until the completion of the job, and that defendant would reimburse plaintiff for any delays in the work; that it was further understood and agreed that defendant would furnish plaintiff with adequate space for the purpose of assorting and handling the structural steel when it was unloaded on the dock of the Grand Trunk Pacific Railway Company; that defendant thereafter instructed plaintiff to commence work, and plaintiff did commence work, upon the buildings, and completed the same before three pontoons of the dry docks had been floated; that because of the premature instructions, and the delays in the completing of said pontoons, plaintiff’s equipment was compelled to lie idle and remain in disuse from September 1, 1914, to November 5, 1914; and that the reasonable rental of said equipment for said period of time was $2,123.64.</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b547-16\">For a third cause of action it is alleged in the complaint that plaintiff was compelled to return the laborers who were employed upon the work at Prince <page-number citation-index=\"1\" label=\"536\">*536</page-number>Rupert, B. C., to Vancouver, B. C., and pay the railroad expenses and wages of the men while in transit, at a cost of $918, on account of the breach of the contract by defendant as set forth in the preceding paragraph.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b548-4\">For a fourth cause .of action it is alleged that, notwithstanding it was provided in the contract above mentioned that defendant would furnish plaintiff with adequate space for the purpose of assorting and handling the structural steel when it was unloaded on the dock of the Grand Trunk Pacific Railway Company, defendant disregarded this understanding and agreement, in that it failed to provide adequate space for such purpose, necessitating plaintiff’s using extra time and labor in assorting and handling the steel; the reasonable value of said extra time and labor being $2,459.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b548-5\">For a fifth cause of action it is alleged that plaintiff, at the special instance and request of the defendant, performed extra work during the months of April, May, June, and July, 1915, for which it was understood and agreed that defendant should pay, and which amounted in the aggregate to the sum of $400.70.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b548-6\">Wherefore plaintiff prayed judgment in the sum of $9,232.03.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b548-7\">Defendant answered, alleging that it was understood between plaintiff and defendant that the latter should deliver the steel to plaintiff by water transportation, and that said steel should be delivered as completely fabricated as it was defendant’s custom to ship by water transportation similar steel for similar work, and that defendant did in fact deliver the steel as completely fabricated as it was defendant’s custom when shipping by water transportation; that plaintiff’s construction operations were conducted under the orders and instructions of the Grand Trunk Pacific Railway, and not under the orders and instructions of defendant; that the pontoons and space for storing mentioned in the complaint were to be furnished and provided by the Grand Trunk Pacific Railway and not by defendant, and that plaintiff’s loss or damage mentioned in the second, third, and fourth causes of action was not occasioned by defendant; and that plaintiff’s claim of $400.70 for extra work was duly allowed by the Grand Trunk Pacific Railway, and the amount thereof deducted from certain indebtedness due from plaintiff to the railway.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b548-8\">The case came on for trial before a jury, who thereafter returned a verdict in favor of the plaintiff for $7,000. Defendant alleges error in the admission of certain testimony over defendant’s objection, in the giving of certain instructions, and in the refusal by the court to give certain other instructions requested by defendant.</summary>\n<attorneys data-order=\"51\" data-type=\"attorneys\" id=\"b548-9\">Teal, Minor &amp; Winfree and Rogers MacVeagh, all of Portland, Or., for plaintiff.in error.</attorneys>\n<attorneys data-order=\"52\" data-type=\"attorneys\" id=\"b548-10\">McDougal &amp; McDougal, of Portland, Or., for defendant in error.</attorneys>\n<p data-order=\"53\" data-type=\"judges\" id=\"b548-11\">Before GILBERT, MORROW, and HUNT, Circuit Judges.</p>\n<opinion data-order=\"54\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b548-12\">MORROW, Circuit Judge</author>\n<p id=\"Ao8\">(after stating the facts as above). <bracketnum>[1]</bracketnum> The defense that the work was done for the Grand Trunk Pacific Railway, and not for the defendant, cannot be sustained. The plaintiff had no contractual relations whatever with the Grand Trunk Pacific Railway. It is true the work was done under the terms of a subcontract provided for in an original contract between the defendant and the Grand Trunk Pacific Railway; but the contract in suit was between the plaintiff and defendant. This is expressly admitted in a number of paragraphs in defendant’s answer, and particularly in paragraph 4, where it is alleged that:</p>\n<blockquote id=\"b548-13\">“Plaintiff submitted to defendant written proposals for the performance of a part of said contract between defendant and Grand Trunk Pacific Railway, which proposals were accepted in writing by defendant, and said proposals and acceptance constituted and do now constitute the contract between plaintiff and defendant mentioned in plaintiff’s said amended complaint.”</blockquote>\n<p id=\"b549-2\"><page-number citation-index=\"1\" label=\"537\">*537</page-number><bracketnum>[2]</bracketnum> The main question for this court to determine is whether or not the contract between the parties, and under which the work in question was done, was entirely in writing; that is, whether the four letters introduced in evidence and relied upon by the defendant contained the completed contract. If that question can be answered in the affirmative as a matter of law, then it was the duty of the trial judge to construe such contract; but, if it must be answered in the negative, it was within the province of the jury, and its duty, under proper instructions from the court, to determine what the contract was, not only from the writings introduced as setting forth the alleged agreement, but from all the evidence produced in connection with such writings and the subject-matter thereof. Etting v. United States Bank, 11 Wheat. (24 U. S.) 57, 75, 6 L. Ed. 419; Rankin v. Fidelity Ins. Trust &amp; Savings Deposit Co., 189 U. S. 242, 252, 23 Sup. Ct. 553, 47 L. Ed. 792; American Bridge &amp; Contract Co. v. Bullen Bridge Co., 29 Or. 549, 46 Pac. 138.</p>\n<p id=\"b549-3\"><bracketnum>[3]</bracketnum> That the contract was not entirely in writing we think is admitted by the defendant in its answer, wherein it states, in paragraph VII, that:</p>\n<blockquote id=\"b549-4\">“It was mutually understood and agreed by and between plaintiff and defendant, at the time said contract between plaintiff and defendant was entered into, and said contract between plaintiff and defendant was made upon the express understanding, that defendant should deliver said steel to plaintiff by water transportation, and that said steel should be delivered as completely fabricated as it was defendant’s custom to ship by water transportation similar steel for similar work.”</blockquote>\n<p id=\"b549-5\">Again, in paragraph IX, allusion is made to the fact that “said contract between plaintiff and defendant was made with the express understanding” that certain conditions existed, while in paragraph X it is positively set forth as a defense that:</p>\n<blockquote id=\"b549-6\">“It was mutually understood and agreed by and between plaintiff and defendant, at the time said contract between plaintiff and defendant was entered into, and said contract between plaintiff and defendant was made with the express understanding, that the pontoons for the wing of the dry dock should be furnished and provided by Grand Trunk Pacific Railway, and not by defendant, and said pontoons are the pontoons mentioned in plaintiff’s said amended complaint; and it was mutually understood and agreed by and between plaintiff and defendant, at the time said contract between plaintiff and defendant was entered into, and said contract between plaintiff and defendant was made with the express understanding, that space for storing, assorting, and handling said steel on the dock of Grand Trunk Pacific Railway at Prince Rupert, British Columbia, should be furnished and provided by Grand Trunk Pacific Railway, and not by defendant.”</blockquote>\n<p id=\"b549-7\">These allegations in themselves disclose the fact that the contract under which the work in question was done was not fully expressed by the writings, and that the court could not as matter of law exclude evidence of the oral agreements and mutual understanding of the parties upon which such writings were based, and in accordance with which said work was done; nor could the court decline to submit to the jury the question of what the real contract was between the parties, and whether the terms of that contract had been properly carried out. That the execution of a more formal instrument by the parties was contemplated is shown in a paragraph of one of the letters of the de<page-number citation-index=\"1\" label=\"538\">*538</page-number>fendant set forth in the pleadings, where it is said that “our formal contract with you for the erection will be drawn up as soon as conditions permit.” The testimony shows that the plaintiff tried repeatedly to have such an instrument prepared and executed, but defendant failed, for some reason not disclosed, to comply. Having had ample opportunity to reduce to writing the full details of their agreement, and failed to do so, the defendant is not now in a position to invoke the rule of law which prohibits the introduction of oral evidence to explain the meaning of a written instrument. That rule does not apply to the facts of this case, from any standpoint.</p>\n<p id=\"b550-4\"><bracketnum>[4]</bracketnum> The first, second, third, and fourth causes of action are based upon the agreement alleged by plaintiff to have been made, and the court having properly instructed the jury in regard thereto, tire findings of the jury as to the facts will not be disturbed.</p>\n<p id=\"b550-5\">The fifth cause of action relates to the performance of extra work by the plaintiff at the alleged instance and request of the defendant, outside of the alleged contract, for which a charge is made of $400.70. The defendant admits that this work was done at its request, but alleges that the work was ordered at various times by the Grand Trunk Pacific Railway, and such orders merely transmitted by defendant to plaintiff; that after said work was completed plaintiff’s claim of $400.70 therefor was presented by plaintiff to the said Grand Trunk Pacific Railway and duly allowed, and the amount thereof deducted from certain indebtedness due from plaintiff to said railway. Evidence was introduced upon this matter, and the question submitted to the jury under proper instructions from the court.</p>\n<p id=\"b550-6\">Finding no error in the instructions of the coürt below, the judgment is affirmed.</p>\n<footnote orphan=\"true\">\n<p id=\"b545-26\">®=&gt;For other oases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</p>\n</footnote>\n<footnote orphan=\"true\">\n<p id=\"b546-25\">(gs^For other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}