{
  "casebody": {
    "data": "<casebody firstpage=\"40\" lastpage=\"43\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b82-9\">The State, ex rel. Albright et al., <em>v. </em>Court of Common Pleas of Delaware County et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b82-10\">[Cite as State, ex rel. Albright, <em>v. </em>Delaware Cty. Court of Common Pleas (1991), 60 Ohio St. 3d 40.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b82-13\">(No. 90-1636 —</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ab3\">Submitted February 5, 1991 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AqQ\">Decided May 29, 1991.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b83-8\"><page-number citation-index=\"1\" label=\"41\">*41</page-number><em>Lucas, Prendergast, Albright, Gibson &amp; Newman, Robert E. Albright, Rankin M. Gibson </em>and <em>Richard C. Brahm, </em>for relators.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b83-10\"><em>Lane, Alton &amp; Horst, Jack R. Alton </em>and <em>John A. Fiocca, </em>for respondents Delaware County Court of Common Pleas and its judges.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b83-11\"><em>W. Duncan Whitney, </em>prosecuting attorney, for intervening respondent Delaware County Board of Commissioners.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b83-12\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"ANb\">For a writ of prohibition to issue the respondent must be about to exercise judicial or quasi-judicial power, the exercise of that power must be unauthorized by law, and refusal of the writ must result in injury for which no other adequate legal remedy exists. <em>State, ex rel. Lewis, </em>v. <em>Warren Cty. Court of Common Pleas </em>(1990), 52 Ohio St. 3d 249, 556 N.E. 2d 1184.</p>\n<p id=\"b83-13\">Respondents argue for dismissal on grounds that a common pleas court has authority to determine its own jurisdiction and appeal is an adequate remedy at law, citing <em>State, ex rel. Mansfield Tel. Co., </em>v. <em>Mayer </em>(1966), 5 Ohio St. 2d 222, 34 O.O. 2d 428, 215 N.E. 2d 375, and <em>State, ex rel. Heimann, </em>v. <em>George </em>(1976), 45 Ohio St. 2d 231, 74 O.O. 2d 376, 344 N.E. 2d 130. However, in <em>Ohio Dept. of Adm. Serv., Office of Collective Bargaining </em>v. <em>State Emp. Relations Bd. </em>(1990), 54 Ohio St. 3d 48, 562 N.E. 2d 125, we held in the syllabus that “[w]hen a court patently and unambiguously lacks jurisdiction to consider a matter, a writ of prohibition will issue to prevent assumption of jurisdiction regardless of whether the lower court has ruled on the question of its jurisdiction,” overruling <em>Mansfield Tel. Co. </em>to the extent that it was inconsistent.</p>\n<p id=\"b83-14\">Relators argue that R.C. Chapter 709, supplemented by our decision in <em>Lewis, supra, </em>fixes exclusive jurisdiction to consider annexation matters in the county in which the hearing takes <page-number citation-index=\"1\" label=\"42\">*42</page-number>place. We agree and therefore find that the respondent court has no jurisdiction to consider the matter set forth in the pending declaratory judgment/injunction action. Accordingly, we overrule respondents’ motions to dismiss the complaint, and grant a peremptory writ of prohibition prohibiting respondents from proceeding in that case.</p>\n<p id=\"b84-4\">R.C. Chapter 709 establishes the procedures for considering and challenging annexation petitions. R.C. 709.02 provides in part:</p>\n<p id=\"b84-5\">“The owners of real estate adjacent to a municipal corporation may, at their option, cause such territory to be annexed thereto, in the manner provided by sections 709.03 to 709.11 of the Revised Code. Application for such annexation shall be by petition, addressed to the board of county commissioners of the county in which the territory is located * * *.”</p>\n<p id=\"b84-6\">In the instant case, the territory sought to be annexed is located in two counties. This invokes R.C. 709.11, which provides in part:</p>\n<p id=\"b84-7\">“When the territory sought to be annexed to a municipal corporation is partly in the county in which such municipal corporation is situated and partly in another county, the annexation proceedings shall be in that county in which there is the largest number of qualified voters residing in the territory sought to be annexed.”</p>\n<p id=\"b84-8\">Thus, these two sections plainly establish the jurisdiction of a single board of county commissioners to hear an annexation petition. R.C. 709.03 through 709.033 prescribe the procedures for conducting the hearing and approving or disapproving the annexation petition, and R.C. 709.07 provides for enjoining the annexation, after the hearing, if the board approves it. <em>Lewis, supra, </em>held that the court of common pleas of the county in which the hearing takes place has exclusive jurisdiction over these injunction actions.</p>\n<p id=\"b84-10\">Thus, we hold that R.C. Chapter 709, taken as a whole and supplemented by <em>Lewis, </em>evinces a legislative intent to make jurisdiction of annexation proceedings, including injunction actions thereafter, exclusive in the county where the territory to be annexed is located, or if located in more than one county, where the majority of qualified voters reside. In this case, the complaint alleges that the only qualified voters in the territory to be annexed reside in Franklin County. Since this case is presented on motion to dismiss, the allegations of the complaint are taken as true.</p>\n<p id=\"b84-11\">Courts of appeals have uniformly held that actions for declaratory judgment and injunction are inappropriate where special statutory proceedings would be bypassed. <em>Dayton Street Transit Co. </em>v. <em>Dayton Power &amp; Light Co. </em>(1937), 57 Ohio App. 299, 10 O.O. 500, 13 N.E. 2d 923; <em>State, ex rel. Iris Sales Co., </em>v. <em>Voinovich </em>(1975), 43 Ohio App. 2d 18, 72 O.O. 2d 162, 332 N.E. 2d 79; <em>Wagner </em>v. <em>Krouse </em>(1983), 7 Ohio App. 3d 378, 7 OBR 479, 455 N.E. 2d 717; <em>Beasley </em>v. <em>East Cleveland </em>(1984), 20 Ohio App. 3d 370, 20 OBR 475, 486 N.E. 2d 859; and <em>Arbor Health Care Co. </em>v. <em>Jackson </em>(1987), 39 Ohio App. 3d 183, 530 N.E. 2d 928. Each of these actions was decided on direct appeal, not by issuance of a writ of prohibition. However, since it is always inappropriate for courts to grant declaratory judgments and injunctions that attempt to resolve matters committed to special statutory proceedings, their decisions should always be reversed on appeal, except when they dismiss the actions. We find this tantamount to a holding that courts have no jurisdiction to hear the actions in the first place, and now so hold.</p>\n<p id=\"b85-4\"><page-number citation-index=\"1\" label=\"43\">*43</page-number>In the action underlying this case, respondent court is being asked by intervening respondent to determine the Franklin County Board of Commissioners’ jurisdiction over the annexation proceedings. However, the statutes commit the annexation proceedings to the commissioners of the county where the largest number of voters in the territory to be annexed reside, and injunctive relief, if the petition is approved, to the common pleas court of the county where the hearing takes place. In this case, the Franklin County Board of Commissioners has determined its own jurisdiction, and the Franklin County Court of Common Pleas, which will rule on the correctness of that determination if it is challenged by injunction after the hearing. To permit intervening respondent to go forward with its action in the respondent court would allow it to intrude into this statutory process. Accordingly, we find that the respondent court is about to exercise judicial power; that it lacks jurisdiction to exercise that power, patently and unambiguously; and that therefore the adequacy of appeal as a remedy is irrelevant.</p>\n<p id=\"b85-6\">Accordingly, we overrule the motions to dismiss and, on the basis of our finding of exclusive jurisdiction in the Franklin County Board of Commissioners, allow the writ.</p>\n<p id=\"b85-7\">\n<em>Writ allowed.</em>\n</p>\n<judges id=\"b85-8\">Moyer, C.J., Sweeney, Holmes, Douglas, Wright, H. Brown and Resnick, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}