{
  "casebody": {
    "data": "<casebody firstpage=\"378\" lastpage=\"380\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b404-5\">D. H. Hodges v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b404-6\">No. 3093.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7D\">Decided April 15, 1914.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b404-7\">1. —Aggravated Assault—Simple Assault—Charge of Court—Reasonable Doubt.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b404-9\">Where defendant was indicted for aggravated assault committed with premeditated design and by the use of means calculated to inflict serious bodily injury, and the court submitted both simple and aggravated assault, but did not charge the reasonable doubt in favor of defendant as between the two degrees of assault and refused a special charge that if the provocation arose at the time of the assault the same would not be an aggravated assault, and the evidence raised this issue, the same was reversible error.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b404-10\"><em>2. </em>—Same—Evidence—Irrelevant Questions.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b404-11\">Upon trial of aggravated assault, it was error to permit State’s counsel to aslc each witness of defendant if he had not been drinking that day, and if he had not drunk with the defendant, the State not following up this matter that the' witnesses did so drink with the defendant, and witnesses denied it. Especially, where the same was in prohibition territory; neither was it material that defendant had a bottle of whisky in his store, etc., no connection having been shown with the offense for which defendant was being tried, and defendant having been fined in an unusual amount.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b404-12\">3. —Same—Continuance—Practice on Appeal.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b404-13\">Where the judgment is reversed and the cause remanded for other reasons, the overruling of the motion for continuance need not be considered.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b404-14\">4. —Same—Other Transaction—Evidence.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b404-15\">Upon trial of aggravated assult, the acts of third person\" not named in the record and not shown to have acted with defendant as principals was inadmissible.</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b404-16\">Appeal from the County Court of Collingsworth. Tried below before the Hon. B. H. Cocke, Jr.</summary>\n<summary data-order=\"12\" data-type=\"history\" id=\"b404-17\">Appeal from a conviction of aggravated assault; penalty, a fine of $750.</summary>\n<p data-order=\"13\" data-type=\"summary\" id=\"b404-18\">The opinion states the case.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b404-19\"><em>Templeton &amp; Templeton, </em>for appellant.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"A8n\">On question of insufficiency of evidence: Bruce v. State, 41 Texas Crim. Rep., 27; Head v. State, 52 Texas Crim. Rep., 488.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b404-20\">On question of refusing requested charge: Davis v. State, 10 Texas Crim. App., 31; Freeman v. State, 52 Texas Crim. Rep., 500; Walker v. State, 63 Texas Crim. Rep., 499, 140 S. W. Rep., 455.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b405-4\"><page-number citation-index=\"1\" label=\"379\">*379</page-number><em>G. E. Lane, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b405-5\">HABPEB, Judge.</author>\n<p id=\"Afn\">Appellant was prosecuted for committing an aggravated assault under subdivision 9 of article 601, the indictment charging that the assault was committed with “premeditated design and by the use of means calculated to inflict serious bodily injury.” It is thus seen that to constitute this offense under this provision of the Code two things must combine, first, the assault must be committed upon “premeditated design,”—that is, from a fixed purpose formed in the mind, and not upon a rash inconsiderate impulse. It is true, the length of time is immaterial if the evidence shows a formed and fixed purpose and design, and, second, the assault under such circumstances must be committed by means calculated to inflict serious bodily injury. The real injury inflicted is not so material, except insofar as it may tend to show that the means used were calculated and perhaps did inflict serious bodily injury. While the court submitted both simple and aggravated assault, yet he did not in the charge instruct the jury as regards the reasonable doubt in favor of defendant as between the two degrees, and while a failure to do this would not present error in and of itself alone, yet if he had so done, the error in failing to give appellant’s special charge in which he requested the court to charge the jury that if the difficulty between appellant and Mr. Howell arose over provocation arising at the time, the defendant would not be guilty of an aggravated assault. The testimony offered in behalf of defendant raised the issue that he went to the place where Mr. Howell and another were engaged in a fight, not knowing who they were, and when he approached, Mr. Howell accused him of inciting the fight between himself and Watkins, and the fight between appellant and the prosecuting witness grew out of this matter—a sudden quarrel, ill-feeling already existing between them, and a fight with no premeditation. It is true that the State’s evidence would sustain a finding that the assault was premeditated, and in a measure, deliberate, yet the issue being in the case, the court should have in some way clearly instructed the jury the distinguishing features between aggravated and simple assault under the section of • law upon which the prosecution was based.</p>\n<p id=\"b405-6\">As the case will be reversed, we will not discuss the testimony further than to say that the testimony is sufficient to sustain aggravated assault, if the jury(should so find upon a fair submission of the issues, but we do not think the court should have permitted State’s counsel to ask each witness for the defendant if he had not been drinking that day, and if they had not drunk with appellant. If the State had proposed to follow it up with testimony that they had drunk with appellant, when they denied it, and it was on account of their friendly relations with appellant they were testifying as they did, as affecting their credit, it might be admissible. Yet after asking these questions and eliciting that they had taken a few drinks that day, a matter with which appellant was in no way connected, and then ask them if they had not drunk with ap<page-number citation-index=\"1\" label=\"380\">*380</page-number>pellant, and when denied, pursue it no further, would incline one to the opinion that it was but an effort to prejudice a jury, in a prohibition county, against appellant and some of his material witnesses. Again we can not see as to what issue in the case it was material as to whether or not appellant had a bottle of whisky in his store that day. The fight did not take place in the store, nor near it, nor how it was material as to whether appellant had in fact taken a drink or two that day. It is not contended that he was intoxicated at the time of the fight, nor so drunk he could not intelligently detail what occurred, nor that this fight grew out of or was about the drinking of any whisky. Appellant contends that all this testimony was calculated to prejudice the jury against him, and from the amount of the punishment assessed, it seems that this, or some other circumstance not disclosed by this record, did cause them to assess a most unusual punishment for this character of offense—a fine of seven hundred and fifty dollars. As under the facts in this case this testimony was inadmissible, and may have contributed to the punishment fixed, we can not say it was harmless error, and on another trial it will not be admitted, unless the State expects in some way to connect it up with the transaction for which appellant is on trial. There are several bills relating to this matter, but we do not deem it necessary, to discuss each of them.</p>\n<p id=\"b406-5\">It is useless to discuss the motion for a continuance as appellant will have ample time to secure the attendance of the witnesses upon another trial.</p>\n<p id=\"b406-6\">The fact that another person struck Mr: Howell would be immaterial unless it is expected by circumstantial evidence or otherwise to show an acting together between the parties. Appellant would not be responsible for the acts of the third person, hot named in the record, unless the law would make them principals in the assault. If it was intended to show that appellant did not inflict the injuries on the head, it might be admissible for that purpose, but appellant offered none of this testimony, and. under the evidence before us it was inadmissible on behalf of the State, and the objections of appellant should have been sustained, and on another trial it will he excluded unless the State expects to show that the parties were acting together in the assault on Mr. Howell.</p>\n<p id=\"b406-7\">We do not deem it necessary to discuss the other bills as the matters herein ruled upon sufficiently applies the law to them, and on another trial the court will be governed thereby.</p>\n<p id=\"b406-8\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b406-9\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}