{
  "casebody": {
    "data": "<casebody firstpage=\"82\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b108-9\">W. A. Link v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b108-10\">No. 2844.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AGj\">Decided February 18, 1914.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b108-11\">Rehearing denied March 11, 1914.</otherdate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b108-12\">1. —Abortion—Indictment—Precedent.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b108-13\">Where, upon trial of abortion, the indictment followed approved precedent, the same was sufficient on motion to quash.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b108-14\">2. —Same—Unknown Instrument—Charge of Court.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b108-15\">Where the indictment, in a prosecution for abortion, alleged the same to have been produced by an instrument the character and description of which was unknown to the grand jurors, and the evidence showed that if an abortion was brought about, it was done by an instrument, the name, character and description of which was unknown at the date of the trial, there was no error in refusing a charge to acquit on this ground.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b108-16\">3. —Same—Evidence—Rebuttal—Bills of Exception.-</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b108-17\">Where, upon trial of ■ abortion, the defendant contested the fact that the female in question was pregnant, and further contended that if pregnant, the foetus was dead at the time she was operated upon by defendant, there was no error in admitting testimony that said female had intercourse with her stepfather, and was pregnant at the time; besides, the bills of exception did not give the testimony admitted or point out the error as required.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b108-18\">4. —Same—Evidence—Rule Stated—Bill of Exceptions.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b108-19\">Where the bill of exceptions included a number of statements, some of which <page-number citation-index=\"1\" label=\"83\">*83</page-number>were clearly admissible in evidence, the same was too general for consideration; besides, there was no reversible error.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b109-5\">5. —Same—Evidence—Contradicting Witness.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b109-6\">Where the mother of the female, upon whom an abortion was alleged, testified for the defendant and denied going to certain physicians and seeking their services in the performance of an abortion on her said daughter, there was no error in permitting said physician to testify that she did do so.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b109-7\">6. —Same—Evidence—Rebuttal—Contradicting Witness.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b109-8\">Where the mother of the prosecutrix, in a trial of abortion, had testified for defendant that her daughter was not pregnant, and if so, that the foetus was dead, etc., there was no error in permitting the State to show that said mother knew that her daughter was pregnant; that the foetus was not dead; and that she asked defendant to perform an abortion upon her, the court properly limiting said testimony. Following Campos v. State, 50 Texas Grim. Rep., 289, and other cases.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b109-9\"><em>7. </em>—Same—Evidence—Motive—Bias of Witness.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b109-10\">Where the mother of the prosecutrix, in a case of abortion upon her daughter, testified for the defendant, there was no error in admitting testimony that the witness’ husband had been arrested as an accomplice for the same offense, to show her bias and interest in the case and the motives which operated upon the mind of the witness. Following Gelber v. State, 56 Texas Grim. Rep., 460.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b109-11\">8. —Same — Evidence — Rule Stated — Cross-examination — Husband and Wife.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b109-13\">Where the party on trial introduces the wife of one of the defendants as a witness and she testifies to facts material to the defense, she may be cross-examined as to all matters germane and pertinent to her direct examination. Following Dobbs v. State, 54 Texas Grim. Rep., 550, and other cases.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b109-14\">9. —Same—Evidence—Rebuttal.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b109-15\">Where, upon trial of abortion, a witness testified in behalf of the defendant that he knew the prosecutrix, etc., and observed nothing to lead him to believe she was pregnant, there was no error in permitting the State to show that there was nothing to attract the attention of the witness by reason of which he would make a critical observation.</headnotes>\n<headnotes data-order=\"22\" data-type=\"headnotes\" id=\"b109-16\">10. —Same—Evidence—Remarks by Judge.</headnotes>\n<headnotes data-order=\"23\" data-type=\"headnotes\" id=\"b109-17\">Where defendant’s counsel, who was cross-examining a State’s witness, interrupted the witness before he had finished his answer, there was no error in the court’s remark to counsel to let the witness answer the question propounded before butting in on him.</headnotes>\n<headnotes data-order=\"24\" data-type=\"headnotes\" id=\"b109-18\">11. —Same—Declarations and Acts of Third Parties—Other Offenses.</headnotes>\n<headnotes data-order=\"25\" data-type=\"headnotes\" id=\"b109-19\">Where it was not shown that the State’s witness was in any way connected with her father in the commission of another offense, or that she shared the ill-will of her husband towards a codefendant, her husband not being a witness in the case, there was no error in rejecting testimony of this character.</headnotes>\n<headnotes data-order=\"26\" data-type=\"headnotes\" id=\"b109-20\">18.—Same—Charge of Court—Punishment.</headnotes>\n<headnotes data-order=\"27\" data-type=\"headnotes\" id=\"b109-21\">Upon trial of abortion, it was proper for the court to submit to the jury the question of the punishment to be assessed in the event the jury found defendant guilty.</headnotes>\n<headnotes data-order=\"28\" data-type=\"headnotes\" id=\"b109-22\">13.—Same—Argument of Counsel—Allusion to Defendant’s Failure to Testify.</headnotes>\n<headnotes data-order=\"29\" data-type=\"headnotes\" id=\"b109-23\">Where, upon trial of abortion, prosecuting counsel stated the names of the witnesses who had testified and said that these were all the witnesses who did <page-number citation-index=\"1\" label=\"84\">*84</page-number>testify in the case, and then turned to the county attorney and asked whether anyone else testified for the defendant, who answered in the negative, the same was not an indirect reference to defendant’s failure to testify; the remarks not relating to some circumstance or statement about which the defendant alone could be expected to testify. Following \"Vickers v. State, 70 Texas Grim. Bep., 558, and other cases.</headnotes>\n<headnotes data-order=\"30\" data-type=\"headnotes\" id=\"b110-5\">14. —Same—Argument of Counsel.</headnotes>\n<headnotes data-order=\"31\" data-type=\"headnotes\" id=\"b110-6\">Where the court instructed the jury not to consider certain remarks of State’s counsel, and they were not of such nature as to influence the jury in the face of such instructions, there was no error.</headnotes>\n<headnotes data-order=\"32\" data-type=\"headnotes\" id=\"b110-7\">15. —Same—Requested Charge—Defensive Theory.</headnotes>\n<headnotes data-order=\"33\" data-type=\"headnotes\" id=\"b110-8\">Where, upon trial of abortion, the court charged the jury that if they believed from the evidence that the foetus or embryo, if any, was dead from any cause whatever, before prosecutrix was operated upon by defendant, or that defendant’s purpose was to save her life, to acquit the defendant, there was no error in refusing special instructions on this issue.</headnotes>\n<headnotes data-order=\"34\" data-type=\"headnotes\" id=\"b110-9\">16. —Same—Charge of Court—Definition of Assault.</headnotes>\n<headnotes data-order=\"35\" data-type=\"headnotes\" id=\"b110-10\">Where, upon trial of abortion, the court’s charge submitted the issues to the jury and required them what they should find beyond a reasonable doubt before they could convict defendant, there was no error in the court’s failure to define the meaning of the word “assault.”</headnotes>\n<headnotes data-order=\"36\" data-type=\"headnotes\" id=\"b110-11\">17. —Same—Objections to Charge—Changes Made by Court.</headnotes>\n<headnotes data-order=\"37\" data-type=\"headnotes\" id=\"b110-12\">It was proper for the court to submit his charge to the attorneys, and after they had filed their exceptions thereto to make such changes as he thought advisable and proper to meet the objections made thereto, and the only matters this court can consider are the objections to the charge of the court as finally read to the jury.</headnotes>\n<headnotes data-order=\"38\" data-type=\"headnotes\" id=\"b110-13\">18. —Same—Sufficiency of the Evidence—Charge of Court.</headnotes>\n<headnotes data-order=\"39\" data-type=\"headnotes\" id=\"b110-14\">Where, upon trial of abortion, the evidence for the State was properly admitted under a proper charge of the court, and the same was sufficient to sustain the conviction, there was no error.</headnotes>\n<summary data-order=\"40\" data-type=\"history\" id=\"b110-15\">Appeal from the District Court of Tarrant. Tried below before the Hon. Marvin H. Brown.</summary>\n<summary data-order=\"41\" data-type=\"history\" id=\"b110-16\">■ Appeal from a conviction of abortion; penalty, four years imprisonment in the penitentiary.</summary>\n<p data-order=\"42\" data-type=\"misc\" id=\"b110-17\">The opinion states the ease.</p>\n<attorneys data-order=\"43\" data-type=\"attorneys\" id=\"b110-18\"><em>Hood &amp; Sitadle </em>and <em>Baskin, Dodge &amp; Eastus </em>and <em>Lattimore, Cummings, Doyle &amp; Bouldin, </em>for appellant.</attorneys>\n<p data-order=\"44\" data-type=\"legal\" id=\"AGH\">On question of allusion to defendant’s failure to testify: Melton v. State, <em>56 </em>S. W. Rep., 67.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b110-19\">On question of unknown instrument used: Lane v. State, 45 S. W. Rep., 693; Hellums v. State, 55 Texas Crim. Rep., 356; Branch Crim. Law., sec. 784.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b110-20\">On question of court’s failure to present defensive theory: Jackson v. State, 115 S. <em>W. </em>Rep., 262.</p>\n<attorneys data-order=\"47\" data-type=\"attorneys\" id=\"b110-21\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"48\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b110-22\">HABPEB, Judge.</author>\n<p id=\"AMK\">Appellant is a physician located at Fort Worth, <page-number citation-index=\"1\" label=\"85\">*85</page-number>and was prosecuted and convicted of procuring an abortion upon Daisy Moore, and his punishment assessed at four years confinement in the State penitentiary.</p>\n<p id=\"b111-5\">A motion was made to quash the indictment. It is in the language prescribed in White’s Ann. Code, sec. 1126, and which has been frequently approved by this court, therefore the court did not err in overruling the motion.</p>\n<p id=\"b111-6\">• The indictment in this case charges that the abortion was produced by the insertion of an “instrument into the private parts and womb of the lady,” the name, character and description of the said instrument being to the grand jurors unknown. Mo motion was made to quash the indictment on this ground, but after the introduction of the evidence the defendant requested the court to instruct the jury that as no evidence had been introduced showing that the grand jury did not know the name of the instrument to instruct a verdict of not guilty. While it is true no grand juryman was called and questioned in regard to this matter, yet the record is replete with testimonjy that if an abortion was produced, it was done by the insertion of an instrument, the name, character and description of which was unknown at the date of this trial, therefore, the court did not err in refusing the instruction. McCarty v. State, 36 Texas Crim. Rep., 135, 35 S. W. Rep., 994.</p>\n<p id=\"b111-7\">When Daisy Moore was on the witness stand she was permitted to testify that her stepfather, W. E. Fondren, had had intercourse with her on two named dates. As it was necessary to prove that she was pregnant, this testimony was admissible. Appellant all through the trial seriously contested the fact that she was pregnant, and further contended that, if pregnant, the foetus was dead at the time she was operated upon by appellant. Under such circumstances any and all testimony which would tend to show that the woman was pregnant and the child was alive when she was operated on by Dr. Link was admissible, and the court did not err in so holding. This bill of exceptions is some eleven pages in length, containing questions and answers and objections made, some of which were sustained and some overruled, winding up with the statement, “To all of which rulings of the court the defendant then and there excepted and tenders this his bill of exceptions.” A bill of exceptions should state the setting, the testimony introduced, and the objections made, and not leave it for us to read some ten or eleven pages of questions and answers, statements of State’s counsel, objections made, rulings of the court, and leave us to search with a fine tooth comb to find what evidence was really admitted and which objections were sustained by the court. They should be clear, pointed, give the testimony admitted, and point out the error in the ruling.</p>\n<p id=\"b111-8\">The next bill relates to the testimony of Mrs. W. E. Fondren on cross-examination. The questions, answers, objections made, and rulings of the court embrace seventeen pages of transcript. Some of the questions and answers thus included were not objected to; some of the objections were sustained and some overruled. Some of the testimony <page-number citation-index=\"1\" label=\"86\">*86</page-number>embraced in the bill was clearly admissible under all of the holdings of the court. In the case of Ortiz v. State, 68 Texas Crim. Rep., 524, 151 S. W. Rep., 1056, the rule governing these matters is clearly and succinctly stated in an opinion by Judge Davidson wherein the authorities are cited, and it is held that a bill of exceptions is too general for consideration if it includes a number of statements, some of which are clearly admissible. However, at different times we have studied these two bills and believe that we clearly now understand both the portion of the testimony which was admitted over objection, and the objections urged. Daisy Moore testified:</p>\n<p id=\"b112-5\">“My mother’s name now is Bachael Fondren. She is married to Edward Fondren, W. E. Fondren. My mother and W. E. Fondren have been married twelve or thirteen years.</p>\n<p id=\"b112-6\">“I know what you mean by monthly sickness. When my monthly sickness first appeared I was fourteen or fifteen years of age, about fourteen years old, as well as I remember it. My mother, Mrs. Bachael Fondren, and I made a visit to Fort Worth about the first of May of this year; we came down to Fort Worth. I had not been having my monthly sickness regularly up to the time I came down to Fort Worth. I had had my monthly sickness last on the 17th of October, last year, last winter, the 17th of October, and I never had my monthly sickness after that period. I missed first about Hovember 17th.</p>\n<p id=\"b112-7\">“You ask me if I had had intercourse with any man or boy prior to coming to Fort Worth, and if any man had had intercourse with me prior to mj'' coming here to Fort Worth, who it was and I answer: W. E. Fondren. I refer to W. E. Fondren, my stepfather, he is the one. My stepfather is the one—what question did you ask me? W. E. Fondren is about forty-seven or forty-eight years old. I was living in his home when he commenced to have intercourse with me.</p>\n<p id=\"b112-8\">“I was sick last about the 17th of October, and between that time and the time I came to Fort Worth (about May 1st) of this year, W. E. Fondren had intercourse with me. He had intercourse with me about 'four or five days after the seventeenth of October, as well as I remember. It was in the cotton patch that he first had intercourse with me after my sickness on the 17th of October—alongside of the cotton patch; I wa's going to pick cotton. I did not make any engagement with him to meet him in the field, I never did. At this time in the field there was no one else there besides the defendant and me; by the defendant I mean W. E. Fondren. He had intercourse with me after this time in the cotton patch you have just questioned me about; that was not long after this time in the cotton patch, just a few days. After that I missed my sickness on Hovember 17th and it did not occur any more up to the time I came to Fort Worth. Before I came to Fort Worth I experienced a movement in my abdomen that I had never experienced before; there was a movement in my abdomen that I had never experienced before; that appeared about a month and a half before I came to Fort Worth. That movement increased as time went on, up to the time I <page-number citation-index=\"1\" label=\"87\">*87</page-number>came to Fort Worth. With reference to my size around my abdomen and my hips, I state that I got larger ; I grew larger—I said larger. On the 17th of October and along there I was wearing a number twenty corset, and when I came down here to Fort Worth I was wearing a twenty-two. Prior to October 17th I wore a corset that laced behind; some one did get me a corset during this period. I had been wearing corsets laced behind and snapped in front, sorter, and the kind of a corset I had gotten for me during this time was one that laced in front and it would give behind here and on the side of it, you could lace it on the side and front here. It had the snaps in front and also the lacing down the front. I could lace down a whole lot with that new kind of a corset.</p>\n<p id=\"b113-3\">“W. E. Fondren brought me from my home to Weatherford when I started down here to Fort Worth; he is my stepfather. My mother and I came on to Fort Worth by ourselves; my mother had her baby with her. It was the 3:45 train we got on at Weatherford; 3:45 in the evening. I had some relatives living here in Fort Worth at that time; they were my sister and brother-in-law. My sister’s name is Pansy ICirby and she is my full-blood sister. She is married to George Kirby. When I got here to Fort Worth that evening I went right on out there to my sister’s. The next morning I did go somewhere and my mother and sister went with me; we went over here in town to hunt a doctor.</p>\n<p id=\"b113-4\">“This morning that we came over to Fort Worth 1 met the defendant, Dr. Link; met him in his office there—here in Fort Worth, in Tarrant County, Texas.</p>\n<p id=\"b113-5\">“You state that I can not give the exact words but ask me to relate as near as I can to the jury, giving the substance of any conversation my mother or I had with the defendant doctor at that time and I answer: Mama came into the office there and said, ‘I want you to operate on my girl, she got into some trouble with a boy, and I want you to operate on her, Doctor,’ and he said, ‘All right.’ Tie told me to get up there on his operating table in a chair and let him examine me. I got on the operating table. It was a table you lay your head down and put your feet way up high. After I was on that table the position of my feet and limbs was way up high, fastened in something. I noticed that there was something like stirrups on the end of this table; my feet were placed in those stirrups to hold them, something to hold them. With reference to the balance of my body my knees were way up high. He examined me with my tight clothes on while I was lying in that position. The first time I laid on this table I had my tight clothes on. After he had examined me he said he would operate on me then. After I was off this operating table he told me to go behind a screen there and pull off my tight clothes. Up to that time I had heard a conversation between my mother and the defendant, she wrote a check; I saw her writing something over there. You ask me if I understood from the conversation between my mother and the defendant the amount of that check and I tell you they said it was $150. From the conversation between the de<page-number citation-index=\"1\" label=\"88\">*88</page-number>fendant and my mother I know that check was torn up afterwards, they made another one.</p>\n<p id=\"b114-3\">“I took off my tight clothes, and after I had them off I was then examined again up on the table; I was placed in the same position, I was put up there. After I was examined that time he said, ‘You are too far advanced.’ He said he thought 1 was six or seven months advanced. He then said he would operate on me if he could get any one to keep me. He said, ‘You are too far advanced,’ and mamma said, ‘Can’t )'ou take everything away now,’ and he said, ‘No, you had just better cut her throat.’ After that I heard them talking some more with reference to the matter of a check, he said he would have to have more, and they finally agreed on the sum of $200. He said he had a nurse that taken advanced cases and one that did not take advanced cases, and he sent mama and my sister down to her house to see if she could get her to take me. While they were gone I was out in the hall looking out the window at flowers, and I had taken care of mama’s baby while they were gone. When they came back they said they could not get her. In response to your question if my mother said anything to the defendant as to why they could not get this nurse that took advanced cases and I state to you that they said her daughter was sick; I never heard all they said, mama told me—after my mother reported that she could not get this nurse she went to see, the defendant said he would get another nurse, he would go phone to another nurse. I never heard his phoning, but another woman came up there that evening. This conversation I have related about these matters occurred in the morning, when I was operated on in the evening.</p>\n<p id=\"b114-4\">“This woman came after I was operated on, but mama was there. On being requested to tell the jury as best I could what was done at the time this operation was performed, I state: It was a silver looking tube, and taken out, and some kind of a buzzing, is all I heard, and put the silver tube, he used a silver tube—I was placed upon the operating table, in the same position I said I was placed that morning. I was not given anything. Before the operation was performed I saw the defendant with something in his hands. You ask me if I could see whether or not he inserted that thing he had in his hands into my private parts, and I answer that I seen something, I seen it, yes, sir. I saw it when it was in his hands but I could not see it when it was inserted; I could not see what he used, no, sir. When the defendant inserted this, whatever it was, into my private parts, it just hurt me awful bad, it like to killed me, I just cried and he said he would be done in a few minutes (weeping). The pain and suffering was greater after this had penetrated my private parts, after it had penetrated some distance.</p>\n<p id=\"b114-5\">“With reference to this movement in my abdomen that I had been experiencing for a month and a half, there was a movement at the time he inserted this instrument when it was paining me the greatest; it was .more than it had been before,\" it was greater; After this instrument was removed he placed something in my private parts and left it there, <page-number citation-index=\"1\" label=\"89\">*89</page-number>it looked like a cloth that he placed in there—white cloth. I was willing and consented to this operation, I wanted to do anything to get all right. After this was over there nothing passed from me at that time. My mother was still there when the first operation was finished. Mrs. Chancellor, this lady who was phoned for, came while I was putting on my clothes, a little while after I was operated on. I told my mother good-bye there at the office; I did not see her any more there that week. When I left the defendant’s office I was with this woman, Mrs. Chancellor, and I went to her house here in Fort Worth; it is on Cherry street. We walked to her home; the reason we walked is because she said that would make it. pass quicker. I went up there to the doctor’s office the next morning, and I was operated on again by the defendant; I was placed in a position just like I was the first time. The defendant operated on me that time; he inserted the instrument into my private parts again; he used the instrument just like he did. With reference to the pain or suffering, I state that operation hurt. It hurt worse than it did before, I suffered. That time it hurt worse when the instrument was first inserted into my private parts, it hurt—it hurt worse after it had penetrated some distance. I experienced this movement in my abdomen on this second operation also; this movement was then greater than it had been before coming to Fort Worth. I was not in a position to see the instruments as they were placed in my private parts, I could not see them. I do not know of my own knowledge what those instruments were. After that second time I taken some medicine; I taken some salts and taken some tablets at the house. I taken the salts before this second operation; I took the tablets after the second operation. After the second operation I took some tablets; he said it would make me quit suffering so; those tablets were taken down at the house. Mrs. Chancellor and the doctor were present, at this second operation. You ask me if there was anything left in my private parts after he was through and I state that he taken .some long cloth out when he went up to his office. As well as I remember after he was through with this second operation he placed some cloth back into my private parts, but I was suffering so I do not know. If I ever experienced this movement in my abdomen after this second operation I do not know it; I might have a little bit, but I do not know it if I ever did. If it ever moved after that I do not recall it. I walked home that time, the doctor and Mrs. Chancellor said it would make it pass quicker; they said for me to walk home, it would make it pass quicker. As I went up there the second time I rode part of the way and walked part of the way, and as I went on back home I walked every bit of the way, I told her, 'Let’s get a street car,’ and she said, 'Fo.’ This second operation was on Wednesday-morning. Dr. Link came down there that night; Mrs. Chancellor phoned for him, I got to suffering so. I just had pains and wanted to get up over the night glass all the time. I had never experienced, any pain like those before; those pains were down low, here—down low in my abdomen, and those pains cause me to feel like I wanted to get up all the <page-number citation-index=\"1\" label=\"90\">*90</page-number>time. Those commenced—those pains commenced two or three hours, several hours before it passed. The defendant was there an hour, as well as I remember, before whatever passed did pass. I was on the bed, and she said to' push against her to make it pass quicker, bear against her breast; she said to push against her, it would make-it pass quicker; she sat up there on the bed with me, and finally it passed. Immediately after it passed the doctor and Mrs. Chancellor were talking about getting the scissors and cutting the cord—Mrs. Chancellor and the doctor were talking about getting the scissors and cutting the cord. Mrs. Chancellor and the doctor were working down there, they were doing something; after they spoke of the scissors and cutting the cord they were both down there busy with something. I do not know what they did with it. After this first passed I passed something else; it looked like red hog liver, but I do not know what it was; I passed something that looked like red hog liver. You asked me if they called it or said what it was and I answer: the after birth. It was late in the night when Dr. Link left that night, but I do not know what time it was, I was suffering so I do not know.”</p>\n<p id=\"b116-5\">Mrs. W. E. Eondren testified: “Daisy Moore is my daughter, my own daughter by my first husband. She has lived with me all the time until recently. I remember the occurrence of her coming to Fort Worth. I brought her. She came to Fort Worth some time in March before that, she came to the stock show. I did not come with her then, she came alone. She returned on Saturday night. I do not know just exactly how far we live from Lambert Switch, which is in Parker County, but I expect it is eight miles, it is eleven miles from our house to Weatherford. In going from Fort Worth on the railroad we people usually get off at Lemley, and have some one meet us there and take us out. On that occasion some one went over there to get Daisy, her brother, Clay Moore, went after her and the train failed to let her off and carried her too far and he came back and left her there. He thought the train was not going to stop, but it went on and stopped and when she got off, and they told her—-they were a mile and a half from the switch and she asked them to back with her. He returned without her and she came in at nine o’clock in the night. She came afoot and carried her grip. The grip she carried was just a common size grip and it was full of things; my daughter had sent me a set of glasses and I do not know what all and what clothing she had had to wear through the week. It was heavy. When she got there she just stated she was worn out, almost exhausted when she got home.</p>\n<p id=\"b116-10\">“Before that time I had noticed something unusually in her condition mentally as to whether or not she seemed to be troubled, she seemed despondent, for I guess six months, more so than common, and seemed troubled. I did the washing on the place, I helped her to do the washing. I washed her clothes. She had had her sickness on her; if she had \"ever missed any particular time I did not know it, some times she would not be any to amount to anything, but her sickness was on <page-number citation-index=\"1\" label=\"91\">*91</page-number>her on Monday and still on her, off and on, all the week before she came down here and it was on her on Monday she came down here. After she made that trip from Lemley Switch to home, she had some spells, we were getting breakfast and she went to grind the coffee and turned around to put the coffee in the coffee pot and fell, and when she fell she struck her head—the back of her head—and it scared me-. I thought when any one faints they always tipped forward, or I thought they did. She fell just perfectly dead, everyone on the place could state the same, and we picked her up and carried her in the house and that spell lasted thirty minutes, and when she came to, she complained of the back of her neck hurting her. She had some more spells after that, but I could not tell you how many, but she had light spells, she never did have another hard spell, hard as that one, until I brought her down here, and she was threatened the day I brought her to the doctor with another spell and seemed to be worried and troubled and seemed like there was something wrong with her mind more than anything else.</p>\n<p id=\"b117-5\">“Before I came down here, I had a conversation in the garden with my daughter with reference to her condition. We came down here on Monday and the best I can remember it was on the Saturday before the Monday that I came. She made a statement to me about her condition, she told me she was in a family way, and she made a statement to me about what had been done or what she had done. She said she was in a family way, and I argued with her and told her she was not, and her sickness was on her, hut she contended she was, and she said she was, and she had taken medicine, turpentine, I don’t remember how much she stated, but a terrible sight, that she had taken herself, and she said she had taken cottonroot medicine, I don’t know how much but she said she taken it. I asked where she got it and she refused to tell me. She said she had used a pencil and hat pin and the foetus was dead and would have to be removed or she would kill herself, that is what she stated; she said there must be something done at once or she would kill herself. I told her I hated to take her to Weatherford to have anything done, if I did it wrould get out that she was cfitified,’ and I thought that was working on her, on her mind, and so my daughter had wrote to me that she and her child were very sick—after she told me that I brought her to- Fort Worth. That was one Saturday before I came to Fort Worth the next Monday week. After I brought her to Fort Worth I took her to Dr. Link. When she told me this in the garden, I asked her who she had been with. She said there was something passing from her and it was very offensive, what was passing, and that was the reason she knew it was dead. After I brought her here I took her to Dr. Link. I did not know Dr. Link before I came to Fort Worth and had never heard of him, I just inquired from other doctors. Pansy and Daisy went up there with me. Pansy was her sister. I do not know what time of day we went up there, we started early in the morning and it must have been eleven o’clock, we went sev<page-number citation-index=\"1\" label=\"92\">*92</page-number>eral places. I told Dr. Link that my daughter was in a critical shape in some way, and she said she was in a family way, though I did not think she was, and Dr. Link said he would examine her and see, and he did examine her. He examined her like a doctor would a woman that was going to be confined, and he told her that he did not think she was in a family way, but if she was the foetus was dead and he told her to unloosen her clothes. She did so and he said there was something passing from her that was very offensive, and if there was anything there it was dead and must be removed, and then there was something—I sat at her head on the sofa and in front of us was some kind of a tin arrangement, looked more like a bucket than anything else, with a tube in it, I suppose with water, and he used that syringe to wash her out, that is what he done, and he told me he would have to treat her, that you must get some place close so he could treat her, and it would probably take á year to treat her. He did not pack any cloth of any kind or anything that looked like cloth in her private parts or womb, he did not do that. He did not use any instrument on her, except the instrument I spoke of just now; I know he never, for I was right there and there was nothing of that kind used. I suppose there was water there, I heard water making a fuss, hut I did not see it, but I suppose it was in the syringe or whatever that was up there, that tin vessel. The tube was fastened to that vessel. My daughter is nineteen years old. She is a young girl. When I got there with her she seemed awfully nervous and I sent her out to get some candy and a lunch for the baby. The reason I sent her out is because I thought it would get her mind off her condition, I did not know, she seemed nervous to me, and complained of the back of her head, and the doctor told her he thought it was her spine that was affected, was one thing that was the matter, and that if she was not treated right away it would affect her mind. He made a statement after he had her loosen up her clothes. There was a flow there, and he said if there was not something done blood poison was liable to set up, and he did not see why it had not set up before now. We first suggested that she would stay at her sister’s, but her sister lived six blocks from the car line and she would have had to walk six blocks and the doctor said that was too far for her to walk and we would have to get some place close for her and I went to make arrangements. We went to a lady close by, I do not know who she was, that kept boarders, and she said she would keep her in a minute but was going away, it said, private boarding place. I returned and reported the matter,, and told him the close place down the street, we went to two places, and one place the lady was gone and the other place a lady was at home and her sister was very sick and was going to have an operation for appendicitis, and she was going away. When I returned I reported to Dr. Link that T had failed to get a place for her to stay. Dr. Link then told us to make ourselves at homo and if he could get some place close he would get her a hoarding place close to him and he would treat her and she could stay out there three <page-number citation-index=\"1\" label=\"93\">*93</page-number>or four days or a week and return home and come back and forth. . They made arrangements to get some one, there was a lady came, but I can not tell you her name. I got the nurse, I did not make the arrangements, he just asked her if she would keep her and he told her he would go out the next morning to see her. There was nothing said about nurses for advanced cases or that he had nurses who were advanced nurses and nurses who were not; there was nothing at all like that said, not a word. This lady said she had a neat home and was keeping boarders. That is what she stated.</p>\n<p id=\"b119-3\">“The doctor said before we got any nurse that he would take her for $175 and treat her until she was well if it taken a year or taken longer, and I said: ‘Doctor, that is a good deal of money/ and he said., ‘If she was treated at a hospital it would cost me five hundred dollars/ When the nurse came he said he would pay all expenses, medicine and everything, and take the case for two hundred dollars and then I agreed to that. Dr., Link wrote the check and I signed it. After that I went away, I left right when she did. She went away with this lady nurse, Chancellor or some such name. She walked away and I went over to my daughter’s, Mrs. Kirby. I never left there, only to come back to the train; I aimed to go to her 'house and see what kind of a place she was staying, but I was sick the next morning and could not go, so I taken the next train the next morning and went home.</p>\n<p id=\"b119-4\">“I never asked Dr. Link to perform an abortion on my child, and he never agreed to perform an abortion on my child, and he'never performed an abortion upon this girl.”</p>\n<p id=\"b119-5\">The defendant introduced several witnesses who testified that they knew Daisy Moore, and saw her frequently just before she came to Fort Worth, and they did not think she was pregnant; at least there was nothing in her appearance to so indicate.</p>\n<p id=\"b119-6\">- It was admitted by defendant that Mrs. Fondren on this occasion gave him a check- for $200 to treat and care for her daughter, and that same was paid. This, we think, gives a sufficient' portion of the testimony to make our rulings clear and succinct.</p>\n<p id=\"b119-7\">After Mrs. Fondren had testified on direct examination, as above recited, first, that she did not think her daughter was pregnant—-that her menstrual-period came on just before coming to Fort Worth, and that she thought her mind was unbalanced, etc., on -cross-examination of this witness she was asked if she did not approach Drs. Bay and Trigg and seek their services in the performance of an abortion on her daughter, and state to them that her daughter was pregnant. She denied so doing, and the doctors were permitted to testify that she did approach them, state that her daughter was pregnant, and desired them to perform an operation on her. This was on the same day that she afterwards carried her daughter to Dr. Link’s' office, with whom she contracted to perform the operation, and paid him to do so. This cross-examination of Mrs-. Fondren-was permissible, and-the testimony of the doctors properly admitted after' she had testified as hereinbefore recited at the <page-number citation-index=\"1\" label=\"94\">*94</page-number>instance of appellant. The same may be said of the testimony of Mrs. Pansy Kirby, who also testified as to statements made to her showing that she knew Daisy Moore was pregnant, and was desirous of having an operation performed on her. Mrs. Pondren had testified for appellant that her daughter was not pregnant; that if pregnant her daughter had told her the foetus was dead, and she had so informed Dr. Link. It was then permissible to show that she knew the girl was pregnant; that the foetus was not dead, and that instead of telling Dr. Link that it was dead she had informed him to the contrary and paid him $200 to perform an abortion and have her daughter cured. He relied on this testimony of Mrs. Pondren, and introduced her as a witness to show •that he was guilty of no offense, consequently it was permissible for the State to show prior statements of Mrs. Pondren to show that her testimony on this trial was not true. The court in his charge properly limited the testimony so adduced as affecting the testimony of Mrs. Pondren, and instructed the jury same was admissible for no other purpose. As illustrative of this the court instructed the jury: “You are further instructed that the testimony of Dr. Ray and the testimony of Dr. Trigg relative to any statement or statements made by the said Mrs. W. E. Pondren to either of said - witnesses about Daisy Moore while in said witnesses’ offices, and the testimony of S. S. Gilbert, sheriff of Parker County, relative to any statement made by Mrs. Pondren in the presence of said witness, and that portion of the written statement made by Mrs. Pondren and introduced by the State, was introduced for the sole purpose of affecting, if you believe it does affect or tend to affect, the credibility of the witness Mrs. W. E. Pondren, in this case, and you can not consider such testimony for any other purpose.” The other testimony introduced to impeach Mrs. Pondren was also limited in the same way. Huffman v. State, 28 Texas Crim. App., 174; Levy v. State, 28 Texas Crim. App., 203; Fuller v. State, 30 Texas Crim. App., 559; Campos v. State, 50 Texas Crim. Rep., 289; Newman v. State, 70 S. W. Rep., 951. And a witness may be impeached by proof of her statements before the grand jury in conflict with her testimony given on the trial. Clanton v. State, 13 Texas Crim. App., 139; Scott v. State, 23 Texas Crim. App., 521; Gibson v. State, 45 Texas Crim. Rep., 312; Gallegos v. State, 48 Texas Crim. Rep., 58.</p>\n<p id=\"b120-4\">It was also shown by this witness that her husband had been arrested as an accomplice to this offense after she had made the statements introduced by the State and subsequent to the time she testified on this trial to a different state of facts. This was admissible as tending to show her interest, feeling and bias. Mr. Branch in his work on Criminal Law correctly states that the motives which operate upon the mind of a witness when he testifies are never regarded as immaterial or collateral matters. The mental state or status which fairly construed might tend to affect his credibility, citing Mason v. State, 7 Texas Crim. App., 623; Sager v. State, 11 Texas Crim. App., 110; Bonnard v. State, 25 Texas <page-number citation-index=\"1\" label=\"95\">*95</page-number>Crim. App., 173; Green v. State, 54 Texas Crim. Rep., 3; Gelber v. State, 56 Texas Crim. Rep., 460.</p>\n<p id=\"b121-5\">And that the witness is the wife of one of the parties charged with the offense does not change the rules, where the party on trial introduces the wife of one of the defendants as a witness, and she testifies to facts material to the defense. A wife may be cross-examined as to matters testified to by her on direct examination, and may apply the usual tests of cross-examination as to all matters germane and pertinent to her direct examination. Dobbs v. State, 54 Texas Crim. Rep., 550; Exon v. State, 33 Texas Crim. Rep., 461; Creamer v. State, 34 Texas, 173. And wife may be impeached by proof of contradictory statements as to material matters testified to by her on direct examination. Red v. State, 39 Texas Crim. Rep., 414; Hampton v. State, 45 Texas, 154; Young v. State, 54 Texas Crim. Rep., 417; Crews v. State, 34 Texas Crim. Rep., 533. These decisions dispose of all the objections to the cross-examination of Mrs. Fondren, and the testimony introduced to impeach the testimony she gave in behalf of appellant on this trial.</p>\n<p id=\"b121-6\">Neither was there error in permitting the State to ask the witness Mitchell, after he had testified in behalf of defendant that he knew Miss Moore, had seen her often, and he had observed nothing to lead him to believe she was pregnant; that Miss Moore was respected, stood well in the community, and there was nothing to attract his attention by reason of which he would make a critical observation.</p>\n<p id=\"b121-7\">In the eighth bill of exceptions it is shown that while appellant was cross-examining Dr. Kibbie, the court remarked: “Let him answer the question propounded before you butt in on him.” The court in approving the bill stated: “The counsel who was interrogating the witness, in his enthusiasm, permitted himself, several times, to interrupt the witness upon cross-examination before the witness had finished his answers, and did so several times before the court made the request disclosed in the bill of exceptions.” As thus qualified the bill presents no error. The remark could not have been hurtful to appellant as tending to influence the jury in passing on his guilt or innocence.</p>\n<p id=\"b121-8\">The defendant desired to prove by Mrs. Pansy Kirby that her father had been convicted of producing an abortion on Millie Smith, the case being reported in 37 Texas Crim. Rep., 553. Mrs. Kirby could not be held responsible for the acts of her father, and that he was a criminal would not affect her credibility. Neither was there error in excluding testimony that the husband of Mrs. Kirby and W. E. Fondren were not friendly. The credit of a witness can be affected only by her conduct and acts—her deeds. The deeds of her relatives can not be chargeable to her unless in some manner it is proposed to connect her with the matters inquired about. To use a homely and common expression “every tub stands upon its own bottom.” In this instance it is not proposed to show that she was in any way connected with her father in the commission of the offense, nor that she shares the ill-will of her hus<page-number citation-index=\"1\" label=\"96\">*96</page-number>band towards her stepfather, Mr. Fondren. Her husband was not a witness in the case.</p>\n<p id=\"b122-3\">It was proper for the court to submit to the jury the question of the punishment to be assessed in case the jury found appellant guilty. Ex parte Randell Marshall, 73 Texas Crim. Rep., 83, recently decided.</p>\n<p id=\"b122-4\">It appears that when Mr. Wilson, who was assisting in the prosecution, was addressing the jury, he made use of the following remarks: “The evidence in this case shows that the defendant, Dr. Link, is a professional in this business; the witness Daisy Moore and Pansy Kirby both testified that Dr. Link said he had a nurse that would treat advanced cases. They put on Mrs. Fondren; we put on Daisy Moore and Pans'y Kirby; they were all of the witnesses who testified in this case for the defendant.” (Then turning to Mr. John W. Baskin, County Attorney, the following colloquy occurred in the presence and hearing of the jury.) “Mr. Baskin, was there anyone else who testified for the defendant ? Mr. Baskin: Ho, no one else.” Appellant objected to these proceedings “as being out of the record, and an undue reference to the failure of the defendant to testify, and he presented the following special charge which was by the court given at his request: \"I further charge you as part of the law of this case that the remark of Jim Wilson in closing his argument for the State that certain witnesses were all of the witnesses that testified for the defendant and asking Mr. Baskin who else testified for the defendant and Mr. Baskin replying that no one else testified, and Mr. Wilson’s statement and that question ‘who else testified for the defendant ?’ were improper, out of the record and should not have been made by him and'you will please not consider the same in deliberating upon or arriving at a verdict in this case.” It certainly was not out of the record to state that they were all the witnesses who. testified in regard to a certain matter, if this was true. How, would this be an indirect reference to the. failure of defendant to testify and comment thereon in such way as to direct the minds of the jury to the fact he had not testified? We do not think the language used is subject to that construction. In the case of Bagley v. State, 53 Texas Grim. Rep:, 3.34, an objection being made to the remarks of the prosecuting officer on the ground that b'y reference to the failure of defendant to produce certain testimony, it was an indirect reference to defendant’s failure to testify, when the prosecuting officer remarked: “I have no reference whatever to the fact that this defendant was not placed on the stand—I referred to the fact that he should have placed Kirk on the stand,” it was held to present no error. In the case of Torey v. State, 41 Texas Crim. Rep., 543, the following language was objected to as an indirect reference to the failure of .defendant to testify: “Gentlemen, counsel for defendant says, ‘the grand jury hears only one side of the case,’ and I want to call your attention to the fact that you have heard only one side of the case.” Held that it was not an allusion to the failure of the defendant to testify. In the case of Wilkerson v. State, 57 S. W. Rep., 956, where the prosecuting officer used <page-number citation-index=\"1\" label=\"97\">*97</page-number>the following remark, “Tump Eldred says that this is the same pistol that he killed Slate with, and this is not denied on the part of the defense.” Such language was held not to be a reference to the failure of the defendant to testify. On the other hand, in the case of Barnard v. State, 48 Texas Crim. Rep., 111, it was held that the following remarks were an indirect reference to defendant’s failure to testify: “When the baby was only three days old, defendant goes to the house where prosecutrix was in bed: he saw the baby and said it was his baby, and he wanted it, and now, gentlemen, who has denied it?” Judge Brooks did not agree to that opinion, and it is claimed there is want of harmony in our opinions on the question of what is an indirect reference to a defendant’s failure to testify. The writer, however, does not think so, after studying the various cases and the facts of those cases. The rule seems to be that if the remarks relate to some circumstance or statement about which the defendant alone could be expected to testify, and the language is such as to call the attention of the jury to the fact that he alone could dispute the matter, and that he had not done so, it would be held to be an indirect reference to his failure to testify; and we so held in the case of Vickers v. State, 70 Texas Crim. Rep., 558. On the other hand, if this is not the legitimate and necessary construction of the language used, then it will not be so held, and will present no error. Tested by such rule, the bill in this case presents no error, for it can not be held to be the only legitimate construction of the language used was that defendant, and defendant alone, was the only other person who could testify in the premises stated; nor that it would suggest to the jury that he could but had not so testified, for the nurse could have and did testify in the case.</p>\n<p id=\"b123-5\">The other remarks complained of, as the court instructed the jury not to consider them, are not such remarks as were of that nature that would influence the jury in the face of such instructions.</p>\n<p id=\"b123-6\">The special charge requested asking the court to instruct the jury that if the medicine she took either caused or was <em>\"calculated to cause” </em>the death of the foetus or child, they would acquit, should not have been given, for this is not the law. Although she may have taken medicines, or used means <em>calculated to cause </em>the death of the child, yet if those means had not in fact caused its death prior to the time she was operated on, it would be an offense to produce an abortion under such circumstances. The court did instruct the jury:</p>\n<p id=\"b123-7\">“You are further instructed that if \"you find and believe from the evidence in this case, beyond a reasonable doubt, that the witness Daisy Moore has been pregnant and that an operation was performed upon her in the city of Fort Worth on or about the date charged in the indictment, but you further find and believe from the evidence that at the time of the said operation, if any, the foetus or embryo, if any, was dead from any cause whatever, before the said Daisy Moore arrived at the office of the defendant or before the defendant operated upon her <page-number citation-index=\"1\" label=\"98\">*98</page-number>or at the time the defendant operated upon her, if you find that he did,. or if you have a reasonable doubt as to whether such was the case, it will be your duty to acquit the defendant.</p>\n<p id=\"b124-5\">“And you are further instructed that if you find and believe from the evidence an abortion, if any there were, was performed upon the said Daisy Moore by the defendant, W. A. Link, for the purpose of saving the life of the mother, Daisy Moore, or if you find that such abortion at said time, if any there were, was necessary, or if you have a reasonable doubt as to whether either one or both of said conditions above stated existed at said time, then it will be your duty to acquit the defendant.”</p>\n<p id=\"b124-6\">Having thus instructed the jury, there was no error in refusing the special instructions requested on this issue.</p>\n<p id=\"b124-7\">There was no error in the court failing to define the meaning of the word “assault,” as in the charge submitting the issues to the jury he stated what they would be required to find beyond a reasonable doubt in detail before they would be authorized to convict, and if they did not so find to acquit appellant.</p>\n<p id=\"b124-8\">It was not necessary in those parts of the charge submitting the facts to instruct the jury they must affirmatively find before they would be authorized to convict—that if the foetus was dead or he did so to save the life of Miss Moore they would acquit, as he in a separate and distinct paragraph, as hereinbefore shown, fully instructed the jury he would be guilty of no offense under such circumstances.</p>\n<p id=\"b124-9\">This case was tried after the law relating to the charge of the court passed by the last Legislature had gone into effect, consequently it was proper for the court to submit the charge to the attorneys, and after the attorneys had filed their exceptions thereto, to make such changes as he thought advisable and proper to meet the objections made to the charge, and the only matter we can consider is the objections to the charge as finally read to the jury. The law was intended to have attorneys make objections to the charge, and give the court a chance to correct his errors, if errors there be, and it is only when the court refuses to correct the errors, when his attention is thus called to the matter, that this court is now authorized to review the charge as given. In so far as he corrects the matter complained of, he should be commended and not censured.</p>\n<p id=\"b124-10\">There were two counts in the indictment in this case, and there was no error in submitting both counts under the evidence adduced on the trial. This record is very lengthy, embracing more than four hundred pages of typewritten matter, but we have studied it diligently, first, to determine whether or not any evidence had been improperly admitted or excluded, and, secondly, to determine whether or not the issues as made by the testimony were fully and properly submitted to the jury by the court in his charge, and we have come to the conclusion there was no error in admitting testimony; and while the charge may be subject to some verbal criticisms, yet taken as a whole it fairly submits the issues <page-number citation-index=\"1\" label=\"99\">*99</page-number>to the jury, and no complaint is made that would call for a reversal of the case, and the judgment is therefore affirmed.</p>\n<headnotes id=\"b125-4\">[Rehearing denied March 11, 1914.—Reporter.]</headnotes>\n<p id=\"b125-3\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}