{
  "casebody": {
    "data": "<casebody firstpage=\"233\" lastpage=\"239\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b191-3\">[No. B114744.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AR5\">Second Dist., Div. Seven.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Apn\">Sept. 14, 1998.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b191-4\">MEMORIAL HOSPITAL-CERES, Plaintiff and Appellant, v. S. KIMBERLY BELSHÉ, as Director, etc., Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b192-6\"><page-number citation-index=\"1\" label=\"234\">*234</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b192-7\">Hooper, Lundy &amp; Bookman and Patrie Hooper for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b192-8\">Daniel E. Lungren, Attorney General, Robert L. Mukai, Chief Assistant Attorney General, Charlton G. Holland III, Assistant Attorney General, John H. Sanders and Karen L. Fried, Deputy Attorneys General, for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b193-3\"><page-number citation-index=\"1\" label=\"235\">*235</page-number>Opinion</p>\n<author id=\"b193-4\">NEAL, J.—</author>\n<p id=\"b193-5\">Summary</p>\n<p id=\"b193-6\">The State Department of Health Services (Department) properly used a hospital’s average overall costs and not its psychiatric unit costs in computing reimbursements due the hospital for psychiatric services to Medi-Cal patients.</p>\n<p id=\"b193-7\">Facts and Proceedings Below</p>\n<p id=\"b193-8\">Appellant Memorial Hospital-Ceres provides care to patients insured by Medi-Cal, including short term psychiatric care. Medi-Cal is the State of California’s health insurance for the poor. Respondent Department administers the Medi-Cal program.</p>\n<p id=\"b193-9\">Medi-Cal employs two significantly different methods for determining the quantum of reimbursement due to hospitals or “providers” treating Medi-Cal patients. These are a “retroactive” payment system and a “prospective” payment system.</p>\n<p id=\"b193-10\">Under the “retroactive” method, historically used by Medi-Cal and the federal programs on which it was modeled, providers of Medi-Cal services are reimbursed for their customary charges, or reasonable costs, whichever are less. Medi-Cal advances estimated reimbursements during the fiscal year, then settles with the provider at year’s end for any excess or shortfall.</p>\n<p id=\"b193-11\">Under the “prospective” method, initiated in the early 1980’s in an attempt to contain medical costs, Medi-Cal contracts with providers before services are furnished to pay a flat rate per patient-day.</p>\n<p id=\"b193-12\">Some providers furnish both “contract” and “non-contract” services to Medi-Cal patients. Medi-Cal is required to separately report and account for contract and noncontract services.</p>\n<p id=\"b193-13\">For the fiscal years 1991 to 1993 Memorial contracted to provide all general routine and ancillary inpatient services to Medi-Cal patients in return <page-number citation-index=\"1\" label=\"236\">*236</page-number>for the department’s payment of a flat daily amount per patient day. However, routine and ancillary <em>psychiatric </em>services were excluded from Memorial’s contract with the department, and thus were subject to reimbursement under the “reasonable cost” principles of the retroactive payment scheme.</p>\n<p id=\"b194-4\">Memorial complied with Medi-Cal’s requirement and submitted separate cost data for contract services and noncontract psychiatric services. However, when Medi-Cal auditors reviewed these costs, they combined them, averaging the general services (under contract) and the psychiatric services (not under contract) to produce an average cost, which they then determined to be the cost properly reimbursable to Memorial for the psychiatric services. Since Memorial claimed average costs for its psychiatric services which were higher than for its general services, the effect of the auditor’s averaging was to reduce the per diem recoverable by Memorial for psychiatric services from $337.80 to $319.17 per day.</p>\n<p id=\"b194-5\">Memorial challenged the auditors’ determination in an administrative forum. The administrative tribunal determined that governing regulations did not permit separate cost computations for “short term” psychiatric facilities; that Memorial’s facility was a short term facility; and that accordingly the proper cost computation required averaging of all Memorial’s costs.</p>\n<p id=\"b194-6\">The trial court upheld the administrative determination, and this appeal followed.</p>\n<p id=\"b194-7\">Memorial did not dispute, either in the administrative forum or the trial court, that its psychiatric services were “short term.” Nor did it challenge the regulation specifying that psychiatric services must be “long term” to justify cost accounting separate from the hospital’s average costs. Instead, it argued that it was improper to include nonpsychiatric costs in an averaging computation where only psychiatric costs were being reimbursed under “retroactive” principles. It renews these same arguments here.</p>\n<p id=\"b194-8\">Discussion</p>\n<p id=\"b194-9\">Medi-Cal adopts cost reimbursement principles found in federal Medicare regulations. (Cal. Code Regs., tit. 22, § 51536.) The relevant federal regulations appear in the “Provider Reimbursement Manual,” part I, section 2336. These regulations specifically recognize that different kinds of hospital care entail different costs:</p>\n<blockquote id=\"b194-10\">“There are a number of general hospitals which, although operating as a single administrative entity, offer several clearly different types of service, e.g., short-term acute, long-term psychiatric or long-term tuberculosis.</blockquote>\n<blockquote id=\"b195-3\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>“Where the cost of services rendered for each type of service differs or where there are significant differences in the operating costs of the various facilities, to treat the hospital as one entity for cost reimbursement purposes would mean an underpayment or overpayment for services rendered to beneficiaries. The average cost of a patient day in one part of a hospital complex may differ from another part, but treatment of the complex as one unit for cost reimbursement purposes will result in averaging the costs of the various components. Under these circumstances, a high utilization by Medicare patients in the more costly area would result in an underpayment to the hospital, while a high utilization in the lower cost areas would result in an overpayment.” (Provider Reimbursement Manual, pt. I, § 2336.)</blockquote>\n<p id=\"b195-4\">To avoid such underpayment or overpayment, the regulations permit establishment of certain types of patient care facilities as “separate cost entities” for reimbursement calculation, and further, specify what criteria justify treatment as a “separate cost entity”:</p>\n<blockquote id=\"b195-5\">“Separate cost entities can only be established for components providing clearly different services, e.g., short-term acute, long-term medical, <em>long-term psychiatric </em>....</blockquote>\n<blockquote id=\"b195-6\">“The definition of long-term and short-term entities will be ... : ‘Long term—over 50 percent of all patients admitted have a stay of 30 days or more. Short term—over 50 percent of all patients admitted have a stay of less than 30 days.’ ” (Provider Reimbursement Manual, pt. I, § 2336.1, italics added.)</blockquote>\n<p id=\"b195-7\">Other criteria relevant to the propriety of a “separate cost entity” include admission and discharge procedures, physical arrangement of facility, nursing staff organization, licensure and accreditation, and utilization review plan.</p>\n<p id=\"b195-8\">The regulations thus reflect a recognition that some care components in a hospital may warrant separate cost treatment, and also a determination that the costs of certain hospital operations are <em>not </em>sufficiently different from the hospital’s overall average costs as to warrant a separate cost calculation. Implicit in the conclusion that long-term psychiatric care is an appropriate separate cost entity is the corresponding conclusion that <em>short </em>term psychiatric care does <em>not </em>entail costs sufficiently different from overall averages as to justify a separate calculation. Further implicit, and crucial for this appeal, <page-number citation-index=\"1\" label=\"238\">*238</page-number>is the conclusion that <em>the reasonable costs of operation of a short-term psychiatric unit should not exceed the average costs of the hospital in which it operates.</em></p>\n<p id=\"b196-4\">An agency’s interpretation of its own regulations is given great weight, and will be overturned (in the absence of any evidentiary dispute) only if arbitrary and capricious. <em>(Intercommunity Medical Center </em>v. <em>Belshé </em>(1995) 32 Cal.App.4th 1708, 1711 [39 Cal.Rptr.2d 43] [in this closely similar case the Court of Appeal upheld the trial court’s refusal to grant mandamus to force the Department to treat a short term psychiatric facility as a separate cost center].)</p>\n<p id=\"b196-5\">Here, the Department relied on its regulations. The regulations’ implicit assumption that overall average costs should be the baseline or presumptive costs is a reasonable one. This assumption avoids the difficult problems of allocating indivisible overhead costs which must be undertaken when separate cost entities are used.</p>\n<p id=\"b196-6\">Memorial produced no empirical evidence to prove that short term psychiatric costs are in fact generally higher than average overall hospital costs. Indeed, Memorial did not even attempt to show that its own psychiatric unit cost estimate ($337 per patient-day) was more accurate or reliable than the Department’s 5 percent lower estimate ($319 per patient-day).</p>\n<p id=\"b196-7\">Memorial argues that use of data relating to services performed under contract (general hospital services) to determine costs for noncontract (psychiatric) services somehow impermissibly intermingled contract and noncontract reimbursement. But the Department did not substitute lower costs from some other part or parts of the hospital, nor use such costs to “dilute” Memorial’s psychiatric costs, as Memorial implies. Instead, the Department simply used cost data for all services as the most reliable <em>surrogate </em>for <em>true </em>psychiatric unit costs.</p>\n<p id=\"b196-8\">Of course, it is possible that the Department’s “surrogate” approach is less reliable or accurate than some other. But the Department is presumptively correct, and Memorial in any event offered no proof of any more reliable alternative cost measure.</p>\n<p id=\"b196-9\">Nor is the cost of Memorial’s short term psychiatric services being shifted, through the regulations, to non-Medi-Cal patients. If, as we conclude, the Department’s calculation produces a reliable approximation of the reasonable cost of Memorial’s psychiatric services to Medi-Cal patients, then no costs are being shifted or subsidized by other patients.</p>\n<p id=\"b197-3\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>Disposition</p>\n<p id=\"b197-4\">The judgment is affirmed.</p>\n<p id=\"b197-5\">Johnson, Acting P. J., and Woods, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}