{
  "casebody": {
    "data": "<casebody firstpage=\"674\" lastpage=\"681\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b690-4\">[Civ. No. 23740.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ah4V\">Second Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AgaF\">Aug. 7, 1959.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b690-5\">FRANK LILLARD, Appellant, v. JOSEPH WALSH et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b691-10\"><page-number citation-index=\"1\" label=\"675\">*675</page-number>Wallace &amp; Wallace for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b691-11\">Bernard Lippman for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b691-12\">LILLIE, J.</author>\n<p id=\"Acu\">This action sought a decree that two parcels of improved real property in the city of Los Angeles were held by defendants under a constructive trust for plaintiff. An accounting was also demanded, plaintiff offering to reimburse defendants for any monies expended by or owing to them in the event a reconveyance was ordered. Prom the judgment denying him relief, plaintiff has appealed.</p>\n<p id=\"b691-13\">The properties in question adjoin each other on South Hartford Avenue, being numbered 490 and 498 respectively. In 1948 plaintiff purchased the 490 parcel on which there <page-number citation-index=\"1\" label=\"676\">*676</page-number>was located a three-story apartment building. He paid $9,500 in cash and assumed-a $20,000 encumbrance requiring equal monthly payments of $200. ' Thereafter, and until the end of January, 1952, plaintiff resided in and managed the apartment building. In November of 1951 he purchased the 498 parcel for $6,050. The building there situated, due to its age, was untenentable and belonged to an estate then in the process of administration. At the probate sale, defendant Joseph Walsh, as one of the two participating brokers, received a $165 commission. He also advanced plaintiff the required 10 per cent deposit in return for plaintiff’s promissory note in that amount. The remainder of the purchase price was borrowed by plaintiff from his nephew, Gordon Arthur, who mortgaged his home for the necessary. $5,500, repayable in $55 monthly installments. Unlike the matters which follow, the foregoing facts are not in dispute.</p>\n<p id=\"b692-5\">In December of 1951, criminal proceedings were instituted against plaintiff and his nephew for an alleged assault and battery upon a tenant residing at the 490 address. According to defendant Walsh, plaintiff expressed concern that a civil suit for damages might also be commenced by the asserted victim against both his nephew and himself; and on or about January 30, 1952, to place their assets beyond reach of execution, conveyances were prepared and handed by them to defendant who agreed to hold the various parcels as the designated grantee thereof. We are not concerned with the Arthur properties because defendant later executed all of the necessary instruments to reestablish title in plaintiff’s nephew, Gordon Arthur. As to plaintiff’s parcels, it appears that plaintiff executed deeds to both properties under date of January 30, 1952, no consideration passing therefor; each document being acknowledged. At the same time defendant delivered back to plaintiff two deeds, neither acknowledged, to the identical parcels.</p>\n<p id=\"b692-6\">Several days after.this transaction, plaintiff came to defendant’s office and in the course of the conversation that followed, defendant told plaintiff that he had received calls from the holders of the trust deed against the 490 parcel regarding three past due installments of $200 each, and that there were unpaid utility bills totalling almost $500 as well as accrued property taxes for 1951. For these reasons, as well as the inadequacy of income from the building (due to its run-down condition) to meet operating expenses, defendant advised plaintiff that he could no longer continue as his <page-number citation-index=\"1\" label=\"677\">*677</page-number>nominee. Defendant thereupon asked plaintiff for the return of the two unacknowledged deeds in exchange for the conveyances naming him as grantee: “I told him I didn’t want the property. Give me back my deed. I told him there was nothing in it for me. I’d have to advance too much money. It wasn’t worth it.” In that regard, he advised plaintiff that the building on the 490 parcel would practically have to be rebuilt “to make it profitable.” On that occasion, or a few days later, plaintiff refused defendant’s offer and tender, explaining that he was without funds to cure the defaults and pay past due obligations and that he did not have sufficient credit to borrow money for necessary improvements. He also indicated that he could not keep up the monthly payments to protect his nephew’s home from foreclosure. Accordingly, plaintiff offered to convey to defendant both parcels on condition that defendant would cancel out the obligations owed by him to defendant, pay all outstanding bills and assume the trust deed against the Arthur residence. Defendant agreed to this proposal, took possession of both properties as owner and recorded the deeds given him by plaintiff. The following year, the 498 parcel was sold for $10,500 after defendant had removed the dwelling thereon and had the lot levelled. He made substantial improvements, assertedly aggregating $50,000, on the apartment house at number 490, which now yields an annual net income of $4,000. Plaintiff made no demand for restitution or an accounting until January of 1956, some four years later. Upon the trial he produced the unacknowledged deeds which, he told defendant four years earlier, had been lost.</p>\n<p id=\"b693-6\">Much of the foregoing constituted the gist of various affirmative defenses which the trial court found as a whole to be true. Rejected, therefore, was plaintiff’s version of the entire transaction, namely, that defendant knowing of plaintiff’s plight represented himself to be an expert in the management of income properties, that he could secure better financing than plaintiff and that plaintiff should give him title to the properties until they were put on a paying basis. In that connection, plaintiff endeavored to establish that a confidential relationship existed between the parties, that plaintiff was imposed upon and that, although an inactive member of the California Bar, he was then lacking in sufficient mental vigor to protect himself in the circumstances.</p>\n<p id=\"b693-7\">As the “principal contention” on this appeal, it is now claimed that the evidence “indisputably” shows that title <page-number citation-index=\"1\" label=\"678\">*678</page-number>to both properties at all times remained in appellant and that defendant, holding only the record title, was a constructive trustee thereof for plaintiff’s benefit. Somewhat subsidiary thereto, but argued at equal length, is the contention that the evidence established a fiduciary relationship as a matter of law, thus assertedly fortifying appellant’s claim by virtue of the presumptions which arise in such instances. On their part, respondents rely on the several affirmative defenses which the trial court by its findings declared to have been sustained, particularly the finding that appellant’s oral agreement to convey the premises became enforceable upon a showing that personal debts were forgiven, past obligations assumed and substantial improvements made.</p>\n<p id=\"b694-5\">There should be no hesitancy in declaring that under appellant’s pleadings and the theory thereby adopted, a prima facie ease was made out to impress a trust in the properties conveyed. The decisional law was extensively canvassed in <em>Steinberger </em>v. <em>Steinberger, </em>60 Cal.App.2d 116 [140 P.2d 31], and as there pointed out (pp. 119-120) California has aligned itself with the English rule that a constructive trust arises and will be enforced to compel restitution upon the violation of an oral promise to reconvey. Here, of course, there was more than an oral promise by defendant. He admittedly executed documents reconveying the premises and as between the parties it is of no legal consequence that the deeds were not acknowledged <em>(Williston </em>v. <em>City of Yuba City, </em>1 Cal.App.2d 166 [36 P.2d 445]; <em>Bumb </em>v. <em>Bennett, </em>51 Cal.2d 294 [333 P.2d 23]).  “The deed of conveyance was not invalid between the parties thereto merely because it was not acknowledged by the grantors.  The purpose of an acknowledgment to a deed is evidentiary in character and is required so as to entitle the instrument to be recorded or to render it competent evidence without further proof.” <em>(Williston </em>v. <em>City of Yuba City, supra, </em>1 Cal.App.2d 166, 170-171.)  Respondents, as heretofore stated, maintained that the factual situation was otherwise than depicted by appellant. They argue that any trust arising by the exchange of conveyances was terminated and repudiated by appellant’s action in orally consenting to their entry upon and improvements of the properties. To this argument, appellant places reliance on section 1971, Code of Civil Procedure, which provides that a trust may be terminated only by a writing: “No estate or interest in real property . . . <em>nor any trust or power over or concerning it, or in any manner relating thereto, </em><page-number citation-index=\"1\" label=\"679\">*679</page-number>can be created . . . <em>surrendered </em>or declared, otherwise than by operation of law, <em>or a conveyance or other instrument in writing, subscribed by the party creating . . . surrendering </em>or declaring the same ...” (Italics added).</p>\n<p id=\"b695-6\">The trial court having found that the oral agreement to surrender was acted upon, such finding brings appellant within the rule that a trust may be extinguished by the <em>cestui </em>in any case in which the trustee so acts in reliance upon the surrender as to make it inequitable for the <em>cestui </em>to assert his interest; in other words, performance of an oral contract within the statute of frauds takes the case out of the statute <em>(Nicolds </em>v. <em>Storch, </em>67 Cal.App.2d 8 [153 P.2d 561]; <em>Johnson </em>v. <em>Altman, </em>96 Cal.App.2d 467 [215 P.2d 768]). In <em>Nicolds </em>v. <em>Storch, supra, </em>17, the court refers to a note in 106 American Law Reports, page 1318, that whatever may be the nature of the trust relation, all courts agree that where there has been some performance by the trustee in accordance with the oral contract, or where his position has been changed as a result of it, the surrender is effective irrespective of the requirement of the statute. Similar pronouncements are found in <em>Robison </em>v. <em>Hanley, </em>136 Cal.App.2d 820, 823-824 [289 P.2d 560]; <em>Lowenthal </em>v. <em>Kunz, </em>104 Cal.App.2d 181, 184 [231 P.2d 62] ; Scott on Trusts, § 481.3, p. 2357, and are determinative here. Furthermore, it is idle for appellant at this stage to assert that we should disbelieve defendant’s testimony because it lacked documentary corroboration, although we have given it particular scrutiny in view of the fiduciary relationship alleged to have prevailed.</p>\n<p id=\"b695-7\">Also related to the claim of an asserted confidential relationship appellant next contends that the transfer to respondents should be voided because the consideration therefor was ‘1 grossly inadequate.” He argues that Walsh secured title to properties assertedly worth $20,000, in exchange for approximately $3,000 worth of actual benefits to appellant. Although section 2229, Civil Code, declares that a trustee may not deal with trust property for his own profit, an exception to the foregoing enactment is found in section 2230 which permits a trustee to participate in a transaction involving trust property “1. When the beneficiary, having capacity to contract, with a full knowledge of the motives of the trustee, and of all other facts concerning the transaction which might affect his own decision, and without the use of any influence on the part of the trustee, permits him to do so.” Likewise pertinent is section 2235, Civil <page-number citation-index=\"1\" label=\"680\">*680</page-number>Code: “All..transactions between a trustee and his beneficiary during the existence of the trust, or while the influence acquired by the trustee remains, by which he obtains any advantage from his beneficiary, are presumed to be entered into by the. latter without sufficient consideration, and under undue influence.”  Assuming that a fiduciary relationship existed here between the parties, “the law is very jealous of this kind of dealings, scrutinizing them very searehingly and suspiciously when they are had in a way that leaves any doubt of their integrity” <em>(Schurman </em>v. <em>Look, </em>63 Cal.App. 347, 355 [218 P. 624]); however, the integrity of such transactions is not determined by pecuniary adequacy of consideration <em>(Schurman </em>v. <em>Look, supra, </em>63 Cal.App. 347, 356) as long as it was fair and reasonable under all the circumstances, even though not necessarily the property’s full value at the time of the sale <em>(Golson </em>v. <em>Dunlap, </em>73 Cal. 157, 163 [14 P. 576]).  Additionally, appellant’s argument overlooks the assumption by Walsh of existing encumbrances against the premises; thus, the instrument involving parcel 490 specifically provides that it was given subject to “(T)he unpaid balance of a note for $20,000 secured by a deed of trust. . . , ” and it is further a fact that Walsh took over the trust deed on Mr. Arthur’s property and made payments thereunder. Too, the presumption created by section 2235, <em>supra, </em>is a disputable one <em>(Luiz </em>v. <em>Queen of Angels Hospital, </em>53 Cal.App.2d 310, 313 [127 P.2d 966]) and the trial court impliedly found that it had been overcome. Finally, and still indulging the assumption that defendant had appellant’s complete confidence, it is inherent in the findings that he consented to and acquiesced in defendant’s course of conduct and that he did so with full knowledge of all the facts which might affect his decision (Civ. Code, § 2230). Having thus consented, a rule permitting him to attack the transaction would “convert a rule intended -to prevent fraud into one creating an incentive to and a cover of fraud” <em>(Colton </em>v. <em>Stanford, </em>82 Cal. 351, 378 [23 P. 16, 16 Am.St.Rep. 137]).</p>\n<p id=\"b696-5\">As to the actual existence of a confidential relationship, a close question was presented to the trial judge who, contrary to appellant’s claims, permitted the required ■latitude of examination under the circumstances. As already mentioned, appellant is an inactive member of the California Bar. A casualty of World War I, he has intermittently suffered a diminution of his mental faculties which necessitated periods of hospitalization in various facilities. He was be<page-number citation-index=\"1\" label=\"681\">*681</page-number>friended from time to time by defendant who helped him to secure employment and otherwise evidenced an interest in his welfare. Appellant has cited several decisions which support the principle that a confidential relationship in fact should be the test <em>(Sparks </em>v. <em>Sparks, </em>101 Cal.App.2d 129, 135 [225 P.2d 238] ; <em>Steinberger </em>v. <em>Steinberger, supra, </em>60 Cal.App.2d 116, 122) as distinguished from situations in which the law will infer special confidence, namely husband and wife, parent and child, counsel and client, etc. He also refers to <em>Stewart </em>v. <em>Marvin, </em>139 Cal.App.2d 769 [294 P.2d 114], in which equity assisted a grantor who, while not totally incapacitated mentally, was lacking in ordinary mental vigor.  These and other cases, however, were affirmances of the trial court’s conclusion that the relationship existed and are predicated on the familiar substantial evidence rule also here applicable: “The amount of evidence necessary to establish such relationship ordinarily rests with the trier of the facts. (Citation.)” <em>(Adams </em>v. <em>Talbott, </em>61 Cal.App.2d 315, 320 [142 P.2d 775]).  Upon the record, which we have painstakingly examined, we do not find sufficient facts to warrant interference with the trial court’s finding in this respect.</p>\n<p id=\"b697-7\">Finally, there appears to be but little escape from the additional affirmative defense, likewise found to be good, that appellant’s claim was barred by his laches. He admittedly was in defendant’s company on several occasions following the transaction involving the properties; on one occasion he accompanied defendant on a trip to the east coast. True, appellant was again hospitalized for a period in 1955, but he apparently never relinquished Ms membership in the State Bar. No good reason otherwise appears, nor is any excuse offered for his failure to institute action for almost four years. Such a delay under the circumstances is a distinct badge of laches <em>(O’Melia </em>v. <em>Adkins, </em>73 Cal.App.2d 143, 152 [166 P.2d 298]).</p>\n<p id=\"b697-8\">For the foregoing reasons, the judgment is affirmed.</p>\n<p id=\"b697-9\">White, P. J., and Fourt, J., concurred.</p>\n<p id=\"b697-10\">Appellant’s petition for a hearing by the Supreme Court was denied September 30, 1959. White, J., did not participate therein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}