{
  "casebody": {
    "data": "<casebody firstpage=\"164\" lastpage=\"169\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b190-4\">Clarence Booth <em>vs. </em>Peter Augis.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b190-5\">No. 07-P-238.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b190-6\">Suffolk.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AvA\">January 18, 2008. -</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A22\">June 27, 2008.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"A1J\">Present: Cypher, Brown, &amp; Graham, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b190-11\"><em>Scott Adams </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b190-12\"><em>Peter R. Fenn (Lowry E. Heussler </em>with him) for the defendant.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b190-13\">Brown, J.</author>\n<p id=\"Adz\">This appeal requires us to determine the appropriate procedure for asserting a G. L. c. 93A claim in the context of a case originally commenced under the Home Improvement Contractor Arbitration statute. See G. L. c. 142A, §§ <em>3(b) </em>and 4(a), inserted by St. 1991, c. 453.</p>\n<p id=\"b190-14\">As a threshold matter, we note that our review has been significantly hampered by the state of the record and the attorneys’ disregard of our procedural rules.<footnotemark>1</footnotemark> We draw what limited facts we can from the abbreviated record.</p>\n<p id=\"b191-3\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>In 2001, Clarence Booth entered into a home improvement contract with Peter Augis, a residential building contractor duly registered under the provisions of G. L. c. 142A. Following the breakdown of their relationship, Booth elected to submit their dispute to the Massachusetts home improvement private arbitration services program. See <em>Simas </em>v. <em>House of Cabinets, Inc., </em>53 Mass. App. Ct. 131, 132-133 (2001). After a hearing, an arbitrator found in favor of Booth, awarding him $2,290.76 in damages and costs. On March 2, 2004, the program administrator mailed the arbitrator’s February 25, 2004, decision to the parties. Unhappy with the amount of the award, on March 24, 2004, Booth purported to appeal the arbitrator’s decision for trial de novo in the Superior Court <em>(Booth I). </em>See G. L. c. 142A, § <em>4(d) </em>and <em>(e). </em>The filing of this arbitration appeal stayed Augis’s payment obligation to Booth. See G. L. c. 142A, § <em>4(e).</em></p>\n<p id=\"b191-8\">A judge subsequently allowed Augis’s motion to dismiss Booth’s pro se complaint. On January 27, 2005, Booth, through his newly-retained attorney, filed an amended complaint.<footnotemark>2</footnotemark> Ruling on cross motions, a judge denied both Booth’s motion to stay and Augis’s motion to dismiss based upon Booth’s failure to meet the twenty-one day filing deadline imposed by G. L. c. 142A, § <em>4(e).</em></p>\n<p id=\"b191-9\">While Augis’s motion for reconsideration of the denial of his motion to dismiss was under advisement, Booth commenced a second action in the Superior Court <em>(Booth II). </em>As Booth described it, the second action sought to hold Augis liable under G. L. c. 93A for the same contractor services at issue in the arbitration and in <em>Booth I.</em><footnotemark><em>3</em></footnotemark><em> </em>It was undisputed that both actions involved the same parties and the same set of facts. <em>Booth I </em>and <em>Booth II </em>were assigned to different sessions.</p>\n<p id=\"b191-10\">On August 30, 2005, the parties filed cross motions in <em>Booth II: </em>Booth sought to consolidate <em>Booth I </em>and <em>Booth II, </em>while Augis moved to dismiss <em>Booth II </em>under Mass.R.Civ.R 12(b)(6) <page-number citation-index=\"1\" label=\"166\">*166</page-number>and 12(b)(9), 365 Mass. 755 (1974). After a hearing, a judge stayed her decision on the cross motions, pending the ruling on Augis’s motion for reconsideration in <em>Booth I.</em></p>\n<p id=\"b192-4\">On April 4, 2006, a judge allowed Augis’s motion for reconsideration, dismissing Booth’s appeal as untimely. A final judgment entered in <em>Booth I </em>on April 20, 2006.<footnotemark>4</footnotemark></p>\n<p id=\"b192-5\">On July 27, 2006, Booth filed a one-count amended complaint in <em>Booth II, </em>framed entirely under the rubric of G. L. c. 93A. In his amended complaint, Booth added another basis of c. 93A liability arising from Augis’s refusal to pay the arbitration award Augis clearly owed.<footnotemark>5</footnotemark> A judge subsequently allowed Augis’s renewed motion to dismiss the <em>original </em>complaint in <em>Booth II. </em>After the denial of Booth’s motion for reconsideration, this timely appeal from the final judgment dismissing <em>Booth II </em>ensued.<footnotemark>6</footnotemark></p>\n<p id=\"A9S\">One purpose of the arbitration statute is to provide dissatisfied homeowners like Booth with a more expeditious and efficient procedure for resolving their contractor problems. See 201 Code Mass. Regs. § 14.01(1) (2003). If arbitration does not prove satisfactory, the statutory scheme protects each participant’s right to pursue his remedies in a court of law.</p>\n<p id=\"ARa\">The novel issue presented here is whether the plaintiff should have, and in fact was required to, press his c. 93A claim as part of his complaint in <em>Booth I </em>(the c. 142A appeal) and, having failed to do so, whether he was precluded from so doing in <em>Booth II. </em>Stated differently, the question for review is whether a homeowner seeking to assert a G. L. c. 93A claim for the first time after arbitration must raise it by commencing a separate action and moving to consolidate that action with his arbitration <page-number citation-index=\"1\" label=\"167\">*167</page-number>appeal under G. L. c. 142A, § 4(e).<footnotemark>7</footnotemark> If Booth could not have raised his G. L. c. 93A claims in the arbitration appeal, as he maintains, he could not have engaged in improper claim splitting and <em>Booth II </em>should not have been dismissed. However, we conclude that a homeowner may assert a G. L. c. 93A claim in the arbitration appeal, and therefore we affirm the judgment of dismissal.</p>\n<p id=\"b193-5\">First, nothing in the statutory language of c. 142A can be read to prohibit the bringing of a c. 93A claim in an arbitration appeal. Contrast <em>Fafard </em>v. <em>Lincoln Pharmacy of Milford, Inc., </em>439 Mass. 512, 515-517 (2003) (sanctioning the consolidation procedure in a case involving a commercial tenant that could not have raised its counterclaim in the summary process action).</p>\n<p id=\"b193-6\">Second, a statute should be construed so as to best carry out legislative intent. See <em>Staveley </em>v. <em>Lowell, </em>71 Mass. App. Ct. 400, 406 (2008). Here, an interpretation that would allow the homeowner to raise his G. L. c. 93A claims in the arbitration appeal furthers the legislative intention behind G. L. c. 142A “to facilitate a homeowner’s c. 93A remedies.”<footnotemark>8</footnotemark> <em>Simas </em>v. <em>House of Cabinets, Inc., </em>53 Mass. App. Ct. at 137. It also promotes the worthy goals of judicial economy and cost efficiency.</p>\n<p id=\"b193-7\">The <em>Simas </em>case so prominently relied upon by Booth supports rather than undercuts the result we reach. In <em>Simas, </em>the contractor, who was the respondent in the arbitration, filed an arbitration appeal under G. L. c. 142A, § 4(e), in the Superior Court in which he incorrectly named the homeowner as the <page-number citation-index=\"1\" label=\"168\">*168</page-number>plaintiff. See <em>id. </em>at 134. Because he was named as the plaintiff, the homeowner did not file an answer or a counterclaim. <em>Ibid. </em>Approximately one year into the litigation, the trial court allowed the homeowner to add a G. L. c. 93A claim by way of an amendment to his request for relief. <em>Ibid.</em></p>\n<p id=\"b194-5\">Faced with this irregular procedure, this court found no error in that ruling, concluding that “it was appropriate to allow the c. 93A claim to go forward in conjunction with the trial de novo.” <em>Id. </em>at 138. Although the homeowner was permitted to add his c. 93A claim by amendment, given the similar procedural facts, the language in <em>Simas </em>approving the inclusion of the homeowner’s c. 93A claims in the G. L. c. 142A, § 4(e), arbitration appeal supports our conclusion here.</p>\n<p id=\"b194-6\">The other linchpin of Booth’s appeal is his contention that G. L. c. 93A, § 9(1), presented a legal impediment to his ability to raise his G. L. c. 93A claim in <em>Booth I.</em><footnotemark><em>9</em></footnotemark><em> </em>On Booth’s reading of that statute, a c. 93A claim may only be raised in one of the four methods specified in § 9(1). Because the Legislature failed to include an “appeal” within this list, Booth argues that he was required to bring his c. 93A claim by way of a separate complaint in the Superior Court. We disagree with this interpretation.</p>\n<p id=\"b194-7\">Although designated as an “appeal,” the proceedings established by G. L. c. 142A, § <em>4(d) </em>and <em>(e) </em>are de novo; they resemble an “original” trial court action more than an ordinary appeal. Compare <em>Superadio Ltd. Partnership </em>v. <em>Winstar Radio Prods., LLC, </em>446 Mass. 330, 333-334 (2006) (noting the narrow scope of review of an arbitration award and the limited grounds for judicial intervention). We see no reason why a complaint filed in the Superior Court by a party seeking de novo review of a nonbinding arbitrator’s decision would be inconsistent with the language of G. L. c. 93A, § 9(1). Indeed, we find the approach suggested in <em>Simas, </em>which we adopt in this case, to be consistent with this statutory language.</p>\n<p id=\"b194-8\">No other procedural restriction prevented Booth from raising <page-number citation-index=\"1\" label=\"169\">*169</page-number>his c. 93A claims in the arbitration appeal. Contrary to Booth’s assertions, he did have the opportunity to litigate his c. 93A claims in the arbitration appeal. This is not a case where the court in the first action (the Superior Court) lacked jurisdiction to hear the claims sought to be precluded in the second action (or to award the full measure of relief). Contrast <em>Heacock </em>v. <em>Heacock, </em>402 Mass. 21, 24-25 (1988); <em>Salem </em>v. <em>Massachusetts Commn. Against Discrimination, </em>44 Mass. App. Ct. 627, 638-639 (1998). Application of this exception to the claim preclusion doctrine was thus not warranted.</p>\n<p id=\"A4s\">The law of prior adjudication required that “all legal theories supporting a claim be presented when the opportunity [was] available.” <em>Day </em>v. <em>Kerkorian, </em>61 Mass. App. Ct. 804, 811 (2004), citing <em>Bagley </em>v. <em>Moxley, </em>407 Mass. 633, 638 (1990). Booth should have pressed his c. 93A claims in the arbitration appeal. The judgment in <em>Booth I </em>barred “further litigation of all matters that were or should have been adjudicated in [that] action.” <em>Day </em>v. <em>Kerkorian, supra, </em>quoting from <em>Heacock </em>v. <em>Heacock, supra </em>at 23. The motion judge properly dismissed <em>Booth II </em>based upon the doctrine of claim preclusion.</p>\n<p id=\"AE9\">On the view we take of the case, there is no need for us to consider the alternative basis for the judge’s dismissal of <em>Booth II </em>under rule 12(b)(9).<footnotemark>10</footnotemark></p>\n<p id=\"Ajs\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b190-15\">Parties are well advised not to pursue an appeal if they do not know the rules of the road. Unsupported statements of fact in briefs and the omission of pleadings necessary for our review are not acceptable.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b191-11\">Neither the original nor the amended complaint in <em>Booth I </em>(apparently raising a single claim under G. L. c. 142A, § 4[e]) was included in the record appendix.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b191-12\">The original complaint filed and acted upon in <em>Booth II </em>was not included in the record appendix. Apparently, the original complaint contained three separate counts.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b192-15\">Booth elected not to appeal from the final judgment dismissing <em>Booth I. </em>The propriety of the judgment in <em>Booth I </em>is thus not before us.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"AB4\">At the oral argument on January 18, 2008, this panel inquired why, despite its finality, the arbitration award had not yet been paid. Shortly thereafter, Augis paid the award in full.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"Ai4\">Augis’s motion to dismiss in <em>Booth II </em>targeted the original complaint. So far as appears from the truncated record, and contrary to Booth’s assertions, the motion judge considered and dismissed the original complaint in <em>Booth II. </em>We have confined our review to that ruling. Booth failed to provide a copy of his motion for reconsideration in his record appendix, failed to disclose the basis of his motion, and failed to provide separate argument about it. To the extent he suggests that any aspect of his motion for reconsideration is before this court, we deem the record inadequate to conduct any informed review.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b193-8\">In their briefs and at the oral argument, the attorneys offered conflicting statements whether Booth raised a c. 93A claim at the arbitration. The arbitrator’s decision contained no findings or rulings under that statute, or any reference at all to c. 93A. In her decision dismissing <em>Booth II, </em>the motion judge stated that Booth had not raised a c. 93A claim at the arbitration. None of the documents that would allow us to resolve conclusively this dispute has been provided. So far as appears from the limited record, no c. 93A claim was raised, considered, or decided at the arbitration. Compare <em>Simas </em>v. <em>House of Cabinets, Inc., </em>53 Mass. App. Ct. at 138 n.10. Certainly, the letters alluded to in the arbitrator’s list of exhibits did not come close to mating that showing, as Augis contends. We thus proceed with our analysis based on the presumption that no c. 93A claim was in fact raised. All of Augis’s unsupported references to Booth’s c. 93A claim at the arbitration are struck from his brief.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b193-9\">General Laws c. 142A, § 17, as inserted by St. 1991, c. 453, provides, in relevant part, that “[vjiolations of any of the provisions of this chapter shall constitute” a violation under c. 93 A.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b194-9\">General Laws c. 93A, § 9(1), as amended by St. 1979, c. 406, § 1, which provides injured parties with a private right of action, states in relevant part that a consumer “may bring an action in the superior court ... by way of original complaint, counterclaim, cross-claim or third party action, for damages.” This statute predated all of G. L. c. 142A.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"AC5\">See, in this regard, <em>Keen </em>v. <em>Western New England College, </em>23 Mass. App. Ct. 84 (1986).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}