{
  "casebody": {
    "data": "<casebody firstpage=\"154\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b178-7\">[L. A. No. 25336.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A8s\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A9M\">May 19, 1959.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b178-8\">ROMEO A. RODRIGUEZ et al., Respondents, v. J. P. BARNETT, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b180-9\"><page-number citation-index=\"1\" label=\"156\">*156</page-number>Adelman &amp; Schwartz and Milton M. Adelman for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b180-10\">Wadsworth, Fraser &amp; McClung and Charles E. McClung for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b180-11\">SHENK, J.</author>\n<p id=\"AXz\">The defendant<footnotemark>1</footnotemark> appeals from a judgment in favor of the plaintiffs for $1,500 and from an order denying his motion for new trial. This order is not appealable. The appeal was dismissed from the bench with an admonition from the Chief Justice to counsel and to members of the bar generally to cease appealing from.such an obviously nonappealable order.</p>\n<p id=\"b180-12\">The $1,500 represents the deposit paid by the plaintiffs as purchasers pursuant to a written agreement and deposit re<page-number citation-index=\"1\" label=\"157\">*157</page-number>ceipt executed by the parties covering the purchase of certain real property for subdivision purposes located in San Bernardino County. The plaintiffs contend that this agreement was rescinded and that the deposit should be returned to them. The defendant contends that the agreement provides that the $1,500 should be retained by him, in the event the plaintiffs did not complete the purchase, as consideration for the execution of the agreement; that the $1,500 was paid by the plaintiffs as consideration for the option given them in the agreement allowing them to withdraw if they could not obtain approval of a subdivision map which was agreeable to them, and that the notice of rescission does not comply with the requirements of section 1691 of the Civil Code. He alleges that if the amount of damages suffered by him as a result of the plaintiffs’ withdrawal from the agreement was not limited to $1,500 by the express terms of the agreement, his actual damages would be $15,000.</p>\n<p id=\"b181-6\">The agreement was executed by the parties on March 16, 1956. It provides in pertinent part that the $1,500 was paid by the plaintiffs and received by the defendant “as deposit on the purchase” of the property therein described. It recites the bases upon which the total purchase price would be determined<footnotemark>2</footnotemark> and specifically states “It being understood that the . . . final subdivision map as approved by the necessary governmental bodies, shall be subject to the approval of the purchasers herein. ...” The agreement required that the plaintiffs furnish for the defendant’s approval documentary evidence of seven specific items, namely: 1, approval of the subdivision by the necessary government agencies; 2, construction loan commitments; 3, permanent financing; 4, Veterans’ Administration and F.H.A. approval of site; 5, acceptable financing; 6, improvement bond; and 7, recordation of the approved subdivision map. It there states: “All above items subject to approval of buyers, this agreement is contingent upon their approval. ’ ’ The next succeeding paragraph reads: “It is further understood that the purchasers herein shall have six months from date to comply with the above demand of the seller to furnish said items listed in the preceding paragraph, otherwise, at the option of the seller, the monies deposited herewith shall be forfeited and retained by the seller <page-number citation-index=\"1\" label=\"158\">*158</page-number>as consideration for executing this agreement.” At the conelusion of the agreement it was provided as follows:</p>\n<blockquote id=\"b182-5\">“Should purchasers herein fail to pay the balance of said purchase price or complete said purchase as herein provided, the sum paid hereon may, at the option of the seller, be retained as consideration for the execution of this agreement.</blockquote>\n<blockquote id=\"b182-6\">“It is understood and agreed that this agreement contains the entire understanding between purchasers and seller, that all representations not set out herein are expressly waived by the purchasers.</blockquote>\n<blockquote id=\"b182-7\">“We agree to purchase the above described property on the terms and conditions herein stated.”</blockquote>\n<blockquote id=\"b182-8\">On July 13,1956, the plaintiffs served on the defendant the following notice of rescission:</blockquote>\n<blockquote id=\"b182-9\">“You are hereby notified that R. A. Rodriguez and Fred J. LaVigne hereby rescind the agreement of March 16, 1956, executed by the undersigned as Purchasers and yourself as Seller, on the following grounds:</blockquote>\n<blockquote id=\"b182-10\">“1. That the subdivision map as proposed by the City of Riverside, California, is unsatisfactory to the undersigned and the undersigned despite diligent efforts have been unable to obtain approval by proper governmental authorities of a subdivision map which is workable and economically feasible.</blockquote>\n<blockquote id=\"b182-11\">“2. That the agreement of March 16, 1956, is too indefinite and uncertain to admit of enforcement or to constitute a binding contract.</blockquote>\n<blockquote id=\"b182-12\">“3. That, in any event, you have failed to comply with the provisions of the agreement of March 16, 1956, and have abandoned the same.</blockquote>\n<blockquote id=\"b182-13\">“4. That the agreement is impossible to perform because of the failure of the City of Riverside, California, to approve the subdivision map.</blockquote>\n<blockquote id=\"b182-14\">“You are further notified that the condition and contingency upon which the agreement of March 16, 1956, is based, to wit, the approval by the undersigned of the subdivision map for the real property which is the subject of the agreement, has failed to occur. By reason of the foregoing, demand is hereby made upon you for the return of the sum of $1,500.00 deposited with you on March 16,1956, by the undersigned.”</blockquote>\n<p id=\"b182-15\">Upon the refusal of the defendant to return the $1,500 the plaintiffs filed a complaint in the municipal court, framing the complaint on the common count, for money had and received. The defendant cross-complained, alleging that the plaintiffs had refused to comply with all of the terms of the agreement, <page-number citation-index=\"1\" label=\"159\">*159</page-number>and sought to recover damages in the sum of $15,000. The action was thereupon transferred to the superior court. The answer to the cross-complaint incorporated by reference the agreement and deposit receipt. It set up various defenses, including impossibility of performance, failure of a condition precedent, and lack of mutuality, and alleged that notice of rescission had been served within a reasonable time after the ascertainment of the facts. The parties stipulated that the agreement and notice of rescission could be received in evidence, that the agreement had been executed and that the notice of rescission had been served.</p>\n<p id=\"b183-6\">The trial court found (finding XII) that it is true that the defendant was indebted to the plaintiffs in the sum of $1,500 for money had and received and that no part of this sum had been paid. It also construed the agreement, without regard to any of the parol evidence introduced at the trial, and specifically found that the agreement provided the obligation of the purchasers to complete the purchase was conditional upon their approval of the final subdivision map as approved by the City of Riverside; that their refusal to approve the subdivision map proposed by the city was reasonable; that upon the failure to approve by the city the plaintiffs were under no duty to proceed with the purchase according to the provisions of the written agreement; that within a reasonable time after the ascertainment of these facts the plaintiffs served a notice of rescission upon the defendant and a notice that they had not been able to secure the approval of the city of the subdivision map and a demand for the return of the $1,500; that it is not true that the plaintiffs had failed or refused to perform any of the terms of the written agreement. Judgment was entered for the plaintiffs in the sum of $1,500 plus interest and costs, and that the defendant should take nothing by reason of his cross-complaint. The appeal is on the judgment roll.</p>\n<p id=\"b183-7\">The defendant urges that the trial court construed the agreement in direct contravention to its plain meaning when it found and concluded that by the terms of the agreement the plaintiffs are entitled to a return of their deposit. He specifically relies on the provisions of the agreement which read: “Should purchasers herein fail to pay the balance of said purchase price or complete said purchase as herein provided, the sum paid hereon may, at the option of the seller, be retained as consideration for the execution of this agreement.” and “It is further understood that the purchasers herein shall <page-number citation-index=\"1\" label=\"160\">*160</page-number>have six months from date to comply with the above demand of the seller to furnish said items listed . . . otherwise, at the option of the seller, the monies deposited herewith shall be forfeited and retained by the seller as consideration for executing this agreement.”</p>\n<p id=\"b184-5\">It is well-settled law that in construing a contract the meaning of the words used is to be determined from a reading of the entire contract. <em>(Sunset Securities Co. </em>v. <em>Coward Mc-Cann, Inc., </em>47 Cal.2d 907 [306 P.2d 777].)  If a contract is capable of two constructions courts are bound to give such an interpretation as will make it lawful, operative, definite, reasonable, and capable of being carried into effect, if that can be done without violating the intention of the parties. (Civ. Code, §§1643, 3541; <em>Robbins </em>v. <em>Pacific Eastern Corp., </em>8 Cal.2d 241 [65 P.2d 42].)</p>\n<p id=\"b184-6\">From an examination of this instrument as a whole, it clearly appears that the plaintiffs were given the right to withdraw from further performance if they found themselves dissatisfied with the subdivision map proposed by the governmental authorities. They were not given a right to withdraw at their own unrestricted pleasure. There is nothing in the retention provisions which indicates that the right to retain the deposit was given to the defendant as consideration for allowing the condition of disapproval on plaintiffs’ performance or as a payment for an option to withdraw. This agreement was clearly a bilateral one, the consideration for which was the mutual promises of the parties. The $1,500 constituted a part performance of the plaintiffs’ obligation under the agreement. The mere recitation that the right of the seller to retain this deposit was in consideration for executing this agreement, is insufficient to establish meaningful separate consideration.</p>\n<p id=\"b184-7\">The agreement was neither illusory nor lacking in mutuality of obligation merely because the parties thereto inserted a provision making the purchasers’ performance dependent on their satisfaction with the subdivision map to be obtained by them.  Contracts making the duty of performance of one of the parties conditional upon his “satisfaction” are upheld on the theory that the expression of dissatisfaction must be genuine and not arbitrary, and that an objective criterion,—good faith—controls the exercise of the right to determine satisfaction. <em>(Mattei </em>v. <em>Hooper, </em>51 Cal.2d 119 [330 P.2d 625]; see Williston, Contracts (3d ed.), §§ 44, 105, 675a.) “A promise conditional upon the promisor’s sat<page-number citation-index=\"1\" label=\"161\">*161</page-number>isfaction is not illusory since it means more than that the validity of the performance is to depend on the arbitrary choice of the promisor. His expression of dissatisfaction is not conclusive. That may show only that he has become dissatisfied with the contract; he must be dissatisfied with the performance, as a performance of the contract, and Ms dissatisfaction must be genuine. ” (Rest., Contracts (1932), §265, comment a.) The finding and conclusion of law that the plaintiffs’ refusal to approve the subdivision map was reasonable support the determination that the objective criterion of good faith was present.</p>\n<p id=\"b185-6\">The court found that the plaintiffs had not refused or failed to perform any of the terms of the written agreement. The finding is supported by the record. The plaintiffs’ withdrawal was made pursuant to the express provisions of the agreement. It was therefore definitely implied in the agreement that the defendant consented in advance to such withdrawal.  Rescission extinguishes a contract (Civ. Code, § 1688) and requires each party to return whatever he has received as consideration thereunder (Civ. Code, §1691). As a matter of law the defendant would therefore be required to return the. $1,500 deposit to the plaintiffs upon rescission.</p>\n<p id=\"b185-7\">The defendant urges that the notice of rescission was not given within a reasonable time as required by section 1691 of the Civil Code.<footnotemark>3</footnotemark> There was an express finding that the plaintiffs served on the defendant a notice of rescission within a reasonable time after the ascertainment of the facts.  This appeal is on the judgment roll. No question therefore arises as to the sufficiency of the evidence to support this finding.</p>\n<p id=\"b185-8\">The defendant argues that it was reversible error for the court not to make findings on his cross-complaint. The cross-complaint pleaded the terms of the contract and asked for damages for breach. The findings constrmng the contract obviously relate directly to the issues raised by the cross-complaint and the answer thereto, and are sufficient to support the conclusion of law that the defendant take nothing by his cross-complaint.</p>\n<p id=\"b185-9\">The court found that it was not true that the plaintiffs <page-number citation-index=\"1\" label=\"162\">*162</page-number>failed or refused to perform any of the terms of the agreement. As there was no breach of contract it is not necessary to discuss the further contentions of the defendant with reference to the right of set-off or as to the effect of the retention provisions as liquidated damages.</p>\n<p id=\"b186-5\">The judgment is affirmed.</p>\n<p id=\"b186-6\">Gibson, C. J., Traynor, J., Schauer, J., Spence, J., McComb, J., and Peters, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b180-13\">The parties will he referred to as plaintiffs and defendant.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b181-7\">$3,000 per usable net aere, plus an additional $400 per lot after subdivision; lots to be a minimum of 6,000 sq. ft. per lot or maximum of 9,000 sq. ft. per lot.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b185-10\">Civ. Code, § 1691: “Rescission, when not effected by consent, can be accomplished only by the use, on the part of the party rescinding, of reasonable diligence to comply with the following rules:</p>\n<p id=\"b185-11\">“1. He must rescind promptly, upon discovering the facts which entitled him to rescind. . . .”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}