{
  "casebody": {
    "data": "<casebody firstpage=\"472\" lastpage=\"482\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b528-8\">In the Matter of the Judicial Settlement of the Account of The Wilber National Bank of Oneonta, as Executor and Trustee under the Last Will and Testament of George I. Wilber, Deceased.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b528-9\">Surrogate’s Court, Otsego County,</court>\n<p data-order=\"2\" data-type=\"court\" id=\"Aqn0\">December, 1923</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHn\">(Received February, 1924).</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b529-7\"><page-number citation-index=\"1\" label=\"473\">*473</page-number><em>Alva Seybolt </em>(H. <em>C. Stratton, </em>of counsel), for executor and trustee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b529-8\"><em>Owen C. Becker, </em>for David F. Wilber and Esther B. Wilber.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b529-9\"><em>Edson A. Hayward, </em>for Mary Wilber Buss, Abram Buss, Vol Ira Buss, Wilber A. Buss and Flora Lyon.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b529-10\"><em>Whitman, Ottinger &amp; Ransom (William L. Ransom, </em>of counsel), for the Board of Foreign Missions of the Methodist Episcopal Church and the Board of Home Missions and Church Extension of the Methodist Episcopal Church.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b529-11\"><em>Dennis J. Kilkenny, </em>special guardian for David Wilber Mix and Margaret Wilber Mix, infants.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b529-12\"><em>J. S. Waterman, </em>special guardian for David Forrest Wilber, Jr., infant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b529-13\"><em>Lee D. Van Woert, </em>special guardian for Bobert A. Beynolds and Dorothy Beynolds, infants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b529-14\"><em>Charles H. Merriam, </em>for village of Milford, N. Y.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b529-15\"><em>George L. Gibbs, </em>for the city of Oneonta and for George S. Slade, one of the legatees under said will.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b529-16\"><em>L. C. Jones, </em>for Myra Wilber.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b529-17\"><em>Lincoln L. Kellogg, </em>for Edith Wilber Mix and John C. Mix.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b530-3\"><page-number citation-index=\"1\" label=\"474\">*474</page-number><em>Frank C. Huntington, </em>for Charles J. Beams.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b530-4\"><em>W. I. Bolton, </em>in person.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b530-5\"><em>Theron A. Clements, </em>for the Cazenovia Seminary.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b530-6\">Close, S.</author>\n<p id=\"AlA\">This is a proceeding instituted by the executor of the last will and testament of George I. Wilber, deceased, to construe certain provisions of the decedent’s will, particularly the 64th paragraph and its relation to and effect upon the other provisions thereof. Also for a judicial settlement of the accounts of the executor. Before proceeding with the accounting, it is deemed proper to dispose of the aforesaid problems touching construction.</p>\n<p id=\"b530-7\">The will was dictated, planned and prepared by the testator himself, manifestly after much study and careful consideration, and is in his own language. It is a lengthy document, comprising seventy-one paragraphs, wherein the testator disposed of an estate of over S3,000,000.</p>\n<p id=\"b530-8\">In the first sixty-one paragraphs the testator provided for annuities, general and specific legacies, and created several trusts. He gave directions as to the disposition of the income from the trusts and provided for the distribution of the corpus at the termination of the trust period.</p>\n<p id=\"b530-9\">The 62d, 63d and 64th paragraphs provide as follows:</p>\n<p id=\"b530-10\">• <em>“ Sixty-second. </em>I give, devise and bequeath to my executor and trustee, its successor or successors, all the rest, remainder and residium of my estate to be held by it in trust for the uses and purposes hereinafter specified. The same shall be divided into two equal parts and the income of one of said parts shall be paid to my brother David F. Wilber or his wife Esther It. Wilber, during their lives, and the life of the survivor of them and the income of one of said parts shall be paid to my niece Edith Wilber Mix, during her life, for the maintenance, support, care and comfort of themselves and their families respectively. The payments of said income shall be made at such time, or times, and in such amount, or amounts, and in such manner as in the discretion of my said executor and trustee, its successor or successors may seem advisable. I hereby expressly direct that no part of said income shall be assignable, or shall in any way be applied toward the payment of any judgment which has heretofore or may hereafter be recovered or entered against my said brother, or my said niece. Upon the death of the survivor of David F. Wilber and his wife Esther R. Wilber, I give, devise and bequeath the one-half of said residium of which they have the income as herein provided, together with any accumulated income on said one-half of said <page-number citation-index=\"1\" label=\"475\">*475</page-number>residium to the child, or children, of David F. Wilber by his wife Esther R. Wilber and the child or children of any deceased child or children of David F. Wilber by his said wife Esther R. Wilber who may be living at the time of the death of the survivor of David F. Wilber and his wife Esther R. Wilber, share and share alike. If upon the death of the survivor of David F. Wilber and his wife Esther R. Wilber there be no living descendants of David F. Wilber by his wife Esther R. Wilber, then the said one-half of said residium, together with all accumulated income thereon is hereby given, devised and bequeathed absolutely to the Wilber National Bank of Oneonta, N. Y. Upon the death of Edith Wilber Mix, I give, devise and bequeath the one-half of said residium, of which she has the income as herein provided, together with any accumulated income on said one-half of said residium to the child, or children, of said Edith Wilber Mix, by her husband John C. Mix, and the child, or children, of any deceased child, or children of Edith Wilber Mix by her said husband John C. Mix, who may be living at the time of the death of said Edith Wilber Mix, share and share alike. If upon the death of Edith Wilber Mix, there be no living descendants of Edith Wilber Mix, by her said husband John C. Mix, then the said one-half of said residium, together with all accumulated income thereon, is hereby given, devised and bequeathed absolutely to the Wilber National Bank, of Oneonta, N. Y.</p>\n<p id=\"b531-5\"><em>“ Sixth-third. </em>I hereby direct that unless otherwise herein provided, all trust funds and legacies under this my last will and testament which shall lapse or become void on account of death or otherwise, shall revert to and become a part of my residium of my estate.</p>\n<p id=\"b531-6\"><em>“ Sixty-fourth. </em>I hereby direct that none of the legacies included herein, either as to principal, or income, shall be assignable in any way whatsoever, and I further direct that all legacies included herein, unless otherwise herein specifically specified shall become payable five years (5) from the date of my decease.”</p>\n<p id=\"b531-7\">In construing wills it is a well-established rule that the intent of the testator must govern. <em>Tilden </em>v. <em>Green, </em>130 N. Y. 29; <em>Matter of Bump, </em>234 id. 60.</p>\n<p id=\"b531-8\">In <em>Tilden </em>v. <em>Green, supra, </em>the court said (p. 51): <em>“ </em>At the threshold of every suit for the construction of a will lies the rule that the court must give such construction to its provisions as will effectuate the general intent of the testator as expressed in the whole instrument.”</p>\n<p id=\"b531-9\">It is, therefore, our duty to search out and ascertain if possible the testamentary intent and when this is accomplished apply the <page-number citation-index=\"1\" label=\"476\">*476</page-number>law and determine whether the testamentary scheme violates the law, and, if it does not, carry it into effect; but if it is contrary to law then we should eliminate the unlawful parts and give effect to the provisions that are lawful, if by so doing the general testamentary scheme can be preserved, rather than demolish the whole structure, resulting in intestacy. <em>Harrison </em>v. <em>Harrison, </em>36 N. Y. 543; <em>Henderson </em>v. <em>Henderson, </em>113 id. 1.</p>\n<p id=\"b532-5\">In <em>Harrison </em>v. <em>Harrison, supra, </em>the rule is stated thus (p. 547): <em>“ </em>The principle is now well settled that the courts lean in favor of the preservation of all such valid parts of a will as can be separated from those that are invalid, without defeating the general intent of the testator.”</p>\n<p id=\"b532-6\">What was the intent of the testator when he made his will? What did he have in mind, and what did he endeavor to accomplish? When the decedent finished the 62d clause (residuary) he had made a complete disposition of his entire estate, named the beneficiaries, and specified how much each was to receive. He seemed to experience no difficulty in saying who were the objects of his bounty and how he wished his estate divided. In many instances he gave the reason for certain bequests.</p>\n<p id=\"b532-7\">It is urged that the testator, by the 64th paragraph, cut down most of the gifts, including trusts, in the first sixty-one provisions, created an estate for years (five years) and increased the residuary estate disposed of in the 62d paragraph, resulting in the income from such bequests going to the residue for the period of five years following the death of the testator, thereby reducing such bequests and adding the amount thus subtracted to the residuary estate. In support of this contention, no effort is made to sustain the 1st clause of this paragraph, but it is claimed that the last clause is valid if considered independently and that the clauses are separable; that it is by virtue of the last part of the paragraph that the gifts are curtailed.</p>\n<p id=\"b532-8\">In iterasen on the Preparation and Contest of Wills the author says (at p. 157, § 9): “ The gift of an estate for years is usually the gift of a use limited by a fixed term. No particular form of words is necessary to create this estate, but the intention should clearly appear. It may be created by a devise to hold for a definite time after the testator’s death.”</p>\n<p id=\"b532-9\">It is also claimed that the 1st clause of the 64th paragraph should be treated as an expression of a wish, but that the 2d clause postponing payment should be given effect; that there is no express direction for the accumulation of income, but as the income from the various legacies — especially those given in trust •— is undisposed of during the five-year term, it must necessarily accu<page-number citation-index=\"1\" label=\"477\">*477</page-number>muíate during said period; that such accumulation is void, and that the income passes to the residuary estate by virtue of the 63d paragraph instead of going to the next eventual estate under section 63 of the Real Property Law.</p>\n<p id=\"b533-4\">The application of the theories thus advanced, if having the effect claimed, would materially reduce a substantial portion of the testator’s gifts and, to the extent of such reduction, nullify his wishes as expressed in his will.</p>\n<p id=\"b533-5\">Whenever the testator intended any part of his estate should go to the residue he was careful to so state, such provision being made in many instances throughout the will. Had he intended to carve out an estate for five years from a large portion of the gifts in the first sixty-one clauses and add to the 62d, he would have so provided. Nowhere in this clause does he use the word <em>“ </em>residue,” or a synonymous term; he does not say the income during the five-year period shall go to the residue, or that he has created an estate for years for the benefit of the residuary estate, or anything that indicates such an intent. He does, however, use language denoting the opposite. In the 64th clause he says that none of the legacies, either as to principal, <em>or income </em>(underscoring is ours) shall be assignable. He did not say legacies of either principal or income, but said legacies, either as to principal, or income. If he did not intend the beneficiaries should have any of the income, why the inhibition against assignment? Can it be that he intended to prohibit the assignment of something he had not given them, or intended they should have? In numerous clauses throughout the will he created trusts and provided that the income be paid to certain beneficiaries for fife. He surely did not intend to give them this income for life and the next instant deprive them of it for five years and give it to someone else.</p>\n<p id=\"b533-6\">A substantial part of the estate consists of income-bearing securities, out of which provision is made for a large number of general and specific legacies (particularly specific), as well as many trusts. I can find nothing in the will which indicates that testator contemplated giving the income therefrom to any one other than the recipients of the primary gift.</p>\n<p id=\"b533-7\">In <em>Tillman </em>v. <em>Ogren, </em>227 N. Y. 495, the Court of Appeals held (at p. 505): <em>“ </em>Where there is an absolute gift of real or personal property, in order to qualify it or cut it down the latter part of the will should show equally clear intention to do so by use of words definite in their meaning and by expressions which must be regarded as imperative.” See, also, <em>Roseboom </em>v. <em>Roseboom, </em>81 N. Y. 356.</p>\n<p id=\"b533-8\">No words of gift, or expressive of gift, are used in the whole <page-number citation-index=\"1\" label=\"478\">*478</page-number>64th paragraph, and none can be spelled out or inferred. There was no need of such language as he had divided and given away his estate in the first sixty-two clauses of his will.</p>\n<p id=\"b534-5\">Considering the whole will it is apparent that the testator never intended to cut down a single bequest by the 64th paragraph, but inserted it for a different purpose. He was endeavoring to accomplish something else. We may term it a secondary plan as distinguished from the general testamentary scheme and main objectives outlined in the other provisions of the will.</p>\n<p id=\"b534-6\">As I read this paragraph, it in substance provides the bequests shall not be paid until the expiration of five years from the death of the testator (except where otherwise specifically specified), and that the same remain in the hands of the executor during this period, with no power or authority to pay any part thereof, and that there shall be no assignment as to either principal, or income, thus preventing the beneficiaries from obtaining their money from the executor and from transferring it to others or realizing anything thereon in any manner whatsoever. His purpose was to hold the estate intact, prohibit its alienation, keep it in <em>status quo </em>for five years following his death, notwithstanding the fact that he had given it all away and fixed the size of each gift in preceding paragraphs.</p>\n<p id=\"b534-7\">His reasons for so doing are apparent. He had in mind the welfare of the executor bank, and took into consideration the size and character of his estate and the difficulties which might be encountered in its settlement. He designated the Wilber National Bank as executor and testamentary trustee, giving it wide discretionary powers. He was one of the founders of this institution and at the time of his death was, and for years prior thereto had been, its president. He owned about three-fourths of the stock. In bequeathing this stock he gave to persons whom he said he considered had been loyal to him and the bank and whom he thought would take an interest in its welfare after his death. He called it <em>“ </em>my pet.” There is a possibility that it may receive the residuary estate after the termination of the trusts created by the 62d clause. One has but to read the parts of the will wherein he bequeathed this stock to become satisfied of his love for and devotion to this institution, indicating that its well-being was first and foremost in his mind. It would be of much advantage and a source of profit to it if the funds of this large estate were handled by it during a period of five years instead of the shorter time usually taken in settling estates. His large estate was invested in many and diverse ways. He -undoubtedly realized that it might not be advisable, particularly from a financial standpoint, to settle <page-number citation-index=\"1\" label=\"479\">*479</page-number>his estate in the time usually given for such purpose. He wanted his executor to have ample time for its administration and be in a position where no one could cause it any embarrassment. He did not want it interfered with or fettered in any way.</p>\n<p id=\"b535-5\">To accomplish these ends, he inserted the 64th paragraph, the whole of which is involved in this plan and must be read together. The two clauses are closely intertwined grammatically, bound together by the use of the word “ further,” are closely interwoven and inseparably connected, indicating he had one idea in mind. They serve a common purpose, have one objective, and must stand or fall together. One clause provides for a restraint on alienation, and the other for .postponement of payment, the two being necessary and component parts of the plan to tie up the estate. You cannot reject one part and retain the other, for by so doing the whole scheme of the will would be affected. To give effect to the 2d clause and disregard the 1st would, if this contention is followed as aforesaid, deprive nearly all of the beneficiaries of a substantial part of their gifts and swell the residue, in direct violation of the testator’s intent as expressed throughout his will; it would divide the estate on a different basis than he expressly directed, and in a great measure constitute making a new will. Furthermore, if the clauses are thus severed, it would make it possible for the beneficiaries to transfer and dispose of their interests and thereby realize on their bequests before they became payable, a thing the testator was seeking to prevent.</p>\n<p id=\"b535-6\">Read in connection with the other provisions of the will, it is manifest that the testator, by the 64th paragraph, intended to and did tie up the estate, except in a few instances, both corpus and income, in the hands of the executor, postponed its distribution and rendered it inalienable for a fixed period of five years.</p>\n<p id=\"b535-7\">Taking the will as a whole, it is clear that by this paragraph the power of alienation of real property and the absolute ownership of personal property is suspended. The term of suspension therein specified is not measured by lives in being at the death of the testator, as required by law, but is measured by a definite period of years which may be longer than two lives in being at the date of the death of the testator, and no outlet is provided for the income. Such a provision is illegal. Pers. Prop. Law, §§ 11, 16; Real Prop. Law, § 42; <em>Matter of Hitchcock, </em>222 N. Y. 57; <em>Kalish </em>v. <em>Kalish, </em>166 id. 368; <em>Matter of Fitzsimmons, </em>114 Misc. Rep. 71; <em>Smith </em>v. <em>Chesebrough, </em>176 N. Y. 317; <em>Goldsmith </em>v. <em>Haskell, </em>181 App. Div. 510; <em>Oxley </em>v. <em>Lane, </em>35 N. Y. 340.</p>\n<p id=\"b535-8\">Mr. Wilber, not being a lawyer, undoubtedly was not familiar with the law in relation to perpetuities or accumulation of income. <page-number citation-index=\"1\" label=\"480\">*480</page-number>Had he been aware that he was violating the law he would unquestionably have omitted this paragraph from his will. He doubtless attached considerable importance to this provision. However, there can be no question but that it was of secondary consideration and that he intended in any event that his estate should be divided among the beneficiaries named in the other parts of his will, as therein devised and bequeathed.</p>\n<p id=\"b536-5\">While I have considered it necessary to hold the 64th paragraph invalid as a matter of law, nevertheless effect can and should be given to the rest of the will. This particular paragraph,' being a plan in and by itself, can be separated from the remaining provisions, doing no violence to the principal objectives of the testator, leaving undisturbed his general testamentary scheme, thereby carrying out the general intent of the testator and preserving the valid portions of the will.</p>\n<p id=\"b536-6\">In <em>Matter of Hitchcock, supra, </em>Judge Chase writing for the Court of Appeals said (p. 73): “ The principle is now well settled that the courts lean in favor of the preservation of such valid parts of a will as can be separated from those that are invalid without defeating the general intent of the testator.”</p>\n<p id=\"b536-7\">The 64th paragraph and the reasons for its existence are practically independent of the remainder of the will and the primary testamentary desires. It can be lifted from the instrument and the will given effect in its entirety, save only that the payment of the gifts is accelerated and the restraint on alienation removed. No one is injured. The beneficiaries will receive the whole of what the testator, by express language, had given them and intended them to have.</p>\n<p id=\"b536-8\">If the theory is adopted that the clauses are separable, the 1st clause ignored and the 2d upheld, and the effect thereof is as claimed by its advocates, nearly all the bequests would be materially lessened and the residuary estate increased, at the expense of the other beneficiaries. The testator did not so intend. It would to a large extent nullify the true wishes of the deceased as expressed in his last will and testament, and would be an unnecessary and unwarranted assault upon the general testamentary scheme. Neither would it carry out the real purpose of the paragraph in question.</p>\n<p id=\"b536-9\">It follows that the estate should be administered as though the 64th paragraph did not exist and without reference to the provisions thereof.</p>\n<p id=\"b536-10\">Many other questions have been raised concerning the validity of the 64th paragraph, which I have not discussed, deeming it unnecessary in view of the foregoing determination.</p>\n<p id=\"b537-4\"><page-number citation-index=\"1\" label=\"481\">*481</page-number>The executor in its petition asks: “ Which- of the gifts made by the testator should be construed as general, and which as specific? ”</p>\n<p id=\"b537-5\">From the briefs submitted, it is apparent that there is substantially no disagreement as to the classification of the various bequests, except gifts of the capital stock of the Wilber National Bank. In some of the briefs certain material elements are discussed concerning this stock, which there is no evidence to support. Undoubtedly it was an oversight in not offering proof covering such points. After an examination of the will, briefs submitted, and the minutes of the hearing, I have reached the conclusion that an opportunity should be given to offer further testimony regarding this stock before determining how the gifts thereof should be classified. This matter can be disposed of on the settlement of the decree herein, or at some other convenient time during the accounting.</p>\n<p id=\"b537-6\">There are many bequests of capital stock of the Wilber National Bank and after the words of gift the following language is frequently added: “It is my earnest desire and request that each legatee named herein shall keep the said mentioned stock so long as he shall live and not sell the same,” etc.</p>\n<p id=\"b537-7\">The executor in its petition requests a construction as to the meaning and effect thereof. In each instance the testator made a complete disposition of such stock. The above quoted words are merely expressive of a wish or desire and do not cut down or limit the gifts. <em>Clay </em>v. <em>Wood, </em>153 N. Y. 134.</p>\n<p id=\"b537-8\">The executor, by a supplemental petition, asked that Myra Wilber be made a party to this proceeding, and in such supplemental petition asked for the following relief:</p>\n<p id=\"b537-9\">“ <em>Wherefore, </em>your petitioner prays that a citation issued under the hand and seal of this court be directed to Myra Wilber, requiring her to show cause why said sixtieth clause of said last will and testament should not be construed in connection with the validity of said judgment, and why said judgment has not been barred by the Statute of Limitations, and why said judgment should not be satisfied and cancelled upon the records, and for such other or further order or relief as to the Court may seem just.”</p>\n<p id=\"b537-10\">Citation was issued thereon and Myra Wilber appeared and answered and raised the question, among others, that this court had no jurisdiction of the subject-matter, and further that there was a prior action pending in the Supreme Court in which substantially the same relief was demanded.</p>\n<p id=\"b537-11\">At the hearing, objection was made to the reception of any <page-number citation-index=\"1\" label=\"482\">*482</page-number>evidence tending to establish the allegations of the supplemental petition upon substantially the same grounds.</p>\n<p id=\"b538-5\">It appears that another action involving similar, if not the same questions was pending in the Supreme Court at the time the supplemental petition was filed and the citation issued. In that action Edith Wilber Mix was plaintiff and Myra Wilber defendant. Since that time others have been brought in and made parties. The attorney for the executor in his brief says: <em>“ </em>Some very interesting questions are involved in the conditions set forth in the sixtieth clause. Mrs. Myra Wilber was brought into this proceeding by supplementary citation in the expectation that said questions might be raised and disposed of here, but because an action is pending between Edith Wilber Mix, the legatee, and Mrs. Wilber, and because the respective attorneys for Mrs. Mix and Mrs. Wilber, the persons directly interested therein, object to the determinations of said questions in this court, it has been decided not to urge or discuss them.”</p>\n<p id=\"b538-6\">No briefs have been filed concerning the issues involved under the supplemental petition. Under the circumstances, I do not feel that I should attempt to pass upon the merits of the questions raised therein.</p>\n<p id=\"b538-7\">The supplemental petition should, therefore, be dismissed without prejudice to the rights of any of the parties.</p>\n<p id=\"b538-8\">The executor asked for a determination as to whether certain beneficiaries have forfeited their bequests by virtue of the 65th paragraph of decedent’s will.</p>\n<p id=\"b538-9\">Many of the attorneys have not touched upon this subject in their briefs, and as I recall no evidence has been submitted regarding this matter. I have reached the conclusion that this question should be reserved for further consideration and be disposed of later on during the accounting.</p>\n<p id=\"b538-10\">At the hearing, certain evidence was offered, objection made as to its admissibility, and decision reserved. I have decided to admit it all.</p>\n<p id=\"b538-11\">Other questions raised, not herein determined, may be brought up for consideration at a later date while the accounting is in progress.</p>\n<p id=\"b538-12\">The executor should file a supplemental account in accordance herewith.</p>\n<p id=\"b538-13\">I find and decide as herein set forth. Prepare decree accordingly.</p>\n<p id=\"b538-14\">Decreed accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}