{
  "casebody": {
    "data": "<casebody firstpage=\"1242\" lastpage=\"1248\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1318-8\">BURLINGTON NORTHERN, INC., Plaintiff, v. NORTHWESTERN STEEL &amp; WIRE CO., Defendant-Petitioner-Appellant, v. INTERSTATE COMMERCE COMMISSION, Respondent-Appellee. BURLINGTON NORTHERN, INC., a corporation, Plaintiff-Appellee, v. NORTHWESTERN STEEL &amp; WIRE CO., a corporation, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1318-17\">Nos. 83-1321, 85-2523.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1318-18\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1318-19\">Argued March 31, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1318-20\">Decided July 7, 1986.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1318-21\">As Amended July 11, 1986.</otherdate>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b1318-22\">Rehearing and Rehearing En Banc Denied Aug. 13,1986.</otherdate>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1320-15\"><page-number citation-index=\"1\" label=\"1244\">*1244</page-number>Abraham A. Diamond, Chicago, Ill., for Northwestern Steel &amp; Wire Co.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1320-16\">Laurence H. Schecker, I.C.C., Washington, D.C., for I.C.C.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1320-17\">Barry N. Gutterman, Burlington Northern RR Co., Chicago, Ill., for Burlington Northern, Inc.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b1320-18\">Before CUMMINGS, Chief Judge, CU-DAHY and EASTERBROOK, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1320-19\">CUDAHY, Circuit Judge.</author>\n<p id=\"b1320-20\">Burlington Northern, Inc. (“Burlington Northern”) and Northwestern Steel &amp; Wire Co. (“Northwestern Steel”) disputed rail charges for services performed between 1977 and 1979. Burlington Northern filed a complaint in the District Court for the Northern District of Illinois to collect the contested funds. That case was referred to the Interstate Commerce Commission (the “ICC”). Northwestern Steel then filed a complaint with the ICC contending the charges were unreasonable. The Administrative Law Judge and an ICC Review Board found for Burlington Northern. Northwestern Steel filed an appeal to this court, which dismissed the case for lack of jurisdiction, noting that jurisdiction belonged with the referring court. Northwestern Steel then filed an appeal to the district court and Burlington Northern filed suit there to collect its payment. The district court dismissed Northwestern Steel’s claim as untimely and denied its motion for summary judgment on Burlington Northern’s suit to collect the charges. Northwestern Steel appeals both rulings. We affirm.</p>\n<p id=\"b1320-21\">Northwestern Steel arranged for Burlington Northern to make numerous shipments of 80,000 pounds of steel wire mesh from its Sterling, Illinois factory to various points in Texas over a period of several years. Northwestern Steel calculated its expected rates on the assumption that Burlington Northern would use a single 60-foot rail car for each shipment. In fact, Burlington Northern used two shorter cars for each shipment instead of one 60-foot car. This led Burlington Northern to impose additional charges on Northwestern Steel on some 380 shipments. When Northwestern Steel refused to pay, Burlington Northern filed a complaint in district court under <page-number citation-index=\"1\" label=\"1245\">*1245</page-number>49 U.S.C. § 10761 to collect additional charges of $133,102.62.</p>\n<p id=\"b1321-4\">The district court believed that the suit was within the primary jurisdiction of the ICC. Therefore, with the parties’ consent, the suit was stayed in district court and was referred to the ICC. Northwestern Steel then filed a complaint with the ICC alleging that the charges sought by Burlington Northern were unreasonable and in violation of Rule 66(a) of Tariff Circular 20 (49 C.F.R. § 1300.66(a)). The company argued that the two for one substitution was arbitrary and merely for Burlington Northern’s convenience.</p>\n<p id=\"b1321-5\">The Administrative Law Judge dismissed Northwestern’s complaint, concluding that Northwestern Steel had not met its burden of proof that the charges were unreasonable because it had not shown that a car of a particular size had been ordered or that the single, larger car would have been adequate for the task. The ICC review board affirmed the dismissal and also concluded that Rule 66(a) did not apply to the contested charges.</p>\n<p id=\"b1321-6\">Northwestern Steel then filed an appeal to this court alleging jurisdiction under 28 U.S.C. §§ 2321(a)<footnotemark>1</footnotemark><em>, </em>2342(5)<footnotemark>2</footnotemark>, and 2344<footnotemark>3</footnotemark>. The ICC and Burlington Northern filed a motion to dismiss on the ground that in referred cases the referring court has exclusive jurisdiction to review appeals from the ICC under 28 U.S.C. §§ 1336(b)<footnotemark>4</footnotemark> and (c)<footnotemark>5</footnotemark>. The filing of this motion prompted Northwestern Steel to file in the district court a Motion for Leave to File a Complaint For Review of the Decision of the Commission. The government opposed this motion. The district court stayed determination of the motion pending the outcome of the Seventh Circuit case.</p>\n<p id=\"b1321-16\">This court granted the motion to dismiss stating:</p>\n<blockquote id=\"b1321-17\">The parties’ stipulation for a stay of district proceedings had the effect of a referral to the Interstate Commerce Commission. 28 U.S.C. Sec. 1336(b). In addition, it appears that the district court also has a Sec. 1336(a) jurisdiction since its order had to do with the payment of money. Moreover, whatever the trial court’s ultimate decision, review by this court of its decision will be available if an appeal is taken.</blockquote>\n<p id=\"aay-dedup-0\"><page-number citation-index=\"1\" label=\"1246\">*1246</page-number><em>Northwestern Steel &amp; Wire Co. v. United States, </em>No. 81-2726 (7th Cir. Mar. 29, 1982) (order).</p>\n<p id=\"b1322-4\">The district court then accepted Northwestern Steel’s petition for review of the ICC decision. The government contended that the motion was untimely because 28 U.S.C. § 1336(c) establishes a 90-day time limit for filing appeals in a referring court from an ICC decision. Northwestern Steel’s appeal was filed after 134 days had passed. The district court agreed that Northwestern Steel’s motion was untimely. It stated that the 90-day restriction “was jurisdictional and must be strictly construed.” <em>Northwestern Steel &amp; Wire Co. v. ICC, </em>No. 80 C 1230 slip. op. at 17 (N.D.Ill. Feb. 3, 1983).</p>\n<p id=\"b1322-5\">Following the dismissal of Northwestern’s appeal, both parties moved for summary judgment on Burlington Northern’s suit seeking additional payment. Northwestern Steel argued that Burlington Northern’s suit to collect the fees was untimely because it was a suit to enforce an ICC order and had to be filed within 90 days. The court denied Northwestern Steel’s motion, however, determining that Burlington Northern was pursuing its original complaint to recover its payment and not seeking to enforce an ICC order.<footnotemark>6</footnotemark></p>\n<p id=\"b1322-6\">Northwestern Steel appeals both the dismissal of its complaint and the denial of its motion for summary judgment.</p>\n<p id=\"b1322-7\">I.</p>\n<p id=\"b1322-8\">Northwestern Steel raises three arguments in its appeal of the district court’s dismissal of its case. First, it contends that this court ordered the district court to assume jurisdiction over the appeal and thereby precluded the district court from dismissing the claim as untimely. Next, it argues that the district court wrongly concluded that it had no power to grant an extension of filing time. Finally, it claims that even if the time for appeal had lapsed under 28 U.S.C. § 1336(b) the case may proceed under 28 U.S.C. § 1336(a)<footnotemark>7</footnotemark>, which has no stated time limit.</p>\n<p id=\"b1322-15\">On June 13, 1980, the district court granted the parties’ stipulated motion staying proceedings in the court pending determination of the issue by the ICC. As this court noted in its decision dismissing the appeal, this action “had the effect of a referral to the ICC.” <em>Northwestern Steel and Wire Co. v. United States </em>No. 81-2726 (7th Cir. Mar. 29, 1982). Under 28 U.S.C. § 1336(b) “the court which referred the question or issue shall have exclusive jurisdiction of a civil action to enforce, enjoin, set aside, annul, or suspend, in whole or in part, any order of the Interstate Commerce Commission arising out of such referral.” <em>See also ICC v. Atlantic Coast Line Railroad Co., </em>383 U.S. 576, 580, 86 S.Ct. 1000, 1004, 16 L.Ed.2d 109 (1966); <em>City of New Orleans v. Southern Scrap Material Co., </em>704 F.2d 755, 758 n. 8 (5th Cir.1983), <em>Zapp v. United Transportation Union, </em>727 F.2d 617, 625 n. 12 (7th Cir.1984). Since the district court was the referring court, it retained sole jurisdiction and this court had no authority to order it to assume jurisdiction over a case filed beyond the limitations period. Moreover, we do not read this court’s earlier decision as a statement directing the district court how to proceed with the case. Rather, this court was <page-number citation-index=\"1\" label=\"1247\">*1247</page-number>merely explaining why it was not competent to hear the issue. Questions of timeliness were not even before this court when it issued its decision.</p>\n<p id=\"b1323-4\">Northwestern Steel’s second argument is that the district court wrongly concluded that it had no power to grant that company an extension of time to file its petition for review of the ICC order. This argument also fails. Just as § 1336(b) barred this court from hearing a case that should have been filed with the district court, so the plain language of § 1336(c) bars the district court from hearing a petition for review that is not filed within 90 days. The 90-day filing period is jurisdictional and a court has no discretion to alter or enlarge it. <em>See Locust Cartage Co. v. Transamerican Freight Lines, Inc., </em>430 F.2d 334, 341 (1st Cir.) (“When a district court refers an issue to the ICC, a party aggrieved by the ICC’s order must file an action for review within 90 days”), <em>cert. denied, </em>400 U.S. 964, 91 S.Ct. 365, 27 L.Ed.2d 383 (1970); <em>Atchison, Topeka &amp; Santa Fe Railway v. Trailer-Train Inc., </em>455 F.Supp. 520, 523 (N.D.Ill.1978) (“Since defendant, the party aggrieved by the order, failed to seek an action for review pursuant to 28 U.S.C. § 1336(c) within 90 days of the Commission’s affirmation of the initial decision, the ICC order became final and binding on this court”); <em>cf. North American Telecommunications Association v. Federal Communications Commission (FCC), </em>751 F.2d 207, 208 (7th Cir.1984) (“we have no power to enlarge the statutory deadline for filing a petition for review [of an agency decision]”). Northwestern Steel can point to no case in which the 90-day period has been extended.<footnotemark>8</footnotemark></p>\n<p id=\"b1323-5\">Northwestern also argues that by filing with this court within 90 days, the statutory limitations period was tolled. In dismissing this argument the district judge said, “we sympathize with the confusion and ambiguity facing the plaintiff when selecting the appropriate court. We do not, however, believe we are at liberty to carve out an equitable exception to a jurisdictional rule to avoid a harsh result.” <em>Northwestern Steel &amp; Wire Co. v. ICC, </em>No. 80 C 1230 at 19. We agree. Section 1336(c) mandates that appeals be filed in the <em>referring </em>court within 90 days. Northwestern Steel was 44 days late.</p>\n<p id=\"b1323-8\">Northwestern Steel also maintains that because the ICC order was for the payment of money the action could be pursued under § 1336(a) which specifies no limitations period even if an action were foreclosed under section 1336(b). Under Northwestern Steel’s interpretation, appeals from decisions involving the payment of money could be brought long after the ICC’s determination was made. This interpretation would defeat the preeminent purpose of section 1336, which was the elimination of undue delays in reviewing ICC decisions. <em>See Keller Industries, Inc. v. United States, </em>304 F.Supp. 852, 854-55 (N.D.Fla.1969). Moreover, section 1336(c) appears to apply to all referrals. There is nothing to suggest that the 90-day period was not meant to apply to referrals involving the payment of money.</p>\n<p id=\"b1323-9\">We recognize that procedures for appealing decisions of the ICC and other administrative agencies can be confusing. Some appeals proceed straight to the courts of appeals, others to the district courts. Nevertheless, here the district court’s earlier stay should have alerted Northwestern Steel that the court was proceeding under section 1336(b). Also, to the extent there was ambiguity Northwestern Steel could have protected its appeal rights by filing a protective appeal. <em>Cf., Genstar Chemical Limited v. ICC, </em>665 F.2d 1304, 1307 (7th Cir.1981) (protective appeal filed), <page-number citation-index=\"1\" label=\"1248\">*1248</page-number><em>cert. denied, </em>456 U.S. 905, 102 S.Ct. 1750, 72 L.Ed.2d 161 (1982); <em>Field Container Corp. v. ICC, </em>712 F.2d 250 (7th Cir.1983) (same), <em>cert. denied, </em>464 U.S. 1039, 104 S.Ct. 701(4), 79 L.Ed.2d 167 (1984).</p>\n<p id=\"b1324-4\">II.</p>\n<p id=\"b1324-5\">Northwestern Steel also argues that to the extent its action is time-barred under § 1336(c), Burlington Northern’s action to collect freight charges is also time-barred because it was brought to enforce the ICC order dismissing Northwestern Steel’s complaint and was not filed within 90 days. The district court held that Burlington Northern’s motion for summary judgment was not time-barred because it was merely seeking recovery under the original complaint and was not to be construed as an action to enforce an ICC order. We agree. The ICC order determined only that Northwestern Steel had not met its burden of showing that the charges were inapplicable or unreasonable. It made no determination that Burlington Northern was entitled to collect its full charges.</p>\n<p id=\"b1324-6\">For the above reasons, the judgment of the district court is Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1321-7\">. \"Except as otherwise provided by an Act of Congress, a proceeding to enjoin or suspend, in whole or in part, a rule, regulation, or order of the Interstate Commerce Commission shall be brought in the court of appeals as provided by and in the manner prescribed in chapter 158 of this title [28 U.S.C. § 2341 <em>et seq.].\" </em>28 U.S.C. § 2321(a).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1321-8\">. “The court of appeals has exclusive jurisdiction to enjoin, set aside, suspend (in whole or in part), or to determine the validity of—</p>\n<blockquote id=\"b1321-9\">******</blockquote>\n<blockquote id=\"b1321-10\">(5) all rules, regulations, or final orders of the Interstate Commerce Commission made reviewable by section 2321 of this title.” 28 U.S.C. § 2342(5).</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1321-11\">. \"On the entry of a final order reviewable under this chapter, the agency shall promptly give notice thereof by service or publication in accordance with its rules. Any party aggrieved by the final order may, within 60 days after its entry, file a petition to review the order in the court of appeals wherein venue lies. The action shall be against the United States. The petition shall contain a concise statement of—</p>\n<blockquote id=\"b1321-12\">(1) the nature of the proceedings as to which review is sought;</blockquote>\n<blockquote id=\"b1321-14\">(2) the facts on which venue is based;</blockquote>\n<blockquote id=\"b1321-18\">(3) the grounds on which relief is sought; and</blockquote>\n<blockquote id=\"b1321-20\">(4) the relief prayed.</blockquote>\n<p id=\"b1321-21\">The petitioner shall attach to the petition, as exhibits, copies of the order, report, or decision of the agency. The clerk shall serve a true copy of the petition on the agency and on the Attorney General by registered mail, with request for a return receipt.” 28 U.S.C. § 2344.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1321-22\">. “When a district court or the Court of Claims refers a question or issue to the Interstate Commerce Commission for determination, the court which referred the question or issue shall have exclusive jurisdiction of a civil action to enforce, enjoin, set aside, annul, or suspend, in whole or in part, any order of the Interstate Commerce Commission arising out of such referral.” 28 U.S.C. § 1336(b).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1321-23\">. \"Any action brought under subsection (b) of this section shall be filed within 90 days from the date that the order of the Interstate Commerce Commission becomes final.” 28 U.S.C. § 1336(c).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1322-12\"><em>. </em>Initially, the court also denied Burlington Northern’s motion for summary judgment on its complaint seeking recovery of $133,102.62 from Northwestern Steel, ruling that the record was inadequate to resolve the issue of the contested charges. Later, the parties entered into a joint stipulation of facts and Judge Charles R. Norgle granted Burlington Northern’s motion for summary judgment. <em>Burlington Northern Railroad Co. v. Northwestern Steel &amp; Wire Co., </em>No. 80 C 1230 (N.D.Ill. Aug. 5, 1985) (order). The only issue Northwestern Steel has raised before this court in its appeal of Burlington Northern’s suit is that that suit was untimely filed after the 90-day limitations period of 28 U.S.C. § 1336(c) had elapsed.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1322-17\">. ‘Except as otherwise provided by Act of Congress, the district courts shall have jurisdiction of any civil action to enforce, in whole or in part, any order of the Interstate Commerce Commission, and to enjoin or suspend, in whole or in part, any order of the Interstate Commerce Commission for the payment of money or the collection of fines, penalties, and forfeitures.\" 28 U.S.C. § 1336(a).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1323-6\">. Northwestern Steel argues that under Federal Rule of Appellate Procedure 4(a) it should have received an extension of filing time. However, Northwestern apparently never asked the district court for an extension and thus may not raise the issue now. Moreover, the Federal Rules of Appellate Procedure do not apply to district courts sitting in review of administrative actions. Even if they did, F.R.A.P. 20 specifies that Rule 4 does not apply to appeals from administrative proceedings. <em>See North American Telecommunications Assn. v. FCC, </em>751 F.2d 207, 208 (7th Cir.1984).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}