{
  "casebody": {
    "data": "<casebody firstpage=\"603\" lastpage=\"613\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b643-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b643-5\">Helm v. Lynchburg Trust and Savings Bank and Others.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b643-6\">March 14, 1907.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b643-7\">1. Equity—Demurrer—Amendment—'Waiver.—Where a demurrer to a hill for want of proper parties is sustained and the complainant amends his bill he is deemed to have waived objection to the adverse ruling.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b643-9\">2. <em>Equity—Depositions—Time of Filing—Notice—Failure to </em>Except.— Where a deposition in a suit in equity is filed after the case is submitted, but two months before it is decided, and it appears in the caption to have been taken “pursuant to the notice hereto attached,” and no exeception is taken either as to the insufficiency of the notice, or the time of filing, it should be read on the hearing.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b643-11\">3. Fobged <em>Deed—Effect—How Forgery </em>Charged.—If the signature to a deed is a forgery, the deed is void and inoperative for any purpose, notwithstanding its recordation; and the genuineness of a signature is sufficiently put in issue by charging in a bill to-vacate <em>it that </em>it was a forgery.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b643-13\">4. <em>Equity—Bill to \"Vacate Forged Deed—Conflict of </em>Evidence—Issue.— If, upon a bill filed to vacate a deed of trust to secure the payment of money on the ground that the signature of the grantor to the deed and also to the endorsement of the check given for the greater part of the loan is a forgery, the evidence is seriously in conflict, the chancellor should order an issue to determine the genuineness of the signatures, and it is error not to do so.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b643-15\">5. <em>Equity—Subrogation—Setting Aside a Forged </em>Deed.—If a deed to secure a loan turns out to be a forgery in which the lender has in no wise participated, but a portion of the money loaned; was applied to the payment of taxes on the land, and a loan secured by a prior valid deed of trust, a court of equity, upon-vacating the forged deed, should reserve a lien on the property-conveyed in favor of the lender for the amount so applied for taxes and the discharge of the debt secured by the prior valid deed.</syllabus>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b644-3\"><page-number citation-index=\"1\" label=\"604\">*604</page-number>Appeal from a decree in chancery of the Corporation Court of the city of Boanoke. Decree for the defendants. Complainant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"b644-4\">\n<em>Reversed.</em>\n</disposition>\n<p data-order=\"10\" data-type=\"summary\" id=\"b644-5\">The opinion states the case.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b644-6\"><em>Abram P. Staples </em>and <em>R. E. Scott, </em>for the appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b644-7\"><em>Smith &amp; King, </em>for the appellees.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b644-8\">Cardwell, J.,</author>\n<p id=\"Auv\">delivered the opinion of the Court.</p>\n<p id=\"b644-9\">The purpose of the bill filed in this case was to* have declared null and void a deed of trust to one O. B. Fuqua, appearing on the records of the Corporation Court of the city of Boanoke, to secure to the Lynchburg Trust and Savings Bank, of Lynchburg, Va., a corporation, the payment of the sum of $1,500, evidenced by one negotiable note payable three years after date, and the interest thereon payable semi-annually, evidenced by separate notes of $45.00 each, upon the ground that both this deed of trust and the notes it secured were forgeries. The deed bears date the 8th day of August, 1899, and purports to have been acknowledged by Mary K. Helm (appellant here) before J. W. Boswell, a notary public, qn the 10th day of August, 1899.</p>\n<p id=\"b644-10\">The appellant, whose maiden name was Mary B. Kimbrough, is a resident of the state of Arkansas, and the widow of Thomas C. Helm, lately a resident of that state, who died in 1895. Her husband was a former resident of Boanoke, and a brother of Mrs. Fannie P. Jones, formerly the wife, now the widow, of the late S. E. Jones, an attomey-at-law of the latter city.</p>\n<p id=\"b644-11\">The lot conveyed in the deed in question, to-wit: Lot Ho. 1, section 22, of the Lewis Addition to the city of Boanoke, lies in that city, .and appellant’s husband purchased an undivided one-half interest in the lot from Mrs. Jones, which was deeded <page-number citation-index=\"1\" label=\"605\">*605</page-number>to him in November, 1891, by deed duly recorded, and Jones and wife conveyed the remaining undivided half interest to appellant’s husband in January, 1893, hut it seems to be conceded that this latter deed was made merely for the accommodation of Thomas 0. Helm, and after his death the appellant recognized that Mrs. Jones still had an undivided one-half interest in the lot. By the will of appellant’s husband she acquired title to his interest in the lot, and in 1901 she purchased of Mrs. Jones and her husband the remaining undivided interest therein, paying therefor the sum of $1,300; so that she became the absolute owner of the lot in question, and is and has been in possession thereof ever since January, 1901.</p>\n<p id=\"b645-4\">It appears that in February, 1898, appellant, together with S. E. Jones and wife, and solely for the accommodation of S. E. Jones, executed a deed of trust, by which they conveyed the said lot to one Gilliam and others, trustees, to secure to the Lynchburg Perpetual ■ Building and Loan Company the payment of the sum of $500, evidenced by a penal bond executed in accordance with the custom of the building and loan company, which deed was duly recorded; that at the time of appellant’s purchase of the undivided interest of Mrs. Jones in this lot the question of the existence of the lien for $500 came up, and S. E. Jones wrote to appellant, who was then in Arkansas, and enclosed to her what purported to he a certificate from the clerk of the court in which the deed of trust securing the $500 was recorded, to the effect that the deed of trust had been paid off and released, which certificate turned out after-wards to he a forgery.</p>\n<p id=\"b645-5\">In the year 1902 S. E. Jones died under circumstances indicating suicide, his body being found near the town of Parkersburg, W. Va., in the Ohio-river, and his clothes, containing a bottle of chloroform, found on the bank near where, the body was recovered. The death of Jones resulted in discoveries being made by appellant as to other frauds committed upon her by him, which led up to the further discovery a few <page-number citation-index=\"1\" label=\"606\">*606</page-number>days after his death, and for the first time, as she contends, of the deed of trust on her property to Fuqua, trustee, above mentioned, which is the subject of the controversy in this suit. In February, 1902, appellant was notified that the Lynchburg Trust and Savings Bank held her note for $15.00, dated August 8, 1899, payable August 8, 1901, and that the same represented the interest of a $1,500 note, supposed to have been executed by the appellant, both notes being secured by the deed of trust above mentioned; that the $15.00 note was then in default and if it was not paid at once the $1,500 note would become due and payable, and the deed of trust securing the same would be enforced by a sale of her property. At the time appellant was in the city of Koanoke, at the residence of her father-in-law, B. B. Helm, with whom she consulted as to what course to pursue, the result being that B. B. Helm approached J. W. Boswell for the purpose of obtaining some explanation of the matter, and it was then ascertained that the deed of trust above mentioned had been acknowledged before J. W. Boswell, who was a notary public for the city of Boanoke, and presented by him for recordation in the clerk’s office of the Corporation Court; and to avoid an immediate exposure to sale of her property appellant paid off the $15.00 note.</p>\n<p id=\"b646-4\">It further appears that at the time of the execution of the deed of trust in August, 1899, the deed of trust to Gilliam and others, trustees for the Lynchburg Perpetual Building and Loan Company was unsatisfied, and there was a balance due thereon of $121.15; and that upon the delivery of the deed to the Lynchburg Trust and Savings Bank it paid off the amount of that deed of trust to the Lynchburg Perpetual Building and Loan Company, about $136.92, in interest, taxes and expenses, and the residue of the loan, amounting to $935, was paid by check of A. E. King to the order of Mrs. Mary B. Helm, which was delivered by King to J. W. Boswell, and upon its presentation at the bank with the names, first, of Mary B. Helm, and then of S. E. Jones, attorney, endorsed thereon, it was paid to Jones.</p>\n<p id=\"b647-3\"><page-number citation-index=\"1\" label=\"607\">*607</page-number>The allegations of the hill put in issue that the signature “Mary B. Helm” to the deed of trust in question, and to the notes it purported to secure, were forgeries, and that the endorsement on the hack of the check for $935.63, given by A. E. King as attorney for the Lynchburg Trust and Savings Bank, payable to the order of Mrs. Mary B. Helm, was likewise a forgery; the theory of appellant being that through the connivance and fraud of S. E. Jones he secured someone to impersonate her and appear before J. W. Boswell, notary public, and acknowledge the execution of the deed of trust in question, and that the same person who fraudulently affixed the name of Mary B. Helm to the deed also affixed that name to the notes it purported to secure and endorsed it on the back of the check given by King, which was collected at hank by S. E. Jones. The bill denies any knowledge whatever of these various transactions by the appellant, in person or by any one authorized by her, and declares that she had no knowledge of what had transpired touching her rights in the premises until after the death of Jones.</p>\n<p id=\"b647-4\">The Lynchburg Trust and Savings Bank demurred to the bill, on the ground that the National Exchange Bank, upon which the check of King was drawn, was a necessary party thereto. Its demurrer was sustained, and thereupon the court ordered that the National Exchange Bank and A. E. King be made parties defendant to the bill, which was accordingly done.</p>\n<p id=\"b647-5\">The bill having been thus amended, the Lynchburg Trust and Savings Bank and A. E. King both demurred to and answered the bill; and upon the bill, the demurrers and answers thereto, general replication to the answers, the exhibits filed with the pleadings, and depositions taken and filed on behalf of both plaintiff and defendants, the cause was argued and submitted to the court on the 14th day of May, 1904, and the court appears to have announced its decision either then or shortly thereafter; hut the decree was not entered until July 16, 1904, which decree overrules the demurrers to the bill, and, upon <page-number citation-index=\"1\" label=\"608\">*608</page-number>the ground that the plaintiff had failed to sustain the allegations of her bill, it was dismissed, with costs to -the defendants.</p>\n<p id=\"b648-4\">Before the entering of this decree, and in fact on the 16th day of May, 1904, two days after the case was argued and submitted to the court for its decision, there was filed with the papers in the cause, in the clerk’s office of the court, the deposition of R. B. Helm, taken on behalf of appellant (plaintiff below), which she asked that the court should read and consider before reaching its conclusion in the case; but this was refused by the decree of July 16, 1904. It is from that decree this appeal is taken.</p>\n<p id=\"b648-5\">The ruling of the court below, sustaining the Lynchburg Trust and Savings Bank’s demurrer to the bill on the ground that the National Exchange Bank, upon which the check of King was drawn, was a necessary party to the bill, constitutes appellant’s first assignment of error.</p>\n<p id=\"b648-6\">We are of opinion that there is no merit in this assignment, not only because appellant waived her right by amending her bill, but no ground is shown upon which she could rest the claim that the ruling complained of was injurious to her.</p>\n<p id=\"b648-7\">The refusal to consider the deposition of R. B. Helm is assigned as error; and it is argued for appellees that as the deposition was not taken and filed on or before May 14, 1904, it could not be properly considered, although filed before the decree of the court was made dismissing the bill for the want of proof. It is further contended that the refusal to consider the deposition was proper, because it had been taken without notice to appellees, and because the case had not been heard on it.</p>\n<p id=\"b648-8\">It is true that the notice of the taking of this deposition does not appear in the record, but the notary before whom it was taken in Winston-Salem, N. C., on May 14, 1904 (where R.' B. Helm resided, and was too feeble to come to Roanoke, Va.), certifies that the deposition was taken before him “pursuant to notice hereto attached.” It was filed two' months' before the entry of the decree here complained of, and there are no ex<page-number citation-index=\"1\" label=\"609\">*609</page-number>ceptions taken, either as to the insufficiency of the notice or the time of the filing of the deposition.</p>\n<p id=\"b649-4\">We are of opinion that under these circumstances the appellant had the right to have the deposition of R. B. Helm read and considered in her behalf, and that the court below erred in refusing to read and so consider it.</p>\n<p id=\"b649-5\">The Lynchburg Trust and Savings Bank and A. E. King both demurred to the bill of appellant, on the ground that under the law the trustee and beneficiary were <em>bona fide </em>purchasers for value, and that the certificate of acknowledgement before the notary public was a judicial act, and after its recordation it could not be invalidated except upon the ground of fraud on the part of those claiming under it; in other words, the bill failed to allege sufficiently fraud on the part of the trustee and the beneficiary named in the deed. These demurrers were overruled, and this ruling appellees assign as cross-error under Rule IX of this court.</p>\n<p id=\"b649-6\">The bill clearly charges that the signature to the deed was a forgery, and sets out facts and circumstances sufficient to give to the trustee and the beneficiary knowledge that it was claimed that fraud had been perpetrated upon the appellant in the procurement-and recordation of the deed. Ordinarily where a deed is attacked as fraudulent the fraud on the part of the trustee, or the beneficiaries thereunder, must be specifically charged and clearly proven. But it is difficult to see how else 'the genuineness of a signature to a deed could be put in issue better than by charging, as was done in this ease, that the signature in question was a forgery. If a forgery, it is void and inoperative for any purpose whatever.</p>\n<p id=\"b649-7\">We do not, however, consider it necessary to pass more directly upon this cross-assignment of error, for the reasons, as we shall presently see, that the vital question to be determined upon this record is whether or not appellant in fact endorsed her name on the back of the check of A. E. King, or received the money drawn thereon. That she did not receive the money <page-number citation-index=\"1\" label=\"610\">*610</page-number>for the check is so clearly put in issue by her bill and her denial of that fact under oath that the burden of proof that she actually received the proceeds from the loan was upon appellees, the Lynchburg Trust and Savings Bank and A. E. King, it being claimed that through the latter’s hands it was paid to her.</p>\n<p id=\"b650-4\">As has been remarked, the contention has been made by appellant that she never appeared before J. W. Boswell, notary public, and acknowledged the deed in question, and the further contention is made on her behalf that if the court should be of bpinion that she did in fact so appear before Boswell and acknowledge the deed, its recordation is null and void because of the incapacity of Boswell to take and certify her acknowledgement, by reason of the fact that he was to have been benefited by the effectuation of the loan from the Lynchburg Trust and Savings Bank to be secured by the deed, in that he was to, and did actually, receive a brokerage on the amount of the loan, and certain insurance premiums out of which he got a commission arising from a policy issued by him as a part of the transaction; but in the view that we .take of this case it is unnesessary for us to pass upon either of those questions.</p>\n<p id=\"b650-5\">It appears that of the loan made $50.27 was paid for taxes and costs of recording the deed of'trust; $427.45 applied to the payment of the balance then due on the loan of $500; $26.55 in payment of brokerage, insurance premium and amount expended by I. W. Boswell for revenue stamps; and the residue, $935.63, the balance of the loan, except $15.00 which A. E. •King retained for himself as a fee for his services in this transaction, it is claimed was paid by the check of King to Mrs. Mary B. Helm, and upon her endorsement and that of S. E. Tones rightly paid by the bank upon which the check was drawn. How appellant does not ask to, and could not, escape the payment of the $50.27 for taxes on her property, and does not deny that her property was liable for the payment of the $427.45, the balance due on the loan of $500; and even if the <page-number citation-index=\"1\" label=\"611\">*611</page-number>deed in question was improperly admitted to record merely because of tbe incapacity of J. W. Boswell to take and certify her acknowledgement, or even if the signature to the deed was a forgery and the deed therefore void, clearly the Lynchburg Trust and Savings Bank would be entitled to be substituted to the right to subject her property to the payment of the $50.27 and the $427.45; and even if J. W. Boswell was in fact incapacitated to certify the acknowledgement to the deed in question, and yet the signature thereto purporting to be that of appellant is genuine, she would, nevertheless, be bound by her deed, and the same would be good and valid as between her and the Lynchburg Trust and Savings Bank and the trustee therein named, there being no controversy here as to the right of priority of payment out of the property in question, or the proceeds arising from its sale. Therefore the real matter in issue necessary to be determined is whether or not the endorsement of the name of Mary B. Helm on the check of A. E. King for $935.63 is genuine.</p>\n<p id=\"b651-4\">The evidence in the case upon this question has been given most careful consideration. On the one hand Mrs. Helm is shown to be a lady of high standing and reputation for truth and veracity by a number of totally disinterested witnesses who have had occasion to know her and to ascertain her character and reputation in that respect; also a number of witnesses who are acquainted with her handwriting testify that the signature in question is not her signature. On the other hand appellees, the Lynchburg Trust and Savings Bank and A. E. King, its attorney, make no claim of ever having any transaction with appellant in person, either in connection with the deed or in the payment of the loan claimed to have been made by reason of the execution and recordation of that deed. The whole transaction on behalf of the Lynchburg Trust and Savings Bank as to the making of the loan, the execution of the deed and its recordation, was through its agent J. W. Boswell, and the check of King, made payable to Mrs. Mary B. Helm, <page-number citation-index=\"1\" label=\"612\">*612</page-number>was delivered by him, not to appellant, but to J. W. Boswell, and she testifies most positively that she neither endorsed her name on the check or authorized anyone to do so for her, or received any part of the money paid thereon. It is true that a number of persons who claim to know the handwriting of appellant, or who are supposed to be experts, testify that the signatures in question attached to the deed and on the back of the check, when compared with the admittedly genuine signature of appellant, were, in the opinion of the witnesses, written by one and the same person; but in addition to what we have said of the evidence as to the character of appellant and her general reputation for truth and veracity, experts of the highest standing and with large experience testify positively that the signatures in question, purporting to be the signatures of appellant, are not genuine, but forgeries.</p>\n<p id=\"b652-4\">We are of opinion that the evidence is of such a character that the question as to whether or not the signatures in question are genuine or forgeries is properly to be determined by a jury; and, therefore, the decree appealed from will be reversed and annulled, and the cause remanded to the Corporation Court of the city of Roanoke, with direction to make up and have tried by a jury the issue whether or not the signature “Mary B. Helm” to the deed in question and the signature purporting to be her signature on the back of the check.of A. E. King, payable to the order of Mrs. Mary B. Helm, or either of them, are the signatures of appellant or forgeries; and in the trial of this issue the printed evidence upon which the case was heard in this court may be read and considered, including the deposition of R. B. Helm, and also such additional competent evidence as either party may introduce. If upon the trial of the aforesaid issue it is determined that the signature of the appellant to the deed of trust in question is a forgery, the deed should be set aside as null and void, but reserving to the appellee, the Lynchburg Trust and Savings Bank, a lien on the property of appellant which the said deed of trust purports to <page-number citation-index=\"1\" label=\"613\">*613</page-number>convey, for the amount of taxes thereon, $50.27, and the sum of $427.45, balance of the $500 loan secured on the property, paid by said appellee, and for the repayment of which amounts it is entitled, upon the equitable principle of subrogation, to be reimbursed out of the said property of the appellant.</p>\n<p id=\"b653-4\">\n<em>Reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}