{
  "casebody": {
    "data": "<casebody firstpage=\"1080\" lastpage=\"1084\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1168-12\">ZARTIC, INC., Petitioner, Cross-Respondent, v. NATIONAL LABOR RELATIONS BOARD, Respondent, Cross-Petitioner, United Food and Commercial Workers International Union, AFL-CIO, District 442, Intervenor.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1168-16\">No. 86-8040.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1168-17\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1168-18\">Feb. 23, 1987.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1169-15\"><page-number citation-index=\"1\" label=\"1081\">*1081</page-number>James M. Walters, Roger B. Quillen, Atlanta, Ga., for petitioner, cross-respondent.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1169-16\">Elliott Moore, Kenneth Hipp, Mark McCarty, Deputys Associate Gen. Counsel, N.L.R.B., Washington, D.C., Martin Ar-look, Regional Director, N.L.R.B., Atlanta, Ga., for respondent, cross-petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1169-17\">Morgan C. Stanford, James D. Fagan, Jr., Atlanta, Ga., for the Union.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1169-19\">Before TJOFLAT and HATCHETT, Circuit Judges, and EATON <footnotemark>*</footnotemark>, District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1169-13\"> Honorable Joe Eaton, Senior U.S. District Judge for the Southern District of Florida, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1169-20\">HATCHETT, Circuit Judge:</author>\n<p id=\"b1169-21\">Zartic, Incorporated (Zartic) appeals the decision and order of the National Labor Relations Board (NLRB) finding Zartic in violation of section 8(a)(1) and (3) of the National Labor Relations Act, 29 U.S.C. § 158 (the Act), for refusing to reinstate striking employees upon their unconditional offer to return to work. We affirm.</p>\n<p id=\"b1169-22\">Facts</p>\n<p id=\"b1169-23\">Zartic, a Georgia corporation, employs approximately 425 persons including a number of Mexican-Americans. In 1981, employees at Zartic began complaining to management about their work conditions, specifically citing the plant’s wet floors, cold temperatures, falling boxes, safety switch problems on machines, and leaks of carbon dioxide and ammonia.</p>\n<p id=\"b1169-24\">On Friday, July 17, 1981, two third-shift maintenance employees were severely burned while changing an electric fuse using metal pliers. The first-shift employees discussed this accident, work conditions, <page-number citation-index=\"1\" label=\"1082\">*1082</page-number>and Zartic’s failure to correct matters about which they complained. Employees discussed the possibility of striking, and rumors began to circulate that the Ku Klux Klan (KKK) would picket the plant on Monday, July 20, 1981.</p>\n<p id=\"b1170-4\">On July 18 and 19, James Wells, a Zartic employee and also an officer in the KKK, who was on leave of absence, solicited Zartic employees to sign a leaflet supporting the authorization of the American Workers Union (AWU) as the employees’ bargaining representative. The leaflet listed six changes in working conditions that the AWU would try to obtain: (1) dismissal of all illegal and green card aliens; (2) a wage increase of $2.50 per hour with guaranteed future increases; (3) improved insurance and retirement benefits; (4) new work rules and a review system to prevent unjustified firings; (5) increased vacation and sick leave; and (6) reasonable overtime and regular work hours with full pay for time on breaks. The first of these six changes, the dismissal of all illegal and green card aliens, is relevant in resolving the issues in this case.</p>\n<p id=\"b1170-5\">On Monday, July 20, Wells and approximately twenty-five men, dressed in KKK attire began to picket Zartic’s plant carrying signs including some making reference to the dismissal of Mexican-Americans.<footnotemark>1</footnotemark> A substantial number of employees refused to report to work, and copies of the AWU membership leaflet were distributed among the striking employees. Immediately, Zartic began to hire replacements for the strikers.</p>\n<p id=\"b1170-6\">On the afternoon of July 20, Zartic applied to the district court for a temporary restraining order prohibiting the picketing. The district court issued an order prohibiting any picketing “where the purpose was to force the company to terminate or otherwise refuse employment of persons on the basis of their Mexican origin or race.” The district court order also stated that it was not prohibiting “any legitimate labor dispute, picketing or any other labor activity.”</p>\n<p id=\"b1170-9\">By Tuesday, July 21, the AWU leaflets and picket signs were altered to remove any statements referring to the discharge of illegal and green card aliens. Later that evening, three Zartic officials met with the company’s attorneys about the strikers’ employment status and decided not to apply a company rule which required discharge for three consecutive unreported absences. The officials decided to inform strikers that they had been permanently replaced, but listed on a preferential recall list.</p>\n<p id=\"b1170-10\">By Wednesday morning, July 22, the employees had abandoned the strike and unsuccessfully offered to return to work. When Zartic refused the employees’ offers to return to work, picketing resumed. That afternoon, Zartic filed a contempt petition in the district court contending that the picketing and the presence of individuals wearing KKK attire constituted a violation of the temporary restraining order. The court denied Zartic’s motion, but amended its temporary restraining order to “enjoin any picketing by individuals who were attired in the traditional KKK robes and hoods.”</p>\n<p id=\"b1170-11\">The employees’ picketing of Zartic ended on August 9. On behalf of all striking employees, the union mailed a letter to Zartic making an unconditional offer to return to work. Zartic refused to recognize the union. Zartic hired 102 new employees from the time the striking employees made their offer to return to work on July 22 until the end of December. During this period, Zartic did not recall any of the strikers who had unconditionally applied for reinstatement.</p>\n<p id=\"b1170-12\">On September 29,1983, an administrative law judge (AU) issued a recommended de-<page-number citation-index=\"1\" label=\"1083\">*1083</page-number>cisión and order finding Zartic in violation of section 8(a)(1) of the Act.<footnotemark>2</footnotemark> The AU found that Zartic had unlawfully threatened its employees for engaging in union activities and had maintained and enforced a rule requiring the termination of employees who entered into Workers’ Compensation settlements. The AU also found Zartic in violation of section 8(a)(1) and (3) because it discharged and subsequently refused to reinstate Lucy A. Maestas and the other striking employees upon their unconditional offer to return to work.<footnotemark>3</footnotemark></p>\n<p id=\"b1171-5\">On January 10, 1986, the NLRB, in adopting the AU’s recommendation with one exception, ruled that Zartic violated section 8(a)(1) by issuing threats towards •its employees’ union activities, and section 8(a)(1) and (3) by firing and refusing to reinstate employee Lucy A. Maestas.<footnotemark>4</footnotemark> The NLRB’s order required Zartic to cease and desist from all unfair labor practices and to offer reinstatement and backpay to the former striking employees.</p>\n<p id=\"b1171-12\">Discussion</p>\n<p id=\"b1171-13\">Under section 2(3) of the National Labor Relations Act, a lawful striker retains the status of an employee.<footnotemark>5</footnotemark> Even participation in an unlawful strike does not <page-number citation-index=\"1\" label=\"1084\">*1084</page-number>automatically terminate the striker’s employment relationship, although it does furnish the employer with grounds for termination. <em>Mackay Radio and Telegraph Co., </em>96 N.L.R.B. 740 (1951); <em>NLRB v. Fansteel Metallurgical Corp., </em>306 U.S. 240, 59 S.Ct. 490, 83 L.Ed. 627 (1939).</p>\n<p id=\"b1172-4\">Zartic accurately states that the strike at its inception was illegal; however, the company chose not to exercise its option to terminate the strikers, but instead elected to place the strikers on a preferential recall list. Persons whose names appeared on the list were entitled to preference in receiving employment at a position for which they were qualified upon the occurrence of a vacancy.</p>\n<p id=\"b1172-5\">The NLRB concluded that after July 20, 1981, “the unlawful objective [of the strike] was discontinued ... with the issuance of the TRO.” In opposition, Zartic contends that the illegal objective of the strike was never terminated; the original and illegal objective was kept alive. In taking this position, Zartic argued that the NLRB was powerless to award reinstatement or back-pay to the strikers due to their continuous illegal conduct. Zartic cites <em>Fansteel, </em>306 U.S. 240, 59 S.Ct. 490, 83 L.Ed. 627; <em>MacK-ay, </em>96 N.L.R.B. 740; <em>Southern Steamship Co. v. N.L.R.B., </em>316 U.S. 31, 62 S.Ct. 886, 86 L.Ed. 1246 (1942); and <em>N.L.R.B. v. Marshall Car Wheel and Foundry Co., </em>218 F.2d 409 (5th Cir.1955), as possible supportive authority for the position that the Board was without power to order reinstatement or backpay. Unlike the case <em>sub judice, </em>in all of the cases cited by Zartic, the striking employees never abandoned their unlawful objectives prior to termination by their employer.</p>\n<p id=\"b1172-6\">The NLRB properly determined that after July 20 the unlawful objective of the strike had been abandoned. The strikers eliminated all materials referring to the dismissal of Mexican-Americans, illegal, and green card aliens. After abandoning the unlawful objective, the strikers were afforded full protection under the Act as economic strikers.</p>\n<p id=\"b1172-8\">Specifically, the striking employees, upon application for reinstatement, were entitled to their former jobs or a substantially equivalent job if they had not been permanently replaced. <em>NLRB v. Fleet-wood Trailer Co., Inc., </em>389 U.S. 375, 88 S.Ct. 543, 19 L.Ed.2d 614 (1967). Zartic’s failure to reinstate these unreplaced economic strikers constituted unfair labor practices. <em>Fleetwood. </em>The burden of proof that the strikers had been replaced was upon Zartic. <em>Fleetwood. </em>Zartic, however, failed to successfully carry that burden. Sufficient evidence established that numerous job openings were available when the strikers made their unconditional offer to return to work. Additionally, Zartic hired a number of non-strikers to fill the job openings, without reference to the preferential recall list.</p>\n<p id=\"b1172-9\">Zartic has not appealed the NLRB’s finding that it violated section 8(a)(1) and (3) by threatening its employees for unionization activity and by discharging and refusing to reinstate Lucy A. Maestas. Zartic’s challenge to the NLRB’s finding that it violated section 8(a)(1) and (3) of the Act by failing and refusing to reinstate the strikers is not persuasive.</p>\n<p id=\"b1172-10\">Accordingly, the NLRB’s order awarding reinstatement with backpay to the former striking employees and requiring Zartic to cease and desist from unfair labor practices is correct.</p>\n<p id=\"b1172-11\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1170-7\">. The signs read as follows: \"American Workers Union for U.S. citizens only,\" \"Regular pay vacation better pay,” \"better insurance benefits regular paid holidays,\" \"America for Americans Mexico for Mexicans,” \"Strike on Zartic,” \"Send illegal aliens home,\" \"Boat ticket to Mexico one way no el returno,\" \"We support free enterprise not un-American exploitation,” \"We love Mexicans when they are in Mexico,” \"Zartic Foods unfair,” \"Reasonable amount of overtime,” and “Retirement plan; sick leave.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1171-6\">. Section 8(a)(1) (Title 29 U.S.C. § 158) provides:</p>\n<blockquote id=\"b1171-7\">(a) It shall be an unfair labor practice for an employer—</blockquote>\n<blockquote id=\"b1171-8\">(1) to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title].]</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1171-9\">. Section 8(a)(3) (Title 29 U.S.C. § 158) provides:</p>\n<blockquote id=\"b1171-10\">(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: <em>Provided, </em>That nothing in this subchapter, or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any action defined in this subsection as an unfair labor practice) to require as a condition of employment membership therein on or after the thirtieth day following the beginning of such employment or the effective date of such agreement, whichever is the later, (i) if such labor organization is the representative of the employees as provided in section 159(a) of this title, in the appropriate collective-bargaining unit covered by such agreement when made, and (ii) unless following an election held as provided in section 159(e) of this title within one year preceding the effective date of such agreement, the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to rescind the authority of such labor organization to make such an agreement: <em>Provided further, </em>That no employer shall justify any discrimination against an employee for nonmembership in a labor organization (A) if he has reasonable grounds for believing that such membership was not available to the employee on the same terms and conditions generally applicable to other members, or (B) if he has reasonable grounds for believing that membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership;].]</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1171-15\">. The NLRB reversed the ALJ's finding that Zartic violated section 8(a)(1) by maintaining and enforcing a policy of terminating employees who enter into Workers’ Compensation settlements. In <em>Central Georgia Electric Corp., 269 </em>N.L.R.B. 635 (1984), the NLRB held that an employee’s claim for workers’ compensation does not constitute concerted activity within the meaning of section 7 of the Act. The NLRB, in dismissing the allegation, deleted the names of Lewis C. McClarity, Tretha Piccione, Susan C. and Thomas J. Ridgeway, and James W. Wells from the list of former striking employees entitled to reinstatement since no exceptions were filed to the ALJ’s finding that they were terminated pursuant to this policy and were all on leave of absence at the time of the strike.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1171-16\">. Section 2(3) (Title 29 U.S.C. § 152) provides:</p>\n<blockquote id=\"b1171-17\">(3) The term \"Employee” shall include any employee, and shall not be limited to the employees of a particular employer, unless this subchapter explicitly states otherwise, and shall include any individual whose work has ceased as a consequence of, or in connection with, any current labor dispute or because of any unfair labor practice, and who has not obtained any other regular and substantially equivalent employment, but shall not include any individual employed as an agricultural laborer, or in the domestic service of any family or person at his home, or any individual employed by his parent or spouse, or any individual having the status of an independent contractor, or any individual employed as a supervisor, or any individual employed by an employer subject to the Railway Labor Act, as amended from time to time, or by any other person who is not an employer as herein defined.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}