{
  "casebody": {
    "data": "<casebody firstpage=\"366\" lastpage=\"370\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b454-6\">UNITED STATES of America, Appellant, v. John PIMENTEL and Duroyd Manufacturing Co., Inc., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b454-10\">No. 130, Docket 86-1271.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b454-11\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b454-12\">Argued Sept. 24, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b454-13\">Decided Feb. 3, 1987.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b455-4\"><page-number citation-index=\"1\" label=\"367\">*367</page-number>Henry Pitman, Asst. U.S. Atty., New York City (Rudolph W. Giuliani, U.S. Atty. S.D.N.Y., and Kenneth Roth, Asst. U.S. Atty., New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b455-5\">Richard A. Sauber, Washington, D.C. (Fried, Frank, Harris, Shriver &amp; Jacobson and Stephen A. Mansfield, Washington, D.C., of counsel), for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b455-6\">Before VAN GRAAFEILAND, MESKILL and NEWMAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b455-7\">VAN GRAAFEILAND, Circuit Judge:</author>\n<p id=\"b455-8\">The United States appeals from a February 6, 1986 Memorandum and Order of the United States District Court for the Southern District of New York, reported at 626 F.Supp. 1372, as modified by an unreported Memorandum and Order dated May 13, 1986. The orders suppressed two incriminating letters uncovered during a post-contract audit of appellee corporation by a representative of the Department of Defense. For the reasons hereafter assigned, we reverse.</p>\n<p id=\"b455-9\">In the Spring of 1982, Duroyd Manufacturing Co., a corporation wholly owned by appellee John Pimentel, submitted a bid proposal to the Department of Defense for the manufacture of portions of artillery shells, and was awarded a contract which fixed the price on a cost-plus percentage basis. Included in the parts to be manufactured was a steel “column segment”, which was required to be heat treated until it reached a specified degree of hardness. The proposal submitted by Duroyd included an item representing the purported cost of having the heat treatment performed by a subcontractor. As a matter of fact, Mun-dex Metal Corp., the vendor which furnished the steel for the column segment, treated and hardened the steel at no additional cost to Duroyd, and this information was deliberately withheld from the Defense Department. In a letter to Duroyd dated March 2, 1982, Mundex informed Du-royd of its ability to guarantee the specified hardness. On March 19, Mundex wrote Duroyd again at its request, enclosing a “new” March 2 letter which did not contain the information concerning the ability of Mundex to furnish pre-hardened steel. It was the “new” March 2 letter that Duroyd submitted to the Department of Defense. It is the original March 2 letter and the covering letter of March 19 whose suppression has given rise to this appeal. Because appellees have been indicted for falsifying and concealing material facts from, and making false and fraudulent statements to, the Defense Department, 18 U.S.C. §§ 1001 and 1002, the foregoing letters are an important part of the Government’s case.</p>\n<p id=\"b455-11\">There can be no question concerning the Defense Department auditor’s right to examine these letters in the course of his audit. <em>See Bowsher v. Merck &amp; Co., </em>460 U.S. 824, 831-34, 103 S.Ct. 1587, 1592-94, 75 L.Ed.2d 580 (1983). The statutes so provide, and so does the specific language of the contract. <em>See Bristol Laboratories Division of Bristol-Myers Co. v. Staats, </em>428 F.Supp. 1388, 1391 (S.D.N.Y.1977), <em>aff'd on opinion below, </em>620 F.2d 17 (2d Cir.1980), <em>aff'd by equally divided court, </em>451 U.S. 400,101 S.Ct. 2037, 68 L.Ed.2d 184 (1981); 10 U.S.C. §§ 2306(f)(1), (3) and 2313(a)(1), (b). The contract provision, which substantially tracks the statutory language, provides that “[the auditor] shall have the right to examine books, records, documents, and other evidence and accounting procedures and practices, sufficient to reflect properly (1) all direct and indirect costs of whatever nature claimed to have been incurred and anticipated to be incurred for the performance of this contract____” However, the district court, after resolving disputed issues of fact at a suppression hearing in favor of appellees, held that the auditor had violated appellees’ constitutional rights by removing the letters from a file without appellees’ consent. The district court then went on to conclude “that these documents would have been found in any event as a result of the audit, that the audit was started, of course, before these documents were found or known <page-number citation-index=\"1\" label=\"368\">*368</page-number>to the government, and therefore the prosecution here is not the fruit of the poison [sic] tree.”</p>\n<p id=\"b456-4\">Despite its finding of inevitable discovery, the district court held that the Government could not introduce the letters as evidence on the trial. The Government then asked the court to reconsider its holding in the light of <em>Nix v. Williams, </em>467 U.S. 431, 104 S.Ct. 2501, 81 L.Ed.2d 377 (1984), and this led to the decision reported in 626 F.Supp. at 1372. In that decision, the district court held that the inevitable discovery rule adopted in <em>Nix </em>applied only to the “fruit of the poisonous tree” and not to the “poisonous tree” itself, which is how the court described the seized letters. <em>Id. </em>at 1374. The district court continued to hold that the Government might introduce other evidence that would elicit the same information contained in the letters. Id.<footnotemark>1</footnotemark></p>\n<p id=\"b456-5\">Appellees then asked the district court to reconsider its finding of inevitable discovery, and the court, through a <em>sua sponte </em>misinterpretation of 10 U.S.C. § 2306(f)(1), held that the incriminating letters would not inevitably have been discovered. Section 2306(f)(1)(A) requires a prime contractor or any subcontractor to furnish cost or pricing data and to certify to its accuracy “prior to the award of any negotiated prime contract under this title where [as in Duroyd’s case] the price is expected to exceed $500,000.” Section 2306(f)(1)(C) imposes the same requirements “prior to the award of a subcontract at any tier, where the prime contractor and each higher tier subcontractor have been required to furnish such a certificate, if the price of such subcontract is expected to exceed $500,000.” Apparently overlooking the provisions of subdivision (A) and its application to the instant case, the district court held:</p>\n<blockquote id=\"b456-7\">Under the law, Duroyd was required to submit to the DoD or to keep in its files any information relating to subcontract purchases that totalled $500,000 or more. Duroyd purchased the metal from Mun-dex Metals for less than that amount. Thus, the auditor did not have the right to demand copies of these vendor quotes, and Duroyd did not have the obligation under the contract to provide them to him.</blockquote>\n<p id=\"b456-8\">The district court then concluded, “Thus, the entire criminal investigation and prosecution are among the fruits of the illegal search.”</p>\n<p id=\"b456-9\">We hold, as we are permitted to do, <em>see Inwood Laboratories, Inc. v. Ives Laboratories, Inc., </em>456 U.S. 844, 855 n. 15, 102 S.Ct. 2182, 2189 n. 15, 72 L.Ed.2d 606 (1982), that the district court’s original finding of inevitable discovery was clearly correct and that its later finding to the contrary, based on a misreading of the pertinent statutes, was clearly wrong. Our ultimate decision, then, turns on the question whether, under the facts of this case, the inevitable discovery exception to the exclusionary rule applies to the direct as well as the indirect products of the government’s unlawful search. We hold that it does.</p>\n<p id=\"b456-10\">When the Supreme Court, in <em>Nix v. Williams, supra, </em>467 U.S. 431, 104 S.Ct. 2501, approved an inevitable discovery exception to the exclusionary rule, it was not promulgating a revolutionary doctrine. Indeed, in the earlier case of <em>United States v. Crews, </em>445 U.S. 463, 100 S.Ct. 1244, 63 L.Ed.2d 537 (1980), the Court recognized inevitable discovery as one of the “commonly advanced exceptions to the exclusionary rule”. <em>Id. </em>at 470, 100 S.Ct. at 1249. More importantly, there is nothing in the <em>Nix </em>opinion which supports the district court’s statement in the instant case that the <em>Nix </em>Court intended its holding to apply <page-number citation-index=\"1\" label=\"369\">*369</page-number>only to the “fruit of the poisonous tree” as the district court defined that phrase. 626 F.Supp. at 1374.</p>\n<p id=\"b457-4\">Chief Justice Burger, writing for the Court majority in <em>Nix, </em>pointed out that every Federal Court of Appeals had already endorsed the inevitable discovery doctrine. 467 U.S. at 440 n. 2, 104 S.Ct. at 3411 n. 2. Among the cases which Chief Justice Burger cited with apparent approval were <em>United States v. Romero, </em>692 F.2d 699 (10th Cir.1982), <em>United States v. Apker, </em>705 F.2d 293 (8th Cir.1983), and <em>United States v. Roper, </em>681 F.2d 1354 (11th Cir. 1982). A review of these cases is illuminating.</p>\n<p id=\"b457-5\">In <em>Romero, </em>after DEA officers stopped a van which they suspected contained marijuana, one of the officers searched a defendant and removed a bag of marijuana from his pocket. This, the court held, “transgressed the permissible limits of a <em>Terry </em>pat-down search for weapons.” 692 F.2d at 703. The court nonetheless held evidence of the marijuana admissible under the inevitable discovery doctrine. <em>Id. </em>at 704. In <em>Apker, </em>defendants, who were convicted of being felons in possession of firearms, sought to suppress evidence of the firearms because they were discovered while a search was being made under a defective warrant. Referring to the more common situation where the element that made the seizure illegal was a prior illegality and the seizure was the “fruit of the poisonous tree”, the court said that it did “not see a basis for distinguishing between the causes of the illegality” and that “the policy behind the exclusionary rule supports application of the ‘inevitable discovery’ exception to this case more than it supports another exception to the exclusionary rule.” 705 F.2d at 307. In <em>Roper, </em>airline tickets and a pistol, found by DEA agents who had unlawfully entered defendant’s motel room, were held properly admitted, because they would undoubtedly have been discovered following the defendant’s arrest. 681 F.2d at 1357-59. A fair reading of <em>Nix </em>shows that the Court intended its decision to conform to the above holdings. <em>See </em>467 U.S. at 447, 450,104 S.Ct. at 2511, 2512-13; <em>id. </em>at 459, 104 S.Ct. at 2517 (Brennan, J., dissenting).</p>\n<p id=\"b457-7\">Other courts have expressly or implicitly interpreted <em>Nix </em>in the same manner. <em>See, e.g., United States v. Silvestri, </em>787 F.2d 736 (1st Cir.1986); <em>United States v. Andrade, </em>784 F.2d 1431 (9th Cir.1986); <em>United States v. Merriweather, 777 </em>F.2d 503, 506 (9th Cir.1985), <em>cert. denied, </em>— U.S. -, 106 S.Ct. 1497, 89 L.Ed.2d 898 (1986); <em>United States v. Martinez, </em>625 F.Supp. 384, 392-93 (D.Del.1985); <em>United States v. Levasseur, </em>620 F.Supp. 624, 631-32 (E.D. N.Y.1985).</p>\n<p id=\"b457-10\">There is a difference among the Circuits, however, concerning whether application of the inevitable discovery exception hinges on the existence of an alternate line of investigation that is being actively sought or pursued at the time of the government misconduct. Judge Bownes, who wrote the opinion in <em>Silvestri, supra, </em>held that, rather than setting up an “inflexible ‘ongoing’ test”, the “analysis [should] focus on the questions of independence and inevitability and remain flexible enough to handle the many different fact patterns which will be presented.” 787 F.2d at 746. Since there is no need to apply Judge Bownes’ flexible test to the facts of the instant case, we see no need to reach out and adopt it. Here, there was an ongoing audit which surely would have uncovered the letters at issue. Admitting them in evidence would not encourage Fourth Amendment abuse. Like the court in <em>McGarry v. United States, </em>388 F.2d 862 (1st Cir.1967), <em>cert. denied, </em>394 U.S. 921, 89 S.Ct. 1178, 22 L.Ed.2d 455 (1969), “[w]e suspect that the government would ordinarily seek to avoid both the inconvenience of delay when records are required to be returned and the risk of a judicial finding that valuable leads were obtained while records were in wrongful custody.” <em>Id. </em>at 871. We also agree with the <em>McGarry </em>court that a holding to the contrary “would place an incommensurate burden on the government, unnecessary for the protection of commercial privacy” and “could lead taxpayers to play a game, inviting seizure on the chance that it could arguably be converted into an effective <page-number citation-index=\"1\" label=\"370\">*370</page-number>vaccination against any future use of such routine records.” <em>Id.</em></p>\n<p id=\"b458-4\">The orders directing suppression of the Mundex letters are reversed.</p>\n<footnote label=\"1\">\n<p id=\"b456-6\">. We are uncomfortable with the district court’s description of the Mundex letters as the \"poisonous tree”. The unlawful seizure is the poisonous tree; the letters are the “fruits\" of the seizure. <em>See United States v. Leon, </em>468 U.S. 897, 903 n. 1, 905, 924, 104 S.Ct. 3405, 3410 n. 1, 3412, 3422, 82 L.Ed.2d 677 (1984); <em>Wong Sun v. United States, </em>371 U.S. 471, 487-88, 83 S.Ct. 407, 417-18, 9 L.Ed.2d 441 (1963); <em>Nardone v. United States, </em>308 U.S. 338, 341, 60 S.Ct. 266, 267-68, 84 L.Ed. 307 (1939). The distinction which the district court attempted to make was between the direct and the indirect product of the unlawful search, or \"poisonous tree”.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}