{
  "casebody": {
    "data": "<casebody firstpage=\"214\" lastpage=\"220\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b214-23\">Chapman <em>versus </em>Chapman and Gansamer.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b214-24\">1. Positive acts tending to mislead one ignorant of the truth, which do mislead him to his injury, are good ground of estoppel, and ignorance of title on the part' of him who is estopped will not excuse him.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b214-25\">2. Silence will postpone a title when one knowing his own right should ipeak out.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b214-26\">3. One led by such silence ignorantly and innocently to rest on his title, believing it secure and to expend money and make improvements without timely warning, will be protected by estoppel.</headnotes>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b214-27\">October 23d 1868.</decisiondate>\n<judges data-order=\"5\" data-type=\"summary\" id=\"AtO\">Before Thompson, C. J., Read, Agnew and Sharswood, JJ.</judges>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b214-28\">Error to the Court of Common Pleas of <em>Erie county: </em>No. 46, to October and November Term 1868.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b214-29\">This was an action of ejectment, by John Y. Chapman against Emeline Chapman and Joseph Gansamer, for lot No. 18 in the village of Fairview, Erie county. The plaintiff claimed under a ground-rent lease for 999 years. The defendant Emeline Chapman claimed under a deed from David H. Chapman, the father of the plaintiff; the defendant Gansamer claimed under a sheriff’s sale upon a mortgage given by D. H. Chapman to Moses W. Chapman his brother. The defendant was the wife of D. H. Chapman, who was plaintiff’s father by a former wife.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b215-5\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>The plaintiff gave in evidence a paper title which vested the property in him in April 1855.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b215-6\">The defendant, Mrs. Chapman, then gave in evidence, deed dated September 3d 1862, from David H. Chapman to her by the name of Emeline Allen, for an undivided half of the lot in controversy. Schomacker, a subscribing witness, testified that the plaintiff called on him to witness the deed; it was executed and acknowledged at the house in which David and the plaintiff lived; plaintiff was in the room, but it was not then read.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b215-7\">Marcia Allen, daughter of Mrs. Chapman, testified: In 1862 before the marriage of her mother and David, plaintiff said to her mother that if she did not marry his father, he, the father, would sell his property, and plaintiff would have nothing to raise his children on. David was to give her mother one-half the lot, and the plaintiff was to have one-half his farm. After the marriage plaintiff said he was willing his father should give her one-half the property. Mrs. Allen and D. H. Chapman were married September 10th 1862. Witness further testified under objection and exception: Plaintiff said his father had mortgaged all his village</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b215-8\">property to his uncle Moses, and was afraid he would get it away from him, and her mother would be turned out of doors; this was after Moses had commenced suit on the mortgage. Gansamer, the other defendant, was not present at any of these conversations.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b215-9\">Jane Webster, another daughter of Mrs. Chapman, under objection and exception by the plaintiff, testified: That she heard plaintiff before the marriage make about the same declarations as testified by the former witness; also that he had not a foot of land, and also that plaintiff said his father was going to give her mother a deed for half the village property.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b215-10\">S. E. Woodruff, Esq., who was of counsel with Moses in the collection of the mortgage, testified: That the plaintiff knew of the mortgage to Moses and spoke of it frequently before the sale; said the lot ought not to be sold. The sheriff’s deed to Gansamer for his part of the land in dispute, dated February 5th 1866, was given in evidence.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b215-11\">W. W. Eaton, under objection and exception by the plaintiff, testified: That in 1864 he called on plaintiff for rent due on the lot, plaintiff said it was not his, it belonged to his father, witness communicated this to Gansamer whilst he was making improvements on the lot which was on the main street. There was evidence that Gansamer put improvements on the lot to the value of $1800 ; that the plaintiff lived about a mile and a half from the lot; that he frequently went to the village whilst the improvements were being made and had to pass the lot in <em>going; </em>there was also some other evidence of his having been actually at the premises whilst the improvements were going on, and that he sold lumber for them.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b216-5\"><page-number citation-index=\"1\" label=\"216\">*216</page-number>Both parties submitted points on which they asked the court to charge the jury.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b216-6\">The plaintiff’s 1st point asserted that the title which he had shown could not be divested except by writing.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b216-7\">The court (Vincent, J.) answered: “ The plaintiff could lose title to his land only by some contract in writing, or judicial process, or by some act or declaration of his which would render it inequitable in him to assert a title as against the defendants.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b216-8\">The 2d point was: A conveyance or assignment of the plaintiff’s interest in the premises would be void unless in writing.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b216-9\">The court answered: “ This would be correct if this was a suit involving a contract by plaintiff to convey to the defendants; the want of a written contract in relation to the land would be fatal to the claim of defendants, but defendants do not claim under the plaintiff at all, but adversely to him, and the doctrine relating to parol sales does not apply; we therefore negative this point so far as relates to this case.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b216-10\">The 5th point was that to estop the legal owner of land, he must do or say something by which the other party was misled and induced to purchase or improve so as to make it against good conscience for the owner to set up his title.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"AX4\">The court answered: “ Silence will operate as an estoppel in some cases as well as positive acts and declarations, and it is for you, to say, und§r the evidence and under the principles laid down in our general charge, whether or not the plaintiff urged Mrs. Chapman to pay the consideration given for this land, and whether or not he did stand by and see Gansamer make valuable improvements on his part of the property, knowing how he claimed, and without giving him any notice that he (plaintiff) claimed the land or an interest therein, and then and under the facts to say whether he is estopped or not, and with this explanation we answer the point in the affirmative.”</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b216-12\">The 6th point was, that if the jury believed D. H. Chapman had río title to the land purchased by Gansamer, and the plaintiff said nothing to encourage Gansamer to purchase or improve, the plaintiff is not estopped.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b216-13\">The court answered: “We cannot answer this as requested, without an explanation. If you believe that the plaintiff knew that Gansamer was making these improvements on this land\", under a belief that he had a good title under the sale on the mortgage from plaintiff’s father to his uncle, and gave no notice of a claim to the land, the plaintiff is as much estopped as if he encouraged him to pay, but you must be satisfied that the plaintiff did know how Gansamer claimed, aud that he was making these improvements.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b216-14\">Defendant’s 1st point was: If the plaintiff was present when D. H. Chapman executed the deed to Emeline Allen, procured <page-number citation-index=\"1\" label=\"217\">*217</page-number>the person to witness and the justice to acknowledge it, and then made no' claim to the land, he is estopped.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b217-6\">The court answered: “ We cannot charge that you must believe that plaintiff knew what his father was conveying by deed of September 4th 1862, because he procured the witness and magistrate to come to his father’s place, but leave it to you as a fact for your determination. If he encouraged Mrs. Chapman to take this conveyance, alleging no title in himself, but alleging that he did not own a foot of property, and knew that his father was conveying it to her as his. own property, he is estopped; and, with this explanation, we answer this point in the affirmative.”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b217-7\">Defendants’ 2d point was: If before the execution of the deed the plaintiff stated to Mrs. Allen that he did not own the lots in Fairview, but that the same were owned by D. H. Chapman, and then urged her to take a deed for the same, or any part thereof from him, and she did shortly thereafter take a deed for the undivided half thereof, then the plaintiff is estopped from contesting the right of David H. Chapman to make a deed and thereby pass the title to the land.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b217-8\">Defendants’ 4th point was: If the plaintiff knew that the land was mortgaged and was being purchased at the sale upon that mortgage by Gansamer, who took possession and made valuable improvements thereon, and whilst those improvements were being made stood by and gave no notice to Gansamer that he claimed the land, but when called upon for the annual payment upon the land, stated that he did not own the land, but that his father David H. Chapman did, and that this was communicated to Gansamer whilst making the improvements, it is evidence to be considered by the jury in determining whether the plaintiff is estopped from claiming the portion of the land claimed by Gansamer.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"Arb\">Both the points were answered in the affirmative.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b217-10\">Judge Vincent further charged: — “ If, therefore, you believe from the testimony that Mrs. Chapman was ignorant of the fact that plaintiff held the title to this land, and was induced by him to marry his father, on the promise that his father would convey her this land, and thereby induced Mrs. Chapman to contract the marriage, and was present and knew of the conveyance, and made no claim of ownership, but had before said to her that he owned not a foot of land; we think he is estopped from now setting up a title thereto in opposition to such acts and declarations, and he cannot recover as against Mrs. Chapman. * * *</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b217-11\"><em>“ </em>If you believe, from the evidence, that plaintiff knew Gansamer had purchased this property under proceedings on the mortgage from plaintiff’s father to his uncle, and was in possession of it under that claim, and was making valuable improvements with that belief, and gave no notice or intimation to Gansamer that he (plaintiff) claimed title to it, we are of the opinion that plaintiff <page-number citation-index=\"1\" label=\"218\">*218</page-number>is estopped from asserting his title in this, and he cannot recover against Gansamer.”</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b218-6\">The verdict was for the defendants. The errors assigned hy the plaintiff, who took a writ of error, were the admission of the evidence excepted to; the answers to the points, and the above-stated portions of the charge.</summary>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b218-7\"><em>J. O. Marshall, </em>for plaintiff in error.</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"AIc\">Estoppels are not favored. The facts to constitute an estoppel must be made out as fully and clearly as would establish a parol sale of land: Miranville <em>v. </em>Silverthorn, 14 Wright 147. A man can be as easily cheated by perjury in establishing an estoppel as in a parol contract: Washabaugh <em>v. </em>Enterpin, 12 Casey 513. The primary ground of estoppel is fraud in a party to assert what he before denied : Hill <em>v. </em>Epley, 7 Casey 334; Coleman <em>v. </em>Rowland, 2 Am. Law Reg. 508 ; Commonwealth <em>v. </em>Moltz, 10 Barr 531; Hugus <em>v. </em>Walker, 2 Jones 173. A fraudulent silence only whilst Gansamer was making improvements would not estop the plaintiff: Crest <em>v. </em>Jack, 3 Watts 239; Jack <em>v. </em>Bian, cited in Swartz <em>v. </em>Swartz, 4 Barr 358. There was that which would put Gansamer on notice, and that would bind him: Knoff <em>v. </em>Thompson, 4 Harris 362; Alexander <em>v. </em>Kerr, 2 Rawle 20. The evidence was too weak to submit to a jury to take the plaintiff’s land: Moore <em>v. </em>Small, 7 Harris 465.</p>\n<attorneys data-order=\"34\" data-type=\"attorneys\" id=\"b218-10\"><em>J. IT. Walker, </em>for defendant in error.</attorneys>\n<p data-order=\"35\" data-type=\"legal\" id=\"AeAC\">The doctrine of estoppel as established in Pennsylvania sustains the judge’s ruling: Hill <em>v. </em>Epley, 7 Casey 333; Maple <em>v. </em>Kussart, 3 P. F. Smith 352; 2 Washburn on Real Property 458; McKelvey <em>v. </em>Turby, 4 W. &amp; S. 323 ; Epley <em>v. </em>Witherow, 7 Watts 163.</p>\n<opinion data-order=\"36\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b218-11\">The opinion of the court was delivered, November 28th 1868, by</p>\n<author id=\"b218-12\">Agnew, J.</author>\n<p id=\"ACg\">Positive acts tending to mislead one ignorant of the truth, which do mislead him to his injury, are a good ground of estoppel, and ignorance of title on part of him who is estopped will not excuse his act: Robinson <em>v. </em>Tustin, 2 Penna. R. 22; Commonwealth <em>v. </em>Moltz, 10 Barr 530; Vanleer’s Appeal, 12 Harris 228; Beaupland <em>v. </em>McKean, 4 Casey 131; Keeler <em>v. </em>Vantyle, 6 Barr 253.</p>\n<p id=\"b218-13\">Mrs. Allen married John Y. Chapman’s father at John’s earnest solicitation. David H. Chapman, the father, was to convey to her one-half of his village property as an inducement to her to accept him. John, while endeavoring to obtain her consent, professed his willingness that his father should give her the half, or even the whole of it. Mrs. Allen was the mother of his wife, and his own hope was that his father would give him a portion of his farm. He pressed her most anxiously, saying he had nothing of his own, and if she did not marry his father, the latter would <page-number citation-index=\"1\" label=\"219\">*219</page-number>squander his property, and give him nothing to raise his children upon. He told her of his father’s intention to deed her one-half of his village property, and brought the subscribing witness and the justice who took the acknowledgment. He then lived in the house with his father. Mrs. Allen became Mrs. Chapman, and now John seeks to enforce against her a title made known to her only since her marriage, an unrecorded lease to John instead of his father.</p>\n<p id=\"b219-6\">The marriage proved to be a source of unhappiness to her, and she has indeed been misled to her injury. Marriage is a valuable consideration. Surely no clearer case of estoppel could be made to appear. It was argued that John did not know that the deed was for the half of the lot in suit, because the evidence does not show it was read in his presence. But suffice it to say the evidence leaves no doubt in our minds of his knowledge that it was this property. All the circumstances conspire to prove it, and his conversation with Mrs. Chapman about the mortgage to his uncle, Moses Chapman, which embraces this lot, telling her in this conversation that his father and uncle would deprive her of her property by means of this mortgage, is ample evidence of his knowledge of its identity.</p>\n<p id=\"b219-7\">The question of estoppel in favor of Jos. Gansamer, the purchaser of the lot under this mortgage, is perhaps not so clear as that in her case, but it is sufficiently supported by the evidence. As to Gansamer, there was no such positive act, but there was a silence so suggestive, so pregnant with ill to him, the court was justified in leaving its effect to the judgment of the jury. Sileneé will postpone a title when one should speak out, when, knowing his own right, one suffers his silence to lull to rest, instead of warning of danger; when, to use the language of the books, silence becomes a fraud. Such a silence, though negative in form, is operative in effect, and becomes suggestive in the seeming security it leads to. He who is led by such a silence, ignorantly and innocently, to rest upon his title, believing it to be secure, and to expend money and make improvements upon his property without the timely warning he should have had to dispel his illusion, will be protected by estoppel against recovery: Crest v. Jack, 3 Watts 239; Keeler v. Vantyle, 6 Barr 253; Commonwealth v. Moltz, 10 Barr 531; Woods v. Wilson, 1 Wright 383-4; Miranville v. Silverthorn, 12 Wright 149.</p>\n<p id=\"b219-8\">The evidence shows very clearly that John V. Chapman knew of his father’s having mortgaged the lot in question to Moses Chapman, and knew of the proceeding by scire facias upon it. He repeatedly recognised his father’s title to the lot, suffered him to have the possession and to mortgage the whole of it, without denying his father’s right, or setting up his own title. That he knew of Gansamer’s purchase at sheriff’s sale, is very evident, <page-number citation-index=\"1\" label=\"220\">*220</page-number>not only from the testimony of Mr. Woodruff, but from all the surrounding circumstances. There is no pretence of ignorance on his part, and yet, during the whole of the proceedings, and after Gansamer bought, and also while he was making his improvements, he gave no notice of his title. When Gansamer was engaged in improving, John disclaimed his title to W. W. Eaton, who communicated' this fact to Gansamer. While Gansamer was thus expending large sums upon the property, in evident ignorance of all claim of title on part of John Y. Chapman, lulled into security, as the jury might well find from his whole conduct, John Y. Chapman lived within a mile and a half of the village, was frequently there; passed the property, which was on the main street, in full view of the work while in progress; and had every opportunity of knowing what was taking place upon the property. The jury could scarcely fail to find his actual knowledge of the improvements thus being made by Gansamer. Woods v. Wilson, 1 Wright 383 (opinion by the present Chief Justice), was not so strong in its circumstances as is this case. We think the court was justified, therefore, in submitting the question of estoppel to the jury on the evidence before them.</p>\n<p id=\"b220-6\">We discover no error in admitting the offers contained in the bills of exception. The evidence all tended to show the plaintiff’s conduct in reference to the property, and the relation he himself chose to assume toward it. His disclaimers of title were such as were quite likely to come to the ears of Gansamer.</p>\n<p id=\"b220-13\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}