{
  "casebody": {
    "data": "<casebody firstpage=\"57\" lastpage=\"58\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b57-7\">Vogelsong <em>versus </em>Beltzhoover.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b57-8\">A fi. fa. and attachment-execution were issued on the same judgment and were running at the same time: the defendant received $300 exemption under the fi. fa. Funds came into the hands of a garnishee afterwards. On the trial against the garnishee, <em>Held, </em>that the defendant was not entitled to the $300 from the fund attached.</headnotes>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b57-9\">May 14th 1868.</decisiondate>\n<judges data-order=\"3\" data-type=\"judges\" id=\"AQe\">Before Thompson, C. J., Strong, Read, Agnew and Sharswood, JJ.</judges>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b57-10\">Error to the Court of Common Pleas of <em>Cumberland county: </em>Of May Term 1868.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b57-11\">On the 15th of January 1862, Michael G. Beltzhoover obtained a judgment against David H. Vogelsong for $11,000. On the 17th a fi. fa., and on the 25th an attachment-execution were issued on this judgment. To the fi. fa. the sheriff returned that he had levied on certain personal property, out of which $300 worth were claimed and set apart for the defendant: the plaintiff received between $4000 and $5000 under the fi. fa. On the 29th of January 1862, the attachment was served on the defendant and on Edward Demmy, with other garnishees. Demmy was the owner of a tract of land charged with the payment of $2051.31, to the heirs of John Vogelsong, deceased, at the death of his widow. The defendant was one of the heirs, and entitled to one-tenth of that sum. The widow died April 20th 1867. On the 25th of April interrogatories were filed, to which Demmy answered, stating the foregoing facts as to the estate of John Vogelsong : he also pleaded payment, &amp;c. Vogelsong, the defendant, claimed the fund in Demmy’s hands under the Exemption Laws. The court (Graham, P. J.) charged the jury that the defendant having received $300 of goods under the fi. fa., could not obtain any under the attachment, and that the claim was too late. The verdict was for the plaintiff for $205.13.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b57-12\">The defendant took a writ of error, and assigned the charge of the court for error.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b57-13\"><em>W. M. </em>Penrose, for plaintiff in error,</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AUu\">cited Acts of June 16th 1836, § 1, Pamph. L. 761; April 16th 1845, § 4, Pamph. L. 538, <page-number citation-index=\"1\" label=\"58\">*58</page-number>Purd. 431, pl. 1, 2; March 26th 1827, § 9, Sm. L. 303, Purd. 572, pl. 5; Firmstone <em>v. </em>Mack, 13 Wright 393; Acts of April 9th 1849, § 1, Pamph. L. 533; April 14th 1851, § 5, Pamph. L. 613, Purd. 362, pl. 3.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b58-6\"><em>W. H. Miller </em>(with whom were <em>Henderson Hays </em>and <em>M. O. </em>Herman), for defendant in error.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Aau\">Fitzsimmons’s Appeal, 4 Barr 250; Kase <em>v. </em>Kase, 10 Casey 131; Wray <em>v. </em>Tammany, 1 Harris 395; Childs <em>v, </em>Digby, 12 Id. 23; Ogilsby <em>v. </em>Lee, 7 W. &amp; S. 444; Gemmill <em>v. </em>Butler, 4 Barr 233; Kent <em>v. </em>Schuyl. Nav. Co., 1 Tr. &amp; H. Pract. 940, note.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"AaK\">The opinion, of the court was delivered, May 20th 1868, by</p>\n<author id=\"b58-8\">Read, J.</author>\n<p id=\"AOD\">D. H. Vogelsong, on the 15th January 1862, confessed a judgment to Michael Gr. Beltzhoover, for $11,000, on which on the 17th of the same month a fi. fa. was issued, and the personal property of Vogelsong levied upon and sold by the sheriff. The proceeds of the sale, amounting to some $4000 or $5000, were appropriated to the judgment. Vogelspng claimed the benefit of the Exemption Law against this execution, and the sheriff had goods appraised to the amount of $300,set apart to him.</p>\n<p id=\"b58-9\">On the 26th January 1862 an attachment execution was issued on this judgment of Beltzhoover, and Edward Demmy, among others, summoned as a garnishee. The attachment execution was served upon Vogelsong on the 27th January 1862, and upon Demmy, the garnishee, on the 29th January 1862.</p>\n<p id=\"b58-10\">Demmy was the owner of a farm, on which the sum of-$2051.31 was secured, the interest thereon to be paid annually during her life to Mary Vogelsong, mother of D. H. Vogelsong, and at her death the principal to be paid to the heirs of John Vogelsong, of whom D. II. Vogelsong was one, and the share coming to him at the death of his mother was $205.13, and she died on the 20th April 1867.</p>\n<p id=\"b58-11\">On the 30th April 1867 interrogatories were served on Demmy, the garnishee in the attachment, to which he filed answers on the same day. The case was put at issue, tried, and resulted in a verdict for the plaintiff for $205.13. Vogelsong claimed the fund under the Exemption Law, and this was the only real defence. The attachment execution and the fi. fa. were running at the same time, and under the fi. fa. Vogelsong got the full benefit of the Exemption Law, which of course excluded him from any claim to another $300 under the attachment execution. If the defendant is correct, then he would get $600 under the Exemption Law against the same creditor and the same debt and the same judgment. This cannot be. We perceive no error in the proceedings, and the judgment is affirmed..</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}