{
  "casebody": {
    "data": "<casebody firstpage=\"120\" lastpage=\"123\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b142-8\">In re WALKER GRAIN CO.<footnotemark>*</footnotemark> FARMERS’ &amp; MECHANICS’ NAT. BANK v. WILKINSON.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b142-10\">(Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Akk\">December 4, 1923.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AQ4\">Rehearing Denied January 15, 1924.)</otherdate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b142-11\">No. 4206.</docketnumber>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b143-10\"><page-number citation-index=\"1\" label=\"121\">*121</page-number>J. A. Templeton and Clay Cooke, both of Fort Worth, Tex., for petitioner and appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b143-11\">Stanley Boykin, H. C. Ray, and Geo. M. Connor, all of Fort Worth, Tex. (Geo. M. Connor, Capps, Cantey, Hanger &amp; Short, and Boykin &amp; Ray, all of Fort Worth, Tex., on the brief), for respondent and appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b143-12\">Before WALKER and BRYAN, Circuit Judges, and GRUBB, District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"AH\">Certiorari denied 44 Sup. Ct. 402, 68 L. Ed. —.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b143-13\">WALKER, Circuit Judge.</author>\n<p id=\"ABk\">By petition to revise and also by appeal Farmers’ &amp; Mechanics’ National Bank of Fort Worth, Tex. (herein called, the bank), seeks the review of an order of the court affirming an order of the referee in bankruptcy sustaining a motion made by the trustee in bankruptcy of the Walker Grain Company that the bank be required by summary order to restore to the trustee a specified sum of money belonging to the bankrupt’s estate paid to the bank after the filing of the petition in bankruptcy on a note of. the bankrupt to the bank, with interest thereon from the date of such payment. Walker Grain Company was. adjudged bankrupt on an involuntary petition filed against it on August 16, 1918. The referee appointed a receiver of the estate of the alleged bankrupt in pursuance of an application of the petitioning creditors filed on August ,22, 1918. The bankrupt was enabled to retain possession of its property after the appointment of the receiver and after the bankruptcy adjudication by virtue of stays granted upon the execution of supersedeas bonds successively given on an unsuccessful petition to revise the order of the referee appointing a receiver, on an unsuccessful appeal to this court from the order -of the court affirming such order of the referee, and on an unsuccessful appeal to this court from the bankruptcy adjudication. The .following are the referee’s findings with reference to the bank:</p>\n<blockquote id=\"b143-14\">“I find that on July* 27, 1918, the Walker Grain Company executed and delivered to the respondent, Farmers’ &amp; Mechanics’ National Bank, Fort <page-number citation-index=\"1\" label=\"122\">*122</page-number>■Worth, Tex., its promissory note in the sum of ten thousand dollars ($10,-000.00), payable on demand, and that the said bankrupt on said date advanced to the said Walker Grain Company said.amount of money; that said note was in no manner secured, except by ten thousand dollars ($10,000.00) par value of Liberty Bonds registered in the name of J. L. Walker and claimed by the said J. L. Walker to be his individual property. I find that there was paid on- said note by the bankrupt on October 11, 1918, the sum of one thousand six hundred and fifty dollars ($1,650.00), and on November 2, 1918, the sum of eight thousand five hundred and sixty dollars ($8,560.00), and that such payments were not an offset against any deposits of the Walker Grain Company in said bank, as at said time there were no depo'sits to the account of the said Walker Grain Company in said bank; that at the time of said payments the bank held no character of lien or security, except the Liberty Bonds aforesaid, claimed under oath by the said J. L. Walker to be his individual property. -I find that the said Farmers’ <em>&amp; </em>Mechanics’ National Bank of Forth Worth is the successor of the American National Bank of Forth Worth, Tex., and as such should be legally held for the liabilities of the said American National Bank. 1 find that, before and at the time of said payments, the said bank had actual notice of the filing of the petition in bankruptcy, and that the said payments were made by said bankrupt, and accepted by said bank with the intention to pay and to accept a preference to the disadvantage of other creditors of the Walker Grain Company. I find that said bank is financially able to respond to a summary order for the restoration of said moneys with interest.”</blockquote>\n<p id=\"b144-4\">The following is the referee’s conclusion of law:</p>\n<blockquote id=\"b144-5\">“I conclude that the Farmers’ &amp; Mechanics’ National Bank of Fort Worth, iTex., has no right or color of right to the sums of money paid to it as aforesaid, and must therefore pay to the trustee the said sums of money, with interest at the rate of 6 per cent, per annum from the dates of said payments.”</blockquote>\n<p id=\"b144-7\">We understand it to be well settled that, as to the bankrupt’s property, the hands of the bankrupt and of his creditors are stayed from the date of the filing of the bankruptcy petition, and that his estate then passes actually or potentially into the control of the bankruptcy court. Acme Harvester Co. v. Beekman, 222 U. S. 300, 32 Sup. Ct. 96, 56 L. Ed. 208 ; Everett v. Judson, 228 U. S. 474, 33 Sup. Ct. 568, 57 L. Ed. 927, 46 L. R. A. (N. S.) 154; Bailey v. Baker Ice Machine Co., 239 U. S; 268, 36 Sup. Ct. 50, 60 L. Ed. 275. There is no color of right in the bank to retain money' received by it from the bankrupt under the circumstances disclosed by the referee’s findings, and the payment to the trustee of the amount so acquired, with interest thereon, may be required by an order in a summary pfoceeding. Reed v. Barnett National Bank, 250 Fed. 983, 163 C. C. A. 233.</p>\n<p id=\"b144-8\">As to the contention that some of the referee’s material findings were unsupported by evidence, it is enough' to say that the record does not sustain that contention. We are not of opinion that the power of the bankruptcy court to make the order in question was affected or impaired by the circumstances that.the above-mentioned supersedeas bonds were given, that the sureties on those bonds are liable to the trustee for the amount paid to the bank as above, stated, and that there is a pending suit by the trustee to enforce such liability. The bank, which is not a party to any of those bonds, is not entitled to defeat the remedy available against it by reason of the fact that the trustee had, and was seeking to enforce, other remedies against strangers to the <page-number citation-index=\"1\" label=\"123\">*123</page-number>bank. It was not disclosed that the trustee has received from any source any part of the amount obtained by the bank as above stated.</p>\n<p id=\"b145-5\">We think that the petition to revise is the appropriate method of obtaining a review of the order in question. The appeal is dismissed at the cost of the bank. The petition to revise is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}