{
  "casebody": {
    "data": "<casebody firstpage=\"299\" lastpage=\"302\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b321-3\">THE BASCOBAL. THE RICHMOND. UNITED STATES v. BERWINDWHITE COAL MINING CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b321-4\">(Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AlY\">December 12, 1923.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b321-5\">No. 4119.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b321-17\">J. Frank Staley, Sp. Asst. Atty. Gen., and H. M. Holden, U. S. Atty., of Houston, Tex., for the United States.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b321-18\">Ballinger Mills, of Galveston, Tex., and James W. Ryan, of New York City (Bigham, Englar &amp; Jones, of New York City, Terry, Cavin &amp; Mills, of Galveston, Tex., T. Catesby Jones and James W. Ryañ, botli of New York City, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b321-19\">Before WALKER and BRYAN, Circuit Judges, and GRUBB, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b321-20\">WALKER, Circuit Judge.</author>\n<p id=\"AMY\">On March 22, 1922, the appellee filed its libel against the steam tug Bascobal, claiming damages resulting from the alleged loss of coal shipped by the appellee on board of the barge Richmond; the libel alleging that such loss resulted from the barge, while being towed by the libeled tug on January 5, 1920, colliding with a jetty in the St. Johns river; such collision being attributed <page-number citation-index=\"1\" label=\"300\">*300</page-number>to the fault, neglect, and want of care on the part of the tug and those in charge of it. After the seizure of the tug under a warrant issued in pursuance of the prayer of the libel, it was released under an order made upon the United States attorney for the district in which the libel was filed suggesting, in behalf of the United States, that the alleged cause of action arose while the tug was owned and operated by the United States, that the United States is a party in interest in said action, desires the release of said tug, and assumes the liability for the satisfaction of any decree which may be obtained in said cause, reserving to itself the benefit of all exemptions and of all limitations of liability accorded by law to the owner of such vessel, and especially the benefit of the limitation provided for in section 5 of the Suits in Admiralty Act, approved March 9, 1920. 41 Stat. 525 (Comp. St. Ann. Supp. 1923, § 1251¼d). Thereafter by plea the appellant set up as a defense that the cause of action on which the libel is based arose on January 5, 1920, and that the suit was not brought within one year after the above-mentioned act went into effect. The court ruled against that asserted defense.</p>\n<p id=\"b322-4\"> Section 5 of the Suits in Admiralty Act reads as follows:</p>\n<blockquote id=\"b322-5\">“That suits as herein authorized may he brought only on causes of action arising since April 6, 1917, provided that suits based on causes of action arising prior to the taking effect of this act shall be brought within one year after this act goes into effect; and all other suits hereunder shall be brought within two years after the cause of action arises.”</blockquote>\n<p id=\"b322-6\">Preceding sections of that act have the effect of forbidding the arrest or seizure by judicial process in the United States or its possessions of vessels owned, or possessed, or operated, by the United States, or by any corporation in which the United States or its representatives shall own the entire outstanding capital stock, and of providing that, in cases where, if such vessel were privately owned or operated, a proceeding in admiralty could be maintained at tire time of the commencement of the action therein provided for, a libel in personam may be brought against the United States, or against such corporation, as the case may be, provided such vessel is employed as a merchant vessel, or is a tugboat operated by such a corporation, and that such suits shall proceed and shall be heard and determined according to the principles of law and to the rules of practice obtaining in like cases-between private parties. Nothing in that act indicates the existence of an intention to forbid the libeling and seizure of a vessel not owned, possessed, or operated, at the time of such libeling and seizure, by the United States or by a corporation above described. It was not suggested that, vVhen the Bascobal was libeled and seized, it was owned, possessed, or operated by the United States, or by such a corporation, or that the libeling and seizure of it were invalid or unauthorized for any reason.</p>\n<p id=\"b322-7\">The fact that the Bascobal was owned and operated by the United States when the cause of action alleged in the libel arose did not prevent the accrual of that cause of action, nor exempt the tug from libel and seizure after it passed into private ownership and operation. Section 9, Shipping Board Act 1916, 39 Stat. 728 (Comp. St. <page-number citation-index=\"1\" label=\"301\">*301</page-number>§ 8146e); section 8, Merchant Marine Act 1920, 41 Stat. 988 (Comp. St. Ann. Supp. 1923, § 8146¼aaa); The Lake Monroe, 250 U. S. 246, 39 Sup. Ct. 460, 63 L. Ed. 962.</p>\n<p id=\"b323-4\">Section 4 of the Suits in Admiralty Act (Comp. St. Ann. Supp. 1923, § 1251¼c) provides:</p>\n<blockquote id=\"b323-5\">“That if a privately owned vessel not in the possession of the United States * * * is arrested or attached upon any cause of action arising or alleged to have arisen from previous possession, ownership, or operation of such vessel by the United States, * * * such vessel shall he released without bond or stipulation therefor upon the suggestion by the United States, through its Attorney General or other duly authorized law officer, that it is interested in such cause, desires such release, and assumes the liability for the satisfaction of any decree obtained by the libelant in such .cause, and thereafter such cause shall proceed against the United States in accordance with the provisions of this act.”</blockquote>\n<p id=\"b323-6\">This provision is in reference to suits not brought in the manner prescribed by section 2 of that act (Comp. St. Ann. Supp. 1923,( § 1251¼a), and not required to be so brought; the vessels therein referred to being, when arrested or seized, privately owned, and not in the possession of the United States, or of such a corporation. The above-quoted language of section 5 of the act shows that its provision as to the'time within which suits shall be brought was intended to apply only <em>to </em>“suits as herein authorized.” The suits which the act authorizes do not include a libel against a merchant vessel or a tug which, at the time the libel is filed, is privately owned and operated and subject to arrest and seizure. Section 4 of the act, with reference to suits not brought in the way authorized by the act, provides for the release, without bond or stipulation, in circumstances stated, of a vessel arrested or attached in such a suit, and that “thereafter such cause shall proceed against the United States in accordance with the provisions of this act.” The language of section 8 of that act (Comp. St. Ann. Supp. 1923, § 1251¼g) “any final judgment rendered in any suit herein authorized, and any final judgment within the purview of sections 4 and 7 of this act,” shows that the lawmakers recognized that a final judgment rendered in pursuance of the provisions of section 4 or section 7 of the act (Comp. St. Ann. Sup. 1923, §§ 1251¼c, 1251¼f) is not a judgment rendered in a suit authorized bv the act. •</p>\n<p id=\"b323-7\">The extent to which provisions of the act are made applicable to such a suit as the instant one is disclosed by section 4, which in effect provides that, after the release of a vessel as therein authorized, “such cause shall proceed against the United States in accordance with the provisions of this act.” The act resulted in abolishing the right to attach and have an admiralty court sale of a merchant vessel or tug owned, possessed, or operated by the United States, and in substituting for that right the right to bring a libel in personam against the United States to enforce asserted claims which before the passage of the act could have been enforced by seizure and sale. The act does not authorize the filing of a libel in personam against the United States for the enforcement of a claim asserted against a vessel or tug which, at the time of the bringing of the suit, is subject to arrest or seizure by judicial process in the United States or its possessions. The fact that <page-number citation-index=\"1\" label=\"302\">*302</page-number>the Bascobal was so subject to arrest or seizure when this suit was brought by filing the above-mentioned libel in rem keeps this suit from being one authorized by the act and within the influence of section 5 thereof. It follows that the court did not err in ruling against the above-mentioned asserted defense.</p>\n<p id=\"b324-4\">An effect of the above-quoted provision of section 4 of the Suits in Admiralty Act is to require the judgment or decree rendered against the United States to be in accordance with provisions of that act as to such judgments or decrees. Section 3 of that act (Comp. St. Ann. Supp. 1923, § 1251¼b) contains the following:</p>\n<blockquote id=\"b324-5\">“A decree against the United States or such corporation may include costs of suit, and when the- decree is for a money judgment, interest at the rate of 4 per centum per annum until satisfied, or at any higher rate which shall be stipulated in any contract upon which such decree shall be based. Interest shall run as ordered by the court.”</blockquote>\n<p id=\"b324-6\">The decree appealed from awarded to the appellee $18,564.51, with interest thereon from the date of the decree at the rate of 6 per centum per annum. The decree not being based upon a contract stipulating for interest at a higher rate than 4 per centum per annum, the court was not authorized by the statute to award against the United States interest at a rate in excess of 4 per centum per annum. That decree is modified, by making the rate of the interest awarded 4 per centum per annum, instead of 6 per centum. As so modified, the decree is affirmed; one-half of the costs in this court to be taxed against each of the parties.</p>\n<p id=\"b324-7\">Modified and affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}