{
  "casebody": {
    "data": "<casebody firstpage=\"145\" lastpage=\"152\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b181-3\">Commonwealth vs. William Rushworth.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b181-4\">No. 02-P-938.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b181-5\">Middlesex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ajp\">September 9, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ASI\">December 8, 2003.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b181-6\">Present: Perretta, Brown, &amp; Laurence, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b182-4\"><page-number citation-index=\"1\" label=\"146\">*146</page-number><em>Carmenelisa Perez-Kudzma </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b182-5\"><em>Heather E. Hall, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b182-6\">Brown, J.</author>\n<p id=\"AO2\">The defendant was convicted of assault by means of a dangerous weapon, G. L. c. 265, § 15B, and assault and battery, G. L. c. 265, § 13A. On appeal, he alleges that (1) the five indictments on which he was tried were improperly joined; (2) the Commonwealth’s evidence was legally insufficient; (3) his motion for production of privileged Department of Social Services (DSS) documents was improperly denied; and (4) he received ineffective representation at trial. We affirm.</p>\n<p id=\"b182-9\"><em>Facts. </em>The victim (hereinafter “the mother”) lived with her son and daughter next door to the defendant in Stoneham. The mother and the defendant became friends, dated, and ultimately embarked on an intimate sexual relationship. Eventually, the defendant began to sleep at the mother’s house virtually every night, sharing her bedroom.</p>\n<p id=\"b182-10\">On the morning of December 10, 1999, the daughter went into her mother’s bedroom while her mother was in bed with the defendant. Shortly thereafter, the mother left the house to get coffee at a nearby store. When she left, the defendant and the daughter were still in her mother’s bedroom.</p>\n<p id=\"b182-11\">The defendant offered to give the daughter a “back scratch.” While scratching her back, the defendant reached around to her chest and placed his hand on her breast. Shortly thereafter, the mother returned.</p>\n<p id=\"b182-12\">The daughter reported the incident to her brother almost immediately. On the following day she told her mother what had happened. Later that day, December 11, 1999, the mother went to the defendant’s workplace and confronted him with her daughter’s allegations. The defendant conceded that he had touched the daughter’s breast, but said it was no “big deal.” The mother left to go to work, but told the defendant they would discuss the matter further that evening.</p>\n<p id=\"b182-13\">After the mother finished her shift at work, she met the defendant for dinner. When she brought up the subject of his conduct involving her daughter, the defendant became angry. After an argument, the defendant told the mother he would <page-number citation-index=\"1\" label=\"147\">*147</page-number>“kill” her if she told anyone about her daughter’s charges. The mother then returned home alone.</p>\n<p id=\"b183-4\">The next day, December 12, 1999, the mother visited the defendant at his workplace and again raised the subject of his improper contact with her daughter. The defendant became enraged, picked up a sledge hammer, grabbed the mother by the neck, and threatened to “kill” her. She retreated. The next day, she reported all of the defendant’s actions to police.</p>\n<p id=\"b183-5\">Other facts are included in our analysis as necessary.</p>\n<p id=\"b183-6\">1. <em>Joinder. </em>After his pretrial motion to sever was denied, the defendant was tried on five indictments relating to acts committed over a three-day period. Specifically, the indictments charged indecent assault and battery of a child (relating to the daughter) and assault and battery by means of a dangerous weapon, assault and battery, assault, and threatening to commit a crime (all relating to the mother). In denying the motion to sever, the motion judge relied chiefly on the factual interconnectedness of the various crimes, the close temporal proximity of the acts, and the fact that even if tried separately, evidence of all of the offenses likely would be deemed admissible at each of the independent trials. There was no error.</p>\n<p id=\"b183-7\">In <em>Commonwealth </em>v. <em>Sullivan, </em>436 Mass. 799, 802-805 (2002), the Supreme Judicial Court emphasized the very liberal joinder rules created by Mass.R.Crim.P. 9, 378 Mass. 859 (1979). Under rule 9(a)(3), unless the “best interests of justice” dictate otherwise, “related offenses” must be joined for trial. See <em>Commonwealth </em>v. <em>Wilson, </em>427 Mass. 336, 345-346 (1998). In assessing whether joinder in any particular case would confound the “best interests of justice,” the touchstone is prejudice, and the burden rests with the defendant to show that his defense would be impaired by the joinder of related crimes. <em>Commonwealth </em>v. <em>Sullivan, </em>436 Mass. at 805. See <em>Commonwealth </em>v. <em>Wilson, </em>427 Mass. at 346-347.</p>\n<p id=\"b183-8\">Here, the crimes unfolded over a short period of time and involved closely related victims. Moreover, the crimes committed against the mother were the direct result of her allegations that the defendant had sexually assaulted her daughter. This is sufficient to support the judge’s implicit finding that all of the <page-number citation-index=\"1\" label=\"148\">*148</page-number>offenses arose “out of a course of criminal conduct or series of criminal episodes connected together.” Mass.R.Crim.P. 9(a)(1).</p>\n<p id=\"b184-5\">As to the question of prejudice, the fact that evidence of all of the offenses would have been admissible at the trial of any single offense is sufficient to defeat the defendant’s claim. As the Commonwealth argued at trial, the defendant’s threatening conduct which gave rise to the various assault and threat charges relating to the mother constituted evidence of the defendant’s consciousness of guilt with respect to the indecent assault and battery count involving her daughter. Similarly, the indecent assault and battery charge provided evidence of motive and intent with respect to the other crimes. In these circumstances, joinder posed no potential for prejudice; the jury would have learned about the other crimes regardless of the sequence in which the indictments were tried.</p>\n<p id=\"b184-6\">2. <em>Required finding of not guilty. </em>In a vaguely framed argument, not readily susceptible to concise summary, the defendant argues that the government failed to meet its burden of proof because, he argues, all of the mother’s testimony came in as fresh complaint evidence and, as such, had only corroborative value. In support of this claim, the defendant suggests that since the trial judge did not expressly inform the jury when the mother’s fresh complaint testimony ended and when the substantive portion of her testimony began, all of the evidence came in for corroborative purposes only. We reject this view; indeed, it stands the law on its head.</p>\n<p id=\"b184-7\">As an initial matter, there is simply no question that the mother’s testimony, if taken as substantive evidence, provided a legally sufficient basis for the convictions; even the defendant does not seriously contend otherwise. Further, the defendant does not argue that the jury were incorrectly instructed on the proper use of fresh complaint testimony. He also does not contend that actual fresh complaint evidence was admitted without an appropriate limiting instruction. Rather, he argues that because the judge did not formally announce when the fresh complaint testimony ended, all of the mother’s testimony must be characterizéd as fresh complaint. There was no error.</p>\n<p id=\"b184-8\">There was sufficient substantive evidence to support the verdicts. If the jury were misled into thinking that some portion <page-number citation-index=\"1\" label=\"149\">*149</page-number>of the substantive evidence was limited to corroboration, such an error could only have benefited the defendant.<footnotemark>1</footnotemark></p>\n<p id=\"b185-5\">In any event, we do not believe that any possibility existed here for the sort of confusion the defendant describes. The judge carefully explained the nature and limited use of fresh complaint testimony on several occasions. These instructions provided sufficient guidance for a reasonable juror to understand when the fresh complaint testimony ended.</p>\n<p id=\"b185-6\">3. <em>Production of DSS records. </em>The defendant filed a series of motions seeking access to confidential DSS records pertaining to the mother and her daughter. As the basis for his request, the defendant cited a passage from a DSS G. L. c. 119, § 5IB, child abuse or neglect investigation report (which had been produced by the Commonwealth in response to a pretrial discovery order) in which a social worker stated that “[i]f mother does not cooperate with DA [District Attorney] next week, we will ask DA to notify DSS and case will be re-filed at that time.” The defendant argued below, as he does now, that the § 5 IB report provided a basis for inferring that the mother had a motive to lie (i.e., that if she did not provide evidence supporting the government’s charges against the defendant, DSS would pursue a case against her more aggressively) and that further examination of DSS records might provide additional evidence of bias.</p>\n<p id=\"b185-7\">Before a judge even examines privileged records in camera for the purpose of assessing their potential admissibility, the party seeking the records must offer “a good faith, specific, and reasonable basis for believing that the records will contain exculpatory evidence which is relevant and material to the issue of the defendant’s guilt.” <em>Commonwealth </em>v. <em>Fuller, </em>423 Mass. 216, 226 (1996). By “material,” the court did not mean merely “admissible”; rather, under <em>Fuller, </em>a defendant is obliged to show that the sought-after evidence has potential “to create a reasonable doubt that might not otherwise exist” before discovery can even be considered. <em>Ibid. </em>This strict test was established to prevent any “unrestrained foray into confidential <page-number citation-index=\"1\" label=\"150\">*150</page-number>records in the hope that the unearthing of some unspecified information would enable [the defendant] to impeach the witness.” <em>Ibid., </em>quoting from <em>Commonwealth </em>v. <em>Bishop, </em>416 Mass. 169, 182 (1993).</p>\n<p id=\"b186-5\">Here, we conclude that the motion judge correctly determined that the defendant had not met his high burden under <em>Fuller. </em>When the passage from the § 5IB report quoted by the defendant is read in context, it does not suggest any “deal” between the government and the mother. Significantly, the mother had obtained a restraining order against the defendant and contacted the police before the initiation of the DSS investigation. In fact, it was the police detective, a mandated reporter under G. L. c. 119, § 51 A, who notified DSS, triggering the DSS investigation. Moreover, entries in the DSS report state that the social worker reassured the mother (who was “confused” by the § 51A report, as she had done “what she had to do” to protect her children) that the § 51A report was not against her. The report states, “Mother has acted appropriately in getting a restraining order and contacting police .... Therefore it was decided that case will be supported against [the defendant] and a DA referral will be done but DSS case will close. If mother does not cooperate with DA next week, we will ask DA to notify DSS and case will be re-filed at that time.” Thus, the mother’s complaint against the defendant was not motivated by the DSS investigation, but instead preceded it, and, rather than revealing a deal between the government and the mother, the passage from the § 5 IB report cited by the defendant merely suggests that if the mother did not continue to take adequate steps to pursue the complaint against the defendant regarding abuse of her daughter, it might reflect poorly on her fitness as a caretaker, and so would be grounds for further inquiry by DSS. Viewed in this light, nothing in the § 5 IB report warranted further inquiry into either the mother’s or the daughter’s confidential records. The defendant’s motion properly was denied.</p>\n<p id=\"b186-29\">4. <em>Ineffective assistance of counsel. </em>Finally, the defendant alleges that his trial counsel’s performance fell short of the standards articulated in <em>Commonwealth </em>v. <em>Saferian, </em>366 Mass. 89, 96 (1974). Specifically, he claims, inter alia, that his at<page-number citation-index=\"1\" label=\"151\">*151</page-number>tomey failed to (1) resist joinder with adequate vigor; (2) request appropriate instructions on fresh complaint and consciousness of guilt; (3) adequately cross-examine the mother on the question of bias; and (4) present an adequate defense to the charges of which the defendant ultimately was convicted. All of these allegations are meritless. Indeed, in the face of strong evidence, defense counsel obtained not guilty verdicts with respect to three of the five charges against the defendant, including the most serious charge of indecent assault and battery on a child.</p>\n<p id=\"b187-5\">As for the complaint that defense counsel did not adequately resist joinder, to the extent that we have already deemed joinder proper here under Mass.R.Crim.P. 9, the defendant’s argument necessarily fails. It is also worth noting that defense counsel opposed joinder and advanced strong arguments in opposition. As for the judge’s instructions, the discussion of the proper purpose of fresh complaint evidence was more than adequate. We see no error by defense counsel in that regard. Although defense counsel did not seek a charge on consciousness of guilt, we ascribe that to a tactical decision on his part; a charge on consciousness of guilt is always a two-edged sword, calling attention as it does to inculpatory evidence. In any event, such consciousness of guilt evidence as there was in this case related primarily to the charge of indecent assault and battery on a child, a crime of which the defendant was acquitted.</p>\n<p id=\"b187-6\">The defendant’s claim that defense counsel faltered in his cross-examination of the mother, especially vis-á-vis presenting evidence of bias, likewise is wide of the mark. In fact, defense counsel engaged in extensive cross-examination of the mother, calling the jury’s attention to numerous inconsistencies in her testimony and to her history of drug and alcohol abuse, her delay in reporting the crimes, her subsequent obsessive efforts to contact the defendant, and her prior convictions. Indeed, defense counsel’s thorough and powerful cross-examination is the most likely basis for the not guilty verdicts on three of the five indictments.</p>\n<p id=\"b187-7\">Finally, there is no merit to the defendant’s claims that defense counsel presented no defense to the charges of which he was convicted. To the contrary, defense counsel made a spirited effort to suggest, through cross-examination, that the <page-number citation-index=\"1\" label=\"152\">*152</page-number>mother and her daughter had fabricated their claims. This was an adequate and apparently effective approach in the circumstances. In short, we are satisfied that the defendant received sound and effective representation by skilled counsel here.</p>\n<p id=\"b188-5\">In light of what we have already noted, such other complaints as the defendant advances concerning the performance of his trial counsel warrant no discussion.</p>\n<p id=\"b188-6\">\n<em>Judgments affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b185-8\"> This, of course, would be a very different case if, unlike here, there were a possibility that the jury had used fresh complaint testimony as substantive evidence of guilt.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}