{
  "casebody": {
    "data": "<casebody firstpage=\"403\" lastpage=\"415\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b439-3\">Gloucester Landing Associates Limited Partnership <em>vs. </em>Gloucester Redevelopment Authority.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b439-4\">No. 01-P-543.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b439-5\">Suffolk.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AgV1\">May 8, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ALh\">February 3, 2004.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AsjN\">Present: Lenk, Smith, &amp; Cowm, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b440-8\"><page-number citation-index=\"1\" label=\"404\">*404</page-number><em>Joseph L. Kociubes (Rheba Rutkowski </em>with him) for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b440-9\"><em>William F. Quinn (Donald K. Freyleue </em>with him) for the defendant.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b440-10\">Smith, J.</author>\n<p id=\"A-S\">On July 30, 1986, the plaintiff, Gloucester Landing Associates Limited Partnership (Gloucester Landing), purchased waterfront property in Gloucester (Property) from the defendant, the Gloucester Redevelopment Authority (GRA), for the purpose of developing it into a retail center with below-deck parking (Project). The Property consisted of two parcels of land, with one parcel containing most of the waterfront. Subsequently, the Massachusetts Department of Environmental Protection (DEP) refused to issue Gloucester Landing the necessary waterways license (license) for the Project to be developed as planned. As a result of the DEP’s action, Gloucester Landing could not develop the Property. Gloucester Landing brought an action in the Superior Court against GRA, alleging breach of contract, breach of the covenant of good faith and fair dealing, and mutual mistake. The complaint sought damages and an order rescinding the sale because of mutual mistake.</p>\n<p id=\"b440-11\">GRA moved for summary judgment as to all the counts of Gloucester Landing’s complaint. Gloucester Landing moved to amend its complaint to add the city of Gloucester (city) as a defendant. The judge allowed GRA’s motion for summary judgment and denied Gloucester Landing’s motion to amend its complaint.</p>\n<p id=\"b441-3\"><page-number citation-index=\"1\" label=\"405\">*405</page-number>On appeal, Gloucester Landing claims that the judge committed error in allowing GRA’s motion for summary judgment because the judge erroneously interpreted the parties’ agreement and also because there were genuine issues of material fact. Gloucester Landing also claims that the judge abused his discretion in denying its motion to amend its complaint.</p>\n<p id=\"b441-4\">The materials before the judge, viewed in the light most favorable to Gloucester Landing, established the following material facts.</p>\n<p id=\"b441-5\"><em>The March 5, 1986, agreement. </em>On March 5, 1986, Gloucester Landing and GRA entered into an agreement entitled Land Disposition Agreement (LDA). Under the LDA, Gloucester Landing agreed to purchase the Property for $460,000 and to develop the Property “for and in accordance with” the LDA “and specifically for the construction, operation and maintenance of an enclosed retail center with below-deck parking.” The LDA obligated Gloucester Landing to use its best efforts to obtain the necessary permits and approvals for the Project, to obtain a commitment for financing the Project, and to commence construction within eighteen months of obtaining the necessary permits and approvals. If Gloucester Landing were to fail to comply with any of these obligations, the LDA gave GRA the right to require Gloucester Landing to reconvey the property back to GRA.</p>\n<p id=\"b441-6\">The LDA also required that GRA convey “good and clear record and marketable title” to Gloucester Landing by quitclaim deed. The conveyance and title were subject to “the provisions of existing building, environmental, zoning and other laws.”</p>\n<p id=\"b441-7\"><em>Provisions in the LDA as to when necessary permits and approvals had to be obtained. </em>On March 5, 1986, the date that the parties entered into the LDA, Gloucester Landing had received a commitment for financing the Project from a bank, which commitment was scheduled to expire on June 17, 1986. The financing commitment was contingent on Gloucester Landing obtaining the necessary permits and approvals for the Project no later than May 30, 1986.</p>\n<p id=\"b441-8\">In that regard, the LDA provided: “[GRA], recognizing the importance of obtaining the necessary permits and approvals for the Project by May 30, 1986, agrees to cooperate fully with <page-number citation-index=\"1\" label=\"406\">*406</page-number>[Gloucester Landing] in its efforts to obtain the same; to actively seek the support of the Gloucester City Council and other municipal officials and bodies for the Project; and to use its best efforts to assist [Gloucester Landing] in obtaining the necessary permits and approvals for the Project by May 30, 1986.”</p>\n<p id=\"b442-5\">According to the LDA, if the necessary permits and approvals were not obtained by May 30, 1986, but were obtained after that date but before August 31, 1986, then Gloucester Landing would close on the Property no later than September 30, 1986. If, however, the permits and approvals were not obtained by August 31, 1986, Gloucester Landing had the option to purchase the property without first having to obtain a commitment for financing or having entered into a construction contract to build the Project. As to that contingency, the LDA provided that if Gloucester Landing purchased the Property without first having received the necessary permits and approvals for the Project, it still needed to continue to use its best efforts to obtain the necessary permits and approvals for the Project and also to use its best efforts to obtain a commitment for financing of the Project. The LDA specified that the “necessary permits and approvals” included, among other things, a license issued by the Department of Environmental Quality Engineering (DEQE),<footnotemark>1</footnotemark> pursuant to G. L. c. 91, § 14.<footnotemark>2</footnotemark></p>\n<p id=\"b442-6\"><em>The purchase of the Property. </em>It soon became clear to the parties that Gloucester Landing would not be able to obtain the required DEP license by August 31, 1986. GRA then urged Gloucester Landing to proceed with its purchase of the Property without first obtaining the DEP license. GRA told Gloucester Landing that time was of the essence in proceeding with the purchase because under a 1982 settlement agreement with a restaurant that had previously owned the Property, the Property could revert to the restaurant if development of the Property was not begun by January, 1987. To allay Gloucester Landing’s concerns about obtaining the necessary permits, GRA orally as<page-number citation-index=\"1\" label=\"407\">*407</page-number>sured Gloucester Landing that the Property was on private tidelands, not Commonwealth tidelands; that obtaining the necessary permits would not be a problem; and that Gloucester Landing could count on GRA to help Gloucester Landing obtain the necessary permits. Gloucester Landing agreed to proceed with the closing, relying on GRA assurances.<footnotemark>3</footnotemark></p>\n<p id=\"b443-5\">On July 30, 1986, Gloucester Landing closed on the purchase of the Property even though it had not obtained the necessary permits and approvals for the Project.</p>\n<p id=\"b443-6\"><em>The amendment of the LDA. </em>On the same day as the closing, GRA and Gloucester Landing executed an amendment to the LDA (LDA amendment). The LDA amendment provided, among other things, that at the time of the closing, Gloucester Landing would reconvey to GRA one of the two parcels of land that comprised the Property — the parcel with the most land on the waterfront — and grant an easement to GRA on the other parcel. The purchase price remained the same.</p>\n<p id=\"b443-7\">The LDA amendment did not contain any of the oral assurances that GRA made to induce Gloucester Landing to close on the property before obtaining the DEP license, nor were the assurances memorialized in any other writing.</p>\n<p id=\"b443-8\"><em>The denial of the license. </em>Gloucester Landing’s application for a license was initially approved by DEP in October, 1988, more than two years after the closing. The initial approval was appealed by a group of citizens, and on April 5, 1996, the DEP reversed its initial decision and issued a final decision denying Gloucester Landing’s application for the license. According to the final decision, the Property was in the Gloucester Inner Harbor Designated Port Area, and the applicable waterways regulations provided that in such areas, the DEP cannot “license any project for a non-maritime-dependent use which conflicts with or pre-empts a maritime-dependent use.” The Project, according to the final decision, was “unquestionably non-maritime-dependent” and “would conflict with or preempt future maritime-dependent uses within the footprint of its non-maritime-dependent components.” The DEP observed that its final decision would be the same whether the Property was on <page-number citation-index=\"1\" label=\"408\">*408</page-number>Commonwealth tidelands or private tidelands. Gloucester Landing did not appeal the decision. This action followed the denial of the license.</p>\n<p id=\"b444-4\">On appeal, Gloucester Landing claims that the judge committed error in allowing GRA’s motion for summary judgment for a number of reasons, including (1) the judge misinterpreted the LDA’s purpose by reading it as a mere conveyance of title with Gloucester Landing assuming the risk of nondevelopment of the Project; (2) there are genuine issues of material fact concerning certain alleged ambiguities in the LDA; (3) GRA did not comply with its LDA obligations and the implied covenant of good faith and fair dealing; and (4) Gloucester Landing’s claim of mutual mistake warranted rescission of the LDA. Gloucester Landing also claims on appeal that the judge abused his discretion in denying its motion to amend the complaint to add the city as a defendant.</p>\n<p id=\"b444-5\"><em>Discussion. </em>In ruling on a motion for summary judgment, “a judge . . . must consider ‘the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any’ in determining whether summary judgment is appropriate. Mass.R.Civ.P. 56(c), 365 Mass. 824 (1974). The burden on the moving party is to ‘show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.’ <em>Id.” Madsen </em>v. <em>Erwin, </em>395 Mass. 715, 719 (1985). “This burden need not be met by affirmative evidence negating an essential element of the plaintiff’s case, but may be satisfied by demonstrating that proof of that element is unlikely to be forthcoming at trial.” <em>Flesner </em>v. <em>Technical Communications Corp., </em>410 Mass. 805, 809 (1991). See <em>Kourouvacilis </em>v. <em>General Motors Corp., </em>410 Mass. 706, 708-716 (1991).</p>\n<p id=\"b444-6\">Here, the judge ruled that certain provisions in the LDA allocated the risk of the Project not being developed to Gloucester Landing. The judge concluded that GRA did not breach the contract and did not breach the covenant of good faith and fair dealing, and that Gloucester Landing was not entitled to rescission of the LDA as there was no mutual mistake.</p>\n<p id=\"b444-7\">We first examine Gloucester Landing’s claims in light of the <page-number citation-index=\"1\" label=\"409\">*409</page-number>judge’s rulings on the claims of breach of contract and breach of the covenant of good faith and fair dealing.</p>\n<p id=\"b445-4\">1. <em>The breach of contract claim. </em>According to Gloucester Landing, GRA violated the LDA by failing to convey good and clear record and marketable title and by failing to use its best efforts to help Gloucester Landing obtain the license.</p>\n<p id=\"b445-5\">a. <em>Conveyance of good and clear record and marketable title. </em>The judge ruled that summary judgment must be allowed on the breach of contract theory because the LDA specifically allocated the risk of defective title to Gloucester Landing.</p>\n<p id=\"b445-7\">The LDA required that GRA convey “good and clear record and marketable title to [Gloucester Landing] by quitclaim deed.” “A good and clear record title free from all incumbrances means a title which on the record itself can be again sold as free from obvious defects, and substantial doubts.” <em>Lee </em>v. <em>Dattilo, </em>26 Mass. App. Ct. 185, 188 (1988), quoting from <em>O’Meara </em>v. <em>Gleason, </em>246 Mass. 136, 138 (1923). “Marketable title does not mean perfect title but, rather, title free from reasonable doubt; in other words, from doubt that would cause a prudent person to hesitate before investing his money.” <em>Mucci </em>v. <em>Brockton Bocce Club, Inc., </em>19 Mass. App. Ct. 155, 159 (1985).</p>\n<p id=\"b445-9\">We assume, as did the judge, that for the purposes of the motion for summary judgment there were genuine issues of material fact as to whether the Property was either, in whole or in part, on Commonwealth tidelands or on private tidelands and that GRA orally represented to Gloucester Landing that it was private tidelands. If the Property was actually Commonwealth tideland, we assume, as did the judge, there would not be “good and clear record and marketable title.”</p>\n<p id=\"b445-10\">However, even assuming as such, it is clear from the LDA that the risk of a title defect was specifically addressed by the parties and that the risk was allocated to Gloucester Landing by the provision in the LDA which stated that “[t]he acceptance of the Deed by [Gloucester Landing] shall be deemed a full performance and discharge of every agreement and obligation of [GRA] herein contained with respect to the Property, except such as are, by the express terms hereof, to be performed by [GRA] after the delivery of the Deed.”</p>\n<p id=\"b446-3\"><page-number citation-index=\"1\" label=\"410\">*410</page-number>That language “expresses the general rule prevailing at common law that the acceptance of a deed discharges the contractual duties of a <em>seller </em>under a purchase and sale agreement except for those undertakings which are embodied in the deed itself or which are additional or collateral to the main promise to convey the land and are not inconsistent with the deed as given.” <em>Bressel </em>v. <em>Jolicoeur, </em>34 Mass. App. Ct. 205, 209 (1993). See <em>Pybus </em>v. <em>Grasso, </em>317 Mass. 716, 717 (1945). A merger clause, such as contained in the LDA, applies specifically to questions of title. <em>McMahon </em>v. <em>M &amp; D Builders, Inc., </em>360 Mass. 54, 60 (1971). Thus, under the LDA, the time for Gloucester Landing to voice any objections to the title was limited to the time before the conveyance of the deed. See <em>Lee </em>v. <em>Dattilo, </em>26 Mass. App. Ct. at 189.</p>\n<p id=\"b446-4\">Gloucester Landing, by accepting the deed on July 30, 1986, acknowledged that it had received good and clear record title, and therefore discharged GRA from its obligations on that matter. The risk of a title defect at the time of the closing was transferred to Gloucester Landing and its title insurance company.<footnotemark>4</footnotemark></p>\n<p id=\"b446-5\">Additionally, we reject Gloucester Landing’s argument that the denial of the license rendered the title unmarketable. The conveyance and title were expressly subject to “the provisions of existing building, environmental, zoning and other laws.” Among the laws that the LDA recognized would affect Gloucester Landing’s ability to develop the Property was G. L. c. 91, § 14, which governed the issuance of the license by DEP.</p>\n<p id=\"b446-6\">The fact that the Property turned out to be far less valuable because the DEP refused to issue the license does not render the title unmarketable. The absence of a license is concerned with the <em>use </em>of the property. “There is a difference between economic <page-number citation-index=\"1\" label=\"411\">*411</page-number>lack of marketability, which concerns conditions that affect the use of land, and title marketability, which relates to defects affecting legally recognized rights and incidents of ownership.” <em>Somerset Sav. Bank </em>v. <em>Chicago Title Ins. Co., </em>420 Mass. 422, 428 (1995). Thus, “[a]n individual can hold clear title to a parcel of land, although the same parcel is valueless or considered economically unmarketable because of some restriction or regulation on its use.” <em>Ibid.</em></p>\n<p id=\"b447-6\">b. <em>Best efforts claim. </em>Gloucester Landing claims that the LDA obligated GRA to use its best efforts to obtain the necessary permits including the DEP license needed for the development of the Property. According to Gloucester Landing, whether GRA performed those obligations was a genuine issue of material fact. The judge ruled, however, that from the plain language of the LDA and the LDA amendment, it was clear that GRA was under no such contractual obligations.</p>\n<p id=\"b447-8\">One provision of the LDA did impose an obligation on GRA to use its best efforts to assist Gloucester Landing in obtaining the permits and license necessary to develop the Project. That provision, however, specifically referred to a bank’s commitment to finance the Project, and that commitment was contingent on Gloucester Landing obtaining the necessary permits and license for the Project by May 30, 1986. Any contractual obligation placed on GRA by the provision to use its best efforts expired on that date. There were no further provisions in either the LDA or the LDA amendment that expressly or impliedly stated that GRA was to use its best efforts after May 30, 1986.</p>\n<p id=\"b447-9\">In support of its argument that GRA was required to use its best efforts to help to secure the necessary permits and the license, Gloucester Landing points to an affidavit of Jeffrey J. Cohen, “a direct or indirect principal” in Gloucester Landing. In his affidavit, Cohen stated that after the execution of the LDA, GRA, in order to induce Gloucester Landing to proceed with the purchase of the Property without the license, told Gloucester Landing that obtaining the license would not be a problem and that GRA would assist Gloucester Landing in obtaining the necessary permits, including the DEP license.</p>\n<p id=\"b447-12\">Those oral representations were not placed in writing or incorporated into the LDA amendment, which was executed <page-number citation-index=\"1\" label=\"412\">*412</page-number><em>after </em>the oral representations were allegedly made. The LDA amendment ratified the LDA which, in turn, included the following statement:</p>\n<blockquote id=\"b448-4\">“[Gloucester Landing] has examined the Property, is familiar with the physical conditions thereof and acknowledges that [GRA] has made no representations with respect thereto.”</blockquote>\n<p id=\"b448-5\">Thus, by the language in the LDA amendment ratifying the LDA and the absence of any language in the amendment imposing affirmative obligations on GRA, any oral representations made at the time of the negotiations leading up to the execution of the LDA amendment are negated by the plain language of the amendment.</p>\n<p id=\"b448-6\">We agree with the judge that because “the LDA and LDA [a]mendment were carefully drafted and negotiated by experienced attorneys representing knowledgeable clients, it is fair to read this omission to reflect the absence of any such contractual obligation.” Therefore, we hold that the judge did not commit error by ruling that GRA was entitled to summary judgment on the breach of contract claim.</p>\n<p id=\"b448-7\">2. <em>Violation of the implied covenant of good faith and fair dealing. </em>Relying on the same oral representations made to it by GRA, Gloucester Landing claims that GRA violated its covenant of good faith and fair dealing. Gloucester Landing claims that it was harmed when GRA (and the city) failed to use best efforts to obtain the necessary permits and that the city had opposed and undermined the Project.</p>\n<p id=\"b448-8\">The judge relied on his previous ruling that GRA had no contractual obligation to use its best efforts to assist Gloucester Landing in obtaining the DEP license and also found that Gloucester Landing had not made any allegation that GRA had taken affirmative steps to prevent Gloucester Landing from obtaining the DEP license.<footnotemark>5</footnotemark></p>\n<p id=\"b449-3\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>“Every contract implies good faith and fair dealing between the parties to it.” <em>Anthony’s Pier Four, Inc. </em>v. <em>HBC Assocs., </em>411 Mass. 451, 471 (1991), quoting from <em>Warner Ins. Co. </em>v. <em>Commissioner of Ins., </em>406 Mass. 354, 362 n.9 (1990). A party may not conduct itself in a way “that will have the effect of destroying or injuring the right of the other party to receive the fruits of the contract” <em>Id. </em>at 471-472, quoting from <em>Drucker </em>v. <em>Roland Wm. Jutras Assocs., </em>370 Mass. 383, 385 (1976).</p>\n<p id=\"b449-4\">According to Gloucester Landing, under the circumstances, GRA was required to give active support and assistance in Gloucester Landing’s quest for the license, such as filing briefs in the administrative appeal and appealing the denial of the license. We fail to see how the implied covenant of good faith and fair dealing required GRA in the circumstances here to file briefs or to appeal the denial of the license, where it was Gloucester Landing, not GRA, which applied for the license.</p>\n<p id=\"b449-5\">3. <em>Mutual mistake. </em>In its complaint, Gloucester Landing claimed that it was entitled to rescission of the contract because GRA and Gloucester Landing had made a mutual mistake of fact when they believed that (1) GRA held good and clear record and marketable title to the property; and (2) GRA was transferring good and clear record and marketable title to Gloucester Landing.</p>\n<p id=\"b449-6\">The judge granted summary judgment in favor of GRA on the rescission claim for the same reason he rejected Gloucester Landing’s claim for breach of contract, i.e., the LDA specifically allocated to Gloucester Landing the risk that the title might be defective once Gloucester Landing accepted the deed at the closing. We agree with the judge for the reasons previously discussed.</p>\n<p id=\"b449-7\">Gloucester Landing also raises a claim that the LDA was ambiguous because it did not expressly allocate the risk of nondevelopment to Gloucester Landing and that there was a mutual mistake between the parties because both parties assumed that the Property was developable. We reject Gloucester Landing’s claim. The LDA expressly states the following, which we have previously cited in part:</p>\n<blockquote id=\"b450-3\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>“[GRA] assumes no responsibility for the present or future condition of the Property or its suitability for any specific purpose. Apart from extension of time, no payment or allowance of any kind shall be made to [Gloucester Landing] as compensation or damages because of any failure or delay by [GRA], however caused. [Gloucester Landing] has examined the Property, is familiar with the physical condition thereof, and acknowledges that [GRA] has made no representations with respect thereto.”</blockquote>\n<p id=\"b450-4\">As to the doctrine of mutual mistake, it has been said that “[w]here there has been a mistake between the parties as to the subject matter of a contract, there has been no ‘meeting of the minds,’ and the contract is voidable at the election of the party adversely affected.” <em>LaFleur </em>v. <em>C.C. Pierce Co., </em>398 Mass. 254, 257-258 (1986). See Restatement (Second) of Contracts § 152 (1981). A mutual “mistake must involve a fact capable of ascertainment at the time the contract was entered into, and not a mere expectation or opinion about future events.” <em>LaFleur </em>v. <em>C.C. Pierce Co., </em>398 Mass. at 258.</p>\n<p id=\"b450-5\">“A party bears the risk of a mistake when the risk is allocated to him by agreement of the parties.” Restatement (Second) of Contracts § 154(a) (1981). See <em>Maloney </em>v. <em>Sargisson, </em>18 Mass. App. Ct. 341, 346 (1984). Here, the risk that the DEP license would not be awarded was specifically allocated to Gloucester Landing by the LDA. There is no ambiguity in the LDA as to the allocation of that risk.</p>\n<p id=\"b450-6\">4. <em>Amendment of the complaint. </em>Gloucester Landing filed a motion to amend the complaint by adding the city as a defendant. The judge denied the motion.</p>\n<p id=\"b450-7\">Gloucester Landing contends that the amendment should have been allowed because it learned dining discovery that the city, through its mayor, actively opposed the Project. The mayor wrote letters to the DEP against the Project, and spoke publicly about his opposition.</p>\n<p id=\"b450-8\">The judge agreed with Gloucester Landing that the city, through the mayor, had actively opposed the Project, but ruled that although GRA was established and organized by the city, it nevertheless was a separate entity, “managed, controlled and governed” by its members. G. L. c. 121B, §§ 5, 7. The judge <page-number citation-index=\"1\" label=\"415\">*415</page-number>noted that the city was not a party to the LDA and, as a matter of law, could not be liable for any breach of the LDA or its covenant of good faith and fair dealing, citing G. L. c. 121B, § 17 (“No . . . liability incurred by an operating agency shall be a debt or charge against the commonwealth or any political subdivision thereof other than such agency. Nothing in this chapter shall be construed ... to render the commonwealth, or any political subdivision other than such agency liable for any indebtedness or liability incurred, acts done, or any omissions or failures to act, of any such agency”).</p>\n<p id=\"b451-5\">We agree with the judge and hold that the judge did not abuse his discretion in denying Gloucester Landing’s motion to amend its complaint.</p>\n<p id=\"b451-6\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b442-7\"> The DEQE was the predecessor of the present DEE We refer to the DEQE as DEP throughout the remainder of this opinion.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b442-8\"> GeneraI Laws c. 91, § 14, authorizes the DEP to “license and prescribe the terms for the construction or extension of a. . . structure . . . in or over tide water below high water mark.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b443-9\"> GRA denied it made any oral representations, but for purposes of summary judgment analysis, we assume that it did make such representations.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b446-7\"> The judge noted that Gloucester Landing, in order to protect itself from title problems at and after the time of closing, purchased title insurance. It is apparent from the title insurance policy that Gloucester Landing recognized the risk that the Commonwealth would contend that it retained some right to the property because it caused a specific provision to be added to the policy declaring that it was insured against “divestment of title or assertion of title by the Commonwealth of Massachusetts as a result of Chapter 698 of the Acts of 1965,” which vested the Commonwealth’s “right, title and interest... in [the Property] in [GRA].”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b448-9\"> Gloucester Landing also alleged that the city, through its mayor, actively opposed the Project, writing letters and speaking out against the Project. We discuss the mayor’s role and the lack of any relationship with GRA, <em>infra, </em>in the portion of this opinion that deals with the issue whether Gloucester Land<page-number citation-index=\"1\" label=\"413\">*413</page-number>ing should have been permitted to amend its complaint to add the city as a defendant.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}