{
  "casebody": {
    "data": "<casebody firstpage=\"5\" lastpage=\"12\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b41-4\">William F. Simmons<footnotemark>1</footnotemark> &amp; others<footnotemark>2</footnotemark> vs. Zoning Board of Appeals of Newburyport &amp; others.<footnotemark>3</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b41-5\">No. 01-P-1164.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b41-6\">Essex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AT1\">January 21, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"At\">November 14, 2003.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AT\">Present: Perretta, Cowin, &amp; Green, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b41-11\"><em>William H. Sheehan, III, </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b41-12\"><em>Marc D. Komitsky </em>for the defendants.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b41-14\"> Individually and as trustee of 138 Low Street Realty Trust and 140 Low Street Realty Trust.</p>\n</footnote>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b41-15\"> Thomas E. Simmons and Annette M. Simmons.</p>\n</footnote>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-3\" label=\"3\">\n<p id=\"b41-16\"> Thomas Jones and Gertrude R. Jones, trustees of the Thomas Jones and Gertrude R. Jones Realty Trust.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-4\" type=\"majority\">\n<author id=\"b41-13\">Perretta, J.</author>\n<p id=\"A5\">This appeal brings before us the question whether the applicable provisions of the Newburyport zoning ordinance allow the defendants (the Joneses) to stable three horses on a portion of their land, which is zoned for residential use. The defendants use the horses for recreational purposes and derive no financial gain from them. The plaintiffs argue that the <page-number citation-index=\"1\" label=\"6\">*6</page-number>stabling of the horses violates § V-B of the ordinance.<footnotemark>4</footnotemark> The building inspector, the zoning board of appeals of Newburyport (board), and a Superior Court judge (on cross motions for summary judgment) concluded that the defendants were not in violation of the ordinance.<footnotemark>5</footnotemark> We conclude that the stabling of the horses is an accessory use and affirm the judgment.</p>\n<p id=\"b42-5\">1. <em>The undisputed facts. </em>All the lots in question are located in the “residential two” (R-2) district of the city of Newburyport, a district in which only one-family and two-family houses are allowed.<footnotemark>6</footnotemark> There is a two-family dwelling on the plaintiffs’ lot. A single-family structure and the stable for the three horses are situated on the defendants’ lot. As previously stated, the horses are kept for pleasure, such as riding, from which no financial benefit is derived. Section III-B of the ordinance prohibits, in both residential zones, R-l and R-2, uses that would “detract from the desired residential character” and uses that would “otherwise interfere with the intent” of the ordinance.</p>\n<p id=\"b42-6\">2. <em>Discussion. </em>It is the plaintiffs’ position that the keeping of the stable and three horses in an R-2 zone is both an impermissible agricultural and accessory use of the property.</p>\n<p id=\"b42-7\">a. <em>Agricultural use. </em>Section V-E(3) of the ordinance, concerning agricultural and open space use, describes “agricultural use” as:</p>\n<blockquote id=\"b42-8\">“Farms for the raising, keeping, and/or sale of cattle, horses, sheep, goats, dogs, and poultry, but not for hogs, providing that no animal is kept within fifty (50) feet of any property fine, and for the growing of all agricultural products, including fruits, vegetables, hay, grain and all dairy products and eggs.</blockquote>\n<blockquote id=\"b43-4\"><page-number citation-index=\"1\" label=\"7\">*7</page-number>“Stall or stand for selling farm or garden products, the major portion of which is raised or produced on the premises by the owner or lessee thereof.</blockquote>\n<blockquote id=\"b43-5\">“Greenhouse and nursery.</blockquote>\n<blockquote id=\"b43-6\">“A stall or stand for the sale of nursery and greenhouse products.”<footnotemark>7</footnotemark></blockquote>\n<p id=\"b43-7\">The ordinance also requires that land that is not situated within an area zoned as an “agricultural/conservation district,” but is put to agricultural use involving the above-described animals, must be at least five acres. Additionally, no animal on property being put to agricultural use is to be kept within fifty feet of any property line. The undisputed facts of the matter are that the defendant’s lot is situated in an R-2 zone, it is a 2.4 acre lot, and the west side of the stable is located within twenty-five feet of the plaintiffs’ property line.</p>\n<p id=\"b43-8\">The plaintiffs argue that the defendants are maintaining a farm on a lot too small for agricultural use. The flaw in their argument is that it conflates “farm” with any form of agricultural activity. The mere fact that a use is agricultural in character, a vegetable garden for example, does not convert the land into a farm. In assessing whether property is a farm, it is entirely appropriate to consider the scale of the activity. Applying the ordinance to the undisputed facts, we conclude that the defendants’ stabling of their three horses does not constitute a farm and, accordingly, is not an agricultural use within the meaning of the ordinance.</p>\n<p id=\"b43-9\">b. <em>Accessory use. </em>Our conclusion, that the defendants’ lot is not a farm and, therefore, does not contain an impermissible agricultural use of property situated within a residential zone, brings us to the question whether the stable for the keeping of three horses for purposes of riding and as pets is a permissible accessory use.</p>\n<p id=\"b43-10\">Section H-B of the Newburyport ordinance defines an “accessory use” as a “subordinate use, structure, or building, the purpose of which is incidental to that of the principal use or <page-number citation-index=\"1\" label=\"8\">*8</page-number>building and on the same lot.”<footnotemark>8</footnotemark> In <em>Harvard </em>v. <em>Maxant, </em>360 Mass. 432, 438 (1971), the court had occasion to consider the meaning of the word “incidental” when used to define an accessory use. In doing so, it quoted with approval and at length from <em>Lawrence </em>v. <em>Zoning Bd. of Appeals of N. Branford, </em>158 Conn. 509, 512-513 (1969):</p>\n<blockquote id=\"b44-5\">“The word ‘incidental’ as employed in a definition of ‘accessory use’ incorporates two concepts. It means that the use must not be the primary use of the property but rather one which is subordinate and minor in significance. Indeed, we find the word ‘subordinate’ included in the definition in the ordinance under consideration. But ‘incidental,’ when used to define an accessory use, must also incorporate the concept of reasonable relationship with the primary use.”</blockquote>\n<p id=\"b44-6\">See <em>Henry </em>v. <em>Board of Appeals of Dunstable, </em>418 Mass. 841, 845 (1994), discussed in note 8, <em>supra. </em>See also <em>Garabedian </em>v. <em>Westland, </em>59 Mass. App. Ct. 427, 435 (2003).</p>\n<p id=\"b44-7\">Although § H-B of the Newburyport ordinance defines an accessory use in terms of “subordinate” and “incidental,” it neither uses the word “customary” nor specifies or otherwise describes the various uses that are accessory uses. “Generally speaking, an accessory use needs to be both customary and incidental. See <em>Harvard </em>v. <em>Maxant, </em>360 Mass. at 438. Courts consider the question whether a particular use is customary where the zoning ordinance does not specify what <em>types </em>of uses are permitted.” <em>Cunha </em>v. <em>New Bedford, </em>47 Mass. App. Ct. 407, 411 n.5 (1999). Based upon the language of the Newburyport ordinance as well as <em>Maxant </em>and <em>Cunha, </em>our analysis focuses on whether the defendants’ use of the stable and keeping of three horses is subordinate to the primary residential use of the property, is reasonably related in function to the primary residential use, and is customary.</p>\n<p id=\"b45-4\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>The undisputed facts establish that the defendants’ stable and three horses are subordinate and incidental to the primary use of the land. Their home is situated on the lot, and their horses are used by family members and guests for recreational purposes rather than financial benefit. The building inspector, with whom the board agreed and with whom we have no basis for disagreement, concluded that the three horses were pets.<footnotemark>9</footnotemark> The keeping of pets is, of course, reasonably related to the primary residential use of the property.<footnotemark>10</footnotemark></p>\n<p id=\"b45-5\">In determining whether the defendants’ stable and horses are a customary use of residential property, we do not confine ourselves to zone or district boundaries. Instead, we again look to <em>Harvard </em>v. <em>Maxant, </em>360 Mass, at 438-439. There the court found instructive the discussion of the meaning of the word “customarily,” as set out in <em>Lawrence </em>v. <em>Zoning Bd. of Appeals of N. Branford, </em>158 Conn, at 513:</p>\n<blockquote id=\"b45-6\">“In applying the test of custom, we feel that some of the factors which should be taken into consideration are the size of the lot in question, the nature of the primary use, the use made of the adjacent lots by neighbors and the economic structure of the area. As for the actual incidence of similar uses on other properties, geographical differences should be taken into account, and the use should be more than unique or rare, even though it is not necessarily found on a majority of similarly situated properties.”</blockquote>\n<p id=\"b45-7\">See <em>Pratt </em>v. <em>Building Inspector of Gloucester, </em>330 Mass. 344, 346 (1953); <em>Building Inspector of Holden </em>v. <em>Johnstone, </em>357 Mass. 768, 768 (1970), decisions in which the court spoke in terms of uses in the “neighborhood” or “area.”</p>\n<p id=\"b46-3\"><page-number citation-index=\"1\" label=\"10\">*10</page-number>There is undisputed evidence in the record to establish the rural character of the area and the presence of animals, numerous in number and kind, on residential property. More specifically, there is undisputed evidence to establish that there are a number of lots in the R-l zone, smaller in size than the R-2 lot of the defendants (see note 6, <em>supra), </em>upon which numerous horses, assorted chickens, rabbits, goats, sheep, beef cattle, cows, heifers, and calves can be found. In determining whether the defendants’ stable and horses are customarily associated with the primary use of the property, the size of the lot is but one fact among several to be considered. Among those facts, the most significant is that all the lots upon which a number of animals can be found are situated in areas zoned for residential use.<footnotemark>11</footnotemark> Moreover, we extend a measure of deference to the determinations of local officials on issues of local enforcement, particularly where the essential question requires a factual determination of what is customary. See <em>Sacco </em>v. <em>Inspector of Bldgs. of Brockton, </em>3 Mass. App. Ct. 749, 749-750 (1975).</p>\n<p id=\"b46-4\">We digress from our analysis to consider the plaintiffs’ insistence that this case is controlled by <em>Pratt </em>v. <em>Building Inspector of Gloucester, </em>330 Mass, at 346-347. There the court held that a stable for the keeping of two horses used for purposes of show and treated as pets was not “so necessary in connection with a one family detached house or so commonly to be expected with such a house that it cannot be supposed the ordinance was intended to prevent it.” It was on that basis that the court concluded that the plaintiffs’ use of their property was not a permissible accessory use within the contemplation of the ordinance as adopted in 1927 and as reenacted in 1950. The plaintiffs maintain that the only significant difference between <em>Pratt </em>and the instant case is the number of horses involved.</p>\n<p id=\"b46-5\">There are several important distinctions between <em>Pratt </em>and the present case. First, the ordinance at issue in <em>Pratt </em>made no provision for any accessory uses. This circumstance led the <page-number citation-index=\"1\" label=\"11\">*11</page-number>court to consider whether, construing the ordinance in a reasonable manner, the stable and horses at issue reflected a use <em>impliedly </em>permitted as an incident of a single-family structure. The test formulated by the court was restrictive because to do otherwise would thwart the drafters’ intention to make no provision for accessory uses.<footnotemark>12</footnotemark></p>\n<p id=\"b47-5\">Further, our close reading of <em>Pratt </em>shows that the court was focused more on the utility of horses rather than their status as pets. As earlier noted, in concluding that the stabling of two horses was not an accessory use of residential property as of the dates of the ordinance’s enactment and reenactment, 1927 and 1950, the court stated that “[i]f the same question were presented as of the year 1900, for example, it is possible that a different answer would be required.” <em>Id. </em>at 347. We think it reasonable to infer from that statement that the court could have deemed a stable “so commonly to be expected” with a dwelling in 1900, because horses were then a primary mode of transportation, whereas by 1927, and certainly by 1950, they were not.</p>\n<p id=\"b47-6\">Finally, and most critically, the ordinance at issue in <em>Pratt </em>specifically listed stables among a number of “more or less undesirable uses” permitted only in business districts and, even then, only with the written approval of the municipal council subject to any conditions the council might impose. <em>Id. </em>at 345. A very restricted and undesirable use could hardly be deemed a necessary or commonly expected aspect of a dwelling.</p>\n<p id=\"b47-7\">We think the facts before the court in <em>Pratt </em>are a far cry from <page-number citation-index=\"1\" label=\"12\">*12</page-number>those before us. The ordinance allows for accessory uses in general terms and without specification as to those types that are either permissible or prohibited. The keeping of various and numerous kinds of animals has been shown to be a fairly common feature of residential lots. See note 11, <em>supra.</em></p>\n<p id=\"b48-5\">3. <em>Conclusion. </em>It follows from what we have said that there was no error in the judge’s decision that the defendants’ stabling of three pet horses on their residentially zoned property is a permissible accessory use.</p>\n<p id=\"b48-6\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"4\">\n<p id=\"b42-9\">Section V-B provides: “Except as provided in this ordinance, no building, structure, or land shall be used except for the purposes permitted in the district, by right or by special permit, as described in this section.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b42-10\">Although the parties submitted competing affidavits regarding the presence or absence of noxious odors and flies, there was no claim of nuisance before the judge. In the Superior Court, the parties acknowledged that there were no material facts in dispute and that the sole question before the judge was one of law, that is, the interpretation of the zoning ordinance and its applicability to the defendants’ property.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b42-11\">Only single-family houses are allowed in the “residential one” (R-l) zoning district.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b43-11\">The other uses included within § V-E(3) are country clubs and public parks and playgrounds.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b44-8\"> This definition somewhat parallels the description of an “incidental use” given by the court in <em>Henry </em>v. <em>Board of Appeals of Dunstable, </em>418 Mass. 841, 844 (1994), wherein the court noted that the word “incidental,” when used in the context of zoning, incorporates two concepts: (1) subordinate to the primary use and minor in significance; and (2) reasonably related to the primary use.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b45-8\"> In determining whether certain animals may be considered pets, we look not only to species but also to the manner and purpose for which the animals are kept and maintained. See, e.g., <em>Steege </em>v. <em>Board of Appeals of Stow, </em>26 Mass. App. Ct. 970, 972 (1988) (property owners’ purchase, raising, and sale of young horses constituted agricultural use); <em>Sturbridge </em>v. <em>McDowell, </em>35 Mass. App. Ct. 924, 926 (1993) (raising and training of dogs for purposes of sale held to be an agricultural use).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b45-9\"> Although it was open to the board to find, as matter of discretion, that the keeping of three horses, rather than one or two, was neither subordinate nor minor in respect to the residential use of the property, it did not do so. See <em>Cunha </em>v. <em>New Bedford, </em>47 Mass. App. Ct. at 412; <em>Burnham </em>v. <em>Hadley, </em>58 Mass. App. Ct. 479, 485 (2003).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b46-6\"> The plaintiffs claim that the judge erred in denying their motion to strike the exhibits and affidavits setting out undisputed facts concerning the many animals kept on properties in the area. We see no error. The undisputed facts therein recited were relevant to the factors discussed in <em>Harvard </em>v. <em>Maxant, </em>360 Mass, at 438-439. We have not, however, considered any of the lots zoned for agricultural/open use upon which animals are kept.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b47-8\"> As explained in <em>Henry </em>v. <em>Board of Appeals of Dunstable, </em>418 Mass. at 844:</p>\n<blockquote id=\"b47-9\">“Uses which are ‘incidental’ to a permissible activity on zoned property are permitted as long as the incidental use does not undercut the plain intent of the zoning by-law. 2 E.C. Yokley, Zoning Law and Practice § 8-1 (4th ed. 1978). An accessory or ‘incidental’ use is permitted as ‘necessary, expected or convenient in conjunction with the principal use of the land.’ 6 P.J. Rohan, Zoning and Land Use Controls § 40A.01, at 40 A-3 (1994). Determining whether an activity is an ‘incidental’ use is a fact-dependent inquiry, which both compares the net effect of the incidental use to that of the primary use and evaluates the reasonableness of the relationship between the incidental and the permissible primary uses.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}