{
  "casebody": {
    "data": "<casebody firstpage=\"419\" lastpage=\"426\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b419-8\">Lucy A. Allen <em>vs. </em>Hiram M. Allen.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b419-9\">The statute with regard to divorces, (Gen. Statutes, tit. 14, ch. 3, secs. 1, 5,) provides that “the Superior Court may grant a divorce to any man or woman for the following offences committed by the other party,” (naming them;) and that “the court may assign to any woman so divorced part of the estate of her late husband, not exceeding one third.” Held that the Superior Court has no power to assign such property to a woman divorced for her own misconduct.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b419-10\">Petition for a divorce, brought to the Superior Court in Hartford County. The respondent filed an answer denying the allegations of the petition, which were of cruelty and general misconduct, and a cross-bill alleging such misconduct on the part of the petitioner as permanently destroyed his happiness in the marriage relation. A committee, to whom the case was referred, found the allegations of the petition not true and those of the cross-bill true, and the court thereupon granted a divorce, upon the cross-bill, against the petitioner.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b419-11\">The petitioner thereupon filed the following motion for an assignment to her under the statute of a reasonable part of the respondent’s estate:</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b420-2\"><page-number citation-index=\"1\" label=\"420\">*420</page-number>Allen <em>v. </em>Allen.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b420-3\">The petitioner in the above entitled cause respectfully represents that, upon her petition for a divorce and an answer in the nature of a cross-bill filed by the respondent, this court, at its present term, has denied her petition, and upon the said cross-bill has granted a divorce to the respondent, on the ground of her general misconduct; that the said respondent is possessed of property worth, according to his own admissions, between twelve and fifteen thousand dollars; that she has been married to the respondent for thirty years, and lived with him as his wife for more than twenty-five years, raising a family of children: and that she is now penniless, without any means of support. Your petitioner therefore prays this court to assign her such part of her husband’s estate as shall be just and reasonable, not exceeding one-third part thereof.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b420-4\">Upon this motion the court (Beardsley, J\".,) made the following finding and reservation:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b420-5\">I find that it is just and proper that a portion of the respondent’s estate be assigned to the petitioner as alimony under our statute law; and that the respondent’s property exceeds the sum of twelve thousand dollars, and cannot be divided without injury. • I further find that two thousand dollars is a just and reasonable sum to be assigned to the petitioner as such alimony from her husband’s estate, and that an order ought to be passed, if such order be legal, directing said Hiram M. Allen to pay to said Lucy A. Allen the sum of two thousand dollars as alimony under our statute law, within two months of the date of the passing such order, under penalty of twenty-five hundred dollars in case of failure. Upon these facts the case is reserved for the advice of the Supreme Court of Errors upon this question of law:— Has the Superior Court power upon the facts as herein found, to assign to the wife as alimony, under our statute law, any portion of the husband’s property ?</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b420-6\">The provisions of the statute with regard to divorces, which are material to the question, are given in full in the opinion of the court.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b421-4\"><page-number citation-index=\"1\" label=\"421\">*421</page-number><em>W </em>Hamersley, for the petitioner.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b421-5\">The statute authorizes the Superior Court, where it is proved to be just and reasonable, to assign to a divorced wife a portion of her late husband’s estate, not exceeding one-third thereof; and we contend that this provision applies to cases where the cause of divorce was the misconduct of the wife, as well as to those where the cause of the divorce was the misconduct of the husband.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b421-6\">1. The natural import of the language used supports this claim. “ The Superior Court may assign to any woman so divorced part of the estate of her late husband.” Gen. Statutes, p. 189, sec. 5. These words express two propositions: 1st. The assignment is of the estate of a husband already divorced—“her late husband.” 2d. The assignment is to <em>“any </em>woman so divorced.” “ So divorced” refers to a divorce granted under the authority conferred by section 1st of the same chapter. There is nothing in the statute or context to limit the power of assignment to the case of a wife divorced by reason of her husband’s misconduct. There is nothing in the word “ divorced ” implying such a limitation. The use of that word as meaning “ the innocent party divorced,” is not warranted by authority of any lexicographer, or by any known usage, correct or incorrect.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b421-7\">2. The construction claimed is sustained by the fact that where the legislature clearly intended to confine any right, or the exercise of any power conferred on the court, to the party injured, it has so said. In section 2d the “ party aggrieved may prefer a petition.” The power conferred in section 5th is confined to cases where divorce is granted “ on the ground of her misconduct.” By section. 7th the power can be exercised only “ on petition by a woman for divorce.” And section 8th applies only to “ cases in which a divorce has been or shall be granted on the application of a woman.”</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b421-8\">3. The construction claimed” is clearly proved by an examination of the origin and history of the law under discussion. The provision first occurs in an act to prevent incestuous and unlawful marriages, adopted in the revision of 1702 from a law passed in Massachusetts in 1695. See<page-number citation-index=\"1\" label=\"422\">*422</page-number>tion 9th of that act provides that if any man or woman who have been divorced, or their marriage declared null and void according to the laws of this state, shall cohabit, they shall be punished as for adultery. And section 10th provides that the Superior Court may assign to “ any woman so separated” a portion of her husband’s estate, not exceeding one-third. Hence it follows—1st. That the law under discussion had its origin in the conviction of the legislature that where the state dissolved the marriage relation, either for causes prior to the marriage or for causes subsequent to the marriage, the court should have power to assign to the wife some portion of the husband’s estate.—2d. That the phrase “ so separated ” has no reference to the fault or misconduct of either party, but simply means separated in pursuance of the foregoing provisions. This act of 1702 remained substantially unchanged, and so appears in the revision of 1808, page 479. The first three sections were repealed in 1820. Pub. Acts, 1820, ch. 13, § 7. But sections 9 and 10 remained unrepealed until 1821. It is to be noticed that the power of assignment vested in the Superior Court was never, prior to 1821, a part of thé act relating to bills of divorce, first passed in 1667; but was a part of the act relating to incestuous and other unlawful marriages, passed in 1702. In 1821 the' revisers abandoned the act relating to incestuous and unlawful marriages as an independent chapter; that portion of the act regulating the forms of marriage was placed under a separate head, substantially in accordance with the amendment passed in 1820; those portions of the act relating to the crimes of incest, adultery, etc., were placed under the head of crimes and punishments; and the provision for the assignment to a divorced woman of a portion of her husband’s estate, was placed in the chapter relating to divorce, with no change of phraseology except the substitution of the words “so divorced”1 for the words “so separated.” This change of phraseology had no other significance than to exclude from the power of assignment cases of dissolution of the marriage relation otherwise than by bill of divorce. The law has remained substantially unchanged from 1821 to the present time.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b423-4\"><page-number citation-index=\"1\" label=\"423\">*423</page-number>4. Similar statutes in other states, where divorce <em>a vinculo </em>is authorized, have conferred like power upon courts, and in cases of doubt have been construed so as to give effect to the humane rule of justice, that the agent of the state to whom is delegated the power of dissolving the marriage relation, should possess the power of exercising a reasonable discretion in assigning SQme portion of the husband’s estate to the divorced wife. In the following cases the court assigned to the wife divorced by reason of her own misconduct a portion of her husband’s estate. In Ohio, <em>Dailey </em>v. <em>Dailey, </em>Wright, 514. In Illinois, <em>Reavis </em>v. <em>Reavis, </em>1 Scam., 242. In Kentucky, <em>Pence </em>v. <em>Pence, </em>6 B. Monr., 496. In Alabama, <em>Lovett </em>v. <em>Lovett, </em>11 Ala., 763. In New Hampshire, <em>Sheafe </em>v. <em>Sheafe, </em>4 Fost., 564. In Tennessee, <em>Richardson </em>v. <em>Wilson, </em>8 Yerg., 67.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b423-5\">5. The right of a divorced wife to a part of her late husband’s estate rests on the plainest principles of justice and sound public policy. The court will not construe a statute in violation of these principles, except under stress of necessity. These principles are commonly recognized in civilized states. In England, where divorce <em>a vinculo, </em>until recently, was granted only by Parliament, the legislature always made to the wife divorced for her misconduct, an allowance out of her husband’s estate. <em>Jee </em>v. <em>Thurlow, </em>4 Dow. <em>&amp; </em>Ry., 17. And by the recent statute, granting to the new divorce court power to decree divorce <em>a vinculo, </em>the power to assign part of the husband’s estate to the wife is also granted. The principle is well stated by the Supreme Court of Massachusetts in <em>West </em>v. <em>West, </em>2 Mass., 227. The Connecticut legislature in granting divorces has followed the practice of the English Parliament. 1 Lotteries <em>&amp; </em>Divorces, (Col. Records,) 288, <em>Case of Thaddeus King; </em>1 Crimes <em>&amp; </em>Misdemeanors, (Col. Records), 199, <em>Case of Sarah Wolcott.</em></p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b423-6\"><em>S. P. Jones </em>and <em>C. J. Cole, </em>for the respondent.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b423-7\">Pardee, J.</author>\n<p id=\"AoZ\">The statute concerning divorce, contains, among others, the following provisions:</p>\n<p id=\"b423-8\">“ Sec. 1st. The Superior Court shall have exclusive jurisdiction of all petitions for divorce, and may grant divorces <page-number citation-index=\"1\" label=\"424\">*424</page-number>to any man or woman for the following offences committed by the other party, '* * * *.</p>\n<p id=\"b424-4\">“ Sec. 2d. The party aggrieved may prefer a petition to the Superior Court, * * * * and, on proof of the allegation, said court may grant a divorce, and declare the petitioner single and unmarried; and the parties divorced may then marry again.”</p>\n<p id=\"b424-5\">“ Sec. 5tli. The Superior Court may assign to any woman so divorced, part of the estate of her late husband, not exceeding ono-tliird, and may change her name.”</p>\n<p id=\"b424-6\">Wo are asked to say that these provisions confer upon the Superior Court power to assign at its discretion, to a woman divorced for her own fault, one third part of her late husband’s estate.</p>\n<p id=\"b424-7\">Although the expression <em>“ any woman </em>so divorced,” taken by itself, seems to be broad and all-inclusive, yet the act read as a whole furnishes good foundation for the belief that only those husbands who are divorced for their own violations of the marriage contract are to be punished by such diminution of their estates; for instance, the sixth section provides as follows: “ When any married woman shall have derived from her husband, in consideration of their marriage, or of love and affection, any estate, and her husband shall thereafter be divorced from her on the ground of her misconduct, the court may decree that such personal estate remaining in her possession, and such real estate standing in her name, shall thereafter belong to him.”</p>\n<p id=\"b424-8\">Hereby the legislature strips the guilty wife of all the estate which she may have received upon certain specified consideration from her husband, and returns the same to him. This can mean nothing in reality if she can immediately reclaim even a greater sum under another section of the same act. We can hardly attribute to the legislature the intention of providing simply for an exchange of estates.</p>\n<p id=\"b424-9\">Chief Justice Reeve, in his work on Domestic Relations, page 208, says as follows. “ In all cases in which the Superior Court in this state has jurisdiction in matters of divorce, the divorce is <em>a vinculo matrimonii; </em>and in none of them is <page-number citation-index=\"1\" label=\"425\">*425</page-number>the issue bastardized. The court, when it divorces <em>on account of the fault of the husband, </em>hath power to assign to the wife forever part of the husband’s estate, not exceeding one-tliird, whether it is real or personal property.” He leaves no trace of a suggestion that the court had ever exercised or claimed the right to assign to the guilty wife any part of her husband’s estate-</p>\n<p id=\"b425-5\">Chief Justice Swift, in the first volume of his Digest, page 25, writing upon the subject of divorce, is likewise silent upon this important point. Bishop, in his Marriage and Divorce, Yol. 2d, sec. 377, says: “ It moreover follows from these principles that when the wife is the offender she cannot have alimony on a divorce decreed in favor of the husband. So long as he has committed no breach of marital duty he is under no obligation to provide her a separate maintenance, for she cannot claim it on the ground of her own misconduct.”</p>\n<p id=\"b425-6\">All this, coupled with the fact, that, so far as we-know,tlie profession in this state has refrained for nearly a century from making the request now preferred to us, has even more weight than a positive judicial precedent against it, and compels us to deny it.</p>\n<p id=\"b425-7\">We are referred to the action of the legislature in the case of <em>Thaddeus King, </em>Yol. 1, Lotteries and Divorces, page 288, in May, 1787. There King included in his petition for divorce a request that a portion of his estate should be set to his offending wife. Also to the case of <em>Sarah Wolcott, </em>Vol. 1, Crimes and Misdemeanors, page 199, October 1774. We think that in this case the marriage was the result of the fraud of a third person who caused letters to be sent to each of the parties purporting to come from the other. Upon discovery the parties were divorced; they were equally free from fault; and a portion of the property Avhich the wife brought to her husband was returned to her. Under these circumstances these cases fail to have much weight as precedents. It is said that the clause in the statute, “ the Superior Court may assign to any woman so divorced part of the estate of her late husband,” &amp;c., was first framed for and found a place in an act for the prevention of incestuous and unlawful <page-number citation-index=\"1\" label=\"426\">*426</page-number>marriages, passed in 1702; was taken from that act in 1821 and made part of the act concerning divorces; that in its original place it included all women referred to in that statute; and that an equally broad construction should he given to it in its changed position.</p>\n<p id=\"b426-4\">It doubtless was quite just and politic that when legal separation followed an incestuous marriage, both. parties being equally guilty, each should have a share of the property. But, when the provision is transplanted and made part of a plan for granting a divorce for the fault or the guilt of one party only, the reason for the division of property wholly fails; and we must read the section in the light of its new surroundings. We are reminded also that the courts in Ohio, Illinois, Iowa and other states, have assigned upon divorce to the guilty wife a portion of her late husband’s estate; but this is done under statutes which in express words authorize such action, or under statutes which much more certainly give warrant for it than does our own considered as a whole.</p>\n<p id=\"b426-5\">We think that it is our duty to follow the legislature in this matter, rather than to expand the present statute by inference. We therefore advise the Superior Court that it has not the power to assign to a woman divorced for her own fault or guilt any part of the estate of her late husband.</p>\n<p id=\"b426-6\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}