{
  "casebody": {
    "data": "<casebody firstpage=\"124\" lastpage=\"126\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b186-5\">NATIONAL ASSOCIATION OF BROADCAST EMPLOYEES AND TECHNICIANS, A.F.L.-C.I.O., C.L.C. and Association of Film Craftsmen, Local No. 531-NABET, Plaintiffs-Appellants, v. INTERNATIONAL ALLIANCE OF THEATRICAL STAGE EMPLOYEES, etc., et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AmY\">Nos. 71-2054, 71-2870.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b186-7\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b186-8\">Nov. 27, 1973.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b186-18\">Paul M. Posner (argued), Posner &amp; Newman, Beverly Hills, Cal., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b186-19\">Richman &amp; Garrett, J. Reich, Brun-dage, Neyhart, Miller, Ross &amp; Reich, Richard Hungate, Youngman, Hungate <page-number citation-index=\"1\" label=\"125\">*125</page-number>&amp; Leopold, Los Angeles, Cal., Edw. Rior-dan, Rosenfeld, Meyer &amp; Susman, Beverly Hills, Cal., Bruce A. Bevan, Jr., Mu-sick, Peeler &amp; Garrett, Los Angeles, Cal., for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b187-8\">Before CARTER and HUFSTEDLER, Circuit Judges, and JAMESON,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b187-12\"> Honorable W. J. Jameson, United States Senior District Judge for the District of Montana, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b187-9\">PER CURIAM:</author>\n<p id=\"b187-10\">The National Association of Broadcast Employees and Technicians (NABET) and its Local No. 531, the Association of Film Craftsmen, brought these actions against the International Alliance of Theatrical Stage Employees (IATSE), 13 of its affiliated locals, and ten distributors and producers of motion pictures. In Count I they seek treble damages under Section 4 of the Clayton Act (15 U.S.C. § 15), alleging a conspiracy in restraint of trade in violation of the Sherman Anti-Trust Act (15 U.S.C. § 1). In Count II they allege a state claim for breach of contract, relying upon the doctrine of pendent jurisdiction. The district court entered orders dismissing the complaints for failure to state a claim.<footnotemark>1</footnotemark> We affirm.</p>\n<p id=\"b187-11\">In summarizing their contentions, appellants state that they have alleged “the existence of a combination of business and labor interests” which has “restrained trade and stifled competition in the production, sale and distribution of motion pictures”. They contend that “All participants in the combination, the unions and producers and distributors alike, are liable under the Sherman Act to NABET for the injury done to its members as a direct result of defendants’ concerted activities) to unlawfully exclude NABET from the industry.” <footnotemark>2</footnotemark></p>\n<p id=\"b187-16\">We conclude that the conduct alleged in Count I was activity of the appellee unions in their own lawful self interest, protected under the Clayton Act, 15 U.S.C. § 17, 29 U.S.C. § 52, the Norris-LaGuardia Act, 29 U.S.C. § 102, and the Labor Management Relations Act and therefore immune from the antitrust laws.</p>\n<p id=\"b187-17\">The right of a union to protect employees’ job opportunities and wages from job and wage competition of members of other unions has been recognized repeatedly by the Supreme Court. See, e. g., Federation of Musicians v. Carroll, 391 U.S. 99, 106-110, 88 S.Ct. 1562, 20 L.Ed.2d 460 (1968) and cases there cited. Union activities having as their objective the preservation of jobs and guarding against encroachment of a rival union are immune from the anti-trust laws.<footnotemark>3</footnotemark></p>\n<p id=\"b187-18\">It is true, as appellants contend and appellees concede, that the immunity of unions for violation of the anti-trust laws is not automatic or absolute. A union is not exempt when it has “participated with a combination of business men who had complete power to eliminate all competition among themselves and to prevent all competition from others,” Allen Bradley Co. v. Union, 325 U.S. 797, <page-number citation-index=\"1\" label=\"126\">*126</page-number>809, 65 S.Ct. 1533, 1540, 89 L.Ed. 1939 (1945),<footnotemark>4</footnotemark> or where the union, “by agreement with one set of employers, insists on maintaining in other bargaining units specified wage standards ruinous to the business of those employers”, Ramsey v. Mine Workers, 401 U.S. 302, 313, 91 S.Ct. 658, 665, 28 L.Ed.2d 64 (1971).<footnotemark>5</footnotemark></p>\n<p id=\"b188-4\">This is not an action where a non-union group complains that a union has conspired with its business competitors to restrain trade or stifle competition in the industry or market. Nor is it alleged that the members of appellant unions are employees of companies against whom a conspiracy is aimed by competing business interests. Rather it is alleged that the “intent, purpose and effect” of the “combination or conspiracy has been to substantially prohibit the employment of NABET member technicians” in the motion picture industry and to deprive NABET and its members of the ability and right to bargain freely, all for the purpose of maintaining IATSE and its local unions “as the sole and dominant representative of technical employees in the motion picture industry”. Under these allegations the appel-lee unions were acting in their own self-interest rather than conspiring with non-business groups to create a monopoly among fellow conspiratory business interests.</p>\n<p id=\"b188-10\">This court has held in two prior cases that similar allegations of violations of the Sherman Act by IATSE unions were insufficient to avoid immunity under the labor laws—Schatte v. International Alliance, 182 F.2d 158, 167 (1950), cert. denied, 340 U.S. 827, 71 S.Ct. 64, 95 L.Ed. 608 (1950), reh. den., 340 U.S. 885, 71 S.Ct. 194, 95 L.Ed. 643 (1950) and Conference of Studio Unions v. Loew’s, Inc., 193 F.2d 51, 54-55 (1951), cert. denied, 342 U.S. 919, 72 S.Ct. 367, 96 L.Ed. 687 (1952).<footnotemark>6</footnotemark> We adhere to the principles followed in those cases.<footnotemark>7</footnotemark></p>\n<p id=\"b188-14\">Upon dismissal of Count I the district court properly dismissed Count II under the doctrine of pendent jurisdiction. United Mine Workers v. Gibbs, 383 U.S. 715, 726, 86 S.Ct. 1130, 16 L.Ed. 2d 218 (1966).</p>\n<p id=\"b188-15\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b187-13\">. Plaintiffs were given two opportunities to amend their complaints, after which the district court dismissed with prejudice.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b187-14\">. In further explanation of the nature of the action, appellants state that:</p>\n<blockquote id=\"b187-15\">“The Complaint charges not that the unions acting in concert with the distributors and producers sought <em>to preserve </em>their jobs; rather the defendant labor unions are charged with conspiring with non-labor groups to prevent NABET members from negotiating for and/or entering into employment with the defendant producers.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b187-20\">. The Court “has recognized that a legitimate aim of any national labor organization is to obtain uniformity of labor standards and that a consequence of such union activity may be to eliminate competition based on differences in such standards.” Mine Workers v. Pennington, 381 U.S. 657, 666, 85 S. Ct. 1596, 14 L.Ed.2d 626 (1965).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b188-5\">. In Bradley, the plaintiffs were manufacturers of electrical equipment who had alleged that the unions conspired with contractors and manufacturers who had “united with one another to • monopolize all the business in New York City, to bar all other business men from that area, and to charge the public prices above a competitive level”. 325 U.S. at 809, 65 S.Ct. at 1540. The union, the Court held, “aid[ed] and abet[ted] business men to do the precise things which that [the Sherman] Act prohibits”. <em>Id. </em>at 801, 65 S.Ct. at 1536.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b188-6\">. In <em>Ramsey </em>the plaintiffs were coal mine operators who “accused respondent United Mine Workers of America of violating the Sherman Act by conspiring with various coal producers to drive petitioners out of business”. 401 U.S. at 304, 91 S.Ct. at 660.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b188-16\">. The court held in these cases that plaintiffs had not alleged injury to “their business or property” by reason of any violation of the anti-trust laws, saying in Conference of Studio Unions v. Loew’s Inc., “They [plaintiff unions] are not in the business of producing motion pictures; they do not exhibit motion pictures; they neither compete with the Majors nor purchase from them. In fact, they are not employees of the companies whom it is alleged the appellees intend to destroy. The damage alleged to have been suffered by appellants does not flow from any injury to the competitive situation of the motion picture industry, that is, their injury has not arisen from the acts allegedly perpetrated against the Independents.” 193 F.2d at 54.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b188-17\">. The subsequent cases upon which appellants rely are all factually distinguishable.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}