{
  "casebody": {
    "data": "<casebody firstpage=\"39\" lastpage=\"42\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b39-9\">THOMPSON <em>v. </em>LYON <em>et al.</em></parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b39-10\">Ah Appellant cannot complain of error, when the record shows it was not to his prejudice.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b39-11\">Where, on plea in abatement to the entire action, that another suit, for the same cause of action, was pending at the time of suit brought, the proof shows that the first suit is only for <em>part of the same matter </em>sued for in the second suit, the pica fails.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b39-12\">Such jileas are not favored, and the party pleading must prove his plea as put.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b39-13\">It seems, if a man sues for rent for January and February, he is not to be denied a right of recovery for either month, simply because he had before sued for rent due in January, which suit was still pending.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b40-4\"><page-number citation-index=\"1\" label=\"40\">*40</page-number>Appeal from Twelfth District.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b40-5\"><em>Hoge &amp; Wilson, </em>for Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b40-6\">1. The finding and judgment of the Court disregard the plea in abatement, and cannot, therefore, stand. The record must affirmatively show that every issue was disposed of. This plea was well pleaded, and was a perfect defense. (Bac. Abr. Tit. Abatement, L. M.; 1 Saund. 285; Carth, 96, 97; 19 Wend. 207.)</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b40-7\">2. The plaintiff cannot, after a plea in abatement of the pend-ency of a prior suit, avoid the effect of the plea by discontinuing the first action which was pending at the time of the plea. (1 Chitty’s PI. 454; 1 Salk. 329; 3 Dana, 137; <em>Parker </em>v. <em>Colcord, </em>2 N. H. 36.) Besides, the nonsuit in the first case was a nullity, being entered by plaintiff after the cause had been tried and submitted. (Prac. Act, Secs. 148,149; Voorhies’ Code, 1855, p. 662; <em>Stearns </em>v. <em>Aguirre, </em>7 Cal. 443.)</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b40-8\">3. The Court could not render judgment for the whole amount claimed. The pleadings did not permit judgment for more than eleven hundred dollars, rent for March and April, because the plea was a good answer to the fourteen hundred dollars, at least, rent for November and December, 1856, and January and February, 1857. <em>(Powell </em>v. <em>Fullerton, </em>2 Bos. &amp; Pul. 420.)</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b40-9\"><em>Whitcomb, Pringle &amp; Felton, </em>for Respondent.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b40-10\">1. The plea in abatement went only to part of plaintiff’s cause of action, and, being pleaded to the whole, it fails. (1 Chit. 459.)</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b40-11\">2. The former suit■ was not in fact pending as in the plea alleged; a notice of discontinuance had been filed before the second suit brought, and the judgment of dismissal, though entered up afterwards, refers back to the time of filing notice. The notice ended the action. (Stephens’ PL 400.) Discontinuance is not by judgment only. By the common law, any chasm in the pleadings, worked a discontinuance. (1 Chitty’s Pl. 523; 1 Saund. 28, b; <em>Tippet </em>v. <em>May, </em>1 Bos. &amp; Pul. 411; <em>Harvey </em>v. <em>Richards, </em>1 H. Blac. 645; 3 Blac. 296.)</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b40-12\">3. As to the Court not having found on all the issues, the omission does not injure defendants. The facts found support the judgment. <em>(McEwen </em>v. <em>Johnson, </em>7 Cal. 260.)</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b40-13\">Baldwin, J.</author>\n<p id=\"AEX\">delivered the opinion of the Court—Terry, C. J. concurring.</p>\n<p id=\"b41-4\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>This suit was brought to recover rent. The rent is alleged to be due on a lease, executed by the plaintiff to the defendants, of a lot in the city of San Francisco. The lease bears date February 1st, 1855, runs for ten years, and provides for the payment of the monthly rent of three hundred and fifty dollars, in advance, commencing on March 1st, 1855. The complaint alleges, that at the commencement of the suit, the defendants were indebted to plaintiff in the sum of twenty-one hundred dollars, being the monthly rent from November 1st, 1856, to May 1st, 1857.</p>\n<p id=\"b41-5\">The defendants plead, in abatement of the writ, that there was pending in the same Court, and between the same parties, another suit upon the same cause of action. The ease was tried by the Court. Plaintiff offered in evidence the indenture of lease. The defendants offered in evidence the complaint, filed in the same Court, on the 7th of February, 1857, by the plaintiff against the defendants, to recover the sum of fourteen hundred dollars rent, for the same premises, from the 1st day of November, 1856, to the 1st day of March, 1857, including the months of November and December, and January and February, 1857. The defendants then offered in evidence an extract from the minutes of the last mentioned cause, made on the 17th of April, 1857, showing that the cause had been submitted to the Court— a jury having been waived—for trial, and taken by the Court under advisement.</p>\n<p id=\"b41-6\">The plaintiff then offered in evidence the whole judgment recovered in this last case; to which defendants objected; and the objection was overruled. The record consisted of the pleadings in the cause, a notice of discontinuance served on the Clerk of the Court, dated April 27, 1857, and filed the same day, and a judgment of dismissal rendered on the 11th of July, 1857.</p>\n<p id=\"b41-7\">The Court on this proof, found the existence and execution of the lease, and that at the time of the commencement of this suit there was due from the defendants to the plaintiff, for rent from the 1st day of November, 1856, to the 1st day of May, 1857, twenty-one hundred dollars, and rendered judgment for the plaintiff, with interest. There is nothing in the finding on the subject of the plea in abatement. The defendants moved for a <page-number citation-index=\"1\" label=\"42\">*42</page-number>new trial; which being overruled, defendants appealed from this order, and also from the final judgment.</p>\n<p id=\"b42-5\">1. The first error assigned is, the ignoring by the finding of the plea in abatement. But, unless there be something in the plea, on the facts as the Appellant presents them, this failure would not be a fatal error, if, as in this ease, the facts consist of record proofs, and are uncontradicted. The Appellant could complain of no error which is not to his prejudice; and it is difficult to see how the Appellant is prejudiced by the Judge not stating a fact in his finding, when the legal result would have been the same, whether he had stated it or not.</p>\n<p id=\"b42-6\">2. The plea in abatement is general, averring, that at the time of bringing the present suit, another suit was pending for the identical cause of action. This is not true. The second suit was brought to recover rent for some six months.—the first to recover rent for some three or four.</p>\n<p id=\"b42-7\">Dilatory pleas are not favored. The party pleading them relies on technical law to defeat the plaintiff’s action, and is held to technical exactness in his pleading. (2 Saund. 210.) Under this plea, the defendants undertook to maintain by the first record the facts stated therein, which he set up, not to defeat a recovery on so much of the causes of action as were embraced by both suits, but to defeat the entire action last brought. It is not easy to see why, because a man sues for rent for the months of January and February, that he shall be denied a right of recovery for either month, because he had sued before for the rent due in January, and that suit was still pending. (See <em>Hearies </em>v. <em>Jameson, </em>5 Term, 557; 1 Ch. PI. 459, and cases.) Even if the effect of the pendency of a suit for a pr rt of the same causes of action were to abate a subsequent suit for that same matter <em>and other matter, </em>still this would not avail the defendants here; for they averred that the causes of action in the two suits were identical; and, under this averment, introduced their record which fails to support the averment. They did not make out their case by their proofs as they averred it in their plea; and the plaintiffs, therefore, were entitled to judgment—especially on such a plea as this, which is treated \"with no favor or indulgence. (2 Saund. 210, in Note.)</p>\n<p id=\"b42-8\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}