{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"96\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b129-4\">Mabel D. Bosworth, executrix, <em>vs. </em>Massachusetts Woman’s Christian Temperance Union, Inc., &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b129-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aab\">October 4, 1937.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AjJ\">December 27, 1937.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b129-6\">Present: Rugg, C.J., Field, Donahue, Lummus, &amp; Qua, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b129-11\"><em>R. F. Barrett, </em>stated the case.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b129-12\"><em>A. Julian, </em>for Boston Young Women’s Christian Association.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b129-13\"><em>G. B. Hayward, </em>for Massachusetts Woman’s Christian Temperance Union, Inc.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b129-14\"><em>V. P. Clarke, </em>for The Morgan Memorial Cooperative Industries and Stores, Inc.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b129-15\">Qua, J.</author>\n<p id=\"Add\">Juliet Blanchard, late of Acton, the petitioner’s testatrix, died in 1936 at the age of eighty-six, leaving a will dated December 19, 1931, and containing in numbered clauses legacies to. various relatives and in clause “Eleventh” a bequest of the residue to the Hillside Home for Boys in Marlborough. She also left this codicil made in 1934:</p>\n<blockquote id=\"b130-2\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>“West Acton Massachusetts</blockquote>\n<blockquote id=\"b130-3\">Codocil to Will of December 19th 1931</blockquote>\n<blockquote id=\"Axl\">Cancil Clausses 8th 11th</blockquote>\n<blockquote id=\"b130-4\">Redidue to be given to help the Poor under the direction of the Morgan Memorial of Boston and The Womens Christian Association.”</blockquote>\n<p id=\"b130-5\">The half interest in the residue given by the codicil to “The Womens Christian Association” is now claimed by each of two corporations, Boston Young Women’s Christian Association and Massachusetts Woman’s Christian Temperance Union, Inc. As the name mentioned in the will is not the true name of either claimant, parol evidence was properly admitted as an aid in construing the words used in the codicil. <em>Tucker </em>v. <em>Seaman’s Aid Society, 7 </em>Met. 188, 208. <em>Kingman </em>v. <em>New Bedford Home for Aged, </em>237 Mass. 323, 326. That evidence is not reported.</p>\n<p id=\"b130-6\">The judge made the following findings with reference to Massachusetts Woman’s Christian Temperance Union, Inc.: Until 1920 this respondent had a local chapter in Acton comprised mostly of elderly persons. The testatrix had been an active member of this chapter, had been vice-president, and had attended the meetings regularly. The testatrix’s sister, with whom the testatrix lived, had been president and treasurer. The testatrix was very proud of her membership in this organization. She had bought life memberships both for herself and for her sister. She occasionally wore a pin inscribed with the letters W. C. T. U. After the discontinuance of the Acton chapter she corresponded frequently with the office in Boston. This respondent does charitable work, giving help to the poor of families in which there is- intemperance. A great part of its time is devoted to the relief of the poor. The testatrix contributed money and time in aid of this charitable work. During the Christmas season she would go to the headquarters to assist in the preparation of Christmas baskets. This organization was the testatrix’s chief interest.</p>\n<p id=\"b130-7\">With reference to the respondent Boston Young Women’s <page-number citation-index=\"1\" label=\"95\">*95</page-number>Christian Association the judge made these findings: It is organized to provide for the physical, moral and spiritual welfare of young women in Boston. It maintains two homes in Boston for girls and women where a charge is made for the services given. Its membership is State wide. It has a special relief fund created and maintained by bequests from various persons the income of which is used for relief purposes for girls and women. It is sometimes referred to as \"Women’s Christian Association.” The nearest Young Women’s Christian Association headquarters to Acton is in Cambridge. That association is itself a corporation and is not a claimant. \"There was no evidence that the testatrix had any interest in or knowledge of the Boston Young Women’s Christian Association.”</p>\n<p id=\"b131-3\">Thus from the findings it appears that each of these rival claimants to the testatrix’s bounty is capable of using the gift, each in its own way, for purposes which are within the scope of the testatrix’s intent, but that she had a long continued and intimate interest in the one and, so far as appears, no interest at all in the other. We cannot say that the judge was wrong in thinking it more likely that when the testatrix used the descriptive words \"Womens Christian Association” she meant the organization to which she had devoted so much of her thought and effort during her lifetime. <em>Hinckley </em>v. <em>Thatcher, </em>139 Mass. 477. <em>Faulkner </em>v. <em>National Sailors’ Home, </em>155 Mass. 458. <em>Kingman </em>v. <em>New Bedford Home for Aged, </em>237 Mass. 323. <em>Smith </em>v. <em>Livermore, </em>298 Mass. 223, 241-244. Compare <em>Mason </em>v. <em>Massachusetts General Hospital, </em>207 Mass. 419. Even if it might perhaps be said that the words themselves more nearly correspond with the true name of the other organization, that fact is not controlling. <em>Kingman </em>v. <em>New Bedford Home for Aged, </em>237 Mass. 323, 326. Either association can be described by the words of the codicil, and the informal style in which the codicil is written suggests that little weight should be given to degrees of inaccuracy.</p>\n<p id=\"b131-4\">As the legatee which the testatrix described under the name \"Womens Christian Association” can be identified and is capable of taking, we need not consider whether, if <page-number citation-index=\"1\" label=\"96\">*96</page-number>this were not so, the share of the respondent The Morgan Memorial Cooperative Industries and Stores, Inc., described in the codicil as “Morgan Memorial,” could be enlarged to include the entire residue.</p>\n<p id=\"b132-5\">The decree is affirmed. Costs of this appeal as between solicitor and client are to be at the discretion of the Probate Court.</p>\n<p id=\"b132-6\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}