{
  "casebody": {
    "data": "<casebody firstpage=\"108\" lastpage=\"117\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b156-7\">JOHN R. THOMPSON CO., doing business as and through its wholly owned subsidiaries Holloway House, Inc., et al., Appellants, v. Mrs. Lee HOLLOWAY, Sr., et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b156-10\">No. 21710.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b156-11\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b156-12\">Aug. 15, 1966.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b156-13\">Rehearing Denied Oct. 7, 1966.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b158-3\"><page-number citation-index=\"1\" label=\"110\">*110</page-number>Jerome Gilson, Chicago, 111., Richard G. Williams, Fort Worth, Tex., Dean A. Olds, Hume, Groen, Clement &amp; Hume, Chicago, 111., for appellants, Thompson, Walker, Smith &amp; Shannon, Fort Worth, Tex., of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b158-4\">Howard E. Moore, Dallas, Tex., Toy A. Crocker, Crocker &amp; McDonald, Fort Worth, Tex., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b158-5\">Before RIVES, BROWN and MOORE,<footnotemark>*</footnotemark> Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b158-8\"> Of the Second Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b158-6\">RIVES, Circuit Judge:</author>\n<p id=\"b158-7\">The plaintiff-appellant (hereinafter plaintiff) <footnotemark>1</footnotemark> sought an injunction against the defendants-appellees (hereafter defendants) because of service mark and trademark infringement and unfair competition. After a full trial the district court entered judgment for the defendants and dismissed the plaintiff’s complaint with prejudice. Still further the district court, upon a holding that this suit was brought without probable cause and with intent to harass the defendants, allowed the defendants a recovery from the plaintiff of attorney’s fees in the amount of $7,250. We reverse as to the allowance of attorney’s fees, and modify the judgment so as to provide that the dismissal of plaintiff’s complaint shall be without prejudice to the filing of a supplemental complaint based upon the present record and on subsequently occurring events which may make it likely that the uses of the respective marks in connection with the services and goods in question are likely to cause confusion, deception or mistake. As so modified, we affirm the judgment for the defendants.</p>\n<p id=\"b158-15\">Plaintiff asserts one federal service mark registration and two federal trademark registrations for Holloway House, all registered in the United States Patent Office on the Principal Register. The service mark was registered in 1955 for restaurant service. The trademarks are for frozen foods of different kinds, one registered in 1956 and the other in 1962. In connection with the service mark and the earlier trademark, the plaintiff has complied with the provisions of 15 U.S.C. § 1065 pertaining to incontestability.<footnotemark>2</footnotemark></p>\n<p id=\"b159-4\"><page-number citation-index=\"1\" label=\"111\">*111</page-number>The plaintiff, directly or through its subsidiaries, operates a total of thirty-seven restaurants under several different service marks.<footnotemark>3</footnotemark> Its higher priced dining rooms are operated under the names “Henrici’s” and “Tiffin Inn”; its “Coffee Houses” under the service mark “The Red Balloon”; and its cafeterias under the names of “Ontra” and “Holloway House.” Since 1951 the plaintiff has established eleven Holloway House cafeteria-type restaurants successively in Kansas City, Missouri; Chicago, Illinois; Washington, D. C.; Milwaukee, Wisconsin; South Bend and Indianapolis, Indiana; Clayton and Crestwood, Missouri; and New Orleans, Louisiana. Plaintiff has not established a “Holloway House” cafeteria or any other restaurant in Texas. At the time of trial, Holloway House cafeterias had not extended further west than St. Louis, Missouri, and New Orleans, Louisiana. In 1959 the plaintiff gave some consideration to opening a Holloway House in Houston and one in Dallas, but in neither place did plaintiff actually open a restaurant.</p>\n<p id=\"b159-5\">The defendants operate as a family partnership under their surname “Holloway.” They have only one place of business. That is located on Camp Bowie Boulevard in Fort Worth, Texas. They specialize in fried chicken. Approximately 90% of their food sales are fried chicken. Their restaurant is located on an interstate highway and they have placed road signs soliciting tourist trade. The evidence showed, however, that their customers were predominantly local people. Their dining room has a seating capacity for 225 customers. It is a restaurant with waitresses as distinguished from a cafeteria. The defendant’s business was originally established in 1939 but under a different name. In 1961 defendants remodeled their restaurant and adopted their surname “Holloway” in its operation. They first had actual notice of plaintiff’s operations and use of the name “Holloway House” on or about June 29, 1962, when plaintiff’s attorney wrote a letter to defendants charging them with infringement. Admittedly, however, they made no inquiry to find whether the tradename “Holloway’s” was available for use.</p>\n<p id=\"b159-10\">The defendants sell no frozen food of any type. Plaintiff markets its frozen foods under the “Holloway House” label through brokers. Its total national sales of frozen foods in 1963 amounted to $2,-850,000.00, of which $32,000.00 was sold in Texas. The plaintiff’s food broker in Dallas testified that he had never heard of any confusion of plaintiff’s frozen foods with defendants’ restaurant, and that the only time he ever heard of any conflict was after he learned of the present litigation.</p>\n<p id=\"b159-11\">As to the advertising done by the respective parties, the district court made findings as follows:</p>\n<blockquote id=\"b159-12\">“Plaintiffs’ advertising of restaurant services under ‘Holloway House’ has been done exclusively through local newspapers in the cities where the cafeterias are operated under such name, and by point of purchase advertising, such as book matches, menus, and children’s favors, such as balloons which are given away at the cafeteria. Plaintiffs have not advertised their restaurant services under ‘Holloway House’ in nationally circulated magazines, or other nationally distributed advertising media. Plaintiffs’ restaurant services under ‘Holloway House’ have not been advertised in the State of Texas or the Fort Worth, Texas, trade area. Plaintiffs’ service mark ‘Holloway House’ is not generally known to residents of the State of <page-number citation-index=\"1\" label=\"112\">*112</page-number>Texas or residents of the Fort Worth-Dallas, Texas trade area.</blockquote>\n<blockquote id=\"b160-4\">sfc <em>¡fc. </em>* sk</blockquote>\n<blockquote id=\"b160-5\">“Defendants advertise principally in a Fort Worth, Texas, newspaper, the Star-Telegram. Defendants have advertised in a limited way over a Fort Worth radio station, and have a total of 26 road signs located principally on U.S. Highway 80 west of Fort Worth for a distance of about 100 miles and a few road signs on other highways leading into Fort Worth. Defendants also have signs in front of their place of business, with the name ‘Holloway’s Fried Chicken Specialists’ thereon. In defendants’ advertising, wherein the name ‘Holloway’s’ is used, the term ‘Fried Chicken Specialists’ is also prominently displayed therewith.”<footnotemark>4</footnotemark></blockquote>\n<p id=\"b160-6\">The district court made much more detailed findings of fact, including the following:</p>\n<blockquote id=\"b160-9\">“In view of the differences in the manner of use, advertising and sales by plaintiffs and defendants under their respective names, as specifically pointed out hereinbefore, it is concluded that there is no likelihood of confusion, mistake or deception of purchasers as to source resulting from the concurrent use of plaintiffs’ and defendants’ respective marks. Specifically it is concluded that the use of the name ‘Holloway’s’ by defendants in the advertising and conduct of their restaurant services in the manner hereinbefore described, would not be likely to cause confusion, mistake or deception of purchasers with plaintiffs’ service mark and trademarks ‘Holloway House’ used in the manner hereinbefore pointed out, and therefore defendants have not infringed plaintiffs’ service mark and trademark registrations.</blockquote>\n<blockquote id=\"b160-14\">“Plaintiffs have not extended its restaurant business or advertised same under the name ‘Holloway House’ in the State of Texas or the Fort Worth-Dallas, Texas, trade area, and has offered no proof as to probable or needed expansion of same into said area.”<footnotemark>5</footnotemark></blockquote>\n<blockquote id=\"AyG\">“There is no likelihood of confusion, mistake or deception as to source resulting from the use of ‘Holloway’s’ on defendants’ restaurant, and the use of ‘Holloway House’ on plaintiffs’ frozen foods sold through grocery stores.”</blockquote>\n<p id=\"b160-15\">I.</p>\n<p id=\"b160-16\">There was no evidence of any actual confusion, deception or mistake. After a thorough study of the evidence, we are impressed that the case is close but we cannot set aside as clearly erroneous the district court’s finding that there is no likelihood of confusion, mistake or deception of purchasers as to source resulting from the concurrent use of plaintiff’s and defendants’ respective marks.</p>\n<p id=\"b160-17\">As a basis for any relief, the plaintiff must prove that considering the marks in their entireties, the public is likely to confuse plaintiff and defendants as the respective sources of restaurant services and frozen foods.<footnotemark>6</footnotemark> American <page-number citation-index=\"1\" label=\"113\">*113</page-number>Foods, Inc. v. Golden Flake, Inc., 5 Cir. 1963, 312 F.2d 619; Cf. Tisch Hotels, Inc. v. Americana Inn, Inc., 7 Cir.1965, 350 F. 2d 609; Standard Oil Co. (Kentucky) v. Humble Oil &amp; Refining Co., 5 Cir.1966, 363 F.2d 945 (decided July 1, 1966).</p>\n<p id=\"b161-4\">Likelihood of confusion is a question of fact. The district court had superior opportunity to judge the credibility of the witnesses and to find the facts. There is support for its findings and they cannot now be set aside as clearly erroneous.<footnotemark>7</footnotemark></p>\n<p id=\"b161-5\">II.</p>\n<p id=\"b161-6\">The plaintiff insists, however, that the district court based its decision on a serious misinterpretation of the Federal Trademarks Act; that the court misread the Act to find that it was impossible as a matter of law for Holloway’s to infringe Holloway House. Enough has been quoted to sustain our judgment that construing the court’s findings and conclusions as a whole, they were not influenced by any misunderstanding of the law.</p>\n<p id=\"b161-13\">However, we do agree with the plaintiff that a man has no <em>absolute </em>right to use his own name, even honestly, as the name of his merchandise or his business. As such it becomes a trade name or service mark subject to the rule of priority in order to prevent deception of the public.<footnotemark>8</footnotemark></p>\n<p id=\"b161-14\">It is true that plaintiff’s trademark should have been refused registration if it had been “primarily merely a surname.” 15 U.S.C. § 1052. That was a question for the Patent Office before granting registration. As to the service mark and trademark which have become incontestable under 15 U.S.C. § 1065, it is clear that that question is no longer open. The plain import of 15 U.S.C. § 1115(b) (4) in delineating one of the defenses open to a defendant charged with infringement of an incontestable registration <footnotemark>9</footnotemark> is that the defense extends <page-number citation-index=\"1\" label=\"114\">*114</page-number>only to the use of the party’s individual name “otherwise than as a trade or service mark.”</p>\n<p id=\"b162-4\">Having found two of the plaintiff’s registrations valid and incontestable, the district court did not undertake to engraft an exception not provided by law but impliedly and nonetheless clearly recognized that there was no such exception when it said:</p>\n<blockquote id=\"b162-5\">“Defendants have the right to use their surname in the operation of their business <em>in the absence of </em>* * * a valid trademark registration with which the use of the surname ‘Holloway,’ per se, would cause confusion, mistake or deception.” (Emphasis added.)</blockquote>\n<p id=\"b162-6\">III.</p>\n<p id=\"b162-7\">Where the unauthorized use of a conflicting mark is confined to a distinct and geographically separate market by the junior user, there may be no present likelihood of public confusion. This Circuit in American Foods, Inc. v. Golden Flake, Inc., 5 Cir. 1963, 312 F.2d 619, 626, quoted with approval from the Second Circuit in Dawn Donut Company v. Hart’s Food Stores, Inc., 2 Cir. 1959, 267 F.2d 358, 364, as follows:</p>\n<blockquote id=\"b162-8\">“The Lanham Act, 15 U.S.C.A. § 1114, sets out the standard for awarding a registrant relief against the unauthorized use of his mark by another. It provides that the registrant may enjoin only that concurrent use which creates a likelihood of public confusion as to the origin of the products in connection with which the marks are used. Therefore, if the use of the marks by the registrant and the unauthorized user are confined to two sufficiently distinct and geographically separate markets, with no likelihood that the registrant will expand his use into defendant’s market, so that no public confusion is possible, then the registrant is not entitled to enjoin the junior user’s use of the mark.”</blockquote>\n<p id=\"b162-11\">In the instant ease, it is clear that the district court’s denial of relief at the present time was a correct application of our <em>American Foods </em>rule. The district court found that the “Holloway House” mark had not been carried into defendants’ territory nor was such expansion likely in the foreseeable future.</p>\n<p id=\"b162-12\">A registrant’s <em>remedies </em>are thus limited, and it has no <em>presently enforcible </em>rights in an area to which there is no presently provable probability of such expansion of the registrant’s services or reputation as will create a likelihood of confusion.</p>\n<p id=\"b162-13\">In the instant case there is a further problem: the right to possible relief in the future. One of the defendants testified that he would “resent” the plaintiff’s coming into the defendants’ area. He undertook to qualify that earlier testimony by inconsistently testifying that he nonetheless would not feel the concurrent use of the marks “confusing.” He adhered to the sentiments expressed in a letter from defendants’ attorney to plaintiff’s attorney that “if there were to be any public deception, it would be if your client should attempt to operate under the name ‘Holloway House’ in Texas and thereby attempt to appropriate the good will which we have established.”<footnotemark>10</footnotemark> There is substantial evidence that if and when the business or reputation of “Holloway House” extends into the defendants’ area of operations, defendants’ use of “Holloway’s” will be likely to cause confusion. Defendants’ position is anchored to the premise that since they were the first to use one of the conflicting marks in Texas their right is established even for the future.</p>\n<p id=\"b162-14\">The language of the Federal Trademarks Act, as well as its legislative <page-number citation-index=\"1\" label=\"115\">*115</page-number>history,<footnotemark>11</footnotemark> shows an intent to provide nationwide protection for expanding businesses. Plaintiff’s “Holloway House” incontestable marks were published prior to registration in 1955 and 1956, considerably before the defendants’ initial use of the “Holloway’s” mark in 1961.<footnotemark>12</footnotemark> Under the Lanham Act, 15 U.S. C. § 1115(b), plaintiff has the “exclusive right to use” its “mark in commerce” to the exclusion of all conflicting marks.<footnotemark>13</footnotemark> The Lanham Act, 15 U.S.C. § 1072, makes registration of a mark on the principal register constructive notice of the registrant’st claim of ownership<footnotemark>14</footnotemark> By eliminating the defense of good faith and lack of knowledge on the part of a junior user, sections 1072 and 1115 afford a registrant nationwide protection for its registered marks, regardless of the geographic area in which the registrant actually uses his mark. Dawn Donut Company v. Hart’s Food Stores, Inc., 2 Cir. 1959, 267 F.2d 358, 362, 363; see Travelodge Corporation v. Siragusa, N.D.Ala.1964, 228 F.Supp. 238, aff’d, 5 Cir. 1965, 352 F.2d 516; Sterling Brewing, Inc. v. Cold Spring Brewing Corp., D.C.Mass.1951, 100 F.Supp. 412, 418, <em>modified on rehearing, </em>D.C.Mass.1952, 92 U.S.P.Q. 37; Roberts, Commentary on the Lanham Trade-Mark Act, 15 U.S.C.A. pp. 272, 280; Amdur, Trade-Mark Law and Practice (1948) pp. 332-333; Note, Developments in the Law of Trade-Marks and Unfair Competition, 68 Harv.L.Rev. 814, 828, 859; Note, 100 U.Pa.L.Rev. 1075 (1952); Note, 21 St. John’s L.Rev. 209, 220-221 (1947); Van Valkenburg, The New Trade-Mark Law, 20 Rocky Mt. L.Rev. 76, 80 (1947).</p>\n<p id=\"b163-12\">In American Foods, Inc. v. Golden Flake, Inc., 5 Cir. 1963, 312 F.2d <page-number citation-index=\"1\" label=\"116\">*116</page-number>619, we had no occasion to deal with the registrant’s right of expansion further than to provide that the court’s order was without prejudice to the rights of the parties in areas not encompassed in the order. However, the Second Circuit in Dawn Donut Company v. Hart’s Food Stores, Inc., 2 Cir. 1959, 267 F.2d 358, 362-363, which we approved in <em>American Foods, </em>supra, and applied in <em>Travelodge, </em>supra, was confronted with this precise problem. Speaking through Judge Lumbard, the Court said (267 F.2d at 362-363):</p>\n<blockquote id=\"b164-4\">“These two provisions of the Lanham Act [sections 1072, 1115] make it plain that the fact that the defendant employed the mark ‘Dawn,’ without actual knowledge of plaintiff’s registration, at the retail level in a limited geographical area of New York state before the plaintiff used the mark in that market, does not entitle it either to exclude the plaintiff from using the mark in that area or to use the mark concurrently once the plaintiff licenses the mark or otherwise exploits it in connection with retail sales in the area.”</blockquote>\n<p id=\"b164-5\">Earlier the Court had said (267 F.2d at 360):</p>\n<blockquote id=\"b164-6\">“We hold that because no likelihood of public confusion arises from the concurrent use of the mark in connection with retail sales of doughnuts and other baked goods in separate trading areas, and because there is <em>no present </em>likelihood that plaintiff will expand its retail use of the mark into defendant’s market area, plaintiff <em>is not now entitled to any relief </em>under the Lanham Act, 15 U.S.C.A. § 1114. Accordingly, we affirm the district court’s dismissal of plaintiff’s complaint.</blockquote>\n<blockquote id=\"b164-7\">“This is not to say that the defendant has acquired any permanent right to use the mark in its trading area. On the contrary, we hold that because of the effect of the constructive notice provision of the Lanham Act, <em>should the plaintiff expand </em>its retail activities into the six county area, <em>upon a proper application and showing to the district court, it may enjoin defendant’s use of the mark.” </em>(Emphasis added.)</blockquote>\n<p id=\"b164-10\">If plaintiff does not expand the use of its “Holloway House” mark, then there will be no occasion to interfere with the defendants’ use of their tradename “Holloway’s.” However, if future expansion of the plaintiff’s business or reputation does occur and confusion becomes likely, the rights of the plaintiff are definitely superior to those of the defendants.</p>\n<p id=\"b164-11\">Under the findings of the district court, the plaintiff is entitled to no present remedy. If no sufficient expansion occurs, the defendants need never be disturbed. If the plaintiff in good faith considers that its business or reputation in the future does expand sufficiently, the equitable remedies administered in the federal courts are flexible enough to afford relief. In short, the plaintiff’s expansion should not be curtailed. The judgment is, therefore, modified so as to provide that the dismissal of plaintiff’s complaint shall be without prejudice to the filing of a supplemental complaint based upon the present record and on subsequently occurring events which may make it likely that the uses of the respective marks in connection with the services and goods in question are likely to cause confusion, deception or mistake.</p>\n<p id=\"b164-12\">We find no evidence in the record and no such exceptional circumstances as would justify defendants’ recovering their attorney’s fees from the plaintiff. There was no economic coercion and the suit was provoked, if not made necessary, by the position of defendants’ attorney that public deception might arise if plaintiff expanded its Holloway House chain of restaurants into Texas.<footnotemark>15</footnotemark></p>\n<p id=\"b165-2\"><page-number citation-index=\"1\" label=\"117\">*117</page-number>The judgment is therefore reversed part and in part modified and affirmed. Costs of appeal are taxed against the defendants. in</p>\n<p id=\"b165-3\">Reversed in part and in part modified and affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b158-9\">. In this opinion plaintiff shall be used to mean John R. Thompson Co. and its wholly owned subsidiaries.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b158-10\">. “§ 1065. <em>Incontestability of right to use marie under certain conditions</em></p>\n<p id=\"b158-12\">“Except on a ground for which application to cancel may be filed at any time under subsections (c) and (e) of section 1064 of this title, and except to the extent, if any, to which the use of a mark registered on the principal register infringes a valid right acquired under the law of any State or Territory by use of a mark or trade name continuing from a date prior to the date of the publication under this chapter of such registered mark, the right of the registrant to use such registered mark in commerce for the goods or services on or in connection with which such registered mark has been in continuous use for five consecutive years subsequent to the date of such registration and is still in use in commerce, shall be incontestable: <em>Provided, </em>That—</p>\n<p id=\"b158-13\">“(1) there has been no final decision adverse to registrant’s claim of ownership of such mark for such goods or services, or to registrant’s right to register the same or to keep the same on the register; and</p>\n<p id=\"b158-17\">“(2) there is no proceeding involving said rights pending in the Patent Office or in a court and not finally disposed of; and</p>\n<p id=\"b158-18\">“ (3) an affidavit is filed with the Commissioner within one year after the expiration of any such five-year period setting forth those goods or services stated in the registration on or in connection with which such mark has been in continuous use for such five consecutive years and is still in use in commerce, and the other matters specified in subsections (1) and (2) of this section; and</p>\n<p id=\"b158-19\">“(4) no incontestable right shall be acquired in a mark which is the common descriptive name of any article or substance, patented or otherwise.</p>\n<p id=\"b158-20\">“Subject to the conditions above specified in this section, the incontestable right with reference to a mark registered under this chapter shall apply to a mark registered under the Act of March 3, 1881, or the Act of February 20, 1905, upon the filing of the required affidavit with the Commission<page-number citation-index=\"1\" label=\"111\">*111</page-number>er within one year after the expiration of any period of five consecutive years after the date of publication of a mark under the provisions of subsection (c) of section 1062 of this title.</p>\n<p id=\"b159-7\">“The Commissioner shall notify any registrant who files the above-prescribed affidavit of the filing thereof.” 15 U.S.O. § 1065.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b159-15\">. Included among plaintiff’s service marks are “Henrici’s,” “Golden Barrel,” “Tiffin Inn,” “Fountain Inn,” “Glendale House,” “Thompson’s,” “The Bed Balloon,” “Ontra,” and “Holloway House.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b160-10\">. We note, however, from the photographs of their restaurant premises that “Holloway’s” is printed in somewhat similar script to that used in plaintiff’s “Holloway House.” Moreover, “Holloway’s” is written in large script across the front of defendants’ restaurant without the words “Fried Ohicken Specialists,” and is also used alone on at least one sign. Where used in front of defendants’ restaurant on a sign in conjunction with the words “Fried Chicken Specialists,” the “Holloway’s” is more prominently displayed.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b160-11\">. We disagree with the district court as to the finding of <em>no </em>such proof offered by the plaintiffs and find substantial but not controlling evidence that it may become desirable for plaintiffs so to expand.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b160-19\">. “§ 1114. <em>Remedies; infringement; innocent infringement by printers and publishers</em></p>\n<p id=\"b160-20\">“(1) Any person who shall, without the consent of the registrant—</p>\n<p id=\"b160-21\">“ (a) use in commerce any reproduction, counterfeit, copy, or colorable imitation of a registered mark in connection with the sale, offering for sale, distribution, or advertising of any goods or services on or in connection with which such use is likely to cause confusion, or to cause mistake, or to deceive; or</p>\n<p id=\"b161-7\"><page-number citation-index=\"1\" label=\"113\">*113</page-number>“(b) reproduce, counterfeit, copy, or colorably imitate a registered mark and apply such reproduction, counterfeit, copy, or colorable imitation to labels, signs, prints, packages, wrappers, receptacles or advertisements intended to be used in commerce upon or in connection with the sale, offering for sale, distribution, or advertising of goods or services on or in connection with which such use is likely to cause confusion, or to cause mistake, or to deceive;</p>\n<p id=\"b161-8\">shall be liable in a civil, action by the registrant for the remedies hereinafter provided. Under subsection (b) of this section, the registrant shall not be entitled to recover profits or damages unless the acts have been committed with knowledge that such imitation is intended to be used to cause confusion, or to cause mistake, or to deceive.” 15 U.S.C. § 1114 (1).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b161-9\">. Rule 52(a), Fed.R.Civ.P.; American Foods, Inc. v. Golden Flake, Inc., 5 Cir. 1963, 312 F.2d 619; Squirrel Brand Com.pany v. Barnard Nut Co., Inc., 5 Cir., 1955, 224 F.2d 840; Chappell v. Goltsman, 5 Cir. 1952, 197 F.2d 837.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b161-10\">. Nims, <em>Unfair Competition and Trade-Marks </em>196 (4th ed. 1947); Findley Inc. v. Findley, 1966, 18 N.Y.2d 12, 271 N.Y.S.2d 652, 218 N.E.2d 531; Rogers Silverware Redemption Bureau v. Rogers Silver Premium Bureau, 133 Misc. 676, 233 N.Y.S. 286 (1929); Chickering v. Chickering &amp; Sons, 7 Cir. 1903, 120 F. 69; Henderson v. Peter Henderson Co., 7 Cir. 1925, 9 F.2d 787; King Pharr Canning Operations v. Pharr Canning Co., W.D. Ark.1949, 85 F.Supp. 150; Cook Chemical Co. v. Cook Paint &amp; Varnish Co., 8 Cir., 1950, 185 F.2d 365; E. &amp; J. Gallo Winery v. Gallo, N.D.Ohio, 1949, 87 F.Supp. 433; L. Martin Co. v. L. Martin &amp; Wilckes Co., 75 N.J.Eq. 39, 71 A. 409 (1908); Rubel v. Allegretti Chocolate Cream Co., 76 Ill.App. 581 (1898), aff’d, 177 Ill. 129, 52 N.E. 487 (1898); Thaddeus Davids Co. v. Davids, 1914, 233 U.S. 461, 34 S.Ct. 648, 58 L.Ed. 1046; Goldberg v. Goldberg, 159 Ga. 761, 126 S.E. 823 (1925); McGarry v. Milne, 226 Mich. 566, 198 N.W. 178 (1924); Stern Furniture Co. v. Stern, Ohio App., 83 N.E.2d 804 (1948); 3 Callman, <em>Unfair Competition and Trademarks, </em>1706 (2nd ed. 1950); Derenberg, <em>Trade-Mark Protection and Unfair Trading </em>361-396 (1936); Handler and Pickett, <em>Trade-Marks and Trade Names, </em>30 Colum.L. Rev. 168 (1930).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b161-20\">. “(4) <em>That the use of the name, term, or device charged to be an infringement is a use, otherwise than as a trade or service mark, of the party's individual name in his own business, </em>or of the <page-number citation-index=\"1\" label=\"114\">*114</page-number>individual name of anyone in privity with such party, or of a term or device which is descriptive of and used fairly and in good faith only to describe to users the goods or services of such party, or their geographic origin * * (Emphasis supplied.)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b162-17\">. It seems to us that that letter justified the filing of this suit in order to protect plaintiff’s rights of expansion.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b163-5\">. The legislative history includes the following:</p>\n<blockquote id=\"b163-6\">“It would seem as if national legislation along national lines securing to the owners of trade-marks in interstate commerce definite rights should be enacted and should be enacted now.</blockquote>\n<blockquote id=\"b163-7\">“There can be no doubt under the recent decisions of the Supreme Court of the constitutionality of a national act giving substantive as distinguished from merely procedural rights in trade-marks in commerce * * * and * * * <em>a sound public policy requires that trade-marks should receive nationally the greatest protection that can be given them. </em>(Senate Committee Rept., U.S.Code Congressional Service, 79th Cong., 2nd sess., 1946, p. 1277). (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b163-8\">. 15 U.S.C. § 1065 provides in part:</p>\n<blockquote id=\"b163-9\">“Except on a ground for which application to cancel may be filed at any time under subsections (c) and (e) of section 1064 of this title, and <em>except to the extent, </em>if any, to which the use of a mark registered on the principal register <em>infringes a valid right acquired under the law of any State or Territory by use of a mark or trade name continuing from a date prior to the date of the publication under this chapter </em>of such registered mark, the right of the registrant to use such registered mark in commerce for the goods or services on or in connection with which such registered mark has been in continuous use for five consecutive years subsequent to the date of such registration and is still in use in commerce, shall be incontestable * * (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b163-14\">. “(b) If the right to use the registered mark has become incontestable under section 1065 of this title, the registration shall be conclusive evidence of the registrant’s <em>exclusive right </em>to use the registered mark in commerce on or in connection with the goods or services specified in the affidavit filed under the provisions of said section 1065 subject to any conditions or limitations stated therein except when one of the following defenses or defects is established:</p>\n<p id=\"b163-15\">* * * * *</p>\n<p id=\"b163-16\">“(5) That the mark whose use by a party is charged as an infringement was adopted without knowledge of the registrant’s prior use and has been continuously used by such party or those in privity with him <em>from a date prior to registration of the mark under this chapter </em>or publication of the registered mark under subsection (c) of section 1062 of this title: <em>Provided, however, That this defense or defect shall appy only for the area in which such continuous prior use is proved </em>* * (Emphasis added.)</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b163-18\">. 15 U.S.C. § 1072 of the Federal Trademarks Act provides as follows:</p>\n<blockquote id=\"b163-19\">“Registration of a mark on the principal register provided by this Act * * * shall be constructive notice of the registrant’s claim of ownership thereof.”</blockquote>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b164-8\">. Compare General Motors Corp. v. Cadillac Marine &amp; Boat Co., W.D.Mich.1964, 226 F.Supp. 716; Gold Dust Corp. v. Hoffenberg, 2 Cir. 1937, 87 F.2d 451; Riverbank Laboratories v. Hardwood Products Corp., N.D.Ill.1958, 165 F.Supp. 747, 765; Philco Corp. v. F. &amp; B. Mfg. Co., N.D.Ill.1949, 86 F.Supp. 81; Century Distilling Co. v. Continental Distilling Corp., E.D.Pa.1951, 102 F.Supp. 39.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}