{
  "casebody": {
    "data": "<casebody firstpage=\"220\" lastpage=\"229\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b268-9\">WEST LOS ANGELES INSTITUTE FOR CANCER RESEARCH, Appellant, v. Ward MAYER et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b268-13\">No. 19551.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b268-14\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b268-15\">Aug. 29, 1966.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b268-16\">Rehearing Denied Oct. 6, 1966.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b270-17\"><page-number citation-index=\"1\" label=\"222\">*222</page-number>Koerner, Young, McColloeh &amp; Dezendorf, Frank H. Spears, Herbert H. Anderson, James H. Clarke, George L. Kirklin, Portland, Or., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b270-18\">Charles M. Price, Robt. W. Wright, Jr., Spray, Price, Hough &amp; Cushman, Chicago, 111., Hugh L. Biggs, Cleveland C. Cory, Davies, Biggs, Strayer, Stoel &amp; Boley, Portland, Or., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b270-19\">Before POPE, MERRILL and BROWNING, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b270-20\">BROWNING, Circuit Judge:</author>\n<p id=\"b270-21\">In August 1951, Ward Mayer and his wife and son — who, with D. F. Kinder, were the stockholders of Timber Structures, Inc. — contracted to sell the business to the West Los Angeles Institute for Cancer Research, a tax-exempt entity. The transaction was patterned after the sale and leaseback agreements described in the opinions in Commissioner of Internal Revenue v. Brown, 380 U.S. 563, 85 S.Ct. 1162, 14 L.Ed.2d 75 (1965) and 325 F.2d 313 (9th Cir. 1963). In March 1960, the Mayers<footnotemark>1</footnotemark> brought this action to recover the property. The district court granted the relief sought, and we affirm, on the ground that the sale and leaseback arrangement was frustrated by Revenue Ruling 54-420, 1954-2 Cum.Bull. 128, issued in September 1954, which rejected the tax premises upon which the transaction was based.</p>\n<p id=\"b270-22\">Under the plan, the Mayers sold the stock in Timber Structures to the Institute for $2,500,000 — $10,000 down, the <page-number citation-index=\"1\" label=\"223\">*223</page-number>balance payable under the following arrangement. It was agreed that the Institute would lease the business to a newly-formed operating company for a five-year period; that the operating company would pay 80 per cent of the operating profits to the Institute as rent; and that the Institute would return 90 per cent of the rentals to the Mayers in payment of the purchase price of the property. To make these payments possible, it was contemplated that the operating company would deduct the rental payments as a business expense and that the Institute, because of its tax-exempt status, would pay no tax on these receipts. It was contemplated that the Mayers would pay tax on the amounts which they received from the Institute at capital gain rates.</p>\n<p id=\"b271-4\">However, in Revenue Ruling 54-420 the Commissioner took the position that in transactions of this type the operating company’s rental payments would be taxable to the purchasing entity as unexempt income, and payments to the selling stockholders would not be entitled to capital gains treatment. In October, 1954, when the Mayers had received approximately $350,000 of the $2,500,000 purchase price, they and the Institute were informed by the Internal Revenue Service that the ruling applied to their transaction. The district court found that this “completely frustrated the carrying out of the transaction. The tax consequences which were denied by this ruling were the keystone of the plan, without which it was wholly unfeasible and would never have been seriously considered by the selling stockholders.”</p>\n<p id=\"b271-5\">Viewed as of the time of the Revenue Ruling,<footnotemark>8</footnotemark> the finding seems unassailable. The Revenue Ruling did not specifically state whether the rental payments could be treated as a business deduction to the operating company, but the rationale of the ruling strongly suggested that they could not, and instead must be treated as taxable income to the operating company. This, of course, would make it impossible for the operating company to make the contemplated payments to the Institute. In any event, since the Revenue Ruling made it clear that the payments would be taxable income to the Institute, the Institute would be unable to make the contemplated pay-out to the Mayer group. It was also evident that even if the Institute were able to pay the\".Mayers, completion of the transaction would be calamitous to the Mayers since the ruling denied them the anticipated benefit of capital gain treatment of these receipts.</p>\n<p id=\"b271-7\">There was abundant evidence that the parties recognized that application of the ruling to their transaction rendered performance impossible. The parties agreed that no further payments under the contracts would be made, and the Institute did not renew the operating company’s original five-year lease. The Institute sought to have the ruling revoked or to exempt their transaction from its application. When these efforts failed the parties undertook negotiations looking toward rescission of the transaction, and reached an informal agreement for the return of the properties to the Mayers, subject to approval of the plan by the Internal Revenue Service.<footnotemark>2</footnotemark>\n<footnotemark>3</footnotemark></p>\n<p id=\"b271-8\">We agree with the district-court that the circumstances would seem appropriate for application of the doctrine of “commercial frustration” or “supervening impossibility of performance,” which, as stated by the Oregon Supreme Court, “reads into” contracts “an implied condition that the promisor shall be absolved from performance if, through a supervening circumstance for which neither party is responsible, a thing, event or condition which was essential so that the performance would yield to the promisor the result which the parties intended him to receive, fails.” Dorsey v. Oregon Motor Stages, 183 Or. 494, 194 P.2d 967,. 971 (1948). See also Cabell v. Federal Land Bank, 173 Or. 11, 144 P.2d 297, 302 (1943). Compare Eggen v. Wetterborg, <page-number citation-index=\"1\" label=\"224\">*224</page-number>193 Or. 145, 237 P.2d 970 (1951); Strong v. Moore, 105 Or. 12, 207 P. 179, 183 (1922); and Elmore v. Stephens-Russell Co., 88 Or. 509, 171 P. 763 (1918). But see Crane v. School Dist. No. 14, 95 Or. 644, 188 P. 712 (1920).<footnotemark>4</footnotemark></p>\n<p id=\"b272-4\">The Institute argues that rescission of the contract on this ground would be improper for a number of reasons.</p>\n<p id=\"b272-5\"><em>First. </em>The Institute contends that performance of the contract is not in fact impossible, because Revenue Ruling 54-420 was rejected in a number of subsequent court decisions which allowed operating companies to treat the rental payments as a business expense,<footnotemark>5</footnotemark> and which allowed purchasing entities to claim their exemption;<footnotemark>6</footnotemark> because in April 1961, after this action was commenced, the Institute offered to pay the agreed-upon purchase price in full out of funds other than rental payments from the operating company; and because in April 1965, the Supreme Court in Commissioner of Internal Revenue v. Brown, supra, 380 U.S. at 570-573, 85 S.Ct. 1162, held that in a transaction of this type selling stockholders would be entitled to capital gains treatment of the payments which they received.</p>\n<p id=\"b272-6\">But the “performance” to which the Institute refers is not that contemplated by the contract. Payment in April 1961, of the balance due on the purchase price would not have accomplished the purpose for which the Mayers entered into the transaction, as the Institute knew. Commissioner of Internal Revenue v. Brown still lay in the future, and the agreed-upon purchase price taxable at capital gain rates was not the equivalent of that purchase price taxable as ordinary income. As the district court found, “The consideration bargained for by the sellers was not merely $2,500,000 but $2,-500,000 recognized by the IRS as proceeds from the sale of a capital asset and entitled to capital gain treatment.” <footnotemark>7</footnotemark></p>\n<p id=\"b272-15\">Nor could the result for which the Mayers contracted have been achieved by payment of the unpaid balance of approximately $2,150,000 (over 85 per cent of the purchase price) in April 1965, when Commissioner of Internal Revenue v. Brown was finally decided. The evidence refuted any suggestion that the parties contemplated that performance could await the favorable outcome of an extended tax controversy. On the contrary, it is clear that the parties intended that all or a substantial portion of the Mayers’ investment would be liquidated over a relatively brief period after August 1951.<footnotemark>8</footnotemark></p>\n<p id=\"b273-3\"><page-number citation-index=\"1\" label=\"225\">*225</page-number><em>Second. </em>The Institute argues that the doctrine of commercial frustration is inapplicable because the parties foresaw the possibility of an adverse tax ruling and included the default provisions in the contract to meet this contingency.</p>\n<p id=\"b273-4\">The Institute places particular emphasis upon evidence indicating (contrary to the district court’s finding) that the parties did in fact foresee the possibility that the tax premises of the transaction might be challenged. But that alone would not bar rescission. We think it proper to assume that the Supreme Court of Oregon follows the now more widely accepted view that foreseeability of the frustrating event is not alone enough to bar rescission if it appears that the parties did not intend the promisor to assume the risk of its occurrence.</p>\n<p id=\"b273-5\"> The ultimate question in every case is “whether or not proper interpretation of the contract shows that the risk of the subsequent events, whether or not foreseen, was assumed by the promisor. If it appears from the nature of the contract as well as from the surrounding circumstances that, although they were reasonably foreseeable, the promisor did not assume the risk of the subsequent events, the contract shows a gap subject to supplementation in accordance with rules of objective law. Conversely, if the contract, properly construed, shows that the promisor assumed the risk of unanticipated events, the occurrence of such events does not excuse performance.” Smit, 58 Colum.L.Rev. 287, 314 (1958). See also L. N. Jackson &amp; Co. v. Royal Norwegian Gov’t, 177 F.2d 694, 699 (2d Cir. 1949); 6 Williston, Contracts § 1953, pp. 5475-5476; Restatement, Contracts §§ 288, 461.<footnotemark>9</footnotemark></p>\n<p id=\"b273-11\">In the present ease the district court found, on substantial evidence, that the Mayers did not intend to assume the risk of an adverse tax ruling, and, implicitly, that the express terms of the contract, including the default provisions, were not intended to provide for this contingency. As the district court said, “the selling stockholders made it clear throughout the negotiations that they were relying on the transaction not being challenged. They repeatedly stated they were not buying a controversy or a lawsuit with the government over the validity of the promised tax advantages.” The court credited testimony that Ward Mayer did not accept the default provisions as adequate protection against an adverse tax ruling but requested assurances that the property would be returned if the tax assumptions underlying the transaction were challenged, and that he was given such assurances by representatives of the Institute.<footnotemark>9</footnotemark>\n<footnotemark>10</footnotemark> In the light <page-number citation-index=\"1\" label=\"226\">*226</page-number>of <em>these </em>circumstances, it would be untenable to conclude that the parties intended that the Mayers should assume the risk of an adverse tax ruling simply because such a ruling was, in a sense, “foreseeable” and because the contract did not expressly excuse performance in the event of its occurrence.</p>\n<p id=\"b274-4\"><em>Third. </em>The Institute argues that equitable relief is barred by <em>the </em>doctrine <em>of </em>“unclean hands” since the parties deliberately omitted from the contract an express provision that the transaction would be rescinded in the event of an adverse tax ruling, in order to conceal this understanding from the Internal Revenue Service.</p>\n<p id=\"b274-5\">The version of the incident accepted by the trial court was as follows. Ward Mayer wished to have the oral understanding regarding rescission included in the contract but was dissuaded by representatives of the Institute, who purported to be experts in such matters. They did not suggest that the existence of such an understanding would render the transaction any the less entitled to tax treatment which the parties sought. On the contrary, they argued that it would be an “extraneous provision,” not relevant to the legitimacy of the transaction from a tax point of view. They urged that it be omitted “as a matter of policy,” only “because an examining Revenue Agent plight be led to believe that no one would be hurt by IRS disapproval and would for that reason alone disapprove it.”</p>\n<p id=\"b274-9\">In Oregon, as elsewhere, the decisions offer no clear-cut formula for determining when a plaintiff’s wrongful conduct will bar equitable relief. In Oregon, as elsewhere, that determination must be based upon an examination of all of the circumstances and a balancing of all of the factors deemed to be relevant. Taylor v. Grant, 204 Or. 10, 279 P.2d 479, 486-488 and 281 P.2d 704, 705 (1955); Fadeley, The Clean Hands Doctrine In Oregon, 37 Ore.L.Rev. 160, 186-187 (1958). See generally, Johnson v. Yellow Cab Co., 321 U.S. 383, 387-388, 64 S.Ct. 622, 88 L.Ed. 814 (1944); Restatement, Restitution § 140, Comment b (1937).</p>\n<p id=\"b274-10\">The relative strength of the policy infringed by the litigant is an important consideration in determining whether relief will be denied (Fadeley, supra, 37 Ore.L.Rev. at 170), and the public policy offended by the deliberate concealment of significant facts from the taxing authorities is a vital one. But however important the policy may be, its violation cannot be considered in isolation. It must still be evaluated in the light of attending circumstances. Although the governmental policy involved <page-number citation-index=\"1\" label=\"227\">*227</page-number>was important and its breach deliberate, the Supreme Court of Oregon granted relief where, in light of all the circumstances, to deny a remedy would “work injustice and wrong.” Taylor v. Grant, supra, 279 P.2d at 488.</p>\n<p id=\"b275-4\">We think the circumstances of this case justified the district court’s determination that the clean-hands maxim should not be applied. No injury resulted to the public generally, since the anticipated tax benefits were denied despite the concealment, nor did injury result to third parties or to the Institute.<footnotemark>11</footnotemark> The Mayers’ offense, though serious, was mitigated by the circumstances that their motive, as found by the district court, was not to gain an unjustified tax advantage by concealing a relevant fact, but rather to assure an evaluation of the transaction on its merits by excluding an extraneous fact which might improperly influence the examining agent.<footnotemark>12</footnotemark> The parties were not in pari delicto.<footnotemark>13</footnotemark> The agents of the Institute, purportedly possessing an expertise which the Mayers lacked, stood in a superior position. They were the active parties, the Mayers reluctantly agreeing to the omission in response to their urgings. And the forfeiture which would be visited upon the Mayers if relief were denied would be extreme.<footnotemark>14</footnotemark></p>\n<p id=\"b275-14\">Perhaps none of these factors alone would have justified lifting the bar of the maxim; but the district court thought their concurrence did,<footnotemark>15</footnotemark> and we agree.</p>\n<p id=\"b275-15\"><em>Fourth. </em>The Institute argues that suit was barred by limitations, and that in any event the Mayers waived any right they may have had to rescind the transaction.</p>\n<p id=\"b275-16\">Despite the literal language of ORS 12.040, the Oregon Supreme Court, at least in suits “of purely equitable cognizance,” has followed the general rule that statutes of limitations apply in equity only by analogy. The effect of expiration of the period limiting an analogous action at law is only to shift to the plaintiff the burden of establishing that his equitable suit is not barred by laches.<footnotemark>16</footnotemark> McIver v. Norman, 187 Or. 516, 213 P.2d 144, 153, 13 A.L.R.2d 749 (1949); City of Pendleton v. Holman, <page-number citation-index=\"1\" label=\"228\">*228</page-number>177 Or. 532, 164 P.2d 434, 439 (1945); note, 29 Ore.L.Rev. 153, 154-55 (1950).<footnotemark>17</footnotemark></p>\n<p id=\"b276-4\">Having received notice from the Internal Revenue Service that Revenue Ruling 54-420 applied to their transaction, the Mayers allowed five and a half years to pass before they filed suit. But it is well established in Oregon law that mere lapse of time does not constitute laches. The question is whether the enforcement of the claim would be equitable. This is to be determined by an examination of all of the circumstances of the particular case. The factor of greatest significance is the presence or absence of injury to another. Indeed, the Oregon courts have repeatedly stated that such injury is an essential element of the defense. Brusco v. Brusco, 407 P.2d 645, 647 (Sup.Ct.Ore.1965); County of Lincoln v. Fischer, 216 Or. 421, 339 P.2d 1084, 1096 (1959); Kelly v. Tracy, 209 Or. 153, 305 P.2d 411, 421 (1956); McIver v. Norman, 187 Or. 516, 213 P.2d 144, 152 (1949).</p>\n<p id=\"b276-5\">In the present case the first year of delay resulted from the Institute’s unsuccessful efforts to induce the Internal Revenue Service to change its position. During all but approximately ten months of the remaining period, the parties were negotiating with the Service and with each other for the return of the property to the Mayers. It was not until May 1959, the district court found, that the Institute unequivocally announced that it would not return the properties. Compare Kelly v. Tracy, 209 Or. 153, 305 P.2d 411, 420 (1956). Suit was filed ten months later.</p>\n<p id=\"b276-6\">As we have noted, the parties treated the contract as frustrated shortly after notification of the applicability of Revenue Ruling 54-420. There is nothing in the record to indicate that the Institute subsequently changed its position in any way which would lead to its prejudice if the transaction were now rescinded. The Mayers have retained exclusive possession and operating control of the business. All of the risks of the enterprise have been theirs. There is no suggestion that evidence has been lost, or that the Institute’s defense has been otherwise embarrassed. No injury to third parties is asserted.</p>\n<p id=\"b276-10\">The Institute relies upon a single circumstance to establish injury to them from the Mayers' delay in filing suit — the value of the property has increased substantially.<footnotemark>18</footnotemark> But an enhancement of the value of the property involved does not alone convert delay into laches. County of Lincoln v. Fischer, supra, 339 P.2d at 1098; McIver v. Norman, supra, 213 P.2d at 153-154 and 205 P.2d at 140. Indeed, as in this case, an interim appreciation in value may strengthen the equities of the party seeking return of the property. Where the subject matter is speculative and subject to rapid fluctuation in value, as are oil and mining properties, the doctrine of “speculative delay” may bar a claim to ownership if the claimant asserts his interest only after the risk has passed and the value of the property has become apparent. McIver v. Norman, supra, 213 P.2d at 153. But that is not this case. As we have noted, the risks of the enterprise remained with the Mayers. Moreover, the properties were not highly speculative in character, and to the extent that the enhancement of their value was the product of managerial effort, the effort was that of the Mayers.</p>\n<p id=\"b276-11\">As to waiver, the district court found that the Mayers “did not intend to and did not elect to affirm the transactions” after the promulgation of the revenue ruling. This finding is amply supported. There was evidence that the Mayers pressed for the return of their properties from the time the Institute’s <page-number citation-index=\"1\" label=\"229\">*229</page-number>efforts to avoid the application of Revenue Ruling 54-420 failed, until the Institute unequivocally rejected the Mayers’ claim ten months prior to suit.</p>\n<p id=\"AUW\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b270-23\">. D. F. Kinder’s interest has been acquired by the Mayer group.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b271-9\">. Borup v. Western Operating Corp., 130 F.2d 381, 386 (2d Cir. 1942).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b271-11\">. The Institute also abandoned its efforts to acquire other properties under similar arrangements.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b272-7\">. No choice-of-law issue having been raised, we accept the parties’ assumption that Oregon law controls.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b272-8\">. The Institute cites Anderson Dairy, Inc., 39 T.C. 1027 (1963); Isis Windows, Inc., 1963 P-H TC Mem Dec If 63,176; Oscar O. Stahl, 1963 P-H TC Mem Dec If 63,-201.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b272-10\">. The Institute cites Commissioner of Internal Revenue v. Johnson, 267 F.2d 382 (1st Cir. 1959); Knapp Bros. Shoe Mfg. Corp. v. United States, 142 F.Supp. 899, 135 Ct.Cl. 797 (1956); A. Shiftman, 32 T.C. 1073 (1959); Ohio Furnace Co., 25 T.C. 179 (1955).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b272-12\">. It has been suggested that situations of this type are more accurately described as involving frustration of the contract’s purpose rather than impossibility of performance. Although literal performance may remain possible, the objectives of the contract contemplated by the parties have become unattainable. 6 Oorbin, Contracts § 1322, pp. 332-333 (1962); 6 Id. § 1353; Note, 27 Caiif.L.Rev. 460, 462 (1939).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b272-17\">. The district court found that the principal purpose of Ward Mayer, then nearing 60, was to liquidate his holdings so that in the event of his death his executors would have sufficient cash available to pay inheritance taxes. The transaction was designed to concentrate payments during the years immediately following the sale, and was to be in default (1) if the Institute failed to pay a total of $600,000 in any two consecutive years before half of the $2,500,000 purchase price was paid, or (2) if it failed to pay a total of $400,000 in any two consecutive years after paying half of the purchase price. Estimates prepared by the Institute and submitted to the Mayers during the negotiation of the contract showed complete or nearly complete payout within the first five years.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b273-6\">. The decisions relied upon by the Institute are not inconsistent with this view. It is true that Lloyd v. Murphy, 25 Cal. 2d 48, 153 P.2d 47 (1944), placed great emphasis upon the facts that (1) the frustrating event was foreseeable and (2) the contract contained no provision excusing performance, as justifying an inference that the promisor had assumed the risk that the frustrating event might occur. But we do not read the opinion as holding that this inference <em>must </em>be drawn from these facts in the face of evidence that the parties actually intended the contrary.</p>\n<p id=\"b273-9\">It is also true that the court held in Lloyd v. Murphy that the risk is ordinarily not to be shifted from the promisor unless the purpose of the contract is totally destroyed or rendered extremely impracticable, and that it is not enough that performance may have become unprofitable or more difficult or expensive; but this doctrine too is consistent with rescission in the present case.</p>\n<p id=\"b273-13\">One or both of these comments are also applicable to the decisions of the Supreme Court of Kansas in Berline v. Waldschmid, 159 Kan. 585, 156 P.2d 865 (1945), and the decisions of the California intermediate appellate courts in Glens Falls Indemnity Co. v. Perscallo, 96 Cal. 2d 799, 216 P.2d 567 (1950), and Cutter Laboratories, Inc. v. Twining, 221 Cal. App.2d 302, 34 Cal.Rptr. 317 (1963).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b273-15\">. The district court found that in a meeting in July 1951, “Mayer pointed out that the foreclosure provision which required two years before a default could occur did not cover the matter about which he was concerned, namely, disapproval of the tax aspects of the transaction by the IRS. Furthermore, the foreclosure provisions <page-number citation-index=\"1\" label=\"226\">*226</page-number>did not give the sellers any protection in the event the IRS did not allow capital gain treatment of the proceeds. Mayer wanted a provision in the contract that if the IRS disapproved any of the three essential tax features, the properties would be returned and the parties restored as nearly as possible to their original positions. Seagrave [Board chairman of the Institute] repeated that the Institute’s board members were honorable men and that they would voluntarily return the properties in the unlikely event that the anticipated tax treatment was not obtained.”</p>\n<p id=\"b274-7\">The district court also found that “At the closing, Mayer again raised the inadequacies of the default provisions in that the contract did not provide for immediate return of the properties to the sellers if the IRS refused to allow the contemplated tax treatment and in that it failed to provide for rescission if tlie IRS disallowed capital gains treatment of the income.</p>\n<p id=\"b274-12\">“Seagrave again repeated the assurances he had given Mayer concerning previous approvals of similar transactions by tire IRS. lie mentioned that a provision for return of the properties was ‘unnecessary.’ ”</p>\n<p id=\"b274-13\">Tlie Institute objected to the evidence upon which <em>these </em>findings were based on the ground that its admission was barred by Oregon’s parol evidence rule. ORS 41.740, 42.220. Tlie district court correctly held that the evidence was admissible to show the circumstance under which the agreement was made, as an aid to the court in interpreting the contract. Seaver v. United States Plywood Corp., 273 F.2d 36, 41-42 (9th Cir. 1959); Card v. Stirnweis, 232 Or. 123, 374 P.2d 472, 474-476 (1962).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b275-5\">. Republic Molding Corp. v. B. W. Photo Utility, 319 F.2d 347, 349-350 (9th Cir. 1963), and see note 15 infra.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b275-6\">. Carolina Casualty Ins. Co. v. Oregon Automobile Ins. Co., 408 P.2d 198 (Sup. Ct. Or.1965); Mock v. Bell Motors, Inc., 234 Or. 224, 380 P.2d 992 (1963); Kergil v. Central Oregon Fir Supply Co., 213 Or. 186, 323 P.2d 947 (1958); and Reid v. Multnomah County, 100 Or. 310, 196 P. 394 (1921), relied upon by the Institute, involved wholly sham transactions intended to deceive third parties with resident to a clearly material fact.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b275-9\">. See 2 Pomeroy, Equity Jurisprudence § 403, pp. 136-137, (5th ed. 1941) ; cf. Restatement, Contracts, § 604; and see note 15 infra.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b275-10\">. The Institute alleged that at the time of suit the property had a value of twice the contract price, or $5,000,000.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b275-11\">. Edward N. Fadeley’s summary of Oregon law, based upon a thorough review of the cases, includes these conclusions: “The conduct which would invoke the maxim * * * must cause harm to the adverse party, to the government or to a third person or persons. * * * A party less at fault will generally be freed from the operation of the maxim. * * * “The maxim is applied to protect the court and not to punish a wrongdoer or to protect a defendant. Thus, it will not be allowed to operate to produce an inequitable result. The policy embodied in the maxim may be outweighed by other policies in a given situation, and the maxim therefore not applied. * * <em>* </em>No general rule can be formulated except that the policies involved in the peculiar facts of each case will be balanced and the clean-hands maxim applied or not applied as a result of this balancing.” 37 Ore.L.Rev. 160, 187 (1958).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b275-20\">. Although we would be inclined to the view that the analogous period of limitations would be either the six-year period of ORS 12.080(1) or the ten-year period of ORS 12.140, rather than the two-year period of ORS 12.110, as the Institute contends, we do not resolve the issue. We assume for the purpose of this opinion that the burden rested upon the Mayers to negate the existence of laches.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b276-7\">. The actual holding of Harris v. Harris, 225 Or. 175, 357 P.2d 419 (1960) is not inconsistent with this view since the action was for the recovery of debt. We think the district court properly concluded that the Supreme Court of Oregon did not intend by the language employed in its brief opinion to reject, without discussion, the well established doctrine stated in the text.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b276-15\">. See note 14 supra.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}