{
  "casebody": {
    "data": "<casebody firstpage=\"134\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b152-4\">JOHN A. SUSTICK, Jr., PLAINTIFF-RESPONDENT, v. FRANK SLATINA, MARY SLATINA, HIS WIFE, AND SALVATORE MAROTTA, DEFENDANTS-APPELLANTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b152-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b152-6\">Argued November 18, 1957</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAb\">Decided December 16, 1957.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b156-4\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>Before Judges Goldmann, Eketjnd and Coneokd.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b156-5\"><em>Mr. William, Reich </em>argued the cause for defendants-appellants <em>(Mr. Reich, </em>attorney for appellants Erank and Mary Slatina; <em>Mr. Charles Farrington, </em>attorney for defendant-appellant Salvatore Marotta; <em>Mr. </em>Reich, of counsel).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b156-6\"><em>Mr. David Deitz </em>argued the cause for plaintiff-respondent <em>(Mr. Deitz, </em>attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b156-7\">The opinion of the court was delivered by</p>\n<author id=\"b156-8\">Eeeüíto, J. A. D.</author>\n<p id=\"ATf\">The plaintiff, John A. Sustick, Jr., a licensed real estate broker, instituted suit against Salvatore Marotta, the owner of real estate purchased from him by Erank Slatina and Mary Slatina, his wife, and against the Slatinas to recover damages for the tortious interference by defendants with his contractual relationship as a broker with Marotta, whereby he lost a commission which <em>he </em>would otherwise have earned on the sale of the property.</p>\n<p id=\"b156-9\">Plaintiff testified that in July 1956 he sold the Slatinas’ house for them and they asked him to find them another home. He showed them at least six houses including, on July 15, 1956, the Marotta premises at 2130 Pennington Eoad, in the Township of Ewing. They inspected the inside of the house, gaining access from the cellar. He said the Slatinas did not tell him that they had previously seen the Marotta house. They said they liked the house and asked him to communicate with the owner and ascertain the price. The next day he saw Marotta and asked whether, in the event he produced a buyer, Marotta would pay him a commission. Marotta said he would. But in answer to his request for a written “exclusive,” Marotta said that if he <page-number citation-index=\"1\" label=\"139\">*139</page-number>could get a buyer, he would be only too willing to pay a commission but that it was not necessary to put their agreement in writing. Marotta said he wanted $33,000 but would take $32,500. He asked for the name of the prospect and plaintiff gave him the names and address of the Slatinas and said he had sold their home for them and that they were looking for another house. The next day plaintiff saw Mrs. Slatina who made a counter-offer of $29,000 which he then submitted to Marotta, who said he had to get at least $32,000 if he had to pay a commission. Plaintiff testified he tried to get the Slatinas to raise their counter-offer but was unable to do so. He was told by Mrs. Slatina to keep trying and $29,000 was their final offer. She finally told him “to forget about it, she told me they were not interested in the house any more,” and they were not going to pay more than $29,000.</p>\n<p id=\"b157-5\">Plaintiff further testified that during the course of these negotiations the house was under construction and had not yet been completed. The inlay for the kitchen and dining room floors, scraping of floors, landscaping, flagstone terrace, garage floor and door, sidewalk, and some other miscellaneous items remained to be finished. On cross-examination, after some contradiction, he said the $29,000 offer he submitted to Marotta was “as is” which he said he told Marotta meant with floors scraped, linoleum, garage and sidewalk finished, but without the flagstone terrace and landscaping. He said Marotta refused this offer and said that his $32,000 price included everything completed including the terrace and landscaping. He also said that he had reported to the Slatinas that Marotta refused to accept the offer of $29,000 “as is” but wanted $32,000 for a completed house.</p>\n<p id=\"b157-6\">On August 16, Sustick discovered that the Marotta house was occupied. He knocked on the door, Mrs. Slatina let him in, and when he asked her if she had bought the property she said she had. Sustick testified further as follows:</p>\n<blockquote id=\"b157-7\">“So I said ‘I don’t think that was the right thing to do. You knew I was working with Mr. Marotta and I am entitled to a commission. I showed you the house. And then you went around <page-number citation-index=\"1\" label=\"140\">*140</page-number>my back and bought the house.’ She said, ‘Well, you can’t blame me for buying the house direct from the owner when I could save money. If there is any commission due you the seller should pay it and not me.’ And she started to laugh. So I walked out.”</blockquote>\n<p id=\"b158-4\">The contract between Marotta and the Slatinas, executed on August 2, 1956, was admitted in evidence, from which it appeared that Marotta sold the property to the Slatinas for a contract price of $27,900, plus $90 for finishing floors, $160 for linoleum and $165 for a garage door. The contract recited that it was for a house \"under construction” and sold \"as is.”</p>\n<p id=\"b158-5\">Marotta testified that two or three days after July 10 when he put a \"for sale” sign on the property, he saw Frank Slatina and told him that if there was no broker’s commission to be paid, the price would be $31,000 complete. July 14 or 15, he said, was the first time he saw plaintiff and he told him the price was $31,000 without payment of commission. Marotta admitted that plaintiff offered $29,000, which he refused because he needed from $2,500 to $3,000 to complete the house. About a week later, he said, he saw Mr. Slatina at the Pennington Avenue house. After negotiations they entered into a written agreement on August 2, 1956. He admitted that it would cost between $2,500 and $3,000 to complete the house.</p>\n<p id=\"b158-6\">Mary Slatina testified that the day after she saw the Marotta property with plaintiff, he told her they could buy it for $33,000 and she made a counter-offer \"as it was standing” and said that they could not go higher than $28,000. She said that \"a couple of days or ten days” later she saw Marotta and entered into negotiations with him resulting in the contract of August 2. She denied that Sustiek took them through the house and said she and her husband had seen the place on June 12 or 13.</p>\n<p id=\"b158-7\">At the close of the plaintiff’s case and at the conclusion of the entire case, motions were made to dismiss the complaint. Both were denied. The jury returned a unanimous verdict in favor of plaintiff and against the three defendants for $1,375. Defendants appeal from the resultant.judgment. <page-number citation-index=\"1\" label=\"141\">*141</page-number>They claim there was error in refusing to dismiss the complaint at the close of the plaintiff’s case and at the conclusion of the entire case, in permitting a witness to testify as to a collateral matter, and in refusing to charge the jury as requested.</p>\n<p id=\"b159-5\">Initially, we observe that the defendant Marotta never asserted as a defense <em>R. S. </em>25 :l-9, requiring a writing for recovery of commission by a real estate broker, in his answer, in Ms argument before the trial court, or on this appeal, although the pretrial order recites that one of the legal issues to be tried is “applicability of the Statute of Frauds.” There was no compliance with <em>R. R. </em>4:8-3 which requires the pleading in the answer of the “statute of frauds * * * and any other matter constituting an avoidance or affirmative defense.” The policy of the statute of frauds is within the provisions of the rule. Further, <em>R. R. </em>4:12-8 provides that where a party has failed to plead any affirmative defense, it will be considered to have been waived. <em>Massari v. Einsiedler, </em>6 <em>N. J. </em>303, 308 (1951); 2 <em>Schnitzer and Wildstein, New Jersey Rules Service, </em>IV-151 <em>et seq. </em>Nor did any of the defendants argue that recovery against them in tort would offend the policy of that statute. Marotta was content to deny the plaintiff’s claim and affirmatively argue the want of a contractual relationship, and the Slatinas that they were fully justified in getting the property for the lowest price possible. <em>Cf. C. B. Snyder Realty Co. v. Nat. Newark, etc., Banking Co., </em>14 <em>N. J. </em>146, 164, 165 (1953), but see <em>Geo. H. Beckmann, Inc., v. Charles H. Reid &amp; Sons, Inc., </em>44 <em>N. J. Super. </em>159 <em>(App. Div. </em>1957). We must therefore assume that any defenses based directly or indirectly on the cited statute or its policy are waived as we do not ordinarily consider on appeal matters not raised before the trial court, except questions relating to jurisdiction and public policy. <em>Roberts Elec., Inc. v. Foundations &amp; Excavations, Inc., </em>5 <em>N. J. </em>426 (1950); <em>In re Costa, </em>45 <em>N. J. Super. </em>424 <em>(App. Div. </em>1957); <em>State v. Laurel Mills Sewerage Corp., </em>46 <em>N. J. Super. </em>331 <em>(App. Div. </em>1957).</p>\n<p id=\"b160-3\"><page-number citation-index=\"1\" label=\"142\">*142</page-number>In considering the grounds of appeal — that the complaint should have been dismissed at the close of the plaintiff’s ease and likewise at the conclusion of the entire case — both contentions may be resolved in determining the latter. <em>Parrette v. Citizens Casualty Co., </em>5 <em>N. J. Super. </em>258, 263 <em>(App. Div. </em>1949); <em>City Nat. Bank &amp; Trust Co. of Salem v. Hassler, </em>9 <em>N. J. Super. </em>153 <em>(App. Div. </em>1950); <em>Armstead v. Schletter, etc., Silk Hosiery, Inc., </em>9 <em>N. J. Super. </em>270 <em>(App. Div. </em>1950); <em>Beck v. Monmouth Lumber Co., </em>137 <em>N. J. L. </em>268 <em>(E. &amp; A. </em>1947).</p>\n<p id=\"b160-4\">It therefore is necessary for us to determine whether the proofs were such as to support a jury finding for the plaintiff against the defendants within the rule as to wrongful interference with business opportunity or prospective economic advantage. <em>Mayflower Industries v. Thor Corp., </em>9 <em>N. J. 605 </em>(1952), affirming on the opinion in the Chancery Division, 15 <em>N. J. Super. </em>139 <em>(Ch. Div. </em>1951) and 15 <em>N. J. Super. </em>337 <em>(Ch. Div. </em>1951). The testimony was not only confusing, but conflicting, notably the defendants’ with each other, and vague. There is no denial that plaintiff was requested to and did show the Marotta house to the Slatinas who were interested in its acquisition. Defendants knew of plaintiff’s interest in the transaction; that he had seen all the parties and had conducted negotiations until he was told by Mrs. Slatina “to forget about it,” that they were no longer interested in the house.</p>\n<p id=\"b160-5\">Defendants argue that there was some conflict between the plaintiff’s testimony and his answers to interrogatories as to whether the Slatina offer was $29,000 for a completed house or for the premises “as is.” They further argue that when plaintiff quoted to the Slatinas $32,000 as the price demanded by Marotta, he was responsible for the fact that there was no meeting of the minds between the owner and the purchasers; that the purchasers were willing to purchase the house “as is” for $29,000, whereas the owner understood their offer to be for a completed house; and that if he had pursued the negotiations further he could have effected an understanding.</p>\n<p id=\"b161-4\"><page-number citation-index=\"1\" label=\"143\">*143</page-number>But we are of the opinion that it was for the jury to determine from all the evidence whether or not Marotta and the Slatinas understood each other as to the price, or could have done so had they continued negotiations through Sustiek. Moreover, if plaintiffs testimony digested above is believed, the terms of the Slatinas’ offer of $29,000 can be taken as consistent with his representation in the answers to interrogatories that the price was offered for the house “as is.”</p>\n<p id=\"b161-5\">We note that the eventual net contract price of $27,900 is not at all unrelated to the $32,500 Marotta was seeking. The gap can be substantially closed by reducing the asking price of $32,500 by the commission of 5%, or $1,625, and the estimated completion costs of $3,000 less the miscellaneous allowances, which would bring the amount to about $27,900, the contract price. The jury could reasonably conclude that the negotiations with the plaintiff were deliberately broken off so that the payment of a broker’s commission might be eliminated. See <em>Geo. H. Beckmann, Inc., v. Charles H. Reid &amp; Sons, Inc., supra </em>(44 <em>N. J. Super. </em>159, 170).</p>\n<p id=\"b161-6\"> It is established that “The right to pursue a lawful business is a property right tiiat the law protects against unjustifiable interference. Any act or omission which unjustifiably disturbs or impedes the enjoyment of such right constitutes its wrongful invasion, and is properly treated as tortious.” <em>Louis Kamm, Inc., v. Flink, </em>113 <em>N. J. L. </em>582, 586, 587 <em>(E. &amp; A. </em>1934). Every business entrepreneur has a right to enjoy the fruits and advantages of his own industry, skill and credit, free from unjustified interference, but not as against fair and legitimate competition. The intentional interference with the opportunity of a broker to earn a commission is actionable in tort unless the defendants are acting in the exercise of an equal or superior right. <em>Louis Kamm, Inc., v. Flink, </em>supra; <em>Louis Schlesinger Co. v. Rice, </em>4 <em>N. J. </em>169, 180, 181 (1950); <em>McCue v. Deppert, </em>21 <em>N. J. Super. </em>591, 597 <em>(App. Div. </em>1952); <em>Geo. H. Beckmann, Inc., v. Charles H. Reid &amp; Sons, Inc., supra; Harper &amp; James, Law of Torts </em>(1956), §§ 6.1 to 6.13, <em>pp. </em>474 <em>et seq.</em></p>\n<p id=\"b162-3\"><page-number citation-index=\"1\" label=\"144\">*144</page-number> In this area of the law the use of such expressions as conspire, unlawful, malicious, <em>etc., </em>has been criticized as beclouding judgment and clear thinking in the formulation of rules of liability. See <em>Weinstein v. Clementsen, </em>20 <em>N. J. Super. </em>367, 371 <em>(App. Div. </em>1952). Yet a degree of generality in the criteria which will suffice to spell out liability in any given case, of this kind is unavoidable. The essence of the cases in this field is that in adjudging whether what the defendant has done is actionable, <em>i. e., </em>not done in the exercise of an equal or superior right, the ultimate inquiry is whether the conduct was “both injurious and transgressive of generally accepted standards of common morality or of law.” <em>Di Cristofaro v. Laurel Grove Memorial Park, </em>43 <em>N. J. Super. </em>244, 255 <em>(App. Div. </em>1957). In other words, was the interference by defendant “sanctioned by the ‘rules of the'game.’” 1 <em>Harper and James, op. cit. supra, </em>§ 6.11, <em>p. </em>510; <em>cf. Trautwein v. Harbourt, </em>40 <em>N. J. Super. </em>247, 267, 268 <em>(App. Div. </em>1956). There can be no tighter test of liability in this area than that of the common conception of what is right and just dealing under the circumstances. Hot only must defendants’ motive and purpose be proper but so also must be the means. <em>Louis Kamm, Inc., v. Flink, supra </em>(113 <em>N. J. L., </em>at <em>p. </em>589).</p>\n<p id=\"b162-4\">The brokerage cases hitherto decided in this State are illustrative of various types of wrongful conduct held actionable, but they are not exhaustive of the scope of liability. In the Geo. <em>H. Beclemann </em>case and in <em>McCue v. Deppert, supra, </em>the purchasers of the house represented to the owners that there was no brokerage in the case and they were held liable. In the <em>Weinstein </em>case, <em>supra, </em>the purchaser could not negotiate a satisfactory price through the first broker who showed her the property and she closed a deal through a second broker. She paid a price out of which a brokerage fee was paid and it was clear she did not seek to gain an advantage by saving a brokerage fee through unfair means. She was held not liable to the first'broker. See <em>Restatement, Torts, </em>§ 766, <em>p. </em>49 (1939); <em>Prosser on Torts (2d ed. </em>1955), § 107, <em>p. </em>745:</p>\n<p id=\"b163-4\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>The principles discussed above amply sustain liability as to all of the defendants. The Slatinas had had previous dealings with plaintiff and knew he was a real estate broker. They solicited his active assistance in finding them a new home. He had interested them in the Marotta property. Nevertheless, without giving him a reasonable opportunity to conclude a satisfactory deal, and after telling him they were no longer interested in the property, as the jury could have found, they went directly to the owner without plaintiff’s knowledge and negotiated and purchased the property at a lower price, but getting their lower price at the expense of plaintiff’s commission. Marotta also could have been found by the jury to have acted in an unjustifiable fashion in relation to plaintiff. He knew plaintiff had a prospective purchaser, he promised him a commission, learned the name and address of the purchasers from him, but then acted in concert with the Slatinas for the purpose of profiting by the elimination of plaintiff’s commission, without giving plaintiff a reasonable opportunity to bring the parties together at a mutually satisfactory price. The jury could have found that Maxotta’s contribution to the plaintiff’s injury was wrongful in that he interfered with the relationship between plaintiff and the Slatinas as their agent in procuring a new home, <em>Restatement, Torts, </em>§ 766, <em>p. </em>49 (1939), and therefore, necessarily, that his actions constituted interference with plaintiff’s brokerage expectancy. <em>McCue v. Deppert, supra.</em></p>\n<p id=\"b163-5\">Recovery has been allowed from a vendor on the theory of the tortious act of conspiracy, with resultant damage to the broker. <em>Keviczky v. Lorber, </em>290 <em>N. Y. </em>297, 49 <em>N. E. 2d </em>146, 146 <em>A. L. R. </em>1410 <em>(Ct. App. </em>1943); Annotation, 146 <em>A. L. R. </em>1417, 1419 (1943). See generally, <em>Prosser on Torts (2d ed. </em>1955), § 46, <em>p. </em>234. However, recovery on this concept has been denied in <em>Sweeley v. Gordon, </em>47 <em>Cal. App. 2d </em>385, 118 <em>P. 2d </em>842 <em>(App. Ct. </em>1941), since the owner had the legal right to assert the invalidity of the contract based on the statute of frauds. <em>Cf. C. B. Snyder Realty Co. v. National Newark, etc., Banking Co., supra. </em>The com<page-number citation-index=\"1\" label=\"146\">*146</page-number>plaint against the Slatinas charges a conspiracy; however, that theory as such was not pursued by plaintiff at the trial or on appeal. <em>Lippman v. Ostrum, </em>22 <em>N. J. </em>14, 26 (1956).</p>\n<p id=\"b164-5\">Defendants argue that prejudicial error was committed in allowing a witness to testify in rebuttal, over their objection, as to a collateral matter by way of attack upon the credibility of the Slatinas. Plaintiff testified that he had an appointment with the Slatinas to show them a house on Parkside Avenue which they were interested in and had previously seen. On cross-examination of Frank Slatina, he admitted plaintiff had shown him five or six houses, but denied plaintiff had shown him the house at the corner of Albermarle and Parkside Avenue. Mrs. Slatina testified that plaintiff had shown her the Parkside Avenue house, but denied having gone through it. Plaintiff then called Eose Nothelfer in rebuttal and she testified that she had the key to her son’s house on Parkside Avenue and that on two or three occasions she had admitted the Slatinas and plaintiff and that they had gone through the house together. This rebuttal is attacked under the rule followed in <em>State v. Hatch, </em>21 <em>N. J. Super. </em>394 <em>(App. Div. </em>1952), precluding rebuttal as to collateral matters involved in the cross-examination of a witness, even for purposes of attacking the credibility of a witness. It is debatable whether this testimony was entirely collateral to the main issues. In a sense, the subject bore upon the background relationship between plaintiff and the Slatinas and it showed his efforts to find them a property previous to the transaction here in question. In any event, however, there was no timely objection, although eventually an objection was made which was overruled on the ground that the testimony went to the credibility of the Slatinas.</p>\n<p id=\"b164-6\">Lastly, the defendants argue that the court erred in refusing to charge the jury as requested. <em>We </em>find these charges come close to advising the jury that there was no liability in the case. The court was justified in refusing them.</p>\n<p id=\"b165-4\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>The contention is also made that the court erred in not “giving the jury an adequate definition of what is meant by tort.” However, no proper definition was submitted by the defendants to the court in the form of a request to charge. They are, therefore, in no position to complain if the charge given broadly sufficed, as we think was here the case, although reference to what we have said above will furnish the basis for a more helpful charge to the jury in similar cases.</p>\n<p id=\"b165-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}