{
  "casebody": {
    "data": "<casebody firstpage=\"503\" lastpage=\"506\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b563-9\">NATIONAL LABOR RELATIONS BOARD v. PETER CAILLER KOHLER SWISS CHOCOLATES CO., Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b563-10\">No. 270.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b563-11\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b563-12\">July 16, 1942.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b564-14\"><page-number citation-index=\"1\" label=\"504\">*504</page-number>Joseph B. Robison, of Washington, D. C. (Robert B. Watts, General Counsel, Ernest A. Gross, Associate General Counsel, Ger-hard P. Van Arkel, Asst. General Counsel, and Robert Todd McKinlay, Atty., National Labor Relations Board, all of Washington, D. C., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b564-15\">Henry S. Drinker, Jr., of Philadelphia, Pa. (Henry S. Fraser, of Syracuse, N. Y., and Henry S. Drinker, Jr., and Lewis H. Van Dusen, Jr., both of Philadelphia, Pa., on the brief), for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b564-17\">Before L. HAND, AUGUSTUS N. HAND, and CHASE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b564-18\">L. HAND, Circuit Judge.</author>\n<p id=\"b564-19\">The Board’s order in this case enjoined the respondent company in the usual form from interfering with an unaffiliated union of its employees, called “The Peter Cailler Kohler Union”—which we shall speak of as “The P. C. K.”—and directed it to reinstate with back pay an employee, named Whipple, whom it had discharged, and who at that time—September, 1940—was, and for some time before had been, president of “The P. C. K.” The Board based its order partly upon findings that the company had long harbored hostility towards unions and Whipple as their promoter, and that this finally culminated in the discharge. These findings we shall not, however, consider, as we should be obliged to do if we thought the excuse given for his dismissal adequate. In that event we should have to decide whether there was evidence to support the conclusion that the excuse, though the avowed reason, was not the real one. Since we think that the excuse was itself invalid, we need go no further.</p>\n<p id=\"b564-20\">The company uses large quantities of milk in making its product; and to secure this cheaply it had for many years before 1938 been under contract with the Dairymen’s League to accept all the League’s “surplus” milk; that is, all the milk which the League did not dispose of to its ordinary customers. It resulted that in seasons of high yield the League sold large quantities of milk to the company, and that in seasons of low yield the company was forced to use substitutes. Thus, by insuring a full market to the League at peak, and by never demanding any part of the supply which the League could sell elsewhere, the company got its milk at substantially lower prices. The Dairymen’s League is a cooperative association of farmers who pool their milk and sell it collectively; the Dairy Farmers’ Union —which we shall call “The Union”—is another similar association; both operate in the Mohawk Valley from which the company’s milk comes, and in which its factory is situated. Both associations are made up only of farmers in the dairy business; neither is, or has any relations with, a labor union; each is merely a cooperative group of producers organized to sell their <page-number citation-index=\"1\" label=\"505\">*505</page-number>milk on the best possible terms. They are competitors, and “The Union” was very hostile to the League.</p>\n<p id=\"b565-5\">In August, 1939, “The Union” declared a “milk strike,” or—as it called it—a “milk holiday,” by which it tried to raise the price by withholding the supply from the cities, particularly New York. The chocolate company helped the Dairymen’s League in its successful effort to defeat this “strike”; it used substitutes in its own manufacture so as to release milk for the League to take the place of “The Union’s” milk, and it allowed the League to use its cooling plant and its trucks. In September, 1940, “The Union” proposed another “milk holiday,” and on September 28th Whipple called a meeting of “The P. C. K.” to take some action. Very few members attended, and there was some reason to suppose that he called the meeting only to promote his election for the office of county clerk, for which he was running on the ticket of the American Labor Party. However, as the Board has found that the action taken at the meeting was a genuine expression of those present, including Whipple, and as its decision is supported by substantial evidence, we must take it that the action was in good faith. A resolution was passed which we quote in the margin.<footnotemark>1</footnotemark> When the resolution was published in the local newspapers, the company considered it a grave injury to its business, which perhaps it was; and dismissed Whipple as the moving spirit. The sole question is whether he and the others who passed the resolution were acting within their right “to engage in concerted activities, for the purpose of collective bargaining or other mutual aid or protection.” § 157, Title 29 U.S.C.A.</p>\n<p id=\"b565-6\">The company argues that the National Labor Relations Act was designed to protect only mutual relations between “employees,” as § 2(3) defines that word; and that, since “The Union” was not made up of “employees,” § 7 did not sanction “The P. C. K.’s” action in its support. Both the text and the purpose of the act show this position to be untenable. It is of course true that only those “employees” can invoke § 7, who are defined by § 2(3), and that therefore the members of “The Union” could not do so. It follows that, so far as the resolution was a “concerted activity” for the “mutual aid or protection” of the farmers on the one hand and the members of “The P. C. K.” on the other, the section did not cover it. So far, however, as it was a “concerted activity for the purpose” of the “mutual aid or protection” of the members of “The P. C. K.” themselves, the section did cover it, though perhaps the more accurate word in that situation would have been “common” instead of “mutual.” Certainly nothing elsewhere in the act limits the scope of the language to “activities” designed to benefit other “employees”; and its rationale forbids such a limitation. When all the other workmen in a shop make common cause with a fellow workman over his separate grievance, and go out on strike in his support, they engage in a “concerted activity” for “mutual aid or protection,” although the aggrieved workman is the only one of them who has any immediate stake in the outcome. The rest know that by their action each one of them assures himself, in case his turn ever comes, of the support of the one whom they are all then helping; and the solidarity so established is “mutual aid” <page-number citation-index=\"1\" label=\"506\">*506</page-number>in the most literal sense, as nobody doubts. So too of those engaging in a “sympathetic strike,” or secondary boycott; the immediate quarrel does not itself concern them, but by extending the number of those who will make the enemy of one the enemy of all, the power of each is vastly increased. It is one thing how far a community should allow such power to grow; but, whatever may be the proper place to check it, each separate extension is certainly a step in “mutual aid or protection.” Cf. Fort Wayne Corrugated Paper Co. v. National Labor Relations Board, 7 Cir., 111 F.2d 869, 873, 874. It is true that in the past courts often failed to recognize the interest which each might have in a solidarity so obtained (e. g. Duplex Printing Press Co. v. Deering, 254 U.S. 443, 471, 472, 474, 41 S.Ct. 172, 65 L.Ed. 349, 16 A.L.R. 196), but it seems to us that the act has put an end to this.</p>\n<p id=\"b566-4\">If, therefore, the members of “The P. C. K.” thought that the resolution might help to secure for them the favor of “The Union,” it was no objection that “The Union” was not made up of “employees” as § 2(3) defined that word; it was as little an objection as though “The Union” had been made up of agricultural laborers who were equally excluded from the act. “The P. C. K,” might well believe that the support engendered by that favor might prove as important in future disputes with the chocolate company as the support of other unions in its own craft or in other crafts. “The Union” might put as much pressure on the company as “The P. C. K.” itself at any rate it would be a valuable reinforcement. We agree that the act does not excuse “concerted activities,” themselves independently unlawful. National Labor Relations Board v. Fansteel Metallurgical Corp., 306 U.S. 240, 59 S.Ct. 490, 83 L.Ed. 627, 123 A.L.R. 599; National Labor Relations Board v. Sands Manufacturing Co., 306 U.S. 332, 344, 59 S.Ct. 508, 83 L.Ed. 682; Southern Steamship Company v. National Labor Relations Board, 316 U.S. 31, 62 S.Ct. 886, 86 L.Ed.-; Hazel-Atlas Glass Co. v. National Labor Relations Board, 4 Cir., 127 F.2d 109, 118. But so long as the “activity” is not unlawful, we can see no justification for making it the occasion for a discharge; a union may subsidize propaganda, distribute broadsides, support political movements, and in any other way further its cause or that of others whom it wishes to win to its side. Such activities may be highly prejudicial to its employer; his customers may refuse to deal with him, he may incur the enmity of many in the community whose disfavor will bear hard upon him; but the statute forbids him by a discharge to rid himself of those who lay such burdens upon him. Congress has weighed the conflict of his interest with theirs, and has pro tanto shorn him of his powers. Unless therefore the resolution was itself a wrong against the chocolate company, Whipple’s discharge was an “unfair labor practice.”</p>\n<p id=\"b566-8\"> The company says that it was a libel. Under the law of New York as at common-law generally (Restatement of Torts § 561(1), Comment a), a corporation which sues for defamation must show that the words may tend to injure its credit or affect its business. First National Bank v. Winters, 225 N.Y. 47, 121 N.E. 459; New York Society, etc., v. MacFadden Publications, 260 N.Y. 167, 183 N.E. 284, 86 A. L.R. 440; Hernando Plantation Co. v. Slovak Press, Inc., 223 App.Div. 286, 228 N.Y.S. 194. The company argues that the resolution conformed to this requirement because a jury could read it as charging the company with using “vile and vicious means” against “The Union.” The resolution did declare that there were “controlling powers” which had used “vile and vicious means” in 1939 to “nullify” “The Union,” and that the chocolate company had then aided “forces” which opposed “The Union.” Presumably those “forces” were also the “powers” who used the “vile and vicious means”; and we agree that the resolution did not mitigate whatever defamatory character it might have had, by saying that the company aided the “forces,” “intentionally or unintentionally.” But nobody reading the whole would naturally understand that the company was charged with knowing that the “forces” used the “vile and vicious means”; and certainly nobody could understand that it had itself used such “means.” The supposed libel came to no more than that the company had helped those who were trying to defeat the “dairy farmers”; and that those whom it had so helped were themselves bad people. The first part of this was true, and the second was certainly too venial to serve as a libel. We need not therefore consider whether the interest of “The P. C. K.” in passing the resolution was enough to make the publication privileged; in any light it did not justify Whipple’s discharge.</p>\n<p id=\"b566-9\">The usual order will enter.</p>\n<footnote label=\"1\">\n<p id=\"b565-7\"> “Whereas These farmers have banded together in their DAIRY FARMERS UNION, and succeeded, to some measure, in lifting their yoke of oppression: and</p>\n<p id=\"A3Q\">“Whereas The controlling powers and trusts have employed every vile and vicious means in their efforts to stop organization and nullify the effectiveness of the DAIRY FARMERS UNION; and</p>\n<p id=\"Aam\">“Whereas The Peter Callier Kohlier Company (sic), whether intentionally or unintentionally, aided and abetted the forces opposed to the DAIRY FÍARMERS UNION during the strike of 1939 by conditioning and transferring milk for the metropolitan market which ordinarily is used in the manufacture of milk chocolate and thereby helping to defeat the purpose of the dairy farmers:</p>\n<p id=\"b565-9\">“Now, therefore, be it</p>\n<p id=\"Az\"><em>“Resolved, </em>That the workers of the Peter Callier Kohlier Co. register their protest to the management of this company on their action in regards to the 1939 strike of the DAIRY FARMERS UNION ; and be it further</p>\n<p id=\"Aok\"><em>“Resolved, </em>That these workers here assembled go on record for complete and unqualified solidarity with the DAIRY FARMERS UNION; and be it further</p>\n<p id=\"Aea\"><em>“Resolved, </em>That a copy of this resolution be sent to Mr. C. W. Hill, manager of the Peter Callier Kohlier Co., and additional copies to the local press, Archie Wright, president, Dairy Farmers Union, and to the officers of the Oswego County Dairy Farmers Union.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}