{
  "casebody": {
    "data": "<casebody firstpage=\"800\" lastpage=\"804\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b860-6\">HOME INS. CO. OF NEW YORK et al. v. TROTTER et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b860-8\">No. 12248.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b860-9\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b860-10\">Sept. 4, 1942.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b860-11\">Rehearing Denied Sept. 28, 1942.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b861-11\"><page-number citation-index=\"1\" label=\"801\">*801</page-number>Guy W. Green, Jr., of Kansas City, Mo. (John Hudson, of Kansas City, Mo., on the brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b861-12\">Roy W. Rucker, of Kansas City, Mo. (Clif Langsdale and Josephine Myers, both of Kansas City Mo., on the brief), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b861-15\">Before SANBORN, THOMAS, and RIDDICK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b861-16\">RIDDICK, Circuit Judge.</author>\n<p id=\"b861-17\">The appellants and two other insurance companies insured, against loss by fire, a building owned by the appellees L. H. and Carrie L. Trotter. Each appellant was insurer in a separate policy for $3,500, and each of the other insurance companies issued its separate policy in the sum of $2,-500. Each policy contained a provision that the insurer, in the event of a loss, should not be liable for a greater proportion of the loss than the amount insured in its policy bore to the whole insurance carried on the property by the appellees. Each policy also contained a standard mortgage clause whereby the holder of a mortgage on the property of appellees was insured in the sum of $4,000, plus accrued interest and advancements on account of premiums. Under this clause the liability of the insurers to the mortgagee was absolute in the event of a loss covered by the policies, but with the provision that if the insurers were of the opinion that as to the mortgagor no liability existed under the policies, the insurers, upon payment to the mortgagee, should be subrogated to all its rights and should be entitled to an immediate assignment of the mortgage.</p>\n<p id=\"b861-18\">The property insured was totally destroyed by fire caused, in the belief of the insurers, by the fraudulent acts of L. H. Trotter. All four insurers, after paying the mortgagee in full, joined as plaintiffs in this action in the district court, alleging that appellee L. H. Trotter had conspired with another to have the insured premises destroyed by fire and asking a judgment of the court declaring that the appellees had breached the policies, that the appellants were relieved of all liability under the policies by the breach charged, and that the appellants were subrogated to the rights of the mortgagee. The petition was entitled “Complaint for Declaratory Judgment”. In it the appellants set out the material facts concerning the issue and terms of the policies of insurance, alleging that L. H. Trotter had caused the insured premises to be destroyed by fire and that appellants had paid the mortgagee in full under the standard mortgage clause. They also made the <page-number citation-index=\"1\" label=\"802\">*802</page-number>necessary allegations as to diversity of citizenship, alleged affirmatively that the matter in controversy, exclusive of interest and costs, exceeded the sum of $3,000, averred that the policies involved in the mortgage were identical in substance and form, that the loss of each company by reason of the provisions in the policies was dependent upon the relation of its loss to the total loss resulting from the fire, and that the plaintiffs had joined in one action to avoid a multiplicity of suits.</p>\n<p id=\"b862-4\">Averments of the answers by appellees, necessary to be noticed here, were the admission of payment by appellants of the claim of the mortgage under the standard mortgage clause, and the denial of the allegations of the complaint that appellee Trotter caused the insured building to be destroyed'. The appellees also presented counterclaims asking for judgment against each of the plaintiffs for the full amount of each policy, together with interest, costs, statutory penalties, and attorneys’ fees.</p>\n<p id=\"b862-5\">At the trial the appellees moved to dismiss as to the two insurance companies whose policies were for the face amount of $2,500 each, on the ground that the requisite amount for the jurisdiction of the court was not involved as to each of them. The motion was sustained at the conclusion of the trial, the court holding that the claims of the appellants could not be aggregated for the purpose of conferring jurisdiction on a federal district court in a proceeding of this character which, in the court’s opinion, was an action for a declaratory judgment. A jury having been waived by the parties, the court found that the appellants here had failed to sustain the charge of the destruction of the building by L. H. Trotter and entered a judgment on the cross complaint against each appellant in the sum of $3,500, the face amount of its policy. All of the plaintiff insurance companies appealed. On the motion of the two companies issuing the policies in the sum of $2,500, the appeal as to them was dismissed by this court without prejudice to the others. We are now asked by the appellants here to reverse the judgment of the lower court upon the grounds (1) that the court was without jurisdiction in the present proceeding and (2) that the judgments against the appellants on appellees’ cross complaints are not responsive to the pleadings and, therefore, are void.</p>\n<p id=\"b862-6\">(1) The ground of the appellants’ contention concerning jurisdiction is that by the allegations of the petition it appears that no one of the plaintiffs below had involved in controversy with the appellees a sum sufficient to sustain the jurisdiction of the court, that the proceeding was one invoking the equity jurisdiction of the court in which the plaintiffs below could not aggregate their separate claims in order to sustain jurisdiction. This conclusion as to the amount in controversy is reached by appellants by means of a calculation proceeding as follows: The total insurance carried on the destroyed building was $12,000. Conceding that the loss resulting from the fire equaled the total amount of insurance, each appellant, if liable to appellees, was, by the terms of the policies, liable only in the proportion that the face of its policy bore to the total amount of insurance. The possible liability of an insurer in the sum of $3,500 was, therefore, %rihs of $12,000. But since the petition showed that the insurers, prior to the filing of the suit, had discharged a mortgage in the sum of $4,000, with accrued interest and such advancements for premiums as the mortgagee had made on behalf of the appellees, the total amount of insurance involved between the plaintiffs below and the appellees at the time of the filing of the suit could not exceed $8,000. Therefore, the maximum liability of each company which had written a $3,500 policy, appellants contend, could not have been in excess of %iths of $8,000, or $2,333.33, less the insurer’s proportionate share of accrued interest and advancements made by the mortgagee. From this calculation the appellants conclude that it was legally impossible for the sum in controversy between each of the appellant insurance companies and the appellees to equal, at the time the suit was filed, the amount necessary to sustain the jurisdiction of the court. This, appellants contend, appears on the face of the pleadings. We cannot agree.</p>\n<p id=\"b862-8\">This proceeding was not, as appellants now assert, a suit to invoke the equity jurisdiction of the court but, on the other hand, was a typical proceeding for a declaratory judgment as, indeed, appellants entitled it when brought and as the district court concluded at the trial. The petition did not ask the cancellation of the policies of insurance, nor injunctive relief, nor execution nor performance from the defendants, nor coercive relief of any character. The prayer of the petition was for a declaration of the rights of the appellants under contracts of insurance of face value in ex<page-number citation-index=\"1\" label=\"803\">*803</page-number>cess of the jurisdictional amount. The petition exhibits the distinctive characteristics of a suit for declaratory judgment. Borchard, Declaratory Judgments, p. 23. Such a proceeding is neither wholly a suit in equity nor an action at law. Great Northern Life Insurance Co. v. Vince, 6 Cir., 118 F.2d 232; Pacific Indemnity Co. v. McDonald, 9 Cir., 107 F.2d 446, 131 A.L.R. 208; United States F. &amp; G. Co. v. Koch, 3 Cir., 102 F.2d 288. The Declaratory Judgment Act, 28 U.S.C.A. § 400, did not enlarge the jurisdiction of the federal district courts nor “alter the character of the controversies which are the subject of the judicial power under the Constitution”. Love v. United States, 8 Cir., 108 F.2d 43, 50, certiorari denied 309 U.S. 673, 60 S.Ct. 716, 84 L.Ed. 1018; United States F. &amp; G. Co. v. Pierson, 8 Cir., 97 F.2d 560; Thompson v. Moore, 8 Cir., 109 F.2d 372. But where in such actions the relief sought is a declaration of the validity or invalidity of a contract, the value of the contract determines the amount in controversy for the purpose of determining jurisdiction. United States F. &amp; G. Co. v. Pierson, supra; C. E. Carnes 6 Co. v. Employers’ Liability Assurance Corp., Ltd., London, 5 Cir., 101 F.2d 739; Davis v. American Foundry Equipment Co., 7 Cir., 94 F.2d 441, 115 A.L.R. 1486; Mutual Life Ins. Co. v. Moyle, 4 Cir., 116 F.2d 434; Aetna Casualty &amp; Surety Co. v. Yeatts, 4 Cir., 99 F.2d 665; Stephenson v. Equitable Life Assurance Society, 4 Cir., 92 F.2d 406.</p>\n<p id=\"b863-7\">Moreover, if the present proceeding was a suit invoking the equity powers of the court, authority is not wanting for sustaining jurisdiction even under appellants’ theory of the case. The situation of the parties with respect to the jurisdictional amount in the present proceeding is analogous to that of the parties in suits involving disability insurance, in which the accrued liability for disability payments is less than the requisite jurisdictional amount, but where the validity of the whole policy, of value above the required jurisdictional'amount, is brought in question. Bell v. Philadelphia Life Ins. Co., 4 Cir., 78 F.2d 322; Pacific Mutual Life Ins. Co. v. Parker, 4 Cir., 71 F.2d 872; Stephenson v. Equitable Life Assurance Society, supra; Ginsburg v. Pacific Mutual Life Ins. Co., 2 Cir., 69 F.2d 97. And see Alliance Insurance Co. v. Jamerson, D.C., 12 F.Supp. 957, affirmed in Jamerson v. Alliance Insurance Co., 7 Cir., 87 F.2d 253, certiorari denied 300 U.S. 683, 57 S.Ct. 753, 81 L.Ed. 886, in which separate insurance companies were permitted to aggregate, for the purpose of jurisdiction, their claims under separate policies of insurance because of the presence in each policy of the proportional liability clause, in which the court found a community of interests among all insurance companies justifying the aggregation of claims in a suit in equity. However, since the controversy against each of the appellants and the appellees involves the requisite jurisdictional amount, it is unnecessary to consider the question of the right of apellants to aggregate their separate claims for the purpose of conferring jurisdiction.</p>\n<p id=\"b863-10\">In the present case the appellants sought an adjudication concerning the validity of the contracts of insurance of the face value of $3,500. The fact that appellants had paid upon the policies' an amount sufficient to reduce below $3,000 the sum owing to appellees on each policy, if the policies were valid, is not important because there still remained in issue between the appellants and the appellees the question of the right of the appellants to recover of the appellees under the subrogation clause the amount which each had paid to the mortgagee under that clause. The appellants asked the adjudication of this right against the appellees as well as an adjudication upon the question of liability to appellees for the unpaid balance of the policies. The judgment sought by appellants would have established not only their right to refuse further payment to appellees, but their right to recover of appellees the sums paid the mortgagee.</p>\n<p id=\"b863-11\"> There is nothing to indicate that the affirmative allegations of appellants in the trial court—that the sum in controversy exceeded $3,000—were not made in good faith, nor can it be said, on the face of the pleadings, that the recovery by them of a judgment in value equal to the requisite jurisdictional amount was a legal- impossibility. St. Paul Mercury Indemnity Co. v. Red Cab Co., 303 U.S. 283, 58 S.Ct. 586, 82 L.Ed. 845. In the absence of proof of collusion or evidence of bad faith, the sum claimed by the plaintiff controls on the question of jurisdiction unless, on the face of the pleadings, it is apparent to a legal certainty that the jurisdictional amount is not involved. St. Paul Mercury Indemnity Co. v. Red Cab Co., supra.</p>\n<p id=\"b864-3\"><page-number citation-index=\"1\" label=\"804\">*804</page-number> Nor is it important that after the issues raised upon the petition had been decided adversely to appellants by the district court, the amount involved in the counterclaims of appellees against each appellant was less than $3,000. Events occurring after jurisdiction attaches are of no importance on the question. St. Paul Mercury Indemnity Co. v. Red Cab Co., supra; Service Finance Corp. v. Coppard, 5 Cir., 116 F.2d 488; Nickelson v. Nestles Milk Products Corp., Inc., 5 Cir., 107 F.2d 17. After the voluntary dismissal or denial on its merits of a complaint, a federal district court still retains jurisdiction upon a cross complaint filed in the proceeding although it involves an amount less than that required to confer jurisdiction upon the court. Kirby v. American Soda Fountain Co., 194 U.S. 141, 24 S.Ct. 619, 48 L.Ed. 911; Moore v. New York Cotton Exchange, 270 U.S. 593, 46 S.Ct. 367, 70 L.Ed. 750, 45 A.L.R. 1370; Goldstone v. Payne, 2 Cir., 94 F.2d 855. Moreover, the Federal Rules of Civil Procedure are, by Rule 57, 28 U.S.C.A. following section 723c, made applicable in actions for declaratory judgments. Rule 13 (a) requires the filing of a counterclaim by defendants where it arises out of the “transaction or occurrence that is the subject matter of the opposing party’s claim”. For a discussion of the counterclaims required to be filed under this rule, see Moore, Federal Practice under the New Federal Rules, § 13.02, pp. 682, 686.</p>\n<p id=\"b864-4\">(2) But appellants contend that the judgment is in excess of the amount demanded by the appellees in their counterclaim and shown by the evidence to be owing. Apparently the district court, after resolving the sole controverted issue of fact in favor of appellees, overlooked the fact that the parties had stipulated that each of the appellants had paid $1,463.58 to appellees’ mortgagee for which each was entitled to credit upon its policy liabiltiy to appellees. Appellees state in their brief that appellants will be entitled to this credit when they pay the judgment, but we think that they are entitled to have the judgment corrected. Their liability, under the court’s findings and the conceded facts, was for the face of their policies and interest from the time notice of loss was furnished, less what they had paid to appellees’ mortgagee under the insurance clause of their policies. The district court will amend the judgment accordingly and when amended the judgment will stand affirmed. The request of appellees that this court assess damages for delay is denied, but all costs will be taxed in their favor.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}