{
  "casebody": {
    "data": "<casebody firstpage=\"540\" lastpage=\"545\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b626-10\">UNITED STATES of America, Plaintiff-Appellee, v. Henry HUANG, a/k/a Kok Kheng Tan, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b626-13\">No. 91-8656</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b626-14\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b626-15\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b626-16\">Nov. 13, 1992.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b628-10\"><page-number citation-index=\"1\" label=\"542\">*542</page-number>Donald F. Samuel, Garland &amp; Samuel, Atlanta, Ga., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b628-11\">Jonathan Daniel Pelletier, U.S. Atty., Sp. Asst., Atlanta, Ga., for plaintiff-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b628-13\">Before FAY, KRAVTICH and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b628-14\">PER CURIAM:</author>\n<p id=\"b628-15\">Appellant Huang brings this appeal pursuant to 18 U.S.C. §§ 3742(a)(2), (b)(2), (a)(3)(A) and (a)(3)(B), contending that the district court incorrectly applied the Sentencing Guidelines and imposed a sentence which is greater than the sentence specified in the applicable guideline range for 8 U.S.C. § 1324(a), smuggling aliens into the United States. Specifically, appellant contends that the district court erred (1) by making an upward departure from the criminal history level based upon an outstanding foreign warrant against appellant and appellant’s prior repeated violations of the law; (2) by making an upward departure from the offense level based on the number of aliens smuggled and appellant’s previous smuggling activity; and (3) by double counting when considering appellant’s prior smuggling activity to depart upward two offense levels and one criminal history level. We vacate the district court’s decision to make an upward departure from criminal history category I to category II and remand for re-sentencing. We affirm on the two remaining issues.<footnotemark>1</footnotemark></p>\n<p id=\"b628-16\">FACTS</p>\n<p id=\"b628-17\">Appellant Huang was arrested at Harts-field International Airport on May 3, 1991, <page-number citation-index=\"1\" label=\"543\">*543</page-number>after attempting to smuggle ten Chinese Nationals into the United States. Each of the Chinese Nationals had paid Huang $3,000 and were expected to pay an additional $18,000 to $19,000 once arriving in the United States. In return, Huang secured for each Chinese National a counterfeit Singapore passport, which would be returned to Huang for use in future smuggling trips. Huang’s own counterfeit Singapore passport, issued in the name of “Kok Kheng Tan,” tipped off Immigration inspectors. After his arrest, Huang admitted to his real name and to the smuggling scheme. On May 29, 1991, Huang pled guilty to an information charging violation of 8 U.S.C. § 1324(a)(1)(D), encouraging and inducing an alien to enter and reside in the United States, with knowledge that such entry is in violation of the law.</p>\n<p id=\"b629-4\">A presentence investigation (PSI) revealed that the counterfeit Singapore passports used by Huang had been used to smuggle aliens into the United States on fifteen previous occasions. Huang admitted to having smuggled aliens into the United States on at least ten occasions. In addition, the PSI uncovered an outstanding arrest warrant against Huang from Canada for possession of counterfeit United States currency and a deportation order against Huang by the United States for attempting to smuggle an alien into the U.S. from Canada.</p>\n<p id=\"b629-5\">Based on the above information, the PSI recommended a base offense level of nine with a reduction to seven because Huang accepted responsibility for the crime and a criminal history category of I. At sentencing, the district court found that because Huang had attempted to smuggle ten aliens into the U.S., the PSI base level of seven did not adequately represent the crime committed and departed upward to a base level offense of nine. The court similarly found that criminal history background I did not sufficiently reflect appellant’s criminal background and departed upward to criminal history category II.</p>\n<p id=\"b629-6\">Huang appealed the sentencing court’s two upward departures and asserted that the court double counted his criminal history in adjusting the levels in both categories.</p>\n<p id=\"b629-8\">DISCUSSION</p>\n<p id=\"b629-9\">\n<em>1. Upward Departure from the Criminal History Level</em>\n</p>\n<p id=\"b629-10\">Huang argues that the district court erred in departing upward from criminal history category I to II because the court mistakenly relied on a foreign arrest warrant.</p>\n<p id=\"b629-11\">The standard of review for a sentencing court’s departure from the criminal history category under U.S.S.G. § 4A1.3 is one of reasonableness. <em>United States v. Armstrong, </em>901 F.2d 988, 989 (11th Cir.1990). “Findings that a defendant is a habitual criminal, ... [and] that the defendant is likely to continue his criminal activities are findings of fact to which the clearly erroneous standard applies.” <em>Id.</em></p>\n<p id=\"b629-12\">A sentencing court may depart from the applicable criminal history category if the court determines from reliable information that the defendant’s criminal history is not adequately represented and that it is likely that the defendant will commit future crimes. U.S.S.G. § 4A1.3. Although “such information may include ... (e) prior similar adult criminal conduct not resulting in a criminal conviction,” a prior arrest record itself cannot be considered under section 4A1.3. <em>Id. </em>In departing upward from criminal history category I to II, the sentencing court relied on Huang’s admitted involvement in at least 10 previous smuggling trips, as well as the outstanding Canadian arrest warrant. Despite the prohibition against relying solely on a defendant’s arrest record, section 4A1.3 is silent as to the suitability of considering a foreign arrest warrant. <em>Id.</em></p>\n<p id=\"b629-13\">The sentencing court, however, failed to state on the record how Huang’s criminal history compared with those classified in criminal history category II. “As the Guidelines explain, a district court, when departing under this section [§ 4A1.3] should ‘use, as a reference, the guideline range for a defendant with a higher or lower criminal history category, <page-number citation-index=\"1\" label=\"544\">*544</page-number>as applicable.’ ” <em>United States v. Johnson, </em>934 F.2d 1237, 1239 (11th Cir.1991) (citing U.S.S.G. § 4A1.3). The court should examine the next criminal history category and determine if the defendant “closely resembles defendants in that category.” U.S.S.G. § 4A1.3. “If the court determines that the defendant’s criminal history fits that category, then the court must sentence the defendant within the range called for by the Guidelines.... ” <em>Johnson, </em>934 F.2d at 1239. These findings must be shared with the defendant on the record. <em>Id. </em>at n. 7. Because the district court failed to follow this procedure, the increase from criminal history category I to II was in error and will require remand for re-sentencing to enable the district judge to comply with the requirements of the Sentencing Guidelines.</p>\n<p id=\"b630-4\">\n<em>2. Upward Departure from the Base Offense Level</em>\n</p>\n<p id=\"b630-5\">Huang also argues that the district court erred in departing upward by two offense levels from his base offense level of seven due to the number of aliens involved and his previous smuggling activity.</p>\n<p id=\"b630-6\">A sentencing court may depart from the Sentencing Guidelines if the court determines “that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.” 18 U.S.C. § <em>3553(b); see also </em>U.S.S.G. § 5K2.0.</p>\n<p id=\"b630-7\">In <em>United States v. Weaver, </em>920 F.2d 1570 (11th Cir.1991), this court set forth a three-part test for evaluating a district court’s decision to depart from the applicable Sentencing Guidelines range. First, we review <em>de novo </em>the district court’s ruling that the guidelines did not adequately consider a particular factor in establishing the base offense level. This omission by the guidelines authorizes the district court’s departure. <em>Id. </em>at 1573. Second, we must review for clear error the factual findings supporting the departure. <em>Id. </em>Finally, we review the reasonableness of the district court’s departure given the legal and factual posture of the case.</p>\n<p id=\"b630-9\">The sentencing court correctly interpreted the guidelines to allow for an upward departure from the base offense level. The commentary to the guidelines instructs that the Commission did not consider offenses involving large numbers of aliens and an upward departure may be appropriate in this circumstance. U.S.S.G. § 2L1.1, comment (n. 8). Nothing in the commentary to the guidelines explicitly requires that the large number of aliens be transported in one trip. <em>See United States v. Martinez-Gonzalez, </em>962 F.2d 874, 876 (9th Cir.1992).</p>\n<p id=\"b630-10\">The sentencing court’s factual determination that Huang had smuggled a “large number of aliens” is not clearly erroneous. Although this court has not previously ruled on what constitutes a “large number of aliens,” Huang himself admitted to smuggling aliens into the United States on ten previous occasions, which, based on the May 3, 1991 trip with ten aliens, could put the number of aliens Huang has smuggled into the United States as high as one hundred. See <em>id. </em>(146 aliens transported over a period of over one month constitutes a “large number of aliens”); <em>United States v. Hernandez, </em>943 F.2d 1, 2 (5th Cir.1991) (twenty-one aliens warranted upward departure); <em>United States v. Lopez-Escobar, </em>884 F.2d 170, 173 (5th Cir.1989) (35 aliens warranted an upward departure).</p>\n<p id=\"b630-11\">We also find that the extent of the departure was reasonable. With the base offense level increased from seven to nine, the sentencing range increased from one to seven months to six to twelve months. Given the number of aliens Huang attempted to smuggle on the occasion of his arrest, and his pattern and practice of smuggling aliens into the United States, the potential increase to a twelve month sentence was not unreasonable.</p>\n<p id=\"b630-12\">\n<em>3. Double Counting of the Defendant’s Prior Smuggling Activity</em>\n</p>\n<p id=\"b630-13\">Finally, Huang asserts that the district court erred by relying upon the same <page-number citation-index=\"1\" label=\"545\">*545</page-number>previous smuggling activity to depart upward from both the base offense level and the criminal history category. Double counting is allowed if the Commission intended the result and the Commission’s intended result is permissible because “ ‘each section concerns conceptually separate notions relating to sentencing.’ ” <em>United States v. Adeleke, </em>968 F.2d 1159, 1161 (11th Cir.1992) (citing <em>United States v. Aimufua, </em>935 F.2d 1199, 1201 (11th Cir.1991); <em>United States v. Goolsby, </em>908 F.2d 861 (11th Cir.1990)).</p>\n<p id=\"b631-4\">The <em>Adeleke </em>court held that the Commission clearly intended that a defendant’s prior criminal conduct count against him under both the criminal history section and § 2L1.2 (unlawfully entering or remaining in the United States). “The criminal history section is designed to punish likely recidivists more severely while enhancement under § 2L1.2 is designed to deter aliens who have been convicted of a felony from re-entering the United States.” <em>Adeleke, </em>968 F.2d at 1161. Here, Huang’s base offense level was increased under § 2L1.1 (n. 8) due to the large number of aliens he has admitted to smuggling into the United States. The holding in <em>Adeleke </em>applies with equal force here. The upward departure of the base offense level reflected the seriousness of Huang’s crime, given his admitted smuggling of aliens on at least ten occasions; the criminal history adjustment indicated an attempt by the sentencing judge to deter Huang from future smuggling activity.<footnotemark>2</footnotemark></p>\n<p id=\"b631-5\">CONCLUSION</p>\n<p id=\"b631-6\">For the reasons stated, we AFFIRM the district court’s decision to increase the base offense level from seven to nine but we REVERSE the court’s upward departure from criminal history category I to II. Therefore, appellant’s sentence is VACATED and REMANDED to the district court for re-sentencing in a manner consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b628-9\">. On July 2, 1991, appellant was sentenced to ten months in prison, three years supervised release and a $10,000 fine. The transcript from the sentencing hearing reveals that it was both the government and defense counsel's desire to see appellant deported from the United States soon after termination of his prison sentence (R. 3 at 26-27). This decision is not moot, however, because a decrease in appellant’s prison sentence on remand could affect the term of his supervised release. The supervised release would have begun to run upon Huang's release from imprisonment. If Huang were to receive a lesser sentence on remand, the beginning date for the term of supervised release will have to be pushed back to the date Huang should have been released. <em>See United States v. Lira-Barraza, </em>941 F.2d 745, 746 n. 1 (9th Cir.1991) (en banc). If, in fact, Huang has been deported, the change in the beginning date of his supervised release would affect his ability to legally reenter the United States in the future. <em>See United States v. Valdez-Gonzalez, </em>957 F.2d 643 (9th Cir.1992) (citing <em>United States v. Villamonte-Marquez, </em>462 U.S. 579, 581 n. 2, 103 S.Ct. 2573, 2575 n. 2, 77 L.Ed.2d 22 (1983)).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b631-7\">. Our ruling vacating the upward departure from criminal history category I to II does not moot the question of double counting because the sentencing judge erred mainly in form, not in substance, in failing to state for the record how Huang’s criminal history compared to those in criminal history category II.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}