{
  "casebody": {
    "data": "<casebody firstpage=\"778\" lastpage=\"780\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b824-4\">Lisiario A. Colantuoni <em>vs. </em>Selectmen of Belmont.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b824-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aa9\">January 3, 1951.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AV5\">February 6, 1951.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b824-6\">Present: Qua, C.J., Lummus, Wilkins, Spalding, &amp; Williams, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b824-14\"><em>M. Carchia, </em>for the petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b824-15\"><em>E. C. Parks, </em>Town Counsel, <em>B. Y. Piper, &amp; J. F. Elliott, </em>for the respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b824-16\">Lummus, J.</author>\n<p id=\"AXuL\">This is a petition by the owner and operator of a gasoline station at 82 Concord Avenue in Belmont, for a writ of certiorari to quash the action of the respondent selectmen in granting to one Gibson a license to construct a lubritorium and underground gasoline storage tanks at 26 Concord Avenue in Belmont. The chairman of the selectmen, one Flett, disqualified himself because he had repre<page-number citation-index=\"1\" label=\"779\">*779</page-number>sented Gibson in other matters. Only the other two selectmen sat, and they took the matter under advisement. Later, at a meeting of the selectmen at which all three were present, the matter came up for consideration, and Flett advocated the granting to Gibson of the license for which he asked. The two selectmen, other than Flett, voted to grant the license. On a motion to reconsider that vote, one selectman voted in favor of, and the other against, the motion.</p>\n<p id=\"b825-5\">A demurrer to the petition was sustained, and the petition was dismissed. The petitioner appealed.</p>\n<p id=\"b825-6\">The petitioner had the burden of stating a case for the issuance of a writ of certiorari, and if he fails to do so a demurrer is a proper remedy. <em>Jordan Marsh Co. </em>v. <em>Labor Relations Commission, </em>312 Mass. 597. <em>Marshall </em>v. <em>Registrar of Motor Vehicles, </em>324 Mass. 468, 469.</p>\n<p id=\"b825-7\">We need not consider the propriety of the action of the selectmen, for the petitioner fails to allege any injury to him from their action. This point is taken as the second ground stated in the demurrer. In <em>Sears </em>v. <em>Mayor &amp; Aldermen of Worcester, </em>180 Mass. 288, 289, it was said, quoting from <em>Stone </em>v. <em>Boston, </em>2 Met. 220, 228, <em>“A </em>petition for certiorari is addressed to the sound discretion of the court. It is not to be granted for the mere purpose of enabling a party to avoid the proceedings of an inferior tribunal, for technical errors. It must appear that manifest injustice has been done to the petitioner.” To the same effect are a number of later cases in this court. <em>Swan </em>v. <em>Justices of the Superior Court, </em>222 Mass. 542, 546. <em>Byfield </em>v. <em>Newton, </em>247 Mass. 46, 58-59. <em>Whitney </em>v. <em>Judge of the District Court of Northern Berkshire, </em>271 Mass. 448, 459, 462-463. <em>Walsh </em>v. <em>District Court of Springfield, </em>297 Mass. 472, 474. <em>Miami Grove Inc. </em>v. <em>Licensing Board for Boston, </em>312 Mass. 318, 324. <em>Worcester Gas Light Co. </em>v. <em>Water Commissioners of the Woodland Water District of Auburn, </em>314 Mass. 60, 62-63. <em>Building Commissioner of Medford </em>v. <em>C. &amp; H. Co. </em>319 Mass. 273, 286. <em>North Shore Corp. </em>v. <em>Selectmen of Topsfield, </em>322 Mass. 413, 418.</p>\n<p id=\"b825-8\">The fact that the petitioner may suffer from the competition of Gibson in the gasoline business gives him no standing. <page-number citation-index=\"1\" label=\"780\">*780</page-number><em>Circle Lounge &amp; Grille, </em>Inc. v. <em>Board of Appeal of Boston, </em>324 Mass. 427, 429.</p>\n<p id=\"b826-6\">The land of the petitioner is adjacent to the land of Gibson on which his proposed gasoline station is to be located. As adjoining owner, the petitioner had a right to appeal to the State fire marshal on the ground that Gibson’s exercise of his license would constitute a fire or explosion hazard. G. L. (Ter. Ed.) c. 148, § 13, as amended. Resort to certiorari did not deprive him of that right. <em>Selectmen of Saugus </em>v. <em>Mathey, </em>305 Mass. 184. <em>N. V. Handel Industrie Transport Maatschappij </em>v. <em>State Fire Marshal, </em>305 Mass. 482. He must exhaust his administrative remedy by such appeal, if he is to rely upon danger of fire or explosion. <em>Marshall </em>v. <em>Registrar of Motor Vehicles, </em>324 Mass. 468, 471. <em>Ullian </em>v. <em>Registrar of Motor Vehicles, </em>325 Mass. 197, 200. There is no allegation that the operation of a gasoline station by Gibson will constitute a nuisance <em>(Czapski </em>v. <em>Sun Oil Co. </em>303 Mass. 186), and the petitioner, who is in the same business, can hardly complain that such a business is conducted on adjoining property. See <em>Rudnick </em>v. <em>Murphy, </em>213 Mass. 470.</p>\n<p id=\"b826-7\">\n<em>Order sustaining demurrer affirmed.</em>\n</p>\n<p id=\"b826-8\">\n<em>Order dismissing petition affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}