{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"413\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b378-8\">UNITED MINE WORKERS OF AMERICA ET AL. <em>v. </em>CORONADO COAL COMPANY ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b378-11\">No. 31.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_U\">Argued October 15, 1920;</otherdate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AUG\">restored to docket for reargument January 3, 1922;</otherdate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"Abxs\">reargued March 22, 23, 1922.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A_xm\">Decided June 5, 1922.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b384-5\"><page-number citation-index=\"1\" label=\"350\">*350</page-number><em>Mr. William, A. Glasgow, Jr., </em>with whom <em>Mr. Charles E. Hughes, Mr. Henry Warrum, Mr. G. L. Grant </em>and <em>Mr. ■Allen S. Hubbard </em>were on the briefs, for plaintiffs in error.<footnotemark>1</footnotemark></attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b384-6\">I. The judgment of the Circuit Court of Appeals was reViewable' here. Jud. Code, § 128.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b384-8\">A group of individuals is not liable' to be sued in tort unless it constitutes a person in law.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b385-3\"><page-number citation-index=\"1\" label=\"351\">*351</page-number>The very essence of the action of the State in creating a corporation is that it brings into being a legal entity which can be treated as such, in suing and being sued. It is well settled that it must appear that an association, if it is not a corporation, has received by appropriate legislation a legal status before it, or its members, may be sued in the name of the group.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b385-4\">It is apparent from §§ 7 and 8 of the Sherman Act that Congress did not. attempt to provide a new remedy against all unincorporated groups or associations. It made no designation of officers or agents upon whom process might be served. It made no provision as to the effect of the judgment to be recovered, or limiting execution thereon to common property or property jointly held through group or association.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b385-5\">This is a penal statute; it may be enforced by criminal prosecution; and treble damages may be awarded under it. It is wholly, inadmissible to give it a breadth which would reach, contrary to its terms and to the principles of the common law, every unincorporated association.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b385-6\">Congress defined who were to be liable. They were to be “ persons ” who shall make any'such contract or engage in any such combination or conspiracy (§§ 2, 3). The term “person,” has a well-established legal significance and an unincorporated.group is not, as such, a “person.” And the extent to which any association or group might be held liable as a “ person ” under the Sherman Act was explicitly defined in § 8. Congress included “ corporations and associations existing under or authorized by the laws of either the United States, the laws of any of the Territories, the laws of any State, or the laws of any foreign country.” It was not the privilege of the’ court below to go beyond these terms in the search of any supposed policy. The question was not, who should be exempted from liability, but who were made liable. The policy of the statute must be found in its terms. <em>United </em><page-number citation-index=\"1\" label=\"352\">*352</page-number><em>States </em>v. <em>Wiltberger, </em>5 Wheat. 76, 96; <em>Hadden </em>v. <em>The Collector, </em>5 Wall. 107, 111-112.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b386-4\">It may be said that in some cases associations have been joined with the individuals and corporations comprising the association in suits under the Sherman Act, but these have been equity suits for injunction in which the individuals and corporations which were members of the association were parties. In <em>Eastern States Retail Lumber Dealers’ Association </em>v. <em>United States, </em>234 U. S. 600, also an injunction suit, it does not appear that the point was raised.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"A3N\">Had Congress stopped with the words “ corporations and associations,” the rule <em>noscitur a sociis </em>would apply, and the term “ associations ” would be taken to mean such organizations as those to which legislation had given a legal status as quasi corporations. But the added words, saying explicitly what sort of associations were meant, relieve the question of doubt. <em>Eliot </em>v. <em>Freeman, </em>220 U. S. 178.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b386-6\">The expression “ existing undér or authorized by the laws ” of the United States or of any State should appropriately be taken to refer to statutes. Abbott’s Law Dictionary, Title “Law,” subdiv. 3; <em>Swift </em>v. <em>Tyson, </em>16 Pet. 1, 18. Otherwise, the clause would mean that associations that were unlawful were not within the purview of the section. Moreover, if Congress had intended to refer simply to unincorporated associations, without reference to any legislation which had given them the status of persons, that is to any lawful association whatever, it would not have added the last clause. The construction, for which,the plaintiffs contend makes the words 1: existing under or authorized by the laws of either the United States,” etc., surplusage.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b386-7\">The provision of § 7, that the action shall be brought “in .the district in which the defendant resides, or is found,” is appropriate if the word “ association ” is used <page-number citation-index=\"1\" label=\"353\">*353</page-number>as defined in § 8, but is inapposite if it is sought to give it the breadth for which the plaintiffs contend.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b387-4\">Whatever may be said of the <em>Taff Vale Case, </em>[1901] A. C. 426, as a matter of statutory construction (and it may here be noted that the effect of the decision was swept away by Parliament five years later, 6 Edw. VII, c. 47, § 4, subsec. 1; see <em>Vacher &amp; Sons, Limited, v. London Society of Compositors, </em>[1913] A. C. 107), it certainly forms no precedent for a construction of §§ 7 and 8 of the Sherman Act. By that act, Congress did not attempt to give labor unions a status which they did not have before.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b387-5\">No one doubts that the Sherman Act applies to the members of a labor union as well as to business men, but the act has its appropriate application' when actions are brought against the persons guilty of combination in accordance with the familiar principles of the common law.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b387-6\">III. Recovery against the United Mine Workers of America was entirely unwarranted by the evidence.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b387-7\">(a.) A labor union, as such, is not within the Sherman Act. The fact that a labor union has a membership throughout the country does not bring it within the act. <em>Gompers </em>v. <em>Bucks Stove &amp; Range Co., </em>221 U. S. 418; Clayton Act, § 6.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b387-8\">The miners were thus entitled to organize, and through organization to seek the amelioration of the condition of miners in the various mines throughout the country and to pursue this end by all lawful means. '</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b387-9\">(b) The constitution of the United Mine'Workers of America is the agreement of membership. It fixes the terms upon which these-miners unite and contribute to the funds which, the judgment below turns over to the plaintiffs. The constitution and the objects of the association are entirely lawful. <em>Hitchman Coal &amp; Coke Co. </em>v. <em>Mitchell, </em>245 U. S. 229, 253, 267.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b388-4\"><page-number citation-index=\"1\" label=\"354\">*354</page-number>The constitution deals with strikes and classifies them as follows: (1) Where the major portion of the members of a district are to be involved; (2) where the strike is in an unorganized field; (3) where the strike is in an organized field, but is to be financed by the International Union; and (4) where the strike is in an organized field and is not to be financed by the International Union. In the first three cases, the sanction of an international convention or of the international executive board must be procured before a strike may be called. In the last case, the district is permitted to call a strike upon its own responsibility.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b388-5\">It is urged by the plaintiffs that the district, and the members of local uñions, in the case of a local strike conducted on their own responsibility and without the sanction of the International Association, are the agents of the Association in calling and conducting the strike. But this is simply to ignore the definitive words of the section above quoted, “on their own responsibility.” This is the formal and definitive agreement of all the members of the Association with each other. It is an agreement to the effect that if some of the members locally go on strike on their own account, such a strike shall be on their own account, and that the other members shall not be in any way responsible therefor. Responsibility must rest upon facts of authorization and representation, which here are absolutely negatived.. The insertion of this provision had a very clear purpose, for the context shows that the important point of a financial support for a district engaged in a strike was involved, and it was made clear that the International Association could not be called upon for any support for a strike unless.it was sanctioned, and that if a district ordered a strike, without the authority of the Association, the latter assumed no responsibility of any sort with respect to it. <em>Denaby &amp; Cadeby Main Collieries </em>v. <em>Yorkshire Miners’ Association. </em>[1906] A. C. 384.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b389-3\"><page-number citation-index=\"1\" label=\"355\">*355</page-number>Further, under the constitution of the Association, the president had no authority to sanction a strike without the action of the international executive board.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b389-4\">The Association did not have control over the district’ where the district went ahead on its own responsibility. By the express provision of the constitution, to that extent there was local autonomy. The, control which the Association was entitled to exert was control according to the terms of the constitution of the Association, and not otherwise.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b389-5\">It is wholly untenable to say that, when a local union acts on its own responsibility and the Association does not sanction its action, the Association must resort to expulsion to save itself from liability.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b389-6\">(c) The United Mine Workers of America did not authorize, participate in, or ratify the alleged acts committed in Arkansas by reason of which' the recovery of damages was allowed. The disturbances were local, arising from local grievance^., caused entirely by local conditions.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b389-7\">In any view, the controlling fact is that no board or officer of the International Association participated in any of these acts or authorized any of them at any of the mines. If a distinction between a “ lock-out ” and a “ strike ” be ignored, and it be assumed that there were strikes at all the mines in question, still none of these strikes, and none of the acts in question, was authorized or sanctioned by the Association. Moreover, nothing is better settled than that a strike is not in itself unlawful, and the question here is the responsibility for particular acts that were not any necessary part of a strike.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b389-8\">It is not enough to show that some members of the .union committed acts of violence. Even in cases of conspiracy, where an illegal combination is found to exist, members are not liable for acts not within the scope of <page-number citation-index=\"1\" label=\"356\">*356</page-number>the illegal agreement. <em>Commonwealth </em>v. Campbell, 7 Allen, 541, 544; <em>Pettibone </em>v. <em>United States, </em>148 U. S. 197, 207. And certainly there is no principle better established than that, where a number of persons combine to achieve a lawful end by lawful means, and certain persons of the association combine to achieve that same end by unlawful means, the whole association is not responsible for the unlawful acts of the few members. <em>Commonwealth </em>v. <em>Hunt, </em>4 Mete. 111, 129; <em>United States </em>v. <em>Kane, </em>23 Fed. 748; <em>Lawlor </em>v. <em>Loewe, </em>187 Fed. 522; 223 U. S. 729; 235 U. S. 534, 535; <em>Eagle Glass &amp; Mfg. Co. v. Rowe, </em>245 U. S. 275; 219 Fed. 719, 720, 721. Certainly, the law does not require less proof to connect individual members of a union with the tortious acts of other members in this action for triple damages under the Sherman Act than it does in an application for an injunction on ordinary equitable • grounds, such as was considered in the <em>Eagle Glass Co. Case.</em></p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b390-5\">The liability of the .International Association should be tested by the question whether an individual. miner, a member of the Association living in Pennsylvania^ could be sent to jail for ^violation of the Anti-Trust Act because of the conduct of these Arkansas miners and his alleged connection with them. The gist of the action under § 7 is the alleged combination in restraint of trade. The individual miners, members of the International Union, are the persons who, it is claimed, constitute this combination. Unless these miners located in Pennsylvania, Ohio,..Indiana and other States, as well as in Arkansas, have con-, federated together to restrain by unlawful means interstate trade and commerce, there is no basis for the judgment against the Association. <em>Patterson </em>v. <em>United States, 222 </em>Fed. 599. Surely, a person may not be convicted of participation in a criminal conspiracy because he fails to set himself up as a court of justice to try and discipline persons who are claimed to have violated the criminal law.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b391-3\"><page-number citation-index=\"1\" label=\"357\">*357</page-number>(d) Notwithstanding the provisions of the constitution of the International Association, and notwithstand.ing that it did not authorize, participate in or sanction either the <em>“ </em>strike ” or the alleged wrongful acts in Arkansas, liability has been predicated on the view that these acts in Arkansas were committed in carrying out the <em>“ </em>aims, objects and purposes <em>” </em>of the national organization. Such a view, we submit, is wholly without warrant and is based upon a misconstruction of the policy of the Association.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b391-4\">IV. The verdict is also unsustainable with respect to District No. 21. Entirely apart from the relation of the District to the strike, the officers of the District were without authority to bind the membership of the district organization, the miners of Texas, Oklahoma and Arkansas, so as to impose liability for the alleged illegal acts in which the members had not participated. And the same is true with respect to the local unions so far as their members had not authorized the acts in question.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b391-5\">V. The facts proved at the trial did not justify a recovery against any of the defendants under the Sherman Act. There was no proof of any combination or conspiracy in restraint of interstate commerce.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b391-6\">This action is'to recover damages for particular acts alleged to have been committed by certain individuals in Arkansas. What were these acts? Without now going into, the questions which were contested at the trial, with respect to provocation and incitement, the most that can be said from the standpoint of the plaintiffs is that certain individuals committed trespasses and destroyed property, thus inflicting the damage sought to be recovered.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b391-7\">We start then with these individuals. Certainly, it cannot be said that their conduct, separately considered, had any such direct relation to interstate bommeree as would justify an action against them under the Sherman <page-number citation-index=\"1\" label=\"358\">*358</page-number>Act. The fact that a factory or a mine produces commodities, which are the subject of interstate trade, of course does not make the destruction of the factory or mine a matter of federal cognizance under the Commerce Clause.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b392-5\">Again, if it were assumed that several persons combined to impair or destroy a factory or mine at which commodities were produced which would go in interstate commerce, still that fact alone would not support a finding of a combination or conspiracy in restraint of interstate commerce. The fundamental question, recognized as of vital importance in the exercise of the important jurisdiction of this court in defining the scope of the Commerce Clause and the validity and application of legislation under that clause, is whether the conduct sought to be regulated has direct or indirect relation to interstate commerce. Were it not for this test of direct or indirect relation, the court would be at sea without chart or compass. If whatever may be deemed to have an indirect or consequential relation to, or effect upon, interstate commerce were regarded as being within the Commerce Clause, it would be difficult to find any activity of importance in any community that fell without it. Such a construction of the Constitution would destroy the Constitution itself. Difficult as may be the application of the test in certain cases, there is no difficulty in apprehending the test itself. To hold that merely because a mine produces coal, which if produced and sold would enter into interstate commerce, an injury to the mine is interference with interstate commerce cognizable by Congress, is to ignore the distinction which underlies countless decisions of this court and to establish a centralized power in the Federal Government which would know no limitation with respect to all the activities which precede interstate commerce, — activities not only relating to production but to all the manifold affairs which affect the productive capacity of human beings. <page-number citation-index=\"1\" label=\"359\">*359</page-number><em>Hopkins </em>v. <em>United States, </em>171 U. S. 578, 592; <em>United States </em>v. <em>Patten, </em>187 Fed. 664, 671; 226 U. S. 525, 542.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b393-4\">The mining of coal is not interstate commerce and a mine is not an instrumentality of interstate commerce, <em>Kidd </em>v. <em>Pearson, </em>128 U. S. 1, 21; and the fact that, an article was manufactured for export to another State does not make it an article of interstate commerce within the meaning of the Constitution. <em>Coe </em>v. <em>Errol, </em>116 U. S. 517.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b393-5\">And the fact that a commodity might come into interstate commerce does not preclude the exercise of the police power of the State so as to prevent its manufacture, if such prevention is otherwise within the police power of the State. <em>Kidd </em>v. <em>Pearson, supra.</em></p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b393-6\">An injury to a miner in mining coal is not an injury to interstate commerce and is not an injury to an instrumentality of interstate commerce. <em>Delaware, Lackawanna &amp; Western R. R. Co. </em>v. <em>Yurkonis, </em>238 U. S. 439; <em>Hammer </em>v. <em>Dagenhart, </em>247 U. S. 251, 272.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b393-7\">The thought of the individuals who committed the alleged wrongs, if the testimony introduced by the plaintiffs be accepted, was on the mining and the men who were mining and the conditions of work. It was not upon commerce, but on production. If it be assumed that the purpose was to prevent certain men, non-union men, from working, it was still the prevention of work by these men that they had in mind.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b393-8\">Of course, a finding of conspiracy or combination in restraint of interstate commerce, that being the gist of the action, must be supported by the sort of proof that will sustain a criminal prosecution or an action for treble damages. The conspiracy must be established as a fact over and above any and all evidence of injury to property used in production, or of intent to injure such property, or of combination for that purpose.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b393-9\">The objects of the International Association have no direct relation to intefstate commerce; and the fact that <page-number citation-index=\"1\" label=\"360\">*360</page-number>they relate to employment in production in many mines, or to mines in several States, does not alter their essential character. Their legal and constitutional aspect is the same with respect to work in mines in a dozen States, as it is with respect to work in one mine.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b394-5\">It may be said that the constitution of the Association contemplated strikes. But a strike, as such, in a mine, or in a factory, while it may affect production, has no direct relation to interstate commerce. The constitution of the Association, in its provisions relating to strikes, said nothing of boycotts or of anything having direct relation to trade, interstate or otherwise.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b394-6\">Again, the effort to “ unionize ” does not imply any conduct having direct relation to interstate commerce. The number of instances involving the same policy does not affect the nature of that policy in relation to interstate commerce, and it is necessary to find something more than the mere policy of <em>“ </em>unionizing,” or of strikes, or of refusal to work with non-union men, or of refusal to mine coal with non-union men, in order to create a combination or conspiracy in restraint of interstate commerce.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b394-7\">The prevention of the mining of coal by non-union men may, of course, be brought about by “ unionizing ”.a mine. This can be accomplished by entirely lawful means, and illegal purpose or illegality of means is not to be presupposed but requires proof. Apart from this, the prevention of mining coal by non-union men, as such, is not an interference with interstate commerce in the proper sense. When.the intent and purpose have relation simply to hours, wages and conditions of production, the agreement or combination relates to production and not to interstate commerce, the effect of the latter, if it exists, being merely incidental.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b394-8\">The mere act of conference between operators and miners, and the agreements for wages, etc., which were reached, we must assume to be unobjectionable. There <page-number citation-index=\"1\" label=\"361\">*361</page-number>has been no finding that the operators and the miners entered into a conspiracy in restraint of interstate commerce.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b395-4\">Statements in speeches made at these conferences have been introduced for the purpose of showing that there was a conspiracy or combination, in which the International Association was engaged, in restraint of interstate commerce. This sort of evidence is a very frail reliance when it is sought to hold hundreds of thousands of members of an association, with expressed purposes which are entirely lawful and laudable, as being guilty of a violation of the criminal law. It is true that the individuals at these conferences were representatives or delegates, but it does- not follow that all the members were bound by anything a delegate in the heat of controversy might say. But if these utterances are examined, they fall far short of showing the intent and purposes which are here ascribed;</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b395-5\">There is nothing to show that the local unions and District No. 21 had engaged in any combination or conspiracy in restraint of interstate commerce. The reasoning that we have employed above also applies to these associations.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b395-6\">VI. The District Court erred in its instructions to the jury.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b395-7\">VII. There was a misjoinder of plaintiffs and of their causes of action, the complaint failing to show any community of- interest in the plaintiffs or any joint cause of action.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b395-8\">To entitle plaintiffs to join in an action for damages they must have a joint legal interest in the property affected and in the damages sought to be recovered. 1 Chitty’s Pleadings, p. 64; <em>Oliver </em>v. <em>Alexander, </em>6 Pet. 143, 145; <em>Yeaton </em>v. <em>Lenox, </em>8 Pet. 123; <em>Bertrand v. Byrd, </em>5 Ark. 651; <em>Harris </em>v. <em>Preston, </em>10 Ark. 201. This rule is fundamental and prevails in States, of which Arkansas is <page-number citation-index=\"1\" label=\"362\">*362</page-number>one, that have adopted the reform procedure. Pomeroy, Code Remedies, § 231; Kirby’s Ark. Digest, § 6005; <em>Johnson </em>v. <em>Ditlinger, </em>140 Ark. 509.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"ANv\">It is said, however, that if separate actions had been brought, they could have been consolidated under the Arkansas Consolidation Act. Kirby’s Digest, § 6083-a. This is a plain copy of the federal statute of consolidation. Rev. Stats., § 921; Jud. Code, § 1. Where a State adopts a statute that has been interpreted in other jurisdictions, it presumptively adopts the interpretation which has there been accorded it. This would seem to be the more imperative where the statute adopted has operated and determined the practice in courts having concurrent jurisdiction with the courts of the adopting State. The federal statute has been uniformly interpreted by the federal courts as leaving the right to order consolidation wholly to the discretion of the court. <em>Mutual Life Insurance Co. </em>v. <em>Hillmon, </em>145 U. S. 285, 292; <em>Toledo &amp;c. R. R. Co. </em>v. <em>Continental Trust Co., </em>95 Fed. 497, 506. In construing the Arkansas act, the courts of that State, how.ever, have declared themselves untrammeled by this interpretation of this court. <em>Fidelity-Phenix Insurance Co. </em>v. Friedman, 117 Ark. 71. The right exercised by the state court to indulge in* new experiments in procedure should not be superior to the right of the federal court to follow its own long-established practice. Under the Federal Conformity Act, conformance to the practice ádopted by the Arkansas courts is neither required nor justified on the part of the federal courts. 2 Bates, Federal Procedure and Law, p. 680, § 971; <em>Mutual Life Insurance Co. </em>v. <em>Hillmon, supra; Mexican Central Ry. Co. </em>v. <em>Pinkney, </em>149 U. S. 194; <em>Shepard </em>v. <em>Adams, </em>168 U. S. 618; <em>Hanks Dental Association </em>v. <em>International Tooth Crown Co., </em>194 U. S. 303, 310.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b396-7\">The alleged Arkansas rule and the right asserted by plaintiffs is furthermore in antagonism to the doctrine <page-number citation-index=\"1\" label=\"363\">*363</page-number>that, after consolidation, the causes of action remain distinct and require separate verdicts and judgments. <em>Mutual Life Insurance Co. </em>v. <em>Hillmon, </em>145 U. S. 285. Even the practice in Arkansas does not authorize this verdict. <em>Southern Anthracite Coal Co. </em>v. <em>Thrasher, </em>93 Ark. 140, 143; <em>Lumiansky </em>v. <em>Tessier, </em>213 Mass. 182, 188.</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b397-4\">Moreover, the Federal Anti-Trust Acts provide a special proceeding, lying only within the jurisdiction of the federal courts, and, to the extent they indicate the practice to be followed in actions to recover damages, must govern regardless of procedure in the state courts. Section 7 of the Sherman Act provides that <em>“ </em>any person who shall be injured in his business or property . . . may sue therefor.” The clear and necessary implication is that each person must bring his suit alone. See 21 Cong. Rec., 3149, 3151.</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b397-5\">No authority in law has been offered or can be found for the proposition that because receivers were appointed for these nine .corporations in one suit and in one decree, their separate causes of action thereby became joint. 23 Am. &amp; Eng. Encyc. of Law, 1073; High on Receivers, 4th ed., § 204.</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b397-6\">Finally, even upon the assumption that divers plaintiffs with separate demands under the Sherman Act may join in suing, it appears from the complaint that the five non-operating companies are wholly without rights of action. i</p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b397-7\">The Arkansas decisions merely hold that where a trial court has erroneously failed to grant a defendant’s motion to strike out because of a misjoinder, the Supreme Court will not reverse the judgment, if it appears that the separate causes, if they had been brought separately, could have been consolidated. Manifestly, the Conformity Act does not require a federal court to follow the decisions of the Arkansas courts as to what they conceive to be harmless error or similar questions.</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b398-3\"><page-number citation-index=\"1\" label=\"364\">*364</page-number>VIII. The orders requiring the unincorporated labor unions and their officers to produce their books and documents, for the purpose of proving the officers and members of these unions guilty of the alleged criminal conspiracy, were violative of their rights under the Fourth and Fifth Amendments. <em>American Banana Co. </em>v. <em>United Fruit Co., </em>153 Fed. 943. The defendant unions not being incorporated, <em>Hale </em>v. <em>Henkel, </em>201 U. S. 43, has no application.</p>\n<attorneys data-order=\"60\" data-type=\"attorneys\" id=\"b398-4\"><em>Mr. Henry S. Drinker, Jr., </em>and <em>Mr. James B. McDonough, </em>with whom Mr; <em>Roger B. Hull </em>was on the brief, for defendants in error.</attorneys>\n<p data-order=\"61\" data-type=\"legal\" id=\"b399-4\"><page-number citation-index=\"1\" label=\"365\">*365</page-number>I. The unions were subject to be sued as associations, under the Sherman Act.</p>\n<p data-order=\"62\" data-type=\"legal\" id=\"b404-5\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>The evidence in this case sustains the liability of the union on four distinct grounds:</p>\n<p data-order=\"63\" data-type=\"legal\" id=\"b408-8\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>The Sherman Act left the procedure to the local law.</p>\n<p data-order=\"64\" data-type=\"legal\" id=\"b409-4\"><page-number citation-index=\"1\" label=\"375\">*375</page-number>The record fails to show that defendants made any claim to additional challenges.</p>\n<attorneys data-order=\"65\" data-type=\"attorneys\" id=\"b410-4\"><page-number citation-index=\"1\" label=\"376\">*376</page-number><em>Mr. Daniel Davenport, Mr. Walter Gordon Merritt </em>and <em>Mr. Thomas Hewes, </em>by leave of court, filed a brief as <em>amici curios.</em></attorneys>\n<p data-order=\"66\" data-type=\"legal\" id=\"b415-6\"><page-number citation-index=\"1\" label=\"381\">*381</page-number>See also, <em>Hillenbrand v. Building Trade Council, </em>14 Oh. Dec. (N. P.) 628; 15 Harv. Law Rev. 311; 30 <em>id., </em>263.</p>\n<footnote data-order=\"67\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b384-10\"> At the former hearing the ease was argued by. <em>Mr. Charles E. Hughes, </em>on behalf of the plaintiffs in error.</p>\n</footnote>\n<opinion data-order=\"68\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b415-7\">Mr. Chief Justice Taft,</author>\n<p id=\"Apk\">after stating the case, delivered the opinion of the court.</p>\n<p id=\"b415-8\">There are five principal questions pressed by the pláintiffs in error here, the defendants below. The first is that there was a misjoinder of parties plaintiff. The second is that the United Mine Workers of America, District No. 21, United Mine Workers of America, and the local unions made defendants, are unincorporated associations and not. subject to suit and therefore should have been dismissed from the case on motions seasonably made. The third is that thére is no evidence to show any agency by the <page-number citation-index=\"1\" label=\"382\">*382</page-number>United Mine Workers of America, in the conspiracy charged or in the actual destruction of the property, and no liability therefor. The fourth is that there is no evidence to show that the conspiracy alleged against District No. 21 and the other defendants, was a conspiracy to restrain or monopolize interstate commerce. The fifth is that the court erred in a supplemental charge to the jury, which so stated the court’s view of the evidence as to amount to a mandatory direction coercing the jury into finding the verdict which was recorded.</p>\n<p id=\"b416-4\">First. It does not'seem to us that there was a misjoinder of parties under the procedure as authorized in Arkansas.' In that State the law provides that when causes of action of a like nature, or relative to the same question, are pending before any of'its circuit or chancery courts, the court ‘may make such orders and rules regulating proceedings therein as may be conformable to the usages of courts for avoiding unnecessary costs ór delay in the administration of justice, and may consolidate said causes when it appears reasonable to do so. In <em>Southern Anthracite Coal Co. </em>v. <em>Bowen, </em>93 Ark. 140, the court consolidated, over objection by defendant, two suits by two workmen who had been injured in the same accident, and the Supreme Court approved of this action. In <em>Fidelity-Phenix Fire Insurance Co. </em>v. <em>Friedman, </em>117 Ark. 71, it was held that actions by an injured person and by a mortgagee against eight insurance companies on eight different fire insurance policies could be consolidated against the objection by defendants, and they were tried together. Of course, the application of this rule of the Arkansas courts under the Federal Conformity Act, will be qualified to prevent injury to any substantial right secured by federal law in the. trial. It is a case for the exercise of reasonable discretion by the trial court. We cannot say that that discretion-was abused in this case. All the companies for which the plaintiffs herein are receivers, were united tqgether in interest <page-number citation-index=\"1\" label=\"383\">*383</page-number>and were largely under the control of one of the companies. The active manager of all of them for years was Franklin Bache. He was the first receiver, and as such the plaintiff. There was no need for a division in the verdict of damages found, because the union of interest between the plaintiffs involved no difficulty in the distribution among them of the amount found. The judgment is <em>res judicata </em>as to all the plaintiffs, and we can find no substantial reason for disturbing it on this ground. No difficulty presented itself with respect to the challenge of jurors by either side, and so far as appears there was no embarrassment to the defendants growing out of tfie union of the plaintiffs. On the contrary, an examination of the evidence shows that all the witnesses for the defendants treated the\" plaintiffs as a unit. They were'so regarded in business and in the neighborhood where the mines were.</p>\n<p id=\"b417-3\">Second. Were the unincorporated associations, the International Union, District No. 21, and the local unions suable in their names? The United- Mine Workers of America is a national organization. Indeed, because it embraces Canada it. is' called the International Union. Under its constitution, it is intended to be the union of all workmen employed in and around coal mines, coal washers and coke ovens on the American continent.. Its declared purpose is to increase wages and improve conditions of employment of its members by legislation, conciliation, joint agreements and strikes. It demands not more than eight hours a day of labor. The union is composed of workmen eligible to membership and is divided into districts, sub-districts and local unions. The ultimate authority is a general convention to which delegates selected by the members in their local organizations are elected. The body governing the union in the interval between conventions is the International Board consisting of the principal officers, the president, vice-president- and secretary-treasurer, together with a member from <page-number citation-index=\"1\" label=\"384\">*384</page-number>each district. The president has much power. He can remove or suspend International officers, appoints the national organizers and subordinates, and is to interpret authoritatively the constitution, subject to reversal by the International Board. When the Board is not in session, the individual members are to do what he directs them to do. He may dispense with initiation fees for admission of new locals and members. The machinery of the organization is directed largely toward propaganda, conciliation of labor disputes, the making of scale agreements with operators, the discipline of officers, members, districts and locals, and toward strikes and the maintenance of funds for that purpose. It is admirably framed for unit action under the direction of the National officers. It has a weekly journal, whose editor is appointed, by the president, which publishes all official orders and circulars, and all the union news. Each local union is required to be a subscriber, and its official notices are to be brought by the secretary to the attention of the members. The initiation fees and dues collected from each member are divided between the national treasury, the district treasury and that of the local., Should a local dissolve, the money is to be transmitted to the National treasury.</p>\n<p id=\"b418-6\">The rules as to strikes are important here. Section 27 of Article IX of the constitution is as follows:</p>\n<blockquote id=\"b418-7\">“ The Board shall have power between conventions, by a two-thirds vote, to recommend the-calling of a general strike, but under no circumstances shall it call such a strike until approved by a referendum vote of the members.”</blockquote>\n<p id=\"b418-8\">Under Article XVI, no district is permitted to engage in a strike involving all or a major portion of its members without sanction of the International Convention or Board.</p>\n<p id=\"b418-9\">Section 2 of that article provides that districts may order local strikes within their respective districts “on <page-number citation-index=\"1\" label=\"385\">*385</page-number>their own responsibility, but where local strikes are to be financed by the International Union, they must be sanctioned by the International Executive Board.”</p>\n<p id=\"b419-4\">Section 3 provides that in unorganized fields the Convention or Board must sanction strikes and no financial aid is to be given until after the strike has lasted four weeks, unless otherwise decided by the Board. The Board is to prescribe conditions in which strikes are to be financed by the International Union and the amount of strike relief to be furnished the striking members. In such cases, the president appoints a financial agent to assume responsibility for money to be expended from the International funds, and he only can make binding contracts. There is a uniform system of accounting as to the disbursements for strikes.</p>\n<p id=\"b419-5\">The membership of the union has reached 450,000. The dues received from them for the national and district organizations make a very large annual total, and the obligations assumed in travelling expenses, holding of conventions, and general overhead cost, but most of all in strikes, áre so heavy that an extensive financial business is carried on, money is borrowed, notes are given to banks, and in every way the union acts as a business entity, distinct from its members. No organized corporation has greater unity of action, and in none is more power centered in the governing executive bodies.</p>\n<p id=\"b419-6\">Undoubtedly at common law, an unincorporated association of persons was not recognized as having any other character than a partnership in whatever was done, and it could only sue or be sued in the names of its members,, and their liability had to be enforced against each member. <em>Pickett </em>v. <em>Walsh, </em>192 Mass. 572; <em>Karges Furniture Co. </em>v. <em>Amalgamated Woodworkers Local Union, </em>165 Ind. 421; <em>Baskins </em>v. <em>United Mine Workers of America, </em>234 S. W. 464. But the growth and necessities of these great labor organizations have brought affirmative legal recognition of their <page-number citation-index=\"1\" label=\"386\">*386</page-number>existence and usefulness and provisions- for their protection, which their members have found necessary. Their right to maintain strikes, when they do not violate law or the rights of others, has been declared. The embezzlement of funds by their officers has been especially denounced as a crime. The so-called union label, which is a quasi .trademark to indicate the origin of manufactured product in union labor, has been protected against pirating and deceptive use by the statutes of most of the States, and in many States authority to sue to enjoin its use has been conferred on unions. They have been given distinct and separate representation and the right to appear to represent union interests in statutory arbitrations, and before official labor boards. We insert in the margin an extended reference,<footnotemark>1</footnotemark> furnished by the industry of counsel, to <page-number citation-index=\"1\" label=\"387\">*387</page-number>legislation of this kind. More than this, equitable procedure adapting itself to modern needs has grown to recdgnize the need of representation by one person of many, too numerous to sue or to be sued (Story Equity Pleadings, 8th ed., §§ 94, 97; <em>St. Germain </em>v. <em>Bakery, </em>&amp;c., <em>Union, </em>97 Wash. 282; <em>Branson </em>v. <em>Industrial Workers of the World, </em>30 Nev. 270; <em>Barnes &amp; Co. </em>v. <em>Chicago Typographical Union, </em>232 Ill. 402); and this has had its influence upon the law side of litigation, so that, out of the very necessities of the existing conditions and the utter impossibility of doing justice otherwise, the suable character of such an organization as this has come to be recognized in some jurisdictions, and many suits for and against labor unions are reported in which no question has been raised as to the right to treat them in their closely united <page-number citation-index=\"1\" label=\"388\">*388</page-number>action and functions as artificial persons capable of suing and being sued. It would be unfortunate if an organization with as great power as this International Union has in the raising of large funds .and in directing the conduct of four hundred thousand members in carrying on, in a wide territory, industrial controversies and strikes, out of which so much unlawful injury to private rights is possi<page-number citation-index=\"1\" label=\"389\">*389</page-number>ble, could assemble its assets to be used therein free from liability for injuries by torts committed in course of such strikes.- To remand persons injured to a suit against each of the 400,000 members to recover damages and to levy on his share of the strike fund, would be to leave them remediless.</p>\n<p id=\"b424-5\"><page-number citation-index=\"1\" label=\"390\">*390</page-number>In the case of <em>Taff Vale Ry. Co. </em>v. <em>Amalgamated Society of Railway Servants, </em>[1901] A. C. 426, an English statute provided for the registration of trades unions, authorized them to hold property through trustees, to have agents, and provided for a winding up and a rendering of accounts. A union was sued for damages growing out of a strike. Mr. Justice Farwell, meeting the objection that the union was not a corporation and could not be sued as an artificial person, said:</p>\n<blockquote id=\"b424-6\">“ If the contention of the defendant society were well founded, the Legislature has authorized the creation of numerous bodies of mén capable of owning great wealth and of acting by agents with absolutely no responsibility for the wrongs that they may do to other persons by the use of that wealth and the employment of those agents.”</blockquote>\n<p id=\"b424-7\">He therefore gave judgment against the union. This was affirmed by the House of Lords. The legislation in question in that case did not create trade unions but simply recognized their existence and regulated them in certain ways, but neither conferred on them general power to sue, nor imposed liability to be sued. See also <em>Hillenbrand </em>v. <em>Building Trade Council, </em>14 Ohio Dec. (N. P.) 628. Holland Jurisprudence, 12th ed., 341; Pollock’s First Book on Jurisprudence, 2nd ed., 125.</p>\n<p id=\"b424-8\">Though such a conclusion as to the suability of trades unions is of primary importance in the working out of justice and in protecting individuals and society from possibility of oppression and- injury in their lawful rights from, the existence of such powerful entities as trade unions, it is after all in essence and principle merely a procedural mátter. As a matter of substantive law, all the members of the union engaged in a combination doing unlawful injury are liable to suit' and recovery, and the only question is whether when they have voluntarily, and for the purpose of acquiring concentrated strength and the faculty of auick unit action and elasticity, created a self-<page-number citation-index=\"1\" label=\"391\">*391</page-number>acting body with great funds to accomplish their purpose, they may not be sued as this body, and the funds they have accumulated may not be made to satisfy claims for injuries unlawfully caused in carrying out their united purpose. Trade unions have been recognized as lawful by the Clayton Act; they have been tendered formal incorporation as National Unions by the Act of Congress, approved June 29, 1886, c. 567, 24 Stat. 86. In the Act of Congress, approved August 23, 1912, c. 351, 37 Stat. 415, a commission on industrial relations was created providing that three of the commissioners should represent organized labor. The Transportation Act of 1920, c. 91, §§ 302-307, 41 Stat. 469, recognizes labor unions in creation of railroad boards of adjustment, and provides for action by the Railroad Labor Board upon their application. The Act of Congress, approved August 5, 1909, c. 6, § 38, 36 Stat. 112, and the. Act approved October 3, 1913, c. 16, subd. G(a), 38 Stat. 172, expressly exempt labor unions from excise taxes. Periodical publications issued by or under the auspices of trade unions are admitted into the mails as second-class mail matter. Act of 1912, c. 389, 37 Stat. 550. The legality of labor unions of postal employees is expressly recognized by Act of Congress, approved August 24, 1912, c. 389, § 6, 37 Stat. 539, 555. By Act of Congress, passed August 1, 1914, no money was to be used from funds therein appropriated to prosecute unions under the Anti-Trust Act (c. 223, 38 Stat. 609, 652).</p>\n<p id=\"b425-3\">In this state of federal legislation, we think that such organizations are suable in the federal courts for their acts, and that funds accumulated to be expended in conducting strikes are subject to execution in suits for torts committed by such unions in strikes. The fact that the Supreme Court of Arkansas has since taken a different view in <em>Baskins </em>v. <em>United Mine Workers of America, supra, </em>can not under the Conformity Act operate as a limitation on the federal procedure in this regard.</p>\n<p id=\"b426-5\"><page-number citation-index=\"1\" label=\"392\">*392</page-number>Our conclusion as to the suability of the defendants is confirmed in the case a,t bar by the words of §§ 7 and 8 of the Anti-Trust Law. The persons who may be sued under § 7 include “ corporations and associations existing under or authorized by the laws of either the United States, the laws of any of the Territories, the laws of any State, or the laws of any foreign country” [§ 8]. This language is very broad, and the words given their natural signification certainly include labor unions like these. They are, as has been abundantly, shown, associations existing under the laws of the United States, of the Territories thereof, and of the States of the Union. Congress was passing drastic legislation to remedy a threatening danger to the public welfare, and did not intend that any persons or combinations of persons should escape its application. Their thought was especially directed against business associations and combinations that were unincorporated to do the things forbidden by the act, but they used language broad enough to include all associations which might violate its provisions recognized by the. statutes of the United States or the States or the Territories, or foreign countries as lawfully existing; and this, of course, includes labor unions, as the legislation referred to shows. Thus it was that in the cases of <em>United States </em>v. <em>Trans-Missouri Freight Association, </em>166 U. S. 290, <em>United States </em>v. <em>Joint Traffic Association, </em>171 U. S. 505, <em>Montague &amp; Co. </em>v. <em>Lowry, </em>193 U. S. 38, and <em>Eastern States Retail Lumber Dealers’ Association </em>v. <em>United States, </em>234 U. S. 600, unincorporated associations were itfade parties to suits in the federal courts under the Antitrust Act without question by anyone as to the correctness of the procedure.</p>\n<p id=\"b426-6\">For these reasons, we conclude that the International Union, the District No. 21 and the twenty-seven Local Unions were properly made parties defendant here and properly served by process on their principal officers.</p>\n<p id=\"b427-3\"><page-number citation-index=\"1\" label=\"393\">*393</page-number>Third. The next question is whether the International Union was shown by any substantial evidence to have initiated, participated in or ratified the interference with plaintiffs’ business which began April 6, 1914, and continued at intervals until July 17, when the matter culminated in a battle and the destruction of the Bache-Denman properties. The strike was a local strike declared by the president and officers of the District Organization No. 21, embracing Arkansas, Oklahoma and Texas. By Art. XVI of the International constitution^ as we have seen, it could not thus engage in a strike if it involved all or a major part of its district members without sanction of the International Board. There is nothing to show that the International Board ever authorized it, took any part in preparation for it or in its maintenance. Nor did they or their organization ratify it by paying any of the expenses. It came exactly within the definition of a local strike in the constitutions of both the National and the District organizations. The'District made the preparations and paid the bills. It does appear that the president of the National body was in Kansas City and heard of the trouble which had taken place on April 6 at Prairie Creek and that at a meeting of the International Board he reported it as something he had learned on his trip for their official information. He said that a man named Bache had demanded in a suit an accounting of the funds of the Southwestern Coal Operators’ Association, that when he secured the information, he <em>“ </em>went down to. Arkansas and started to run his mine non-union. The boys simply marched in on him in a day down there and kicked his Colorado guards out of there and broke their jaws and put the flag of the United Mine Workers on top of the tipple and pulled the fires out of the boilers, and that was all there was to it, and the mines have been idle ever since. I do not say our boys did this, but I mean the people from all through that country marched in and <page-number citation-index=\"1\" label=\"394\">*394</page-number>stopped the work, and when the guards offered resistance, several of them were roughly handled but no lives were lost as I understand it.” Later in May he made a long speech at a special convention of District No. 21 held at Fort Smith for a purpose not connected with this matter in which he referred especially to the Colorado and West Virginia strikes in which the International Union was engaged with all its might, but he made no specific allusion to the Prairie Creek difficulty. It does appear that in 1916, after Stewart, the president of District No. 21, had been convicted of conspiracy to defeat the injunction issued to protect the Prairie Creek mines in this conflict, and had gone to the penitentiary and was pardoned, White, the national president, wrote a’ letter thanking the President for this, and that subsequently he appointed Stewart to a position on a District committee. It would be going very far to consider such acts of the president alone a ratification by the International Board creating liability for a past tort. The president had riot authority to order or ratify a local strike. Only the Board could do this. White’s report in an executive meeting of the Board of the riot of April 6 shows sympathy with its purpose and a lack of respect for law but does not imply or prove on his part any prior initiation or indicate a desire to ratify the transaction as his work. The Board took no action on his report. He did not request it.</p>\n<p id=\"b428-6\">Communications from outsiders and editorials published in the United Mine Workers journal giving accounts of the occurrences at Prairie Creek and representing that the troubles were due to the aggression of the armed guards of the mine owners and that the action of the union men was justified because in defense of their homes against night attacks, do not constitute such ratification by the Board or the president after the fact as to make the International Union liable for what had been done.</p>\n<p id=\"b429-3\"><page-number citation-index=\"1\" label=\"395\">*395</page-number>The argument of counsel for the plaintiffs is that because the National body had authority to discipline District organizations, to make local strikes its own and to pay their cost, if it deemed it wise, the duty was thrust on it when it knew a local strike was on, to superintend it and prevent its becoming lawless at its peril. We do not conceive that such responsibility is imposed on the National body. A corporation is responsible for the wrongs committed by its agents in the course of its business, and this principle is enforced against the contention that torts are <em>ultra vires </em>of the corporation. But it must be shown that it is in the búsiness of the corporation. Surely no stricter rule can be enforced against an unincorporated organization like this. Here it is not a question of contract or of holding out an appearance of authority on which some third person acts. It is a mere question of actual agency which the constitutions of the two bodies settle conclusively. If the International body had interfered or if it had assumed liability by ratification, different questions would have arisen.</p>\n<p id=\"b429-4\">Counsel cite § 2 of Art. XII of the constitution of District No. 21 to show that questions of all strikes must be referred by District officers to the National president for his decision, and suggest that in the absence of a showing it is to be inferred that they did so here and the strike was approved by him. They misconstrue the section. It applies only to a proposed strike which would affect two Districts and to which one District is opposed. It does not apply to local strikes like this.</p>\n<p id=\"b429-5\">But it is said that the District was doing the wofik of the International and carrying out its policies and this circumstance makes the former an agent. We can not agree to this in tne face of the specific stipulation between them that in such a case unless the International expressly assumed responsibility, the District must meet it alone. The subsequent events showing that the District did meet <page-number citation-index=\"1\" label=\"396\">*396</page-number>the responsibility with its own funds confirm our reliance upon the constitution of the two bodies.</p>\n<p id=\"b430-6\">We conclude that the motions of. the International Union, the United Mine Workers of America, and of its president and its other officers, that the jury be directed to return, a verdict for them, should have been granted.</p>\n<p id=\"b430-7\">Fourth. The next question is twofold: (a) Whether the District No. 21 and the individual defendants participated .in a plot unlawfully to deprive the plaintiffs of their employees by intimidation and violence and in the course of it destroyed their properties, and,-(b), whether they did these things in pursuance of a conspiracy to restrain and monopolize interstate commerce.</p>\n<p id=\"b430-8\">The case made for the plaintiff was as follows:</p>\n<p id=\"b430-9\">(a) In March of 1914, when the Prairie Creek Nq. 4, Mammoth Vein Coal Mine, and the Coronado mines were operating with union labor and under a District No. 21 contract and scale of wages and terms which did not expire until July 1 following, Bache, the manager of all the properties, determined to run his mines thereafter on a non-union or open basis. He had his superintendent prepare a letter setting forth his reasons for the change and forwarded it to his principals in the East to justify the change of policy which he insisted would result in a substantial reduc , :on in the cost of production. To avoid the charge of a breach of the union scale, he had a contract made between the Mammoth Vein Coal Mining Company, which he controlled, and the Prairie Creek Coal Company and the Mammoth Vein Coal Company, by which the Mammoth Vein Coal Mining Company, a corporation with $100 capital, agreed to run the mines. As it had signed no scale, he considered it free from obligation to the union. He then shut down the mines and prepared to open them on a non-union basis on April 6. He anticipated trouble. He employed three guards from the Bums Detective Agency, and a number of others to aid them.. He bought <page-number citation-index=\"1\" label=\"397\">*397</page-number>a number of Winchester rifles and ammunition. He surrounded his principal mining plant at Prairie Creek No. 4 with a cable strung on posts. He had notices prepared for his former employees, who occupied the Company’s houses, to vacate. He had notices warning trespassers from the premises posted at the entrance to the tract that was enclosed within the cable. He sent out for non-union men and had gathered some thirty or more at the mine by the day fixed for the opening.</p>\n<p id=\"b431-4\">The mines of the plaintiffs lie in the County of Sebastian on the west border of Arkansas, next to Oklahoma, in a hilly country. The whole country is. full of coal mines. The annual coal-producing capacity of Arkansas is about 2,000,000 tons. The product is a smokeless coal like the Pocahontas of West Virginia. All the Arkansas mines but one small one were union. The towns in the neighborhood, Hartford, Huntington, Midland, Frogtown, and others were peopled by union miners and the business done in them was dependent on union miners’ patronage. Hartford,, a town of twenty-five hundred, was about three miles from Prairie Creek, Midland, less in size, lay about the same distance away in another direction, and Huntington was a mile or two further in still another direction. Frogtown was a small village about a mile and a half from Prairie Creek. Stewart, the president of the District No., 21, and the other officers promptly declared a local strike against the Prairie Creek and Mammoth Vein mine and the union miners who had not been discharged from the Coronado mine of the plaintiffs left. Through the agency of the officers of District No. 21 and the local unions, a public meeting was called at the school house, about a quarter of a mile from the Prairie Creek mine. The influence of the union men was exerted upon the shopkeepers of the towns above named to close their stores and attend the meeting. It was given a picnic character and women and children attended. The meeting, after listening to <page-number citation-index=\"1\" label=\"398\">*398</page-number>speeches, appointed a committee to visit the superintendent in charge of the mine. On this committee was one Slankard, a constable of the town of Hartford, and a union man, together with two other union miners. They asked the superintendent that the non-union men be sent away and the mine resume operations with union men. The committee was attended by a very large body of union miners. They were met at the entrance to the enclosure by two guards’with.fguns carried behind them. The committee was admitted to see the superintendent and the crowd dealt with the guards. The guards had been directed not to use their guns save to defend their own lives or another’s. The union miners assaulted the guards, took the guns away, and so injured a number of the employees, that four or five had to be sent to a hospital. The crowd swarmed over the premises, forced the pulling of the fires and hurled stones at the fleeing guards. The result was that all the employees deserted the mine, and it was completely filled with water which came in when the pumps stopped. One of the crowd went Up to the top of the coal tipple and planted a flag on which was the legend, “This is a union man’s country.”</p>\n<p id=\"b432-5\">Mr. Bache, after the riot and lawless violence of April 6, secured from the Federal District Court an injunction against those union miners and others whom his agents could identify as having been present and having taken part. This included the president and secretary-treasurer of the District No. 21 and others. Bache then made preparations to resume mining. The mine was full of water and it required a considerable time to pump it out and get things into proper condition. Because of further threats, the court was applied to to send United States Deputy Marshals to guard the property, and they were sent. Meantime the work of reparation progressed, and Bache’s agents were engaged in securing the coming of miners and other employees from in and out of the State <page-number citation-index=\"1\" label=\"399\">*399</page-number>to enlarge his force. The attitude of the union miners continued hostile, and constant effort was made by them to intercept the groups of men and women who were brought in by Bache from Tennessee and elsewhere, and to turn them away either by peaceable inducement or by threats and physical intimidation. The vicinage was so permeated with union feeling that the public officers did not hesitate to manifest their enmity toward the nonunion men, and made arrests of the guards and others who were in Bache’s employ upon frivolous charges. Rumors were spread abroad through the county that the guards employed by Bache were insulting and making indecent proposals to very young girls in and about Prairie Creek, and P. R. Stewart, the president of District No. 21, in the presence of some ten persons on the public street of Midland, in the latter part of May, denounced the guards for these insults and proposals, and said that he would furnish the guns if the people would take them. The evidence also disclosed that through the secretary-treasurer of District No. 21, some forty or more rifles were bought from the Remington Arms Company and secretly sent to Hartford for the purpose intended by Stewart. They were paid for by a check signed by Holt, the secretary-treasurer of District No. 21, and countersigned by Stewart, the president. Conversations with Stewart, which Stewart did not take the. stand to deny, were sworn to, in which he announced that he would not permit the Prairie Creek mine to run “ non-union ” and intended to stop it. McLachlin, who was a member of the Executive Board of District No. 21, in the first week of July gathered up some of the guns, exactly how many does not appear, and shipped them sixty miles to Mc-Alester, Oklahoma, the headquarters of District No. 21. It appeared that guns of like make and caliber were used by the assailants in the attack on the Prairie Creek mine on July 17. The United States marshals had been with<page-number citation-index=\"1\" label=\"400\">*400</page-number>drawn from the premises of Prairie Creek Mine No. 4, before July 1, though the guards were retained.</p>\n<p id=\"b434-6\">The evidence leaves no doubt that during the month of June there was a plan and movement among the union miners to make an attack upon Prairie Creek Mine No. 4. By this time the number of men secured by Bache had increased to seventy or eighty, and preparations were rapidly going on for a resumption of mining. The tense-feeling in respect to the coming attack increased. On Sunday night, July 12, about midnight, there was a fusillade of shots into the village of Frogtown, a small collection of houses, already mentioned, about a mile and a half from Prairie Creek mine. A number of people in fright at the cry that “the scabs were surrounding.. the town ” left and went to Hartford, about two miles away, and thereafter guards were put out at Hartford to defend that town against attack by the guards at Prairie Creek. The ridiculous improbability that the guards at Prairie Creek who were engaged in protecting themselves and the property and in constant fear of attack should make this unprovoked assault upon the town of Frogtown, is manifest from the slightest reading of the evidence, and there crept in through a statement of one of the defendants, an active union man, to a witness who testified to it, that this shooting had been done by the Hartford constable Slankard, and himself, in order to arouse the hostility of the neighborhood against the men at Prairie Creek.' On the night of the 16th, the union miners’ families who lived in. Prairie Creek were warned by friends to leave that vicinity in order to avoid danger, and at 4 o’clock the next morning the attack was begun by a volley of many shots fired into the premises. A large force with guns attacked the mining premises from all sides later on in the day.</p>\n<p id=\"b434-7\">The first movement toward destruction of property was at Mine No. 3, a short distance from No. 4, where the coal washhouse was set on fire. The occupants of the prem<page-number citation-index=\"1\" label=\"401\">*401</page-number>ises were driven out except a few who stayed and entrenched themselves behind coal cars or other protection. Most of the employees and their families fled to the ridges behind which they were able to escape danger from the flying bullets. The forces surrounding the mine were so numerous that by one o’clock they had driven out practically all of the defenders and set fire to the coal tipple of Mine No. 4, and destroyed all the plant by the use of dynamite and the match.</p>\n<p id=\"b435-4\">The assailants took some of Bache’s employees prisoners as they were escaping, and conducted them to a log cabin behind the school house near the mine to which reference has already been, made, and where the first riot meeting was held. The four or five prisoners were taken out of the cabin where they had been for a short time confined, and two of them, one a former union-man, were deliberately murdered in the presence of their captors, by a man whose identity it was impossible to establish. The evidence in this case clearly shows that Slankard, the constable of Hartford, was present at the killing, and that the men who were killed were in his custody on the wáy, as he said, to the grand jury. He was subsequently tried before a Sebastian County jury, for murder, and was acquitted on an alibi. . Slankard, though a defendant and in court, did not take the stand in this case. The overwhelming weight of the evidence establishes that this was purely a union attack, under the guidance of District officers.</p>\n<p id=\"b435-5\">The testimony offered by defendants to show that it was only an uprising of the indignant citizens of the countryside really tended to confirm the guilt of the District No. 21. Its palpably artificial character showed that basis for it had been framed in advance for the purpose of relieving the officers of District No. 21 and the union miners of that neighborhood from responsibility for the contemplated execution of their destructive and criminal purpose. It is a doubtful question whether this responsibility <page-number citation-index=\"1\" label=\"402\">*402</page-number>was not so clearly established that, had that been the only element needed to justify a verdict, the court properly might have directed it. The president of District No. 21 and the union miners, including Slankard, whose agency in and leadership of this attack were fully proven, were present in the courtroom at the trial, but did not take the stand to deny the facts established. Indeed they had been previously brought to trial for conspiracy to defeat the federal administration of justice and for contempt because of these very acts, had pleaded guilty to the charges made, and had been sentenced to imprisonment, and their expenses as defendants in and out of jail had been paid by the District out of the District treasury and the disbursements approved by the District in convention.</p>\n<p id=\"b436-6\">It is contended on behalf of District No. 21 and the local unions that only those members of these bodies whom the evidence shows to have participated in the torts can be held civilly liable for the damages. There was evidence to connect all these individual defendants with the acts which were done, and, in view of our finding that District No. 21 and the unions are suable, we can not yield to the argument that it would be necessary to show the guilt of every member of District No. 21 and of each union in order to hold the union and its strike funds to answer. District No. 21 and the local unions \\Vere engaged in a work in which the strike was one of the chief instrumentalities for accomplishing the purpose for which their unions were organized. By § 1 of Art. XII of the constitution of District No. 21, it is provided that:</p>\n<blockquote id=\"b436-7\">“ When trouble of a local character arises between the members of local unions and their employer, the mine committee and officers shall endeavor to effect an amicable adjustment, and failing .they shall immediately notify the officers of. the district and said district officers shall immediately investigate the cause of the complaint, <page-number citation-index=\"1\" label=\"403\">*403</page-number>and failing to effect a peaceful settlement upon a basis that would be equitable and just to the aggrieved members, finding that a strike would best subserve the interests of the locality affected, they may with the consent and approval of the district officers, order a strike.”</blockquote>\n<p id=\"b437-4\">Thus the authority is put by all the members of the District No. 21 in their officers to order a strike, and if in the conduct of that strike unlawful injuries are inflicted, the District organization is responsible and the fund accumulated for strike purposes may be subjected to the payment of any judgment which is recovered.</p>\n<p id=\"b437-5\">(b) It was necessary, however, in order to hold District No. 21 liable in this suit under the Anti-Trust Act, to establish that this conspiracy to attack the Bache-Denman mines and stop the non-union employment there, was with intent to restrain interstate commerce and to monopolize the same, and to subject it to the control of the union. The evidence upon which the plaintiffs relied to establish this and upon which the judgment of the trial court and of the Court of Appeals went, consisted of a history of the relations between the International Union and the union coal operators of certain so-called competitive districts from 1898 until 1914. The miners of Ohio, Indiana and Illinois, large bituminous coal producing States, were members of the union and the coal operators of those States, in spite of strikes and lockouts from time to time, were properly classed as union operators. They met yearly in conference with the union’s representatives to agree upon terms of employment from April 1st to April 1st. In these conferences the operators frequently complained that the competition of many nonunion mines in Western Pennsylvania and the whole of West Virginia was ruinous to their business because of the low cost of production of coal in such mines due to the lower wages and less expensive conditions of working than <page-number citation-index=\"1\" label=\"404\">*404</page-number>in union mines, and urged that something must be done to stop this, or that the union scale of wages be reduced. By section 8 of the contract between the operators of the Central Competitive Coal Field and the United Mine Workers of America, dated Chicago, January 28, 1898, it was stipulated <em>“ </em>That the United Mine Workers’ organization, a party to this contract, do hereby further ggree to afford all possible protection to the trade and to other parties hereto against any unfair competition resulting from a failure to maintain scale rates.”</p>\n<p id=\"b438-6\">From this time- on in every annual conference until after the controversy in the case before us in 1914, the subject recurred.' It does not appear when, if at any time, wages were reduced because of this plea by the operators. Sometimes the contention of the operators as to the effect of non-union competition was conceded and greater activity in unionizing non-union territory was promised. Again pleas were made by the miners’ representatives of the great amount of money expended by the union and, in one or two instances, of the sacrifice of human lives to effect this result. Again the union leaders flatly refused to be further affected by the argument and charged that' the non-union competition of West Virginia, which was always the principal factor, was only possible because some of the most important union operators in Ohio and the central competitive field really were interested as nonunion operators in West Virginia. There was considerable discussion as to the non-union competition of Kentucky fields as a basis for the operators’ complaints. At times, there were suggestions from the miners’ side that the operators ought Jo contribute funds to enable the campaign of unionizing to go on, but they never seem to have met with favor.</p>\n<p id=\"b438-7\">In general convention of the union of 1904, a local union from the Indian Territory in District No. 21 submitted a resolution Nhich was adopted in respect to the then Colorado strike:</p>\n<blockquote id=\"b439-3\"><page-number citation-index=\"1\" label=\"405\">*405</page-number>“ Resolved, That in strict compliance with our obligations and teachings, we accord a hearty approval to our National Board on its action in regard to District No. 15 strike, now- on, in Colorado, and whatever action .taken by the National that in their judgment is necessary to the successful ending in the elevating of the craft in District No. 15, meets our entire approval, for which we pledge our unqualified support, as our knowledge of the field of southern Colorado in the event of an unsuccessful issue of the trouble now pending would work almost unsurmountable and incalculable damage to District No. 21, as it would be an unjust competition in the same commercial field and could with very little effort undersell and supersede us in the Oklahoma and southwestern Kansas markets.”</blockquote>\n<p id=\"b439-4\">In a joint conference between the union leaders and the coal operators, in 1904, Mr. Mitchell, the president of the union, spoke as follows:</p>\n<blockquote id=\"b439-5\">“ I believe the discussion of this matter should be carried on with perfect frankness and candor on both sides. I don’t think we should disguise our position at all; and I want to state for our side of the house just where we are, as I understand it. We don’t believe that a reduction in the mining rate will help you. We know that it will do us incalculable injury. We don’t believe that a reduction in the mining rate will secure for you a larger amount of trade than you now have. We don’t believe that thé industry will be benefited by reducing wages.. We know that in the past every reduction in wages has been given to the large consumers of coal — not to the domestic trade, not to those who can ill afford to pay high rates for coal, but to fee railroad companies and the great manufacturers. We know that when the mining rate is lowest your, profits have been least.</blockquote>\n<blockquote id=\"b439-6\">“Now, gentlemen, it has required many many years of -work and effoit and sacrifice to make wages at fee <page-number citation-index=\"1\" label=\"406\">*406</page-number>mines compare favorably with wages in other industries. We are not going back to the old conditions; we are not going to consent to a reduction in wages. We believe the best thing to do is to renew our present wage scale; to make such modifications of internal questions as seem right, and then return and work out the coming scale year as we have the past scale year. I think we may as well understand now as at any other time that we are not going to consent to a reduced mining rate.”</blockquote>\n<p id=\"b440-6\">At the convention in 1906, a resolution that Districts 13, 14, 21, 24 and 25, be admitted to the interstate joint conferences, was adopted. This was urged by President Mitchell of the Union, and the Secretary, W. B. Wilson. The latter said:</p>\n<blockquote id=\"b440-7\">“ If I understand the principle upon which this movement is based, it is to bring into the joint conference those operators and those miners [of the Southwestern District] whose competitive business is closely related to each other; and in asking that the operators and miners of the Southwestern District be admitted to this conference, we are simply carrying out that principle. The coal mined in Western Pennsylvania comes in immediate and direct competition with Ohio; that mined in Ohio, as well as that in Pennsylvania, comes in competition with Indiana and Illinois; that mined in Illinois comes in competition with Iowa; that mined in Iowa comes in competition with Missouri, and coal mined in Missouri comes in competition with Kansas, Arkansas and the Indian Territory. They are all related to one another; they are all competitors with one another, and it is but just and fair that each of these fields should have a representation in the joint conference that sets a base for the prices of the ensuing year. This is the first conference that is held. Whatever wages are agreed upon here, whether it is an increase in wages, a decrease in wages, improved conditions or otherwise, it sets the pace for other districts, and those <page-number citation-index=\"1\" label=\"407\">*407</page-number>other districts have no voice in saying what that price shall be. In order to avoid that condition of affairs, in order to give justice to the operators and miners in other fields not represented here at the present time, we ask you, as a matter of fairness and justice, to permit those whose operators and miners are represented here, to participate in this joint conference.”</blockquote>\n<p id=\"b441-4\">In 1910, Bache, as a union operator, took part for his mines in fixing the scale of wages in District No. 21. Later on, at the time of a conference, he made a separate scale with the District No. 21 more favorable in some respects than that subsequently agreed on in the conference with the other operators, and he was for that reason expelled from the operators’ association. He was permitted at a later time, to rejoin it, but he had some litigation with it in respect to their funds, the nature of which is not disclosed by the record.</p>\n<p id=\"b441-5\">In 1913 and 1914, and in the years preceding,- the International Union had carried on two strikes of great extent covering the Colorado fields, and the Ohio and West Virginia fields, in which very large sums of money had been expended and there was much lawlessness and violence. Its treasury had been drained and it borrowed $75,000 from District No. 21 during this period.</p>\n<p id=\"b441-6\">The foregoing will enable one tq acquire a fair idea of the national situation, shown by the record, in respect to the mining and sale of coal so far as it bears upon this case and upon this state of fact. The plaintiffs charge that there has been and is a continuously operating conspiracy between union coal operators and the International Union to restrain interstate commerce in coal and to monopolize it, and that the work of District No. 21 at Prairie Creek was a step in that conspiracy for which it can be held liable under the Anti-Trust Act.</p>\n<p id=\"b441-7\">Coal mining is not interstate commerce, and the power of Congress does not extend to its regulation as such. In <page-number citation-index=\"1\" label=\"408\">*408</page-number><em>Hammer </em>v. <em>Dagenhart, </em>247 U. S. 251, 272, we said: <em>“ </em>The making of goods and the mining of coal are not commerce, nor does the fact that these things are to be afterwards shipped or used in interstate commerce, make their production a part thereof. <em>Delaware, Lackawanna &amp; Western R. R. Co. </em>v. <em>Yurkonis, </em>238 U. S. 439.” Obstruction to coal mining is not a direct obstruction to interstate commerce in coal, although it, of course, may affect it by reducing the amount of coal to be carried in that commerce. We have had occasion to consider the principles governing the validity of congressional restraint of such indirect obstructions to interstate commerce in <em>Swift &amp; Co. </em>v. <em>United States, </em>196 U. S. 375; <em>United States </em>v. <em>Patten, </em>226 U. S. 525; <em>United States </em>v. <em>Ferger, </em>250 U. S. 199; <em>Railroad Commission of Wisconsin </em>v. <em>Chicago, Burlington &amp; Quincy R. R. Co., </em>257 U. S. 563; and <em>Stafford </em>v. <em>Wallace, </em>258 U. S. 495. It is clear from these cases that if Congress deems certain recurring practices, though not really part of-interstate commerce, likely to obstruct, restrain or burden it, it has the power to subject them to national supervision and restraint. Again, it has the power to punish conspiracies in which such practices are part of the plan, to hinder, restrain or monopolize interstate commerce. But in the latter case, the intent to injure, obstruct or restrain interstate commerce must appear as an obvious consequence of what is to be done, or be shown by direct evidence or other circumstances.</p>\n<p id=\"b442-6\">What really is shown by the evidence in the case at bar, drawn from discussions and resolutions of conventions and conference, is the stimulation of union leaders to press their unionization of non-ünion mines not only as a direct means of bettering the'conditions and wages of their workers, but also as a means of lessening interstate competition for union operators which in turn would lessen the pressure of those operators for reduction of the union scale or their resistance to an increase. The latter is a <page-number citation-index=\"1\" label=\"409\">*409</page-number>secondary or ancillary motive whose actuating force in a given case necessarily is dependent on the particular circumstances to which it is sought to make it applicable. If unlawful means had here been used by the National body to unionize mines whose product was important, actually or potentially, in affecting prices in interstate commerce, the evidence in question would clearly tend to show that that body was guilty of an actionable conspiracy under the Anti-Trust Act. This principle is involved in the decision of the case of <em>Hitchman Coal &amp; Coke Co. </em>v. <em>Mitchell, </em>245 U. S. 229, arid is restated in <em>American Steel Foundries </em>v. <em>Tri-City Central Trades Council, </em>257 U. S. 184. But it is not a permissible interpretation of the evidence'in question ‘that it tends‘to show that the motive indicated thereby'actuates every lawless strike &gt;of a local and sporadic character, not initiated by the National body but by one of its subordinate subdivisions. The very fact that local strikes are provided for in the union’s constitution, and so may not engage the energies or funds of the National body, confirms this view. Such a local case of a lawless striké must stand on its own facts and while these conventions and discussions may reveal a general policy, the circumstances or direct evidence should supply the link between them and the local situation to make an unlawful local strike, not initiated or financed by the main organization, a step in an actionable conspiracy to restrain the freedom of interstate commerce which \"the Anti-Trust Act was intended to protect.</p>\n<p id=\"b443-4\">This case is very different from <em>Loewe </em>v. <em>Lawlor, </em>208 U. S. 274. There the gist of the charge held to be a violation of the Anti-Trust Act was the effort of the defendants, members of a trades union, by a boycott against a manufacturer of hats to destroy his interstate sales in hats. The direct object of attack was interstate commerce.</p>\n<p id=\"b443-5\">So, too, it differs from <em>Eastern States Retail Lumber Dealers’ Association </em>v. <em>United States, </em>234 U. S. 600, where <page-number citation-index=\"1\" label=\"410\">*410</page-number>the interstate retail trade of wholesale lumber men with consumers was restrained by a combination of retail dealers by an agreement among the latter to blacklist or boycott any wholesaler engaged in such retail trade. It was the commerce itself which was the object of the conspiracy. In <em>United States </em>v. <em>Patten, </em>226 U. S. 525, running a corner in cotton in New York City by which the defendants were conspiring to obtain control of the available supply and to enhance the price to all buyers in every market of the country was held to be a conspiracy to restrain interstate trade because cotton was the subject of interstate trade and such control would directly and materially impede and burden the due course of trade among the States and inflict upon the public the injuries which the Anti-Trust Act was designed to prevent. Although running the corner was not interstate commerce, the necessary effect of the control of the available supply would be to obstruct and restrain interstate commerce and so the conspirators were charged with the intent to restrain. The difference between the <em>Patten Case </em>and that of <em>Ware &amp; Leland </em>v. <em>Mobile County, </em>209 U. S. 405, illustrates a distinction to be drawn in cases which do not involve interstate commerce intrinsically but which may or may not be regarded, as affecting interstate commerce so directly as to be within the federal regulatory power. In the <em>Ware &amp; Leland Case, </em>the question was whether a State could tax the business of a broker dealing in contracts for the future delivery of cotton where there wag no obligation to ghip from one State to another. The tax was sustained and dealing in cotton futures was held not to be interstate commerce, and yet thereafter such dealings in cotton futures as were alleged in the <em>Patten Case </em>where they were part of a conspiracy to bring the entire cotton trade within its influence, were held to be in restraint of interstate commerce.; And so in the case at bar, coal mining is not interstate commerce and obstruc<page-number citation-index=\"1\" label=\"411\">*411</page-number>tion of coal mining, though it may prevent coal from going into interstate commerce, is not a restraint of that commerce unless the obstruction to mining is intended to restrain commerce in it or has necessarily such a direct, material and substantial effect to restrain it that the intent reasonably must be inferred.</p>\n<p id=\"b445-4\">In the case at bar, there is nothing in the circumstances or the declarations of the parties to indicate that Stewart, the president of District No. 21, or Hull, its secretary-treasurer, or any of their accomplices had in mind interference with interstate commerce or competition when they entered upon their unlawful combination to break up Bache’s plan to carry on his mines with non-union men. The circumstances were ample to supply a full local motive for the conspiracy. Stewart said: “We are not going to let them dig coal — the scabs.” His attention and that of his men was fastened on the presence of non-union men in the mines in that local community. The circumstance that a car loaded with coal and billed to a town in Louisiana was burned by the conspirators has no significance upon this head. The car had been used in the'battle by some of Bache’s men for defense. It offere\"d protection and its burning was only a part of the general destruction.</p>\n<p id=\"b445-5\">Bache’s breach of his contract with the District No. 21 in employing non-union men three months before it expired, his attempt to evade his obligation by a manipulation of his numerous corporations, his advertised anticipation of trespass and violence by warning notices, by enclosing his mining premises with a cable and stationing guards with guns to defend them, all these in the heart of a territory that had been completely unionized for years, were calculated to arouse a bitterness of spirit entirely local among the union miners against a policy that brought in strangers and excluded themselves or their union colleagues from the houses they had occupied and <page-number citation-index=\"1\" label=\"412\">*412</page-number>the wages they had enjoyed. In the letter which Bache dictated in favor of operating the mines on a non-union basis, he said, <em>“ </em>To do this means a bitter fight but in my opinion it can be accomplished by proper organization.” Bache also testified that he was entering into a matter he knew was perilous and dangerous to his companies because in that section there was only one other mine running on a non-union basis. Nothing of this is recited to justify in the slightest the lawlessness and outrages committed, but only to point out that as it was a local strike within the meaning of the International and District constitutions, so it was in fact a local strike, local in its origin and motive, local in its waging, and local in its felonious and murderous ending.</p>\n<p id=\"b446-6\">But it is said that these District officers and their lieutenants among the miners must be charged with\" an intention to do what would be the natural result of their own acts, that they must have known that obstruction to mining coal in the Bache-Denman mines would keep 75 per cent, of their output from being shipped out of the State into interstate competition, and to that extent would help union operators in their competition for business. In a national production of from ten to fifteen million tons a week, or in a production in District No. 21 of 150,000 tons a week, 5,000 tons a week which the Bache-Denman mines in most prosperous times'could not exceed, would have no appreciable effect upon the price of coal or non-union competition. The saving in the price per ton of coal under non-union conditions was said by plaintiffs’ witnesses to be from seventeen to twenty cents, but surely no one would say. that such saving on 5,000 tons would have a substantial effect on prices, of coal in interstate commerce. Nor could it be inferred that Bache intended to cut the price of coal. His purpose was probably to pocket the profit that such a reduction made possible. If it be said that what District No. 21 feared <page-number citation-index=\"1\" label=\"413\">*413</page-number>was that, if Bache were successful, the defection among union operators would spread and ultimately the whole District field of District No. 21 in Arkansas, Oklahoma and Texas would become non-union, and interstate commerce would then be substantially affected, it may be answered that this is remote and no statement or circumstance appears in the record from which it can be inferred that the participants in the local strike had such a possibility in mind or thought they were thus protecting union operators in a control or monopoly of interstate commerce. The result of our consideration of the entire record is that there was no evidence submitted to the jury upon which they properly could find that the outrages, felonies and murders of District No. 21 and its companions in crime were committed by them in a conspiracy to restrain or monopolize interstate commerce. The motion to direct the jury to return a verdict for the defendants should have been granted.</p>\n<p id=\"b447-4\">Fifth. These conclusions make it unnecessary to examine the objection which the plaintiffs in error make to the supplemental charge of the court.</p>\n<p id=\"b447-5\">The case has been prepared by counsel for the plaintiffs with rare assiduity and' ability. The circumstances are such as to awaken regret that, in our view of the federal jurisdiction, we can not affirm the judgment. But it is of far higher importance that we should preserve inviolate the fundamental limitations in respect to the federal jurisdiction.</p>\n<p id=\"b447-6\">\n<em>The judgment is reversed, and the case remanded to the District Court for further proceedings in conformity to this opinion.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b420-6\"> 1. Legalization of labor unions and labor combinations:</p>\n<p id=\"AfJ\"><em>The Clayton Act</em>—approved October 15, 1914, § 6, 38 Stat. 730, 731. <em>California</em>—Penal Code, 1906, p. 581. <em>Colorado</em>—Rev. Stats. 1908, § 3924. <em>Maryland</em>—Supp. Anno. Code, 1914, Art. 27, § 40. <em>Massachusetts</em>—C. 778, Acts &amp; Res. approved July 7, 1914. <em>Minnesota</em>—C. 493, approved April 21, 1917. <em>Nevada</em>—Rev. Laws, 1912, § 6801. <em>New Jerse</em>y—Comp. Stats. 1910, § 128, p. 3051. <em>New </em>York—Consol. Laws 1909, c. 40, § 582. <em>North Dakota</em>—Rev. Code 1905, § 8770. <em>Oklaho</em>ma—Rev Laws 1910, § 3764. <em>Pennsylvania—Dig. </em>Statute Law 1920, § 21247. <em>Texas</em>—Rev. Civ. Stats. 1911, Arts. 5244-5246. <em>Utah</em>—C. 68, approved March 8, 1917; Laws of 1917, c. 68, § 1. <em>West Virginia</em>—Acts of 1907, c. 78, § 19.</p>\n<p id=\"AI9\">2. Exemption from anti-trust laws by statute or judicial decision:</p>\n<p id=\"A7l\"><em>California</em>—Acts of 1909, c. 362, § 13. <em>Iowa</em>—Rholf v. <em>Kasemeier, </em>140 Ia. 182. <em>Louisiana</em>—Acts of 1892, Act No. 90, § 8; Rev. Laws, 1897, p. 205. <em>Michigan</em>—Comp. Laws, 1897, § 11382. Montana—Rev. Code 1907, § 8289; Acts of 1909, c. 97, § 2. <em>New </em>Hampshire—Laws of 1917, c. 177, § 7. <em>Nebraska</em>—State v. <em>Employers of Labor, 102 </em>Neb. 768. <em>Wisconsin</em>—Stats. of 1913, § 1747h.</p>\n<p id=\"Adn\">3. Right given to labor unions to sue to enjoin infringement of registered union label or trademark:</p>\n<p id=\"AGk\"><em>Arkansas</em>—Acts of 1905, Act 309, § 7. <em>Colorado</em>—Mills’ Supp. 1904, § 2985; Rev. Stats. 1908, § 6848. <em>Florida</em>—Gen. Stats. 1906, § 3172. <em>Idaho</em>—Rev. Code of 1908, § 1453, <em>Illinois</em>—Rev. Stats. <page-number citation-index=\"1\" label=\"387\">*387</page-number>1908, c. 140, § 4. <em>Iowa</em>—Code of 1897, § 5050. <em>Kansas</em>—Gen. Stats. 1915, § 11657. <em>Kentucky</em>—Stats. 1903, c. 130, § 4750. Louisiana—Acts of 1898, Act No. 49, § 5. <em>Maryland</em>—Supp. Anno. Code, 1914, Art. 27, § 53. <em>Montana</em>—Rev. Code 1907, § 8455. <em>Nebraska</em>—Comp. Stats. 1913, § 3570. <em>Nevada</em>—Rev. Laws 1912, § 4636. <em>New Hampshire</em>—Laws of 1895, c. 42, § 4. <em>New York</em>—Consol. Laws 1909, c. 31, § 16. <em>Oregon</em>—Bellinger &amp; Cotton’s Anno. Stats. 1902, § 1845. <em>Pennsylvania</em>—Laws of 1901, Act No. 84, § 4; Dig. Statute Law, 1920, § 21241. <em>Rhode Island</em>—Gen. Laws 1909, c. 196, § 5. <em>South Dakota</em>—Rev. Code. 1903, § 3194. <em>Tennessee—Acts </em>of 1905, c. 21, § 6. <em>Texas</em>—Civil Code, 1911, Art. 705. <em>Vermont</em>—Laws of 1908, Act No. 121, § 5. <em>Virginia</em>—Code of 1904, § 1906d, par. (5). <em>Washington</em>—Codes &amp; Stats. 1910, § 9496. <em>West Virginia</em>—Acts of 1901, c. 5, § 5; Code of 1913, § 3582. <em>Wisconsin</em>—Stats, of 1911, c. 84a, § 1747a-5. <em>Wyoming</em>—Comp. Stats., 1910, c. 218, § 3441.</p>\n<p id=\"AsB\">4. Unauthorized use of registered union label or trademark made an offense:</p>\n<p id=\"AHR\"><em>Alabama</em>—Code of 1907, §§ 7322, 7323. <em>Arizona</em>—Penal Code, §§ 355-358. <em>Arkansas</em>—Acts of 1905, Act No. 309 (amended by c. 131, Acts of 1909). <em>California</em>—Political Code, 1906, §§ 3200-3201; Penal Code, 1906, §§ 349a-351 (amended by c. 181, Acts of 1911). <em>Colorado</em>—Mills’ Supp. 1904, § 2985-1 to 2985-s; Rev. Stats. 1908, § 6844. <em>Connecticut</em>—Gen. Stats. 1902, §§ 4907-4912 (amended by <page-number citation-index=\"1\" label=\"388\">*388</page-number>c. 151, Acts of 1907). <em>Delaware</em>—Acts of 1899, c. 266. Florida—Gen. Stats. 1906, §§ 3169-3172. <em>Georgia</em>—Code of 1910, §§ 1989-1992. Ida<em>ho—</em>Rev. Codes of 1908, §§ <em>1449-1455. </em>Illinois—Rev. Stats. 1908, c. 140, §§ 1-7. <em>Indiana</em>—Anno. Stats. 1901, §§ 8693-8703; 3 Burns Anno. Stats. 1908, §§ 10453-10463. <em>Iowa</em>—Code of 1897, §§ 5049-5051. <em>Kansas</em>—Gen. Stats. 1909, §§ 9675-9680; Gen. Stats. 1915, §§ 11654-11659. <em>Kentucky</em>—Stats. of 1903, §§ 4749-4755. Lou<em>isiana—</em>Acts of 1898, Act No. 49. <em>Maine</em>—Rev. Stats. 1903, c. 40, §§ 30-36. <em>Maryland</em>—Pub. Gen. Laws 1903, Art. 27, §§ 43-48. <em>Massachusetts</em>—Rev. Laws 1902, c. 72, §§ 7-14. <em>Michigan</em>—Comp. Laws 1897, §§ 11681-11686 (amended by c. 279, Acts of 1913). <em>Minnesota</em>—Rev. Laws 1905, §§ 5072-5076. Missouri—Rev. Stats. 1909, §§ 11789-11796. <em>Montana</em>—Penal Code 1907, §§ 8452-8457. <em>Nebraska</em>—Comp. Stats. 1911, §§ 4169-4173. Nevada—Rev. Laws 1912, §§ 4635-4637. <em>New Hampshire</em>—Acts of 1895, c. 42. <em>New Jersey</em>—Comp. Stats. 1910, pp. 1802, 5643-5648. <em>New York</em>—Consol. Laws 1909, c. 31, §§ 15, <em>16. </em>Ohio—Gen. Code 1910, §§ 6219-6227, 13102, 13103, 13153-13155; Acts of 1911, p. 420. <em>Oklahoma</em>—Rev. Laws 1910, §§ 8211-8217. <em>Oregon-Anno. </em>Codes and Stats. 1902, §§ 1841-1848. <em>Pennsylvani</em>a—Dig. Statute Law, 1920, §§ 21236-21243. <em>Rhode Island</em>—Gen. Laws 1909, c. 196. <em>South Dakota</em>—Political Code 1903, §§ 3190-3195. <em>Tennessee</em>—Acts of 1905, c. 21. <em>Texas</em>—Rev. Civ. Stats. 1911, Arts. 705, 706; Rev. Crim. Code, Arts. 1395, 1396. <em>Utah</em>—Comp. Laws 1907, §§ 2720-2723, 4482, 4483. <em>Vermont</em>—Pub. Stats. 1906, §§ 4962-4967; Acts of 1908, No. 121. <em>Virginia</em>—Code of 1904, § 1906d. <em>Washington</em>—Codes and Stats. 1910, §§ 9492-9500. <em>West Virginia</em>—Acts of 1901, c. 5; Hogg’s Code, §§ 3578-3585; Code of 1913, § 487. <em>Wisconsin-State. </em>1911, § 1747a. <em>Wyoming</em>—Comp. Stats. 1910, §§ 3439-3444.</p>\n<p id=\"Akp\">5. Unauthorized use of union card, badge, or insignia made an offense:</p>\n<p id=\"Aoy\"><em>California</em>—Acts of 1909, c. 331. <em>Connecticut</em>—Acts of 1907, c. 113, § 2. <em>Massachusetts</em>—Acts of 1909, c. 514, § 32. Minnesota— <page-number citation-index=\"1\" label=\"389\">*389</page-number>Rev. Laws 1905, § 5053, par. 4. <em>Montana</em>—Rev. Code 1907, § 8866. <em>New York</em>—Consol. Laws, 1909, c. 40, § 1278. <em>Ohio</em>—Gen. Code 1910, § 13163. Oregon-Acts of 1911, c. 73, §§ 1, 3. Pennsylvania—Dig. Statute Law 1920, § 1050. <em>Texas</em>—Rev. Crim. Stats. 1911, Art. 425. <em>Virginia</em>—Acts of 1908, c. 54, § 1.</p>\n<p id=\"A1FG\">6. Right to participate in selection of membership of boards of arbitration in labor controversies:</p>\n<p id=\"Ad0\"><em>Alabama</em>—Acts of 1911, p. 320, § 6. <em>Alask</em>a—Acts of 1913, c. 70, § 2. <em>Iowa</em>—Acts of 1913, c. 292, §§ 1, 2. <em>Indiana</em>—Anno. Stats. 1901, § 7050 e, f. <em>Idaho</em>—Rev. Code 1909, §§ 1430, 1431. <em>Louisiana</em>—Rev. Stats. 1897, Act No. 139, Acts of 1894, § 1. <em>Minnesota—Rev. </em>Laws 1905, § 1828. <em>Nevada</em>—Rev. Laws 1912, § 1930. <em>Nebraska</em>—Rev. Stats. 1913, § 3638. <em>Texas</em>—Rev. Civ. Stats. 1911, Art. 71.</p>\n<p id=\"AM6\">7. Right to have member of union on board of arbitrators:</p>\n<p id=\"Ah8\"><em>Connecticut</em>—Gen. Stats. 1902, § 4708. <em>Illinois</em>—Hurd’s Rev. Stats. 1906, c. 10, § 19. <em>Indiana</em>—Anno. Stats. 1901, § 1750b. <em>Idaho</em>—Rev. Code 1909, § 1427. <em>Massachusetts</em>—Acts of 1909, c. 514, § 10. <em>Maine</em>—Acts of 1909, c. 229, § 2. <em>Missouri</em>—Rev. Stats. 1909, § 7802. <em>Montana</em>—Rev. Code 1907, §§ 1670, 1671. <em>Nebraska</em>—Rev. Stats. 1913, § 3633. <em>New Hampshire</em>—Acts, of 1911, c. 198, § 3, as amended by c. 186, Acts of 1913. <em>South </em>Carolina—Acts of 1916, Act No. 545, § 8. <em>Utah</em>—Comp. Laws 1907, § 1324. <em>Vermont</em>—Acts of 1912, Act No. 190, § 1.</p>\n<p id=\"AWq\">8. Embezzlement of funds of labor union made a special offense:</p>\n<p id=\"AAy\"><em>Nebraska</em>—Rev. Stats. 1913, § 8659. <em>New Hampshire</em>—Pub. Stats. 1891, c. 273, § 17, as amended by Acts of 1905, c. 1. Pennsylvania—Dig. Statute Law 1920, § 21252.</p>\n<p id=\"Anz\"><em>9: </em>Bribery of union representative made an offense:</p>\n<p id=\"AoA\"><em>Nevada</em>—Rev. Laws 1912, § 6794. <em>New Jersey</em>—Acts of 1911, c. 94, § 1. <em>New York</em>—Consol. Laws 1909, c. 40, § 380.</p>\n<p id=\"AFj\">10. All public printing to bear union label:</p>\n<p id=\"Asx\"><em>Maryland</em>—Pub. Gen. Laws 1911, Art. 58, § 9. <em>Montana</em>—Rev. Code 1907, § 254. <em>Nevada</em>—Rev. Laws 1912, § 4309.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}