{
  "casebody": {
    "data": "<casebody firstpage=\"128\" lastpage=\"151\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b148-3\">[No. C043811.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AUx\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Acq\">July 29, 2004.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b148-4\">DELTA WETLANDS PROPERTIES, Plaintiff and Appellant, v. COUNTY OF SAN JOAQUIN et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b148-5\">[CERTIFIED FOR PARTIAL PUBLICATION<footnotemark>1</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b154-5\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b154-6\">Ellison, Schneider &amp; Harris, Anne J. Schneider, Jason M. Miller; Herum, Crabtree &amp; Brown and Steven A. Herum for Plaintiff and Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b154-7\">Terrence R. Dermody, County Counsel; Neumiller &amp; Beardslee, Thomas J. Shephard, Deeanne Gillick, Michael F. McGrew; Nomellini, Grilli &amp; McDaniel and Dante John Nomellini for Defendants and Respondents.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b148-9\"> The Reporter of Decisions is directed to publish the opinion except for parts III through IV of the Discussion.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b154-8\">Opinion</p>\n<author id=\"b154-9\">BLEASE, Acting P. J.</author>\n<p id=\"Asc\">Plaintiff Delta Wetlands Properties (DW) appeals from a judgment denying its petition for a writ of mandate to set aside and declare void a zoning ordinance adopted by defendants County of San Joaquin (the County) and the San Joaquin County Board of Supervisors (the Board) that may apply to its commercial water storage project in the Sacramento-San Joaquin Delta.</p>\n<p id=\"b154-10\">The ordinance was adopted as an amendment to the County’s zoning code to prohibit the location of reservoirs of 500 acres or more in residential, industrial and other zones within the county except for agricultural zones. It does not apply to reservoirs under the jurisdiction of the state as provided by the Water Code. A conditional use permit is required for location in a permitted zone.</p>\n<p id=\"b154-11\">DW proposes to use property it owns in the Sacramento-San Joaquin Delta area (Delta) for the storage and subsequent sale of surface water acquired during periods of high runoff. Its project would flood two islands in the Delta with water appropriated pursuant to a permit from the State Water Resources <page-number citation-index=\"1\" label=\"135\">*135</page-number>Control Board (Water Board).<footnotemark>2</footnotemark> DW plans to sell stored water to unnamed purchasers.</p>\n<p id=\"b155-4\">DW has not applied for a permit for its project pursuant to the San Joaquin ordinance. It challenges the ordinance on its face on the grounds it conflicts with Government Code section 53091, which applies to local agencies, or is preempted by implication, it illegally discriminates against DW’s project, the County failed to consider competing regional interests and the County failed to comply with the requirements of the California Environmental Quality Act (CEQA).</p>\n<p id=\"b155-5\">The trial court entered a judgment denying the writ of mandate. We conclude that state law does not preempt the zoning authority of the County as provided in the County ordinance. Government Code section 53091 does not apply to private projects. Both the conditions attached to the Water Board’s permit and the statutes make clear that the authority granted the Water Board by the Water Code does not impair the permit authority granted by statute to other agencies over the project which makes possible the appropriation of the water. We find no merit to DW’s other claims of error. We shall affirm the judgment.</p>\n<p id=\"b155-6\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b155-7\">DW is an Illinois general partnership. It applied to the Water Board for a permit to appropriate water from its planned storage facilities. The Water Board approved DW’s application in February 2001. As noted, the validity of the permit is on appeal to this court.</p>\n<p id=\"b155-8\">On November 27, 2001, the County adopted Development Title Text Amendment No. TA-01-9, an interim urgency ordinance, that allows water storage facilities to be located in the General Agricultural (AG) and Agricultural Resources Management (ARM) zones subject to a conditional use permit. Such facilities are not allowed in residential, industrial and other zones. On January 8, 2002, the Board voted to extend the interim ordinance. On January 17, 2002, DW filed a writ of mandate and complaint for injunctive relief challenging the interim ordinance.</p>\n<p id=\"b155-9\">The County staff submitted a permanent ordinance. An initial CEQA study was completed on February 4, 2002, and a proposed negative declaration was posted on February 19, 2002. The County submitted its environmental documents to the State Clearinghouse for review and at the termination of the review period was notified that no state agencies had commented on the documents.</p>\n<p id=\"b156-3\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>The Board held a noticed public hearing on May 28, 2002, to consider a negative declaration and a permanent ordinance to replace the interim ordinance. Over the objections of DW, the Board voted to approve the ordinance and to adopt the negative declaration.</p>\n<p id=\"b156-4\">The ordinance adds section 9-115.582 to the Use Classification System of San Joaquin County Development Title as follows: “Section 9-115.582 Water Storage. The intentional use of any area of 500 acres or more for the containment of water which will at any time exceed an average six (6) feet in depth for 30 days or more in any calendar year. This section does not apply to containment by a levee of an island adjacent to tidal waters in the Sacramento-San Joaquin Delta as defined in California Water Code Section 12220 if the maximum possible water storage elevation exceeds foúr feet above mean sea level as established by the United States Geological Survey 1929 datum. This section does not apply to dams and reservoirs under the jurisdiction of the Federal Government or the State of California exercising jurisdiction under Division 3 of the California Water Code.”</p>\n<p id=\"b156-5\">The ordinance provides that water storage projects as defined are permitted only in the (AG) and ARM zones subject to a conditional use permit.</p>\n<p id=\"b156-6\">DW filed a timely petition for writ of mandate and complaint for preliminary injunction to set aside the permanent ordinance. The action was coordinated with DW’s prior challenge to the interim ordinance.</p>\n<p id=\"b156-7\">The trial court denied the coordinated petitions for writ of mandate and the ruling was incorporated in a judgment approving the ordinance. The trial court ruled the adoption of the permanent ordinance rendered the challenge to the interim ordinance moot. DW does not raise the issue of mootness on appeal. We therefore refer only to the permanent ordinance.</p>\n<p id=\"b156-8\">DISCUSSION</p>\n<p id=\"b156-9\">I</p>\n<p id=\"b156-10\">Preemption</p>\n<p id=\"b156-11\">DW challenges the County ordinance on its face. It argues the ordinance is preempted by state law on the view it is in conflict with Government Code section 53091 or is preempted by implication because the state has so completely covered the subject matter as to show it is one of exclusive state concern.</p>\n<p id=\"b157-4\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>Under article XI, section 7 of the California Constitution, a “county or city may make and enforce within its limits all local, police, sanitary, and other ordinances and regulation not in conflict with general laws.” Since the location of a reservoir ordinarily is within the municipal zoning power, an assumption DW does not dispute, an ordinance regulating the field may be enacted unless it conflicts with general law. (See <em>Baldwin </em>v. <em>County of Tehama </em>(1994) 31 Cal.App.4th 166, 173 [36 Cal.Rptr.2d 886].)</p>\n<p id=\"b157-5\">Local legislation conflicts with general law if it “ *1 *“ ‘ “duplicates, contradicts, or enters an area fully occupied by general law <em>(Great Western Shows v. County of Los Angeles </em>(2002) 27 Cal.4th 853, 860 [118 Cal.Rptr.2d 746, 44 P.3d 120], quoting <em>Sherwin-Williams Co. </em>v. <em>City of Los Angeles </em>(1993) 4 Cal.4th 893, 897-898 [16 Cal.Rptr.2d 215, 844 P.2d 534].)</p>\n<p id=\"b157-6\">A. <em>Government Code Section 53091</em></p>\n<p id=\"b157-7\">DW argues the county ordinance is in direct conflict with the provision of Government Code section 53091, subdivision (e), that “[z]oning ordinances of a county or city shall not apply to the location or constmc-tion of facilities for the production, generation, storage, treatment, or transmission of water . . . ,”<footnotemark>3</footnotemark> It reads the provision, in isolation from the section of which it is a part, as applying not <page-number citation-index=\"1\" label=\"138\">*138</page-number>only to local agencies but to private commercial projects as well. We do not so read it.</p>\n<p id=\"b158-4\">In ascertaining the meaning of a statute we must consider the language of the statute in context, keeping in mind the objective the Legislature intended to. accomplish and the evil to be remedied. <em>(City of Lafayette v. East Bay Municipal Utility District </em>(1993) 16 Cal.App.4th 1005, 1012-1013 [20 Cal.Rptr.2d 658] <em>(Lafayette).) </em>It is established law that “[t]he meaning of a statute may not be determined from a single word or sentence; the words must be construed in context, and provisions relating to the same subject matter must be harmonized to the extent possible. [Citation.]” <em>(Lungren </em>v. <em>Deukmejian </em>(1988) 45 Cal.3d 727, 735 [248 Cal.Rptr. 115, 755 P.2d 299].) Each sentence of the statute must be read in light of the entire statutory scheme. <em>(Ibid.) </em>Of importance here the provision we are asked to construe is an exception to a general rule which applies only to local agencies.</p>\n<p id=\"b158-5\">The provision at issue is contained in a part of the Government Code that applies to local governmental agencies. Section 53091 is contained within title 5, division 2, part 1, chapter 1, article 5 of the Government Code. Title 5 is entitled Local Agencies. Division 2 is entitled Cities, Counties and Other Agencies. Article 5 is entitled “Regulation of Local Agencies by Counties and Cities.”</p>\n<p id=\"b158-6\">Government Code section 53091 was enacted as part of a statutory scheme entitled Regulation of Local Agencies by Counties and Cities in response to judicial decisions that broadly immunized state agencies from local regulation. <em>(Lafayette, supra, </em>16 Cal.App.4th at p. 1013.) “Local agency” is defined as “an agency of the state for the local performance of governmental or proprietary function within limited boundaries.” (Gov. Code, § 53090, subd. (a).) The purpose was to give cities and counties control over zoning and building restrictions and to strengthen local planning authority. <em>(Ibid.)</em></p>\n<p id=\"b159-3\"><page-number citation-index=\"1\" label=\"139\">*139</page-number>As enacted, Government Code section 53091 expressly excepted the location and construction of water and electrical facilities by local agencies from the general rule imposing zoning and building regulations on local agencies. “Building ordinances and zoning ordinances of a county or city shall not apply to the location or construction of facilities for the production, generation, storage, or transmission of water or electrical energy <em>by a local agency.” </em>(Stats. 1959, ch. 2110, § 1, pp. 4907-4908, italics added.)</p>\n<p id=\"b159-4\">The statute was amended in 1977. It retained the above provisions. It added exceptions for facilities subject to section 12808.5 of the Public Utilities Code and certain electrical substations. (See now Gov. Code, § 53091, subd. (e).) It added that “[z]oning ordinances of a county or city shall apply to the location or construction of facilities for the storage or transmission of electrical energy <em>by a local agency. . . </em>.” (Stats. 1977, ch. 435, § 1, pp. 1467-1468, italics added.)</p>\n<p id=\"b159-5\">The Legislative Counsel’s digest of chapter 435 sets forth the purpose of the amendments:</p>\n<blockquote id=\"b159-6\">“Existing law exempts the location or construction of facilities for the production, generation, storage, or transmission of water or electrical energy <em>by a local agency </em>from the zoning ordinances of a county or city.</blockquote>\n<blockquote id=\"b159-7\">“This bill would remove from the existing exemption, some facilities for the storage or transmission of electrical energy under certain terms and conditions and would provide that a local agency need not comply with local zoning unless the zoning ordinance makes provision for the location of the types of facilities generally operated by the district or agency.” (Legis. Counsel’s Dig., Assem. Bill No. 242 (1977-1978 Reg. Sess.) 3 Stats. 1977, Summary Dig., p. 106, italics added.)</blockquote>\n<p id=\"b159-8\">The digest does not state the amendment would enlarge the zoning exemption to include water facilities constructed by private parties.</p>\n<p id=\"b159-9\">As noted, Government Code section 53091, subdivision (e), does exempt from zoning ordinances “facilities that are subject to Section 12808.5 of the Public Utilities Code . . . .” DW argues the public utilities referred to in subdivision (e) are not “local agencies,” and thus subdivision (e) applies to entities other than “local agencies.” This is incorrect.</p>\n<p id=\"b159-10\">Public Utilities Code section 12808.5 is part of the Municipal Utility District Act, and applies to facilities located or constructed by a municipal utility district. (Pub. Util. Code, §§ 11503, 12808.5.)  Contrary to DW’s claims, courts have narrowly interpreted the exemptions from Government Code section 53091 to refer to local agencies. <em>(Lafayette, supra, </em>16 <page-number citation-index=\"1\" label=\"140\">*140</page-number>Cal.App.4th at p. 1017.) In <em>Lafayette, </em>the court indicated a municipal utility district (the type of utility regulated by section 12808.5 of the Public Utilities Code) was a “local agenc[y]” that was generally required to comply with city and county building and zoning ordinances. <em>(Id. </em>at p. 1013.) In <em>Kehoe v. City of Berkeley </em>(1977) 67 Cal.App.3d 666 [135 Cal.Rptr. 700], the court held a redevelopment agency was a “public agency” as defined by Government Code section 53090 because it fit within the definition of a “district, agency, or authority created or authorized by state law and exercising governmental functions within limited territorial boundaries . . . .” <em>(Kehoe, </em>at p. 673.) Likewise, in <em>City of Burbank </em>v. <em>Burbank-Glendale-Pasadena Airport Authority </em>(1999) 72 Cal.App.4th 366, 375 [85 Cal.Rptr.2d 28], the court held a joint powers authority created by the cities of Burbank, Glendale, and Pasadena was a local agency for purposes of section 53091.</p>\n<p id=\"b160-4\">In the 1977 enactment of the provisions containing Government Code section 53091, the Legislature also added section 53096 to provide that a local agency, by a four-fifths vote of the members of its government board, could “render a city or county zoning ordinance inapplicable . . . except when the proposed use of the property by such local agency is for facilities <em>not related to </em>storage or transmission of water or electrical energy, including, but not limited to, warehouses, administrative buildings or automotive storage and repair buildings.” (Stats. 1977, ch. 435, § 2, p. 1468.)<footnotemark>4</footnotemark> Parsing the double negative, this says a local agency may render a zoning ordinance inapplicable to facilities <em>“related to” </em>the storage or transmission of water. The “related” facilities are those “which have a ‘connection with’ and are in fact integral to the proper operation of particular storage and transmission functions of water districts.” <em>(Lafayette, supra, </em>16 Cal.App.4th at 1015.) The “related” facilities do not include those specified, such as “warehouses, administrative buildings or automotive storage and repair buildings.”<footnotemark>5</footnotemark></p>\n<p id=\"b160-5\">Private parties are not the subject of this statutory scheme and it would have been at odds with it to include them. Rather, the exception for water storage and other facilities is in the nature of a proviso. It qualifies or explains the general enacting clause. <em>(U.S. </em>v. <em>Morrow </em>(1925) 266 U.S. 531, <page-number citation-index=\"1\" label=\"141\">*141</page-number>534-535 [69 L.Ed. 425, 427, 45 S.Ct. 173, 60 Ct.Cl. 1023]; <em>Reuter v. Board of Supervisors of San Mateo County </em>(1934) 220 Cal. 314, 321 [30 P.2d 417].)</p>\n<p id=\"b161-4\">A proviso must be read in light of the subject matter of the act. The subject matter of a proviso is the same as that of the general rule it qualifies, and cannot be read to enlarge the operation of the rule. <em>(People ex rel. Happell </em>v. <em>Sischo </em>(1943) 23 Cal.2d 478, 493 [144 P.2d 785].) “It is an accepted rule of statutory construction that a proviso is used to limit and qualify that which immediately precedes it and to expressly negative a construction that would prevail in the absence of the proviso.” <em>(Ibid.)</em></p>\n<p id=\"b161-5\">The general rule of Government Code section 53091 is set forth in subdivision (a). “Each local agency shall comply with all applicable building ordinances <em>and zoning ordinances </em>of the county or city in which the territory of the local agency is situated.” (Italics added.) The exceptions to the rule are contained in subdivisions (d) and (e). Subdivision (d) states that building ordinances do not apply to water storage facilities if constructed “by a local agency.” Subdivision (e) states that zoning ordinances do not apply to water storage facilities but does not contain the modifying “local agency” language.<footnotemark>6</footnotemark> Without the exceptions the general rule of subdivision (a) would apply. So it is plain the exceptions concern only the general rule. It would make no grammatical sense to except private commercial projects from a rule that does not apply to them.</p>\n<p id=\"b161-6\">DW relies on opinions of the Attorney General. However they do not assist us in interpreting the statute. All of them were written prior to 1977 at a time when the statute expressly exempted only public agencies from county building and zoning ordinances.<footnotemark>7</footnotemark> They could not possibly be construed to interpret Government Code section 53091 to extend the exception for water storage facilities to private parties.</p>\n<p id=\"b161-7\">B. <em>Implied Preemption</em></p>\n<p id=\"b161-8\">When the claim is made “that an entire field has been occupied by state law, wholly precluding municipal regulation, it must be shown that the general law directly or impliedly ‘covers’ the whole of the claimed field of regulation.” <em>(Baldwin v. Co. of Tehama, supra, </em>31 Cal.App.4th at p. 174.)</p>\n<p id=\"b161-9\">DW defines the field of regulation as surface water diversion and storage. It claims the regulation of this field is exclusively a matter of statewide <page-number citation-index=\"1\" label=\"142\">*142</page-number>concern and includes the location of a water storage facility. DW relies on authority regarding the appropriation of water. DW claims “The extensive Water Code ‘provides a comprehensive scheme for the appropriation of water.’ ”<footnotemark>8</footnotemark></p>\n<p id=\"b162-4\">It is true the right to appropriate or use water subject to appropriation must be acquired pursuant to the provisions of the Water Code. (Wat. Code, § 1225.) However, the authority of the Water Board to regulate the appropriation of water is not coextensive with the authority to regulate the construction or location of the project which makes possible its appropriation. The Water Code does say it is “the intent of the Legislature by this part to provide for the regulation and supervision of dams and reservoirs exclusively by the State.” (Wat. Code, § 6025.) The part concerns the Department of Water Resources which is vested with the police power to “supervise the construction, enlargement, alteration, repair, maintenance, operation, and removal of dams and reservoirs . . . .” (Wat. Code, § 6075.) Within this power the Water Code defines a reservoir subject to the department’s jurisdiction essentially as a circular dam (§ 6004.5) but excludes the impoundment of water by a levee of an island in the Delta, which is not “a reservoir if the maximum possible water storage elevation of the impounded water does not exceed four feet above mean sea level. . . .” (Wat. Code, § 6004, subd. (c).)<footnotemark>9</footnotemark></p>\n<p id=\"b162-5\">The County ordinance by its terms comes within this exclusion because it does not apply to the “containment [of water] by a levee of an island adjacent to tidal waters in the Sacramento-San Joaquin Delta ... if the maximum possible water storage elevation exceeds four feet above mean sea level . . . .” Moreover, the County ordinance does not apply to “dams and reservoirs under the jurisdiction of the . . . State of California exercising jurisdiction under Division 3 of the California Water Code,” the provisions set forth above. In short, the County ordinance does not attempt to regulate or supervise the construction of a reservoir in the Delta within the state’s jurisdiction over dams.</p>\n<p id=\"b162-6\">Water Code section 6026 reflects a clear intent on the part of the Legislature to allow local regulation of some aspects of surface water storage projects. Although it provides that no city or county may adopt an ordinance to regulate the construction, maintenance, or operation of any dam or reservoir within its purview, it excepts “city or county . . . regulating, <page-number citation-index=\"1\" label=\"143\">*143</page-number>supervising, or providing for the regulation or supervision of dams and reservoirs that (a) are not within the state’s jurisdiction, or (b) are not subject to regulation by another public agency or body.”<footnotemark>10</footnotemark> There can be no preemption by implication if the Legislature has expressed an intent to permit local regulation or if the statutory scheme recognizes local regulation. <em>(People ex rel. Deukmejian v. County of Mendocino </em>(1984) 36 Cal.3d 476, 485 [204 Cal.Rptr. 897, 683 P.2d 1150].)</p>\n<p id=\"b163-4\">State law specifically recognizes the authority of the County to regulate land use in the Delta. The Johnston-Baker-Andal-Boatwright Delta Protection Act of 1992 states the “[Regulation of land use and related activities that threaten the integrity of the delta’s resources can best be advanced through comprehensive regional land use planning implemented through reliance on local government[<footnotemark>11</footnotemark>] in its local land use planning procedures and enforcement.” (Pub. Res. Code, § 29709, subd. (a).) The Delta Protection Act provides for a Delta Protection Commission that must adopt a regional plan, and must approve amendments to the County’s general plan to render the general plan consistent with the regional plan.<footnotemark>12</footnotemark> (Pub. Res. Code, §§ 29735, 29760, 29763, 29763.5.) The County’s general plan must provide that any development<footnotemark>13</footnotemark> will not result in the degradation of water quality, will not expose the public to increased flood hazard, and will not result in the degradation of levee integrity. (Pub. Res. Code, § 29763.5.) These provisions manifestly do not preempt the County’s land use authority. If anything, they impose a duty to regulate land uses within the purview of the legislation.</p>\n<p id=\"b163-5\">The only power the County ordinance purports to exercise is the land use power of the county, and specifically the zoning power. Under this power, <page-number citation-index=\"1\" label=\"144\">*144</page-number>counties may regulate the use of land to determine where certain uses are allowed. (Gov. Code, § 65850.) DW has produced no authority that this authority is preempted by state law. DW cannot and does not contend, for example, that the County has no right to regulate the construction of a large reservoir in the middle of an area zoned residential, a location prohibited by the County ordinance. Because this is a facial attack on the County ordinance, we are not faced with a situation in which the County has attached conditions to a use permit which implicates a power possessed by an entity other than the County.</p>\n<p id=\"b164-4\">Lastly, DW argues that because the Water Board considered a wide range of issues when granting DW’s permit to appropriate water by means of its proposed reservoirs, local regulation of these matters is preempted. DW claims the Water Board must examine environmental impacts, levee stability, seepage impacts, and reservoir construction. It argues that this broad authority impliedly supplants the County’s land use authority over the location of reservoirs. We disagree.</p>\n<p id=\"b164-5\">DW has confused the Water Board’s authority to condition a permit for the appropriation of water, subject to the administrative sanction of withdrawal or denial, with the permit authority of other entities to regulate matters within the condition. The Water Board has broad jurisdiction over permits for the appropriation of water. (Wat. Code, §§ 1225, 1250.) That includes the use to be made of waters impounded in a reservoir. (Wat. Code, § 1266.) In issuing a permit the Water Board must attach “such terms and conditions as in its judgment will best develop, conserve, and utilize in the public interest the water sought to be appropriated.” (Wat. Code, § 1253; see also <em>id., </em>§§ 1255, 1256.) In determining whether an appropriation is in the public interest, the Water Board may examine a number of concerns that relate to the construction and impact of the reservoir, the means by which the water is appropriated. In the case of DW’s permit, the Water Board considered the feasibility of proposed levee construction activities, seepage impacts to neighboring islands, damage to neighboring property, and impacts on fish and wildlife. However, the fact the Water Board may condition the appropriation of water in the public interest does not mean it has exclusive permitting authority over the project.</p>\n<p id=\"b164-6\">In this case the Water Board studied the proposed levee construction as a part of its determination the project would be in the public interest. However, it expressly recognized that it was “not required to conduct a detailed examination of the engineering aspects of the DW Project reservoirs.” It <page-number citation-index=\"1\" label=\"145\">*145</page-number>noted that for large projects, “[o]ther agencies have authority to approve dams and levees . . . .”<footnotemark>14</footnotemark></p>\n<p id=\"b165-4\">DW confuses the two roles of the Water Board in approving a permit to appropriate water. First, the Water Board is the permitting authority for the appropriation of water, over which it has exclusive jurisdiction. Second it may attach conditions in the public interest and is the lead agency under CEQA with the “principal responsibility for carrying out or approving” the project. (Pub. Res. Code, § 21067.) As the lead agency in a CEQA determination, the Water Board is responsible for deciding whether an environmental impact report (EIR) should be prepared and for causing it to be prepared. (Cal. Code Regs., tit. 14, § 15367.) However, in that role it does not have exclusive permitting authority over the project. A project may involve other, “responsible agencies” that have discretionary approval power over some part of the project. (Pub. Res. Code, § 21069; Cal. Code Regs., tit. 14, § 15381.)</p>\n<p id=\"b165-5\">Finally, the permit issued to DW by the Water Board itself recognizes that state law has not entirely preempted the field with respect to the project. The order granting the permit contains a standard permit condition that states, “[n]o construction shall be commenced and no water shall be diverted under this permit until all necessary federal, state and local approvals have been obtained.”</p>\n<p id=\"b165-6\">The Water Board decision specifically recognizes the jurisdiction and responsibility of San Joaquin and Contra Costa Counties. It notes the project will have an impact “relating to fire and police protection, water supply, sewage and waste disposal” and that such impacts are “within the responsibility and jurisdiction of Contra Costa County and San Joaquin County.” The decision concludes the counties “can and should adopt . . . mitigation measures” regarding these subjects. The County cannot require mitigation measures unless it has permitting authority to do so.</p>\n<p id=\"b165-7\">The Water Board decision also states that “[r]oad maintenance and traffic flow are within the responsibility and jurisdiction of the counties.” It recognizes the County will have permitting authority over the project in stating that “impacts to traffic due to the recreational facilities are within the responsibility and jurisdiction of Contra Costa County and San Joaquin County. These counties can and should adopt the mitigation measures in the EIR, and <em>if they approve the project, </em>should make a finding of overriding considerations for the unmitigated traffic impacts.” (Italics added.)</p>\n<p id=\"b166-3\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>Fire and police protection, water supply, sewage and waste disposal, and road maintenance and traffic flow are all factors that are typically studied in issuing a conditional use permit. (See <em>Centinela Hospital Assn. v. City of Inglewood </em>(1990) 225 Cal.App.3d 1586, 1591 [275 Cal.Rptr. 901] (resolution approving use permit made findings on traffic); <em>Pacifica Homeowners’ Assn. </em>v. <em>Wesley Palms Retirement Community </em>(1986) 178 Cal.App.3d 1147, 1150 [224 Cal.Rptr. 380] (findings supporting issuance of use permit considered sewer, water supply, and fire protection); <em>BreakZone Billiards </em>v. <em>City of Torrance </em>(2000) 81 Cal.App.4th 1205, 1246 [97 Cal.Rptr.2d 467] (an agency appropriately considers issues of traffic and safety in applications for use permits).)</p>\n<p id=\"b166-4\">DW recognizes that its project is not exempt from all local regulation. Rather, it claims the Water Board identified, and thus limited, the local approvals over which the County has jurisdiction—mosquito abatement, boating and recreation, fire and police protection, water supply for recreational buildings and facilities, sewage and waste disposal, and road maintenance and traffic flow.</p>\n<p id=\"b166-5\">DW’s challenge to the ordinance is a facial challenge. It cannot make an as-applied challenge to the ordinance, since it has not applied for a permit under the ordinance, and it is not clear from the record whether the ordinance will apply to the project.<footnotemark>15</footnotemark> DW does not ask us to determine what sorts of County regulation would be preempted by the ordinance. Until such time as the ordinance has been applied to DW, such a claim is not ripe for adjudication.</p>\n<p id=\"b166-6\">The state has not preempted the entire field relating to the regulation of water projects. We leave the question of the precise conditions the County may attach to a project subject to a water permit to such time as the issue becomes ripe.</p>\n<p id=\"b166-7\">II</p>\n<p id=\"b166-8\">Illegal Discrimination</p>\n<p id=\"b166-9\">DW argues the ordinance illegally discriminates against the project. At least as early as 1992 DW ascertained the project was consistent with the <page-number citation-index=\"1\" label=\"147\">*147</page-number>County’s General Plan, although the particular use, water storage, was not specifically enumerated in the list of permitted uses in the general agricultural zone in which the project was located. After DW received its permit to appropriate water from the Water Board, the County adopted an interim ordinance, and shortly thereafter a permanent ordinance requiring a use permit for water storage projects.</p>\n<p id=\"b167-4\">Absent a development agreement, an administrative body ordinarily may deny a building permit when there is a zoning change after the permit application is made and the contemplated use is no longer permitted. <em>(Avco Community Developers, Inc. v. South Coast Regional Commission </em>(1976) 17 Cal.3d 785, 795 [132 Cal.Rptr. 386, 553 P.2d 546]; <em>Citizens for Responsible Government v. City of Albany </em>(1997) 56 Cal.App.4th 1199, 1213-1214 [66 Cal.Rptr.2d 102].) DW relies on a line of cases holding that zoning amendments occurring after the application for a permit cannot be enforced upon the applicant if the sole purpose for enacting the zoning amendments was to frustrate the particular project. <em>(Sunset View Cemetery Assn. </em>v. <em>Kraintz </em>(1961) 196 Cal.App.2d 115 [16 Cal.Rptr. 317]; <em>City of Orange v. Valenti </em>(1974) 37 Cal.App.3d 240 [112 Cal.Rptr. 379].)</p>\n<p id=\"b167-5\">As evidence the ordinance in question was adopted to frustrate the project, DW points to certain statements made in the public hearings regarding the ordinances. During the hearing on the interim ordinance, staff informed the Board that the ordinance was “necessitated by the Delta Wetlands Project, which was recently approved by the State, and it calls for the [inundation] of Bacon and Bouldin Islands in the Delta. And the County presently does not have any provisions contained in the development title for permitting for these large water storage reservoirs. ... So basically, without this ordinance and then the ensuing more permanent change to the development title that we are processing, there would be no permits required by San Joaquin County, no CEQA review, no discretionary type conditions for the Delta Wetlands project. Of particular concern to San Joaquin County, was the loss of farmland and the lack of any type of mitigation for the loss of agricultural land.”</p>\n<p id=\"b167-6\">Dante Nomellini, who represented the Central Delta Water Agency in challenging the Water Board decision granting DW’s water rights permit, also spoke to the Board.<footnotemark>16</footnotemark> He stated one of the concerns regarding the Water Board’s decision was its failure to consider mitigation of agricultural impacts. He told the Board, “everybody assumed that your county, . . . would have jurisdiction over this project. Including addressing impacts like on Bacon Island Road or what have you. . . . [O]ur ordinances don’t provide for that review. So unless you can ‘boot strap’ your way with a building permit of <page-number citation-index=\"1\" label=\"148\">*148</page-number>some type, you know ... to reach these concerns you would not have jurisdiction so I urge the Planning Department to give this consideration as soon as possible so that the project does not completely vest, prior to your establishing some type of an ordinance review. And we also have the Stanton Island situation which wildlife friendly agriculture is okay but there’s a plan. ... so we tried to make focused on these projects that could have major impacts on agriculture in the community ... we will go through the Advisory Water Commission and go through the processes but we’re trying to protect the date for jurisdiction so that you might have some ability to review these major projects that are already on the books.”</p>\n<p id=\"b168-4\">The County’s deputy public works director expressed concern that the wording of the interim ordinance should be reviewed before passing a permanent ordinance to ensure the ordinance would have no unintended applications, such as to property that was accidentally flooded as the result of a levee break. He stated he was not aware of any projects proposed in the next 45 days that would be affected by the interim ordinance. In response to this comment, one of the Board members stated, “Okay, that’s what we want to hear.”</p>\n<p id=\"b168-5\">The trial court found no support in the administrative record for the contention that only the instant project was targeted by the ordinance because the ordinance applies to the entire county, including substantial portions of the Delta, and because it contemplates regulation of other similar uses.</p>\n<p id=\"b168-6\">DW asserts the trial court’s analysis was incorrect because County’s motive is revealed by looking beyond the four comers of the ordinance, and because the other water projects to which the ordinance ostensibly applied were either nonexistent or not actually subject to the ordinance.</p>\n<p id=\"b168-7\">We fail to detect the type of discrimination denounced in the cases cited by DW.</p>\n<p id=\"b168-8\">“City and county zoning ordinances are manifestations of the local police power conferred by section 7 (formerly § 11) of article XI of the state Constitution. [Citations.] Thus, upon a claim that a comprehensive zoning ordinance unconstitutionally interferes with the use of private property, the ordinance is to be tested not by the judges’ opinions of its wisdom or necessity, ‘but solely by the answer to the question is there any reasonable basis in fact to support the legislative determination of the regulation’s wisdom and necessity?’ [Citations.] [][] The principle limiting judicial inquiry into the legislative body’s police power objectives does not bar scmtiny of a quite different issue, that of discrimination against a particular parcel of property. ‘A city cannot unfairly discriminate against a particular parcel of <page-number citation-index=\"1\" label=\"149\">*149</page-number>land, and the courts may properly inquire as to whether the scheme of classification has been applied fairly and impartially in each instance.’ [Citation.] [f] Every intendment favors the legislative body’s action, which will not be overthrown in the absence of physical facts requiring the conclusion that the ordinance is unreasonable and invalid as a matter of law. [Citations.] Nevertheless, where ‘spot zoning’ or other restriction upon a particular property evinces a discriminatory design against the property user, the courts will give weight to evidence disclosing a purpose other than that appearing upon the face of the regulation. [Citations.]” <em>(G &amp; D Holland Construction Co. </em>v. <em>City of Marysville </em>(1970) 12 Cal.App.3d 989, 994-995 [91 Cal.Rptr. 227].)</p>\n<p id=\"b169-4\">The County ordinance does not mandate the conclusion the County’s purpose was to unfairly discriminate against plaintiffs’ project. Nor is its application limited to the DW project.<footnotemark>17</footnotemark> The mere fact the water storage project was the impetus for the ordinance does not mean it unfairly discriminates against the project. The evil sought to be remedied will often not come to the attention of authorities until a use is proposed or a permit application is made. This is particularly true here, where no private party (as opposed to governmental entity) had ever proposed to build a large scale storage project of this nature in this area. The public hearings on the ordinances do not show the County wanted to stop the DW project even as it contemplated letting similar projects go forward, but that it was grappling with the means to regulate the proposed new use and similar uses. This case is to be distinguished from those cases in which a particular property was targeted with greater restrictions than similarly situated property.</p>\n<p id=\"b169-5\">For example, in <em>City of Orange </em>v. <em>Valenti, supra, </em>37 Cal.App.3d 240, the challenged ordinances established special parking requirements and required a conditional use permit for “public service office buildings” even though the existing ordinances specifically dealt with parking requirements and the particular use was otherwise permitted. <em>(Id. </em>at pp. 242-243.) In <em>Valenti, </em>the ordinance burdened the subject property to a greater extent than similarly situated property, thus the court determined the project was aimed solely at the plaintiffs.</p>\n<p id=\"b169-6\">In <em>Sunset View Cemetery Assn. v. Kraintz, supra, </em>196 Cal.App.2d 115, the property at issue was being used as a cemetery. The owner applied for permits to build an administration building, crematorium, and mortuary on the cemetery property. <em>(Id. </em>at p. 116.) This prompted the county to adopt an emergency ordinance prohibiting “ ‘ [a]ll commercial uses and purposes including but not limited to mortuary, sale or manufacture of monuments or <page-number citation-index=\"1\" label=\"150\">*150</page-number>markers, sale of flowers or decorations and sale or manufacture of caskets in a cemetery’ ” without a permit, even though these activities were defined by statute as lawful cemetery purposes. <em>(Id. </em>at pp. 117-121.)</p>\n<p id=\"b170-4\">The court considered the circumstances prompting adoption of the ordinance and the speed of its adoption and concluded the adoption of the ordinance was an arbitrary action. <em>(Sunset View Cemetery Assn. </em>v. <em>Kraintz, supra, </em>196 Cal.App.2d at pp. 122-123.) Even though the property was suitable for cemetery uses, and had been used as a cemetery, the county was attempting to prohibit all but a few of the property’s proper uses.</p>\n<p id=\"b170-5\">Here, the permit requirement for water storage projects applies not just to plaintiffs’ property, but throughout the AG and ARM zones. During the hearings Nomellini and the County staff told the Board that other projects were being developed which might be subject to the ordinance. Nomellini also stated “private development of water, water storage projects, is new in California law. We’re . . . starting to deal with speculation on water in California, so we’ll have developers in the business. . . . [Y]ou’re going to have a whole rash of applications that fall within the scope of this Use Permit, and it will be very relevant to the County to make sure you do have a mechanism for some review.” DW’s attorney told the Board the other projects would not be subject to the ordinance. However, there is no definitive evidence in the record that the Board passed the ordinance believing only the DW project would be affected.</p>\n<p id=\"b170-6\">It is particularly difficult for DW to show the ordinances were passed with an intent to discriminate against its project when it is uncertain whether the ordinance will apply to the project. DW has not stated whether its levees will be constructed for maximum storage above four feet above mean sea level. If the levees are built for storage above four feet, the state will have jurisdiction and the ordinance by its terms will not apply to DW’s project.</p>\n<p id=\"b170-7\">The record reflects the Board passed the ordinance not out of a desire to frustrate the project, but because of legitimate land use concerns. These concerns included the loss of agricultural lands, damage to adjacent roads and how to mitigate such losses. There was no expressed desire to halt the project altogether for arbitrary reasons, but to enact “safeguards in terms [of] having a voice in the process.” The ordinance was not arbitrary and was not passed for an improper motivation. It was not improperly discriminatory.</p>\n<p id=\"b170-8\">Ill, IV<footnotemark>*</footnotemark></p>\n<p id=\"b171-3\"><page-number citation-index=\"1\" label=\"151\">*151</page-number>DISPOSITION</p>\n<p id=\"b171-4\">The judgment is affirmed.</p>\n<p id=\"b171-5\">Sims, J., and Raye, J., concurred.</p>\n<footnote label=\"2\">\n<p id=\"b155-10\"> The validity of the permit is on appeal to this court in case No. C041749.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b157-8\"> The Ml text of Government Code section 53091 is as follows:</p>\n<blockquote id=\"b157-9\">“(a) Each local agency shall comply with all applicable building ordinances and zoning ordinances of the county or city in which the territory of the local agency is situated.</blockquote>\n<blockquote id=\"b157-10\">“(b) On projects for which state school building aid is requested by a local agency for construction of school facilities, the county or city planning commission in which the local agency is located shall consider in its review for approval information relating to attendance area enrollment, adequacy of the site upon which the construction is proposed, safety features of the site and proposed construction, and present and future land utilization, and report thereon to the State Allocation Board. If the local agency is situated in more than one city or county or partly in a city and partly in a county, the local agency shall comply with the ordinances of each county or city with respect to the territory of the local agency that is situated in the particular county or city, and the ordinances of a county or city shall not be applied to any portion of the territory of the local agency that is situated outside the boundaries of the county or city. Notwithstanding the preceding provisions of this section, this section does not require a school district or the state when acting under the State Contract Act (Article 1 (commencing with Section 10100) of Chapter 1 of Part 2 of Division 2 of the Public Contract Code) to comply with the building ordinances of a county or city.</blockquote>\n<blockquote id=\"b157-13\">“(c) Each local agency required to comply with building ordinances and zoning ordinances pursuant to this section and each school district whose school buildings are inspected by a county or city pursuant to Section 53092 shall be subject to the applicable ordinances of a county or city requiring the payment of fees, but the amount of those fees charged to a local <page-number citation-index=\"1\" label=\"138\">*138</page-number>agency or school district shall not exceed the amount charged under the ordinance to nongovernmental agencies for the same services or permits.</blockquote>\n<blockquote id=\"b158-8\">“(d) Building ordinances of a county or city shall not apply to the location or construction of facilities for the production, generation, storage, treatment, or transmission of water, wastewater, or electrical energy by a local agency.</blockquote>\n<blockquote id=\"b158-9\">“(e) Zoning ordinances of a county or city shall not apply to the location or construction of facilities for the production, generation, storage, treatment, or transmission of water, or for the production or generation of electrical energy, facilities that are subject to Section 12808.5 of the Public Utilities Code, or electrical substations in an electrical transmission system that receives electricity at less than 100,000 volts. Zoning ordinances of a county or city shall apply to the location or construction of facilities for the storage or transmission of electrical energy by a local agency, if the zoning ordinances make provision for those facilities.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b160-6\"> In 2002 the Legislature amplified the exception clause by replacing the word “except” with “The Governing board may not render a zoning ordinance inapplicable to a proposed use of property.” The change did not alter the meaning of the section.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b160-7\"> It is argued that Government Code section 53096 is inconsistent with Government Code section 53091, subdivision (e), because it allows a local agency to exempt water storage and transmission facilities from zoning regulation and that would be unnecessary if section 53091 already did so. Not so.</p>\n<p id=\"b160-8\">Government Code section 53096 does not apply to the storage and transmission facilities themselves. Rather, it authorizes a local agency to exempt facilities which are integral to them. Thus the provisions are consistent. Moreover, section 53096 applies only to “local agencies” consistent with the construction that limits subdivision (e) to local agencies.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b161-10\"> DW’s argument gives rise to the anomaly that building ordinances but not zoning ordinances apply to private water storage projects.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b161-11\"> See 57 Ops.Cal.Atty.Gen. 124 (1974); 54 Ops.Cal.Atty.Gen. 158 (1971); 56 Ops.Cal.Atty.Gen. 210 (1973); 31 Ops.Cal.Atty.Gen. 46 (1958).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b162-7\"> An appropriative right is the right to divert a specific quantity of water subject to appropriation and to use it in a specific location. (Littleworth and Gamer, Cal. Water (1995) p. 39.)</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b162-8\"> A reservoir in the Delta is unlike a reservoir on land in that it is surrounded by water. When the water in the reservoir is lower than the surrounding water the structure acts as a levee. When the water is higher than the surrounding water the structure acts as a dam.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b163-6\"> DW claims the phrase “another public agency or body” refers to the Water Board. The DW has lost its grammar book. The word “another public agency or body” refers to an agency other than the state. The Water Board is not a public agency or body other than the state.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b163-7\"> Local government includes the County of San Joaquin. (Pub. Res. Code, § 29725.)</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b163-8\"> The Act divides Delta land into a primary and a secondary zone. (Pub. Res. Code, §§ 29728, 29731.) The general plan conformance requirement applies only to land in the primary zone. (Pub. Res. Code, § 29763.5.) It is impossible to tell from this record whether DW’s project is located in a primary or secondary zone.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b163-9\"> “ ‘Development’ means on, in, over, or under land or water, the placement or erection of any solid material or structure; discharge of any dredged material or of any gaseous, liquid, solid, or thermal waste; grading, removing, dredging, mining, or extraction of any materials; change in the density or intensity of use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act. . . , and any other division of land including lot splits, except where the land division is brought about in connection with the purchase of the land by a public agency for public recreational or fish and wildlife uses or preservation; construction, reconstruction, demolition, or alteration of the size of any structure, including any facility of any private, public, or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes.” (Pub. Res. Code, § 29723.)</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b165-8\"> The Department of Water Resources has authority over the construction, maintenance and supervision of a reservoir if its height exceeds four feet above mean sea level. In that case the County ordinance does not apply to the DW project. If the DW reservoirs do not reach that height, jurisdiction over their construction likely resides in the appropriate Delta levee district.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b166-10\"> At oral argument, DW claimed the EIR’s Project Description expresses its intent to construct the project so that the maximum storage level will be four feet above mean sea level, thus subject to the ordinance. We are unable to find this intent expressed in the Project Description of the May 2000 Revised Draft EIR. Nor can we find it in the Project Background section of the September 1995 Draft EIR. Moreover, the Water Board’s decision states: “DW proposes to fill the reservoirs to 6 feet above mean sea level.” If this is the case, the project would not be subject to the ordinance in question.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b167-7\"> Nomellini is one of the attorneys representing County, and was one of its attorneys below.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b169-7\"> As noted, the ordinance prohibits the construction of a subject reservoir in areas zoned residential, such as the City of Stockton.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b170-9\">See footnote, <em>ante, </em>page 128.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}