{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1247\" lastpage=\"1259\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  James L. DEAN, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  COUNTY OF GAGE, NEBRASKA, et al., Defendants.\n </parties>\n <parties id=\"p-2\">\n  Lois P. White, as Personal Representative of the Estate of Joseph White, deceased, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  County of Gage, Nebraska, et al., Defendants.\n </parties>\n <parties id=\"p-3\">\n  Kathleen A. Gonzalez, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  County of Gage, Nebraska, et al., Defendants.\n </parties>\n <parties id=\"p-4\">\n  Thomas W. Winslow, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  County of Gage, Nebraska, et al., Defendants.\n </parties>\n <docketnumber id=\"p-5\">\n  Ada Joann Taylor, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  County of Gage, Nebraska, et al., Defendants.\n </docketnumber>\n <docketnumber id=\"p-6\">\n  Debra Shelden, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  County of Gage, Nebraska, et al., Defendants.\n </docketnumber>\n <docketnumber id=\"p-7\">\n  4:09CV3144\n  <br/>\n  4:09CV3145\n  <br/>\n  4:09CV3146\n  <br/>\n  4:09CV3147\n  <br/>\n  4:09CV3148\n  <br/>\n  4:11CV3099\n </docketnumber>\n <court id=\"p-8\">\n  United States District Court, D. Nebraska.\n </court>\n <decisiondate id=\"p-9\">\n  Signed September 14, 2018\n </decisiondate>\n <attorneys id=\"p-10\">\n  Herbert J. Friedman, Friedman Law Firm, Lincoln, NE, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-11\">\n  Jennifer M. Tomka, Amen Law Firm, Melanie J. Whittamore-Mantzios, Wolfe, Snowden Law Firm, Patrick T. O'Brien, Butler, Galter Law Firm, Richard L. Boucher, Boucher Law Firm, Paul L. Douglas, Lincoln, NE, for Defendants.\n </attorneys>\n <p id=\"p-12\">\n  <strong>\n   MEMORANDUM AND ORDER\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-13\">\n   Richard G. Kopf, Senior United States District Judge\n  </author>\n  <p id=\"p-14\">\n   This matter is before the court on Plaintiffs' Application for Attorneys' Fees and Costs (Filing 700) and Plaintiffs' Motion for Review of the Clerk's Denial of Plaintiffs' Bill of Costs (Filing 713).\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-15\">\n   <em>\n    I. Plaintiffs' Motion for Attorneys' Fees\n   </em>\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-16\">\n   On June 11, 2018, judgment was entered by the United States Court of Appeals for the Eighth Circuit (Filing 694), affirming the judgment that was entered by this court on July 6, 2016 (Filing 561).\n   <footnotemark>\n    3\n   </footnotemark>\n   The Court of Appeals' mandate issued and was received by this court on July 24, 2018 (Filing 697). On July 31, 2018, Plaintiffs filed their motion for attorney fees (Filing 700) with an index of evidence (Filing 701), but no supporting brief.\n  </p>\n  <p id=\"p-17\">\n   The period of time covered by the motion runs from August 3, 2016 (the date Defendants filed a Rule 59 motion for\n   judgment as a matter of law or for a new trial), through July 29, 2018. The court previously granted a motion for attorney fees and expenses for work performed by Plaintiffs' counsel through July 21, 2016 (the date the motion for attorney fees was filed).\n   <em>\n    See\n   </em>\n   Memorandum and Order (Filing 613) and Judgments (Filings 615 through 620) entered on September 6, 2016.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-18\">\n   On August 1, 2018, this court entered a Memorandum and Order directing Plaintiffs to submit \"a brief addressing whether the motion is timely, whether the motion is in compliance with the local rules of this court, the Eighth Circuit Court of Appeals Local Rules, the Federal Rules of Civil Procedure, and whether the law and the facts warrant the relief sought on the merits.\" (Filing 702) A schedule was established for submission of briefs and evidence by both sides.\n  </p>\n  <p id=\"p-19\">\n   Plaintiffs filed their brief on August 13, 2018 (Filing 708). Defendants filed an opposing brief on August 24, 2018 (Filing 712). Plaintiffs replied on August 29, 2018 with a brief (Filing 715) and additional evidence (Filing 716). The matter is now ripe for determination.\n  </p>\n  <p id=\"p-20\">\n   <em>\n    A. Jurisdiction\n   </em>\n  </p>\n  <p id=\"p-21\">\n   As an initial matter, this court must determine whether it has jurisdiction to award attorney fees and expenses associated with an appeal. As suggested by the court in its previous Memorandum and Order, this question was answered in the affirmative by the Eighth Circuit in\n   <em>\n    Little Rock School District. v. State of Arkansas\n   </em>\n   ,\n   <extracted-citation case-ids=\"1000572\" index=\"0\" url=\"https://cite.case.law/f3d/127/693/\">\n    127 F.3d 693\n   </extracted-citation>\n   (8th Cir. 1997). In that case, as here, the prevailing parties on appeal did not file a motion for attorney fees with the Court of Appeals, as provided in Rule 47C of the Local Rules of the Eighth Circuit, but instead applied to the district court after the defendant/appellee's petition for rehearing was denied. The district court awarded attorney fees to the plaintiffs pursuant to\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201988\">\n    42 U.S.C. § 1988\n   </extracted-citation>\n   .\n   <footnotemark>\n    5\n   </footnotemark>\n   The defendant appealed from the award and argued, among other things, that Rule 47C deprived the district court of jurisdiction to award attorney fees for work performed in connection with the appeal. The Eighth Circuit rejected this argument, stating:\n  </p>\n  <p id=\"p-22\">\n   Rule 47C provides:\n  </p>\n  <blockquote id=\"p-23\">\n   (a) Motion for Fees. A motion for attorney fees ... shall be filed with the clerk within 14 days after the entry of judgment.... The court may grant on its own motion an allowance of reasonable attorney fees to a prevailing party.\n  </blockquote>\n  <blockquote id=\"p-24\">\n   (b) Determination of Fees. On the court's own motion or at the request of the prevailing party, a motion for attorney fees may be remanded to the district court or administrative agency\n   for appropriate hearing and determination....\n  </blockquote>\n  <blockquote id=\"p-25\">\n   The usual practice for awarding fees and costs under\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201988\">\n    42 U.S.C. § 1988\n   </extracted-citation>\n   is for this Court to fix the compensation for services rendered before it, and for the District Court to do so for services rendered before it.\n   <em>\n    Avalon Cinema Corp. v. Thompson\n   </em>\n   ,\n   <extracted-citation case-ids=\"1469800\" index=\"3\" url=\"https://cite.case.law/f2d/689/137/#p138\">\n    689 F.2d 137\n   </extracted-citation>\n   , 138 (8th Cir.1982) (en banc). The policy behind Rule 47C is that fee awards should be determined by the court most familiar with the legal services in question. In this case, as in any other before this Court, the plaintiffs should have filed a motion to this Court for fees incurred on appeal. If they had done so, we could have remanded the matter to the District Court for its determination; but we probably would have kept the motion here and decided it ourselves.\n  </blockquote>\n  <blockquote id=\"p-26\">\n   However, Rule 47C cannot and does not affect the jurisdiction of the district courts. The jurisdiction of the federal district courts is conferred by Congress.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%C2%A7%201331\">\n    28 U.S.C. §§ 1331\n   </extracted-citation>\n   - 1390. Rule 47C is a rule of procedure for the Court of Appeals and does not alter this grant of jurisdiction. Therefore, despite our local rule, the district courts retain jurisdiction to decide attorneys' fees issues that we have not ourselves undertaken to decide. The District Court has awarded attorneys' fees for services rendered before the United States Supreme Court, reasoning that the Supreme Court had lost jurisdiction, and, in any event, would have been unlikely to undertake the intensive fact-finding necessary in such matters.\n   <em>\n    Vaughn v. Westinghouse Elec. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5626491\" index=\"5\" url=\"https://cite.case.law/f-supp/526/1165/#p1169\">\n    526 F.Supp. 1165\n   </extracted-citation>\n   , 1169 (E.D.Ark.1981). Such discretionary and practical considerations continue to be relevant to a district court's decision whether to grant a motion for attorneys' fees for services before an appellate court.\n  </blockquote>\n  <blockquote id=\"p-27\">\n   Rule 47C's own language indicates that it is not a rigid jurisdictional rule. First, this Court has the power to grant attorneys' fees on its own motion. 8th Cir. R. 47C(a). Second, whether the fee award is on its own motion or that of the party seeking compensation, this Court retains the discretion to remand the question to the District Court, instead of determining the award itself. 8th Cir. R. 47C(b). The Rule thus preserves multiple procedural options for the determination of attorneys' fees.\n  </blockquote>\n  <blockquote id=\"p-28\">\n   The choice of procedure should not obscure the end goal: calculation of a fair award. It would be mere procedural contortion to reverse the District Court's award only to award fees to the school districts on our own motion, which we would be inclined to do rather than allow services necessary to enforce the settlement agreement to go uncompensated. Therefore, we hold that the District Court had jurisdiction to make the award, and we review its amount for abuse of discretion.\n   <em>\n    See\n   </em>\n   <em>\n    Winter v. Cerro Gordo County Conservation Bd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1789295\" index=\"6\" url=\"https://cite.case.law/f2d/925/1069/#p1073\">\n    925 F.2d 1069\n   </extracted-citation>\n   , 1073 (8th Cir.1991).\n  </blockquote>\n  <p id=\"p-29\">\n   <em>\n    <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=1996%20U.S.%20App.%20LEXIS%2025291\">\n     Id.\n    </extracted-citation>\n   </em>\n   , at 696-97 (footnote omitted).\n  </p>\n  <p id=\"p-30\">\n   While it would have been prudent for Plaintiffs to follow the usual practice of filing a motion for any appeal-related attorney fees in the Court of Appeals,\n   <em>\n    see\n   </em>\n   <em>\n    <extracted-citation case-ids=\"1789295\" index=\"8\" url=\"https://cite.case.law/f2d/925/1069/#p1073\">\n     id.\n    </extracted-citation>\n   </em>\n   at 697 n. 2 (8th Cir. 1997) (noting that even before the Court's adoption of Rule 47C, \"the preferred practice was for the appellate court to decide appellate fee awards\"), their failure to do so does not deprive this court of jurisdiction. The court must next decide whether Plaintiffs' motion is timely, an issue that was not raised in the\n   <em>\n    Little Rock Sch. Dist.\n   </em>\n   case.\n  </p>\n  <p id=\"p-31\">\n   <em>\n    B. Timeliness\n   </em>\n  </p>\n  <p id=\"p-32\">\n   Defendants contend Plaintiffs' motion is untimely under Rule 47C(a), which specifies\n   that \"[a] motion for attorney fees ... shall be filed with the clerk within 14 days after the entry of judgment.\" Because \"[a] judgment is entered when it is noted on the docket,\" Fed. R. App. P. 36(a), there can be no doubt that the deadline for Plaintiffs to file a motion for attorney fees in the Court of Appeals was June 25, 2018.\n  </p>\n  <p id=\"p-33\">\n   Defendants do not argue that Rule 47C applies directly to the district courts in this circuit. It is, after all, \"a rule of procedure for the Court of Appeals.\"\n   <em>\n    Little Rock Sch. Dist.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1000572\" index=\"9\" url=\"https://cite.case.law/f3d/127/693/\">\n    127 F.3d at 696\n   </extracted-citation>\n   .\n   <em>\n    See\n   </em>\n   Fed. R. App. P. 47(a)(1) (\"Each court of appeals ... may ... make or amend rules governing its practice,\" except that \"[a] local rule must be consistent with\" the Federal Rules of Appellate Procedure.);\n   <em>\n    see also\n   </em>\n   Fed. R. App. P. 1(a)(1) (\"These rules govern procedure in the United States courts of appeals.\").\n  </p>\n  <p id=\"p-34\">\n   Defendants instead argue that the same 14-day deadline should apply in the district court, and that Plaintiffs \"should not be allowed to recover simply because they withheld their application hoping to file it in their jurisdiction of choice\" (Filing 712, p. 4). While this might be a relevant consideration in determining whether to grant Plaintiffs' motion, see\n   <em>\n    Little Rock Sch. Dist.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1000572\" index=\"10\" url=\"https://cite.case.law/f3d/127/693/\">\n    127 F.3d at 696\n   </extracted-citation>\n   , it does not go to the issue of \"timeliness.\"\n  </p>\n  <p id=\"p-35\">\n   Plaintiffs admit that their motion for attorney fees \"does not comply with the Eighth Circuit Court of Appeals Local Rule 47C\" (Filing 708, p. 5). They contend the applicable rule is Rule 54(d)(2) of the Federal Rules of Civil Procedure. This rule, which is also relied upon by Defendants, provides in part:\n  </p>\n  <blockquote id=\"p-36\">\n   (A)\n   <em>\n    Claim to Be by Motion\n   </em>\n   . A claim for attorney's fees and related nontaxable expenses must be made by motion unless the substantive law requires those fees to be proved at trial as an element of damages.\n  </blockquote>\n  <blockquote id=\"p-37\">\n   (B)\n   <em>\n    Timing and Contents of the Motion\n   </em>\n   . Unless a statute or a court order provides otherwise, the motion must:\n  </blockquote>\n  <blockquote id=\"p-38\">\n   (i) be filed no later than 14 days after the entry of judgment;\n  </blockquote>\n  <blockquote id=\"p-39\">\n   ...\n  </blockquote>\n  <p id=\"p-40\">\n   Fed. R. Civ. P. 54(d)(2). Plaintiffs contend \"[t]he Court of Appeals' judgment was entered in the district court upon issuance of the mandate\" on July 24, 2018 (Filing 708, p. 2), while Defendants contend \"entry of judgment\" occurred in the Court of Appeals, on June 11, 2018.\n  </p>\n  <p id=\"p-41\">\n   As used in the Federal Rules of Civil Procedure, \"judgment\" is defined to \"include[ ] a decree and any order from which an appeal lies.\"\n   <em>\n    See\n   </em>\n   Fed. R. Civ. P. 54(a). Even if the term \"appeal\" is broadly construed to include discretionary review by petition for writ of certiorari,\n   <em>\n    see\n   </em>\n   <em>\n    Fed. Election Comm'n v. NRA Political Victory Fund\n   </em>\n   ,\n   <extracted-citation case-ids=\"1335080\" index=\"11\" url=\"https://cite.case.law/us/513/88/#p100\">\n    513 U.S. 88\n   </extracted-citation>\n   , 100,\n   <extracted-citation case-ids=\"1335080\" index=\"12\" url=\"https://cite.case.law/us/513/88/#p100\">\n    115 S.Ct. 537\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1335080\" index=\"13\" url=\"https://cite.case.law/us/513/88/#p100\">\n    130 L.Ed.2d 439\n   </extracted-citation>\n   (1994) (Stevens, J., dissenting) (Although the term 'appeal' may be construed literally to encompass only mandatory review, a far more natural reading of the term ... would embrace all appellate litigation whether prosecuted by writ of certiorari, writ of mandamus, or notice of appeal.\"), it would still require a \"strained construction\" of Rule 54(d)(2) to conclude that judgment is entered when the Court of Appeals' mandate issues.\n   <em>\n    Cf.\n   </em>\n   <em>\n    Murphy v. L &amp; J Press Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"879416\" index=\"14\" url=\"https://cite.case.law/f2d/577/27/#p29\">\n    577 F.2d 27\n   </extracted-citation>\n   , 29 (8th Cir. 1978) (local rule requiring the filing of a bill of costs within 10 days \"after entry of a final judgment or decree,\" if read literally, \"could not be applicable to the taxation of appellate costs in the district court since district court proceedings after an appellate judgment must await issuance of the mandate, which normally follows the appellate judgment of twenty-one days, and the District Court's implicit construction of 'final judgment or decree' to mean, in an appellate context, the issuance of\n   mandate is not palpably unreasonable. However, even if we were to approve this rather strained construction, apparently not previously announced in any case decision, equitable concerns would lead us to the conclusion that the construction should be applied prospectively only and not to the litigants at bar.\") (citations and footnote omitted).\n  </p>\n  <p id=\"p-42\">\n   In\n   <em>\n    Dippin' Dots, Inc. v. Mosey\n   </em>\n   ,\n   <extracted-citation case-ids=\"5674978\" index=\"15\" url=\"https://cite.case.law/f-supp-2d/602/777/#p782\">\n    602 F.Supp.2d 777\n   </extracted-citation>\n   , 782 (N.D. Tex. 2009), the district court concluded, after \"looking at the Federal Rules as a whole,\" that \" Rule 54 should not apply to a judgment from the Court of Appeals.\" It explained:\n  </p>\n  <blockquote id=\"p-43\">\n   The trigger for the 14-day period under Rule 54 is the entry of judgment. A \"judgment\" is defined by Rule 54 as \"any order from which an appeal lies.\" Fed.R.Civ.P. 54(a). Based on that definition alone, Rule 54 could apply to a judgment from the Court of Appeals. After all, a judgment from the Court of Appeals can be appealed to the United States Supreme Court. But looking at the Federal Rules as a whole demonstrates that Rule 54 should not apply to a judgment from the Court of Appeals. Starting at the beginning, Rule 1 provides that \"[t]hese rules govern the procedure in all civil actions and proceedings in the United States district courts.\" Fed.R.Civ.P. 1. This rule creates a presumption that the Federal Rules only deal with and refer to district court proceedings. Additionally, Rule 54 is part of Chapter VII of the Federal Rules. This chapter is titled \"Judgment\" and provides rules for issues such as motions for summary judgment, a new trial, and to alter or amend a judgment. These are all issues that only arise in district court proceedings. For example, Rule 59 provides that \"[a] motion to alter or amend a judgment must be filed no later than 10 days after the entry of judgment.\" Fed.R.Civ.P. 59(e). This rule \"makes clear that the district court possesses the power ... to alter or amend a judgment after its entry.\" Fed.R.Civ.P. 59, Advisory Committee Notes, 1948 Amendments. If the word \"judgment\" in Rule 59 includes a judgment from the Court of Appeals, then the same should be true for Rule 54. But it is obvious that a district court does not possess the power to alter or amend a judgment of the Court of Appeals.\n  </blockquote>\n  <blockquote id=\"p-44\">\n   The reasons for having a 14-day period also demonstrate that Rule 54 should not apply to a judgment from the Court of Appeals. The most important reason is that the \"14-day period is designed to operate in conjunction with the 30-day appeal period.\" 10 James Wm. Moore's\n   <em>\n    Federal Practice\n   </em>\n   § 54.151 (Matthew Bender 3d ed.). \"14 days ensures that the fee opponent has notice of the fee motion prior to the expiration of the time to appeal.\"\n   <em>\n    <extracted-citation case-ids=\"5674978\" index=\"16\" url=\"https://cite.case.law/f-supp-2d/602/777/#p782\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see\n   </em>\n   Fed.R.Civ.P. 54, Advisory Committee Notes, 1993 Amendments. But this rationale only applies to a judgment from a district court. A party that wants to appeal a judgment from the Court of Appeals has much longer than 30 days to file a petition for a writ of certiorari to the Supreme Court.\n   <em>\n    Compare\n   </em>\n   Fed. R. App. P. 4(a)(1)(A) (30 days to file notice of appeal) with Sup.Ct. R. 13 (90 days to file petition for a writ of certiorari). Another reason for the 14-day period is that \"[p]rompt filing affords an opportunity for the court to resolve fee disputes shortly after trial, while the services performed are freshly in mind.\" Fed.R.Civ.P. 54, Advisory Committee Notes, 1993 Amendments. Again, this rationale only applies to a judgment from a district court. There are no trials in the Court of Appeals, and a district court judge will not have \"the services performed [on appeal] freshly in mind.\"\n  </blockquote>\n  <blockquote id=\"p-45\">\n   Although there is not much relevant case law on this issue, at least one court has also said that Rule 54 does not apply to a judgment from the Court of Appeals.\n   <em>\n    See\n   </em>\n   <em>\n    Turic v. Holland Hospitality\n   </em>\n   , No. 94-1424/94-1467,\n   <extracted-citation case-ids=\"571779\" index=\"17\" url=\"https://cite.case.law/f3d/85/1211/\">\n    85 F.3d 1211\n   </extracted-citation>\n   , ----,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=1996%20WL%20327556\">\n    1996 WL 327556\n   </extracted-citation>\n   , at *,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=1996%20U.S.%20App.%20LEXIS%2025291\">\n    1996 U.S.App. LEXIS 25291\n   </extracted-citation>\n   , at *3 (6th Cir. Sept. 17, 1996) (unpublished). In\n   <em>\n    Turic\n   </em>\n   , the court characterized Rule 54 as only applying to a motion \"for [attorney] fees accrued at the trial level.\"\n   <em>\n    <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=1996%20U.S.%20App.%20LEXIS%2025291\">\n     Id.\n    </extracted-citation>\n   </em>\n   The court then said that \"there appears to be no guidance that addresses the time frame within which to file a motion for fees accrued for appellate services.\"\n   <em>\n    <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=1996%20U.S.%20App.%20LEXIS%2025291\">\n     Id.\n    </extracted-citation>\n   </em>\n  </blockquote>\n  <p id=\"p-46\">\n   <em>\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=1996%20U.S.%20App.%20LEXIS%2025291\">\n     Id.\n    </extracted-citation>\n   </em>\n   , at 782-83.\n  </p>\n  <p id=\"p-47\">\n   Having made this determination, the court in\n   <em>\n    Dippin' Dots\n   </em>\n   applied a \"general rule of diligence\" to find that a motion for attorney fees which was filed 23 days after the Court of Appeals issued its mandate, and 9 days after docketing of the mandate in the district court, was timely.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=1996%20U.S.%20App.%20LEXIS%2025291\">\n     id.\n    </extracted-citation>\n   </em>\n   , at 783 (stating general rule that \"anything within 30 days shows reasonable diligence\"). Other courts have followed suit.\n   <em>\n    See, e.g.,\n   </em>\n   <em>\n    Zoroastrian Ctr. &amp; Darb-E-Mehr of Metro. Washington, D.C. v. Rustam Guiv Found.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12274798\" index=\"24\" url=\"https://cite.case.law/f-supp-3d/245/742/#p749\">\n    245 F.Supp.3d 742\n   </extracted-citation>\n   , 749-54 (E.D. Va. 2017) (\" Rule 54(d)(2)(B) of the Federal Rules of Civil Procedure does not apply to a motion for fees on appeal brought in the district court. For want of an express filing deadline, the Court finds that the Motion for Fees on Appeal was timely because it was filed within a reasonable time after the last necessary order resolving the case.\");\n   <em>\n    Howlink Glob. LLC v. Centris Info. Servs., LLC\n   </em>\n   , No. 4:11CV71,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=2015%20WL%20216773\">\n    2015 WL 216773\n   </extracted-citation>\n   , at *4 (E.D. Tex. Jan. 8, 2015) (stating, \" Rule 54 does not apply in cases where fees deal with judgments from the Court of Appeals,\" but finding motion untimely which was not filed until 55 days after the Court of Appeals' mandate was docketed in the district court);\n   <em>\n    L.I. Head Start Child Dev. Servs., Inc. v. Econ. Opportunity Comm'n of Nassau Cty., Inc.\n   </em>\n   , No. 00-CV-7394 ADS,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2013%20WL%206388633\">\n    2013 WL 6388633\n   </extracted-citation>\n   , at *2-5 (E.D.N.Y. Dec. 5, 2013) (finding \"consistent with the Federal Rules of Civil Procedure, which generally apply to district court proceedings, no part of Rule 54 is applicable to requests for appellate attorneys' fees\" and concluding that motion for attorney fees filed 2 days after adverse party's deadline for filing petition for writ of certiorari elapsed was reasonable).\n  </p>\n  <p id=\"p-48\">\n   Another alternative involves a strict application of Rule 54(d)(2), to require all motions for attorney's fees, including prospective fees on appeal, to be filed within 14 days after the district court's judgment is entered. This is approach taken in\n   <em>\n    S. Tex. Elec. Coop. v. Dresser-Rand Co.\n   </em>\n   , No. CIVA V-06-28,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=2010%20WL%201855959\">\n    2010 WL 1855959\n   </extracted-citation>\n   , at *4 (S.D. Tex. May 5, 2010) (denying post-appeal motion for attorney's fees where original motion, filed prior to entry of district court's judgment, \"did not seek appellate attorneys' fees, indicate that appellate attorneys' fees would be sought in the future, state the amount of any future fees, or provide a fair estimate of any future fees.\");\n   <em>\n    see\n   </em>\n   <em>\n    JAB Energy Sols. II, LLC v. Servicio Marina Superior, L.L.C.\n   </em>\n   , No. CV 13-556,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=2016%20WL%203746368\">\n    2016 WL 3746368\n   </extracted-citation>\n   , at *3 (E.D. La. July 13, 2016) (\"[C]ourts in this circuit have explicitly found that the ripeness issue does not excuse a party from meeting Rule 54's requirement that a motion for attorneys' fees be filed within fourteen days of the district court's judgment.\"). This approach has been rightly criticized as \"plac[ing] an unreasonable burden on the parties immediately after trial when they may not be prepared to determine both district court fees and prospective appellate fees.\"\n   <em>\n    Zoroastrian Ctr.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12274798\" index=\"29\" url=\"https://cite.case.law/f-supp-3d/245/742/#p749\">\n    245 F.Supp.3d at 754\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-49\">\n   In summary, the court finds that it has jurisdiction to award attorney fees for\n   work performed on appeal, and that neither Eighth Circuit Local Rule 47C nor Rule 54(d)(2) of the Federal Rules of Civil Procedure places a time limit on the filing of such a motion. The court therefore will apply a \"reasonable diligence\" standard.\n   <em>\n    See\n   </em>\n   <em>\n    JCW Investments, Inc. v. Novelty, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3329496\" index=\"30\" url=\"https://cite.case.law/f3d/509/339/#p342\">\n    509 F.3d 339\n   </extracted-citation>\n   , 342 (7th Cir. 2007) (\"In the absence of a statutory or rule-based deadline [for filing a motion for attorney fees], we think that a general rule of diligence should govern.\").\n  </p>\n  <p id=\"p-50\">\n   Plaintiffs' motion was filed 7 days after the Court of Appeals' mandate issued and was docketed in this court. The court finds that Plaintiffs exercised reasonable diligence in filing their motion for attorney's fees related to the appeal. This court would not have considered the motion while the appeal was pending, and Defendants are not shown to have been prejudiced in any respect. In fact, the mandate was stayed as a result of Defendants filing petitions for rehearing.\n   <footnotemark>\n    6\n   </footnotemark>\n   <em>\n    See\n   </em>\n   Fed. R. App. P. 41(d)(1) (\"The timely filing of a petition for panel rehearing, petition for rehearing en banc, or motion to stay execution of mandate, stays the mandate until disposition of the petition or motion, unless the court orders otherwise.\"). Defendants' petitions for rehearing en banc and for rehearing by the panel were denied on July 17, 2018 (Filing 696), and the mandate issued 7 days thereafter, as provided in Rule 41(b) of the Federal Rules of Appellate Procedure. Plaintiffs' motion is therefore timely with respect to attorney fees and associated expenses incurred on appeal.\n  </p>\n  <p id=\"p-51\">\n   Plaintiffs' motion also seeks to recover attorney fees for certain work that was performed in the district court, including responding to Defendants' Rule 59 motion for judgment as a matter of law or for a new trial. Defendants properly object that Plaintiffs' pending motion for attorney fees is untimely with respect to such fees.\n  </p>\n  <p id=\"p-52\">\n   The court's order denying Defendants' Rule 59 motion was a final order, which was, in fact, appealed.\n   <em>\n    See\n   </em>\n   Filing 621. Under Rule 54(d)(2), Plaintiffs had 14 days from entry of the order on September 6, 2016, in which to file a motion for attorney fees associated with the Rule 59 motion. Although Plaintiffs assert this court was divested of jurisdiction to award any attorney fees once Defendants filed their notice of appeal on October 5, 2016, this is incorrect. The Eighth Circuit has repeatedly held that \"where the issue of attorney fees is not before the court of appeals ... the district court may consider it.\"\n   <em>\n    Harmon v. United States Through Farmers Home Admin.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7636931,6464228\" index=\"31\" url=\"https://cite.case.law/f3d/101/574/\">\n    101 F.3d 574\n   </extracted-citation>\n   , 587 (8th Cir. 1996) ;\n   <em>\n    FutureFuel Chem. Co. v. Lonza, Inc\n   </em>\n   ,\n   <extracted-citation case-ids=\"5897998\" index=\"32\" url=\"https://cite.case.law/f3d/756/641/#p648\">\n    756 F.3d 641\n   </extracted-citation>\n   , 648 (8th Cir. 2014) (\"Once a notice of appeal is filed, the district court is divested of jurisdiction over matters on appeal. However, we have held that a district court retains jurisdiction over collateral matters, such as attorney's fees or sanctions, while an appeal is pending.\") (internal quotation marks and citations omitted);\n   <em>\n    Obin v. Dist. No. 9 of Int'l Ass'n of Machinists &amp; Aerospace Workers\n   </em>\n   ,\n   <extracted-citation case-ids=\"1245176\" index=\"33\" url=\"https://cite.case.law/f2d/651/574/#p583\">\n    651 F.2d 574\n   </extracted-citation>\n   , 583 (8th Cir. 1981) (\"[A] claim for attorney's fees should be treated as a\n   matter collateral to and independent of the merits of the litigation.\");\n   <em>\n    see also\n   </em>\n   <em>\n    Little Rock Sch. Dist.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1000572\" index=\"34\" url=\"https://cite.case.law/f3d/127/693/\">\n    127 F.3d at 696\n   </extracted-citation>\n   (\"[D]espite our local rule, the district courts retain jurisdiction to decide attorneys' fees issues that we have not ourselves undertaken to decide.\");\n   <em>\n    see also\n   </em>\n   Rule 54(d)(2) Advisory Committee Notes, 1993 Amendment (\"If an appeal on the merits of the case is taken, the court may rule on the claim for fees, may defer its ruling on the motion, or may deny the motion without prejudice, directing under subdivision (d)(2)(B) a new period for filing after the appeal has been resolved.\").\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-53\">\n   The court therefore will disallow $22,425.00 of claimed attorney fees for 89.7 hours of work performed by Jeffry D. Patterson between August 3 and August 25, 2016, and $9,125.00 of claimed attorney fees for 36.5 hours of work performed by Maren Lynn Chaloupka during the same period of time.\n  </p>\n  <p id=\"p-54\">\n   <em>\n    C. Fee Determination\n   </em>\n  </p>\n  <p id=\"p-55\">\n   \"The starting point in determining an attorneys' fee award under § 1988 is the lodestar, which is calculated by multiplying the number of hours reasonably expended by reasonable hourly rates.\"\n   <em>\n    Snider v. City of Cape Girardeau\n   </em>\n   ,\n   <extracted-citation case-ids=\"4308060\" index=\"35\" url=\"https://cite.case.law/f3d/752/1149/#p1159\">\n    752 F.3d 1149\n   </extracted-citation>\n   , 1159 (8th Cir. 2014). \"A reasonable hourly rate is usually the ordinary rate for similar work in the community where the case has been litigated.\"\n   <em>\n    <extracted-citation case-ids=\"4308060\" index=\"36\" url=\"https://cite.case.law/f3d/752/1149/#p1159\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-56\">\n   As was discussed in the court's previous Memorandum or Order awarding attorney fees and expenses in this matter, the award belongs to the client, not to his or her attorney.\n   <em>\n    See\n   </em>\n   <em>\n    Venegas v. Mitchell\n   </em>\n   ,\n   <extracted-citation case-ids=\"634237\" index=\"37\" url=\"https://cite.case.law/us/495/82/#p87\">\n    495 U.S. 82\n   </extracted-citation>\n   , 87,\n   <extracted-citation case-ids=\"634237\" index=\"38\" url=\"https://cite.case.law/us/495/82/#p87\">\n    110 S.Ct. 1679\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"634237\" index=\"39\" url=\"https://cite.case.law/us/495/82/#p87\">\n    109 L.Ed.2d 74\n   </extracted-citation>\n   (1990) (\" Section 1988 makes the prevailing\n   <em>\n    party\n   </em>\n   eligible for a discretionary award of attorney's fees.\") (emphasis in original). Thus, although Plaintiffs have again submitted a joint motion, only four Plaintiffs are represented by the same attorneys. These four Plaintiffs will each be awarded one-fourth of the total allowable fees and expenses for their own attorneys. The other two Defendants will each be awarded the full amount of allowable fees and expenses for their respective attorneys. Judgment will be entered accordingly.\n  </p>\n  <p id=\"p-57\">\n   Defendants do not contest any of the hourly rates that are set out in Plaintiffs' fee request.\n   <footnotemark>\n    8\n   </footnotemark>\n   In any event, the court finds, as it did previously, that the hourly rates claimed are reasonable. Defendants raise only four objections to the number of hours claimed by Plaintiffs for legal services provided since September 6, 2016.\n  </p>\n  <p id=\"p-58\">\n   First, and foremost, Defendants contend that Plaintiffs' lead counsel, Jeffry D. Patterson, spent an excessive amount of time reading, indexing, and annotating the trial transcript (102 hours), and then drafting a responsive brief (106.5 hours). Considering the length of the transcripts, the nature of the issues raised on appeal, and the high quality of work performed by Mr. Patterson, the court finds that the number of hours claimed for these services is reasonable.\n  </p>\n  <p id=\"p-59\">\n   Second, Defendants object that Nathan Stratton spent 2.2 hours on October\n   6, 2016, reviewing appeal documents affidavits, and conferencing with other attorneys, and also spent 1.0 hour on June 11, 2017, reading an appellate brief. The court finds the description of services to be sufficient and the hours claimed to be reasonable.\n  </p>\n  <p id=\"p-60\">\n   Third, Defendants object to 6.5 hours of time Matthew Kosmicki spent in client conferences. In view of the fact that Mr. Kosmicki's client is mentally ill and low functioning, the court does not find this amount of time to be unreasonable. Fourth, and finally, Defendants object to billings for clerical work that was performed by paralegals in Herbert J. Friedman's office. The court agrees that there should be no recovery of the $1,413.75 fee claimed for such work. \"In calculating attorneys' fees, 'purely clerical or secretarial tasks should not be billed at a paralegal rate, regardless of who performs them.' \"\n   <em>\n    Murray v. Collections Acquisitions, LLC\n   </em>\n   , No. 8:11CV301,\n   <extracted-citation index=\"40\" url=\"https://cite.case.law/citations/?q=2012%20WL%202577211\">\n    2012 WL 2577211\n   </extracted-citation>\n   , *2 (D. Neb. 2012) (quoting\n   <em>\n    Missouri v. Jenkins by Agyei,\n   </em>\n   <extracted-citation case-ids=\"6213071\" index=\"41\" url=\"https://cite.case.law/us/491/274/#p288\">\n    491 U.S. 274\n   </extracted-citation>\n   , 288,\n   <extracted-citation case-ids=\"6213071\" index=\"42\" url=\"https://cite.case.law/us/491/274/#p288\">\n    109 S.Ct. 2463\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6213071\" index=\"43\" url=\"https://cite.case.law/us/491/274/#p288\">\n    105 L.Ed.2d 229\n   </extracted-citation>\n   (1989) ).\n  </p>\n  <p id=\"p-61\">\n   In conclusion, the court will award Plaintiffs the following amounts as attorney fees and expenses:\n  </p>\n  <p id=\"p-62\">\n   James L. Dean (Case No. 4:09CV3144) is represented by Herbert J. Friedman, who claims total fees and expenses of $12,728.42. After deducting $1,413.75 for disallowed paralegal work, the court will award this Plaintiff $11,314.67.\n  </p>\n  <p id=\"p-63\">\n   Lois P. White, as Personal Representative of the Estate of Joseph White, Deceased (Case No. 4:09CV3145), Kathleen A. Gonzalez (Case No. 4:09CV3146), Thomas W. Winslow (Case No. 4:09CV3147), and Ada Joann Taylor (Case No. 4:09CV3148) are all represented by Douglas Stratton, Nathan Stratton, and Jeffry D. Patterson. The court will award each of these Plaintiffs one-fourth of the $10,210.16 in fees and expenses claimed by Douglas Stratton (or $2,552.54 to each Plaintiff) and one-fourth of the $4,185.00 in fees claimed by Nathan Stratton (or $1,046.25 to each Plaintiff). The attorney fees claimed by Mr. Patterson total $147,400.00. As stated previously, the court will reduce this amount by $22,425.00 for services Mr. Patterson performed in connection with Defendants' Rule 59 motion, which leaves a balance of $124,975.00. Each of these Plaintiffs will be awarded one-fourth of this amount, or $31,243.75.\n   <footnotemark>\n    9\n   </footnotemark>\n   The total amount awarded to each of these four Plaintiffs, for services performed by their three attorneys, will be $34,842.54.\n  </p>\n  <p id=\"p-64\">\n   Deb Shelden (Case No. 4:11CV3099) is represented by Maren Lynn Chaloupka and Matthew K. Kosmicki. Ms. Chaloupka claims fees and expenses in the amount of $37,892.08. As stated previously, he court will reduce this amount by $9,125.00 for services Ms. Chaloupka performed in connection with Defendants' Rule 59 motion, which leaves a balance of $28,767.08. The court will award all fees claimed by Mr. Kosmicki, in the amount of $16,762.50. The total amount awarded to this Plaintiff for services performed by her two attorneys will be $45,529.58.\n  </p>\n  <p id=\"p-65\">\n   The total amount of attorneys fees and related non-taxable expenses awarded to all Plaintiffs as a result of the pending motion is $181,819.25, which the court finds to be fair and reasonable under all the circumstances of this case, in which Plaintiffs' counsel successfully defended a hard-fought, multi-million dollar jury verdict.\n  </p>\n  <p id=\"p-66\">\n   <em>\n    II. Plaintiffs' Motion for Review of Clerk's Denial\n   </em>\n  </p>\n  <p id=\"p-67\">\n   On July 25, 2018, Plaintiffs filed a Bill of Costs (Filing 698) seeking to recover $3,056.70 for the cost of trial transcripts in this matter. Defendants filed an Objection on August 8, 2018 (Filing 706).\n   <footnotemark>\n    10\n   </footnotemark>\n  </p>\n  <p id=\"p-68\">\n   On August 24, 2018, the clerk of the court entered an Order (Filing 711) denying the Bill of Costs. On August 27, 2018, Plaintiffs filed a Motion (Filing 713) for review of the clerk's Order.\n   <footnotemark>\n    11\n   </footnotemark>\n   On September 10, 2018, Defendants filed an Objection (Filing 718).\n   <footnotemark>\n    12\n   </footnotemark>\n  </p>\n  <p id=\"p-69\">\n   Upon de novo review, the court finds that the clerk's Order should be set aside, and that Plaintiffs' Bill of Costs should be granted.\n  </p>\n  <p id=\"p-70\">\n   Following an appeal, the district court is authorized to tax the cost of \"the reporter's transcript,\n   <em>\n    if needed to determine the appeal\n   </em>\n   .\" Fed. R. App. P. 39(e)(2) (emphasis supplied). Defendants make a plausible argument that Plaintiffs' copy of the transcript was not \"needed to determine the appeal\" because Defendants had already ordered a complete transcript in connection with the filing of their notice of appeal.\n   <em>\n    See\n   </em>\n   Filing 625.\n   <footnotemark>\n    13\n   </footnotemark>\n  </p>\n  <p id=\"p-71\">\n   However, Defendants interpret this language too narrowly. Although there is very little case law construing Rule 39(e), the court believes a transcript is \"needed\" whenever the issues raised on appeal require reference to the transcript for their determination.\n   <em>\n    Cf.\n   </em>\n   <em>\n    Lochridge v. Lindsey Mgmt. Co.\n   </em>\n   , No. 5:12-CV-5047,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=2016%20WL%206780330\">\n    2016 WL 6780330\n   </extracted-citation>\n   , at *6 (W.D. Ark. Nov. 15, 2016) (\"Here, the Court finds that the trial transcript was not needed, as the Eighth Circuit's Opinion (Doc. 373-2) did not rely on it in any respect, and only focused on a pure issue of law.\").\n  </p>\n  <p id=\"p-72\">\n   In such a case, it is not unreasonable for the appellees to order a transcript of courtroom proceedings for use in briefing and oral argument on appeal, nor is it unfair that the cost of such a transcript should be taxed as costs to the appellant if the appeal proves unsuccessful.\n   <em>\n    See\n   </em>\n   <em>\n    Choice Hotels Int'l, Inc. v. Kaushik\n   </em>\n   ,\n   <extracted-citation case-ids=\"9429435\" index=\"45\" url=\"https://cite.case.law/f-supp-2d/203/1281/#p1286\">\n    203 F.Supp.2d 1281\n   </extracted-citation>\n   , 1286 (M.D. Ala. 2002) (prevailing appellee was entitled to recover cost for copy of trial transcript, ordered in addition to transcript appellant had ordered as part of record on appeal; appeal went to whether judgment was supported by evidence, and thus transcript became integral component of appeal and of preparation for that appeal);\n   <em>\n    Volkswagenwerk Aktiengesellschaft v. Church\n   </em>\n   ,\n   <extracted-citation case-ids=\"2183911\" index=\"46\" url=\"https://cite.case.law/f2d/413/1126/#p1128\">\n    413 F.2d 1126\n   </extracted-citation>\n   , 1128 (9th Cir. 1969) (\"The cost of procuring a copy of the reporter's transcript for the use of counsel is a necessary cost within the meaning of [former] Rule 39(e).\").\n  </p>\n  <p id=\"p-73\">\n   In this case, the issues raised and decided on appeal were extremely fact-intensive. The court therefore concludes that a complete transcript was \"needed to determine\n   the appeal,\" within the meaning of Rule 39(e), and that Plaintiffs' Bill of Costs should be granted for the full amount requested, $3,056.70. Because the Bill of Costs was filed on behalf of all Plaintiffs, the court will enter judgment jointly in favor of Plaintiffs for this taxable cost item.\n  </p>\n  <p id=\"p-74\">\n   <em>\n    III. Conclusion\n   </em>\n  </p>\n  <p id=\"p-75\">\n   The court has jurisdiction to award attorney fees and related non-taxable expenses for appellate work, and Plaintiffs' motion was timely filed with respect to such fees and expenses. However, Plaintiffs' motion was not filed in a timely manner with respect to certain services that were performed in the district court. Also, certain paralegal work related to the appeal is not reimbursable. Finally, Plaintiffs are entitled to have the reporter's fee for Plaintiffs' copy of the trial transcript taxed as costs.\n  </p>\n  <p id=\"p-76\">\n   IT IS THEREFORE ORDERED:\n  </p>\n  <blockquote id=\"p-77\">\n   1. Plaintiffs' Application for Attorneys' Fees and Costs (Filing 700) is granted in part, and denied in part, as follows:\n  </blockquote>\n  <blockquote id=\"p-78\">\n   a. Plaintiff James L. Dean (Case No. 4:09CV3144) shall recover from Defendants Burdette Searcey, Wayne Price, and Gage County, jointly and severally, the sum of $11,314.67.\n  </blockquote>\n  <blockquote id=\"p-79\">\n   b. Plaintiff Lois P. White, as Personal Representative of the Estate of Joseph White, Deceased (Case No. 4:09CV3145), shall recover from Defendants Burdette Searcey, Wayne Price, and Gage County, jointly and severally, the sum of $34,842.54.\n  </blockquote>\n  <blockquote id=\"p-80\">\n   c. Plaintiff Kathleen A. Gonzalez (Case No. 4:09CV3146) shall recover from Defendants Burdette Searcey, Wayne Price, and Gage County, jointly and severally, the sum of $34,842.54.\n  </blockquote>\n  <blockquote id=\"p-81\">\n   d. Plaintiff Thomas W. Winslow (Case No. 4:09CV3147) shall recover from Defendants Burdette Searcey and Gage County, jointly and severally, the sum of $34,842.54.\n  </blockquote>\n  <blockquote id=\"p-82\">\n   e. Plaintiff Ada Joann Taylor (Case No. 4:09CV3148) shall recover from Defendants Burdette Searcey, Wayne Price, and Gage County, jointly and severally, the sum of $34,842.54.\n  </blockquote>\n  <blockquote id=\"p-83\">\n   f. Plaintiff Deb Shelden (Case No. 4:11CV3099) shall recover from Defendants Burdette Searcey, Wayne Price, and Gage County, jointly and severally, the sum of $45,529.58.\n  </blockquote>\n  <blockquote id=\"p-84\">\n   g. In all other respects, the Application is denied.\n  </blockquote>\n  <blockquote id=\"p-85\">\n   2. Upon consideration of Plaintiffs' Motion for Review of the Clerk's Denial of Plaintiffs' Bill of Costs (Filing 713):\n  </blockquote>\n  <blockquote id=\"p-86\">\n   a. The clerk's order (Filing 711) denying Plaintiffs' Bill of Costs is set aside and vacated.\n  </blockquote>\n  <blockquote id=\"p-87\">\n   b. Defendants' Objection (Filing 718) is denied.\n  </blockquote>\n  <blockquote id=\"p-88\">\n   c. Plaintiffs' Bill of Costs (Filing 698) is granted, and Plaintiffs, jointly, shall recover from Defendants Burdette Searcey, Wayne Price, and Gage County, jointly and severally, the sum of $3,056.70 as taxable costs.\n  </blockquote>\n  <blockquote id=\"p-89\">\n   3. Judgment will be entered by separate document.\n  </blockquote>\n  <footnote label=\"1\">\n   <p id=\"p-92\">\n    All references to filings herein pertain to the lead case, No. 4:09CV3144.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-93\">\n    The court will treat Plaintiffs' application as a motion requesting an award of attorneys' fees and related nontaxable expenses.\n    <em>\n     See\n    </em>\n    Fed. R. Civ. P. 7(b), 54(d)(2).\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-94\">\n    Judgment was entered pursuant to the verdict of the jury, finding in favor of Plaintiffs and against Defendants, and awarding damages totaling approximately $28.1 million. Defendants filed a timely Rule 59 motion for judgment as a matter of law or for a new trial (Filing 585), which was denied by the court on September 6, 2016 (Filing 612). Defendants filed their notice of appeal (Filing 621) on October 5, 2016.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-95\">\n    On July 6, 2016, the same date that judgment was entered on the jury verdict, the court entered an order (Filing 562) establishing a schedule for Plaintiffs to apply for attorney fees and nontaxable costs, for Defendants to respond, and for Plaintiffs to reply. Plaintiffs' motion for attorney fees (Filing 565) was filed on July 21, 2016, and the matter was taken under submission on August 26, 2016 (Filing 608). The court awarded Plaintiffs attorney fees and expenses totaling $1,721,519.85. This amount included fees and expenses associated with three appeals. Defendants argued that Plaintiffs were required to have filed motions in the Court of Appeals in order to recover these fees and expenses. The court rejected this argument, for the reason that Plaintiffs did not gain \"prevailing party\" status until July 6, 2016, when the jury verdict was returned and judgment was entered in Plaintiffs' favor.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-96\">\n    \"In any action or proceeding to enforce a provision of section[ ] ... 1983, ... the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs, ....\"\n    <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201988\">\n     42 U.S.C. § 1988\n    </extracted-citation>\n    (West).\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-97\">\n    Had Defendants not petitioned for rehearing, the mandate would have issued within 21 days after entry of the Court of Appeals' judgment if normal procedures were followed.\n    <em>\n     See\n    </em>\n    Fed. R. App. P. 41(b) (\"The court's mandate must issue 7 days after the time to file a petition for rehearing expires, .... The court may shorten or extend the time.\"); Fed. R. App. P. 40(a)(1) (\"Unless the time is shortened or extended by order or local rule, a petition for panel rehearing may be filed within 14 days after entry of judgment.\"); Fed. R. App. P. 35(c) (\"A petition for a rehearing en banc must be filed within the time prescribed by Rule 40 for filing a petition for rehearing.\").\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-98\">\n    In this case, the court most likely would have endeavored to make a prompt ruling on the motion.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-99\">\n    With one exception, the hourly rates charged by Plaintiffs' attorneys are unchanged from the rates that the court approved in its previous Memorandum and Order awarding attorney fees (Filing 313). The one exception is for work performed by Nathan Stratton, who was admitted to the bar in 2016 after working on this case as a law clerk. The court finds his hourly rate of $150.00 to be reasonable.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-100\">\n    Because Plaintiff Winslow did not obtain a judgment against Defendant Price, the attorney fee award for this Plaintiff will only be entered against the other two Defendants.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-101\">\n    Defendants have raised no objection to the timeliness of the Bill of Costs.\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-102\">\n    \"The clerk may tax costs on 14 days' notice. On motion served within 7 days, the court may review the clerk's action.\" Fed. R. Civ. P. 54(d)(1).\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-103\">\n    Although designated as an \"objection,\" Filing 718 is actually an opposing brief.\n    <em>\n     See\n    </em>\n    NECivR 7.1(b)(1)(A) (\"The party opposing a motion must not file an 'answer,' 'opposition,' 'objection,' or 'response,' or any similarly titled responsive filing. Rather, the party must file a brief that concisely states the reasons for opposing the motion and cites to supporting authority.\").\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-104\">\n    The transcript was filed in this court on December 6, 2016 (Filings 666 through 686), and an electronic copy was forwarded the Court of Appeals on December 29, 2016 (Filing 688).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}