{
  "casebody": {
    "data": "<casebody firstpage=\"495\" lastpage=\"501\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b509-4\">Susan N. Huber vs. Robert A. Huber.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b509-5\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ArO\">September 6, 1990. -</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ASV\">November 6, 1990.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b509-6\">Present: Liacos, C.J., Wilkins, Nolan, Lynch, &amp; Greaney, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b509-14\"><em>Stephen C. Maloney </em>for Robert A. Huber.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b509-15\"><em>Paul M. Kane </em>for Susan N. Huber.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b509-16\">Wilkins, J.</author>\n<p id=\"A40\">The husband’s appeal from a judgment of divorce (and from the denial of his motion for a new trial) challenges only that portion of the judgment that divided property between the parties. He claims that the evidence did not warrant the judge’s determination of the value of the husband’s stock in a close corporation and that, hence, the <page-number citation-index=\"1\" label=\"496\">*496</page-number>amount the husband was obliged to pay in the division of the marital property was too high.</p>\n<p id=\"b510-5\">The husband also appeals from judgments of contempt, arguing that his obligation to make an annual installment payment of $87,000 in partial satisfaction of the property division was stayed by his claim of appeal and, hence, he was not in contempt of court in failing to make that payment.<footnotemark>1</footnotemark> A single justice of the Appeals Court stayed, pending appeal, so much of the contempt judgment that required the husband to make the first of ten annual $87,000 lump sum installment payments, concluding that that obligation was stayed automatically by the husband’s appeal from the judgment of divorce.<footnotemark>2</footnotemark> That same Justice also stayed execution of sentence pending appeal. The appeals were consolidated, and this court transferred them here on its own motion.</p>\n<p id=\"b510-6\">1. The substantive issue on appeal concerns the husband’s challenge to the admission in evidence of the written appraisal report of the wife’s expert who testified to the value of the husband’s interest in a corporation in which he owned one-third of the stock. At the conclusion of the direct examination of the expert, the plaintiff offered the written report of the expert as an exhibit. Counsel for the husband objected, stating, “I believe a great deal of his report is based on items of hearsay that are not subject to the [j/c] cross-examina<page-number citation-index=\"1\" label=\"497\">*497</page-number>tion.” The judge overruled the objection and admitted the report.</p>\n<p id=\"b511-5\">The husband argues on appeal that the report itself was inadmissible hearsay but does not now argue, as he did below, that the report was inadmissible because it was based on hearsay. The issue the husband now seeks to argue was not preserved for appellate review, and he may not now rely on it. See <em>Kagan </em>v. <em>Levenson, </em>334 Mass. 100, 107 (1956) (party not permitted to challenge ruling admitting evidence on grounds not argued at trial); <em>Holbrook </em>v. <em>Jackson, </em>7 Cush. 136, 154-155 (1851) (same). The report contained facts and conclusions not yet appearing elsewhere in evidence and was an essential basis for certain of the judge’s findings. If the judge had excluded the report, the wife could have continued with the testimony of the expert and thereby could have presented the expert’s views in full. The orderly presentation of evidence and of objections to evidence requires the application of our rule denying appellate consideration of the objection now raised.<footnotemark>3</footnotemark></p>\n<p id=\"b511-6\">2. We turn to the question whether the husband’s appeal stayed the effect of that portion of the judgment that directed him to make installment payments in implementation of the marital property division. If the appeal stayed that portion of the judgment, the husband could not properly have been held in contempt for failure to make an installment payment.</p>\n<p id=\"b512-4\"><page-number citation-index=\"1\" label=\"498\">*498</page-number>We transferred this case from the Appeals Court to consider this issue. Rules of court relating to the effect pendente lite of an appeal from a judgment of divorce are not in all respects clear, and statutory provisions bearing on the issue should be considered.</p>\n<p id=\"b512-5\">An appeal from a judgment of divorce nisi stays the running of the nisi period “only if the claim of appeal is from that portion of the judgment nisi which dissolved the marriage.” Mass. R. Dom. Rel. P. 62 (g) (1990). A claim of appeal from a judgment of divorce nisi should state precisely what portion or portions of the judgment are being appealed. See <em>Yanolis </em>v. <em>Yanolis, </em>402 Mass. 470, 473-474 (1988). The filing of an appeal does not stay the operation of any order or judgment “relative to custody, visitation, alimony, support, or maintenance unless the court otherwise orders.” Mass. R. Dom. Rel. P. 62 (g). In <em>Brash </em>v. <em>Brash, </em>407 Mass. 101, 107 (1990), we concluded that an order to pay attorney’s fees, being in the nature of an order for support or maintenance, was not stayed pending appeal. Rule 62 (g) provides no guidance, however, concerning the obligation of a party to a divorce judgment to satisfy a marital property division obligation while an appeal is pending.</p>\n<p id=\"b512-6\">The portion of Mass. R. Dom. Rel. P. 62 preceding rule 62 (g) is identical to Mass. R. Civ. P. 62 (a)-(f), 365 Mass. 829 (1974). Rule 62 (d) states that, except as the rules otherwise provide, the taking of an appeal from a judgment stays execution on the judgment while the appeal is pending. The Appeals Court has relied on this language in stating that an order to pay money in settlement of a marital property division is stayed pending appeal. See <em>Dominick </em>v. <em>Dominick, </em>18 Mass. App. Ct. 85, 95 (1984). In this case, the single justice of the Appeals Court relied on the <em>Dominick </em>case in concluding that the husband could not properly be held in contempt for failure to pay the first installment while his appeal was pending.</p>\n<p id=\"b512-7\">In the <em>Dominick </em>case, the Appeals Court said that an order concerning the division of marital assets not involving the payment of money would not be stayed automatically pend<page-number citation-index=\"1\" label=\"499\">*499</page-number>ing appeal. <em>Id. </em>at 94-95. The court concluded that the rules of court did not call for such an automatic stay, and that such a result was consistent with the relevant statutory provisions concerning stays. <em>Id. </em>G. L. c. 215, §§ 23, 24 (1988 ed.). The Appeals Court invited “the attention of the Probate Court and the Legislature to what may have been an oversight in failing to make some provision for the automatic stay of orders [concerning the transfer of nonmonetary assets] pending appeal.” <em>Id. </em>at 95. No relevant rules change or statutory amendment has occurred, however, since the <em>Dominick </em>opinion was released. We express no view on the correctness of the distinction the Appeals Court drew between money and other assets.</p>\n<p id=\"b513-5\">In its <em>Dominick </em>opinion, the Appeals Court did not discuss the possible inconsistency between (a) its conclusion that the Massachusetts Rules of Domestic Relations Procedure stayed, pending appeal, an order to pay money as a division of marital assets and (b) the provision in G. L. c. 215, § 23 (made applicable by G. L. c. 215, § 24) that an appeal from a Probate Court order “shall not suspend or stay proceedings” under the order pending appeal.<footnotemark>4</footnotemark> Section 23 recognizes the authority of a judge, case by case, to stay proceedings under such an order. In the circumstances, we resolve any inconsistency by concluding that a court rule presumptively staying the operation of a portion of an order referred to in § 23 (subject to contrary direction in a given case) prevails over- the opposite presumption in § 23. The Legislature has acknowledged, in the relevant sections, that stays pending appeal are matters ultimately for judicial, rather than legislative, resolution. See <em>Boston Seaman’s Friend Soc’y, Inc. </em>v. <em>Attorney Gen., </em>379 Mass. 414, 416-417 (1980).</p>\n<p id=\"b513-6\">We conclude that no judgment of contempt against the husband could properly have been entered for failure to pay any installment obligation while his appeal was pending (in <page-number citation-index=\"1\" label=\"500\">*500</page-number>the absence of a specific contrary order). The provision in rule 62 (d) that an appeal stays execution on the judgment (except as otherwise provided in rule 62 [g] as to certain obligations) should be treated as barring a contempt judgment for failure to comply with the order. To allow a contempt proceeding in such an instance would undercut the purpose of rule 62 (d).</p>\n<p id=\"b514-5\">A problem the Appeals Court noted remains. The wife points out that, under the dicta of the <em>Dominick </em>opinion, a spouse ordered to pay money in settlement of a division of marital assets would not have to do so while an appeal was pending, whereas the other spouse could have to pay over nonmonetary marital assets even if an appeal were pending. No doubt any inequity in a given case can be resolved by a court order. The possibility that assets will decline in value or be dissipated while the appeal is pending, whichever party is entitled to hold them during that time, often needs attention. If an appeal stays the effect of a portion of a judgment to pay over assets, consideration may be appropriate of imposing an obligation to pay interest if the party holding the assets should lose on appeal. The absence of a provision in Mass. R. Dom. Rel. P. 62 (g) concerning the effect of an appeal on an obligation to transfer money or other assets in division of marital property creates uncertainty. An amendment to rule 62 stating the consequences of an appeal on marital property settlement obligations seems appropriate. Changes in other rules and a conforming statutory amendment may also be appropriate. We ask the judges of the Probate and Family Court Department to consider these matters.</p>\n<p id=\"b514-6\">3. The judgment of divorce is affirmed. The civil contempt judgments are vacated, and those proceedings are remanded to the Probate and Family Court. That court shall consider whether any failure of the husband to comply with any order that led to a judgment of contempt continues (excluding the obligation to make installment payments), and that court shall enter appropriate orders. The wife’s request for double <page-number citation-index=\"1\" label=\"501\">*501</page-number>costs is denied. The award of counsel fees and costs to the wife is for the Probate and Family Court to decide.</p>\n<p id=\"b515-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b510-7\">The record does not show, though the husband claims, that he has purged himself of all other bases of the contempt orders against him. That is a matter that the Probate Court can consider on remand from this court. We consider here, and the parties discuss, only that aspect of that contempt order that held the husband in contempt for failure to pay the $87,000 installment.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b510-8\">The husband states that he has paid the first annual installment, pursuant to an earlier order of a single justice of the Appeals Court, which need not concern us. The husband argues that that payment does not make the contempt order moot. We need not decide the mootness point. Both parties have asked us to decide the effect of a party’s appeal of a judgment of divorce on that party’s obligation, while the appeal is pending, to pay property settlement amounts to the other spouse. It is the kind of issue on which we may express our view, even if it is moot. See <em>Globe Newspaper Co. </em>v. <em>Chief Medical Examiner, </em>404 Mass. 132, 134 (1989).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b511-7\">We decline to rest our conclusion on the additional ground, argued by the wife, that the admission of the written report, if error, was not prejudicial because it was cumulative of other evidence. On at least one issue of fact, the only “cumulative” evidence was testimony of the expert on cross-examination. Although there seems to be authority to the effect that, because evidence was brought out again on cross-examination of a witness, any error in admitting the evidence on direct examination was not prejudicial (see <em>Di Angelo </em>v. <em>United Mkts. Inc., </em>319 Mass. 143, 145 [1946]), we do not accept the point here. Once evidence is erroneously admitted over a valid objection, an advocate often must deal with it in order to do the best he can in the circumstances and should not readily be held to [lave waived rights in doing so.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b513-7\">Section 24 does recognize that the filing of an appeal stays the running of the nisi period “as provided in the Massachusetts Rules of Domestic Relations Procedure.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}