{
  "casebody": {
    "data": "<casebody firstpage=\"478\" lastpage=\"494\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b508-4\">In the Matter of R. H.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b508-5\">No. 93-P-1267.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b508-6\">Middlesex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AlS\">November 8, 1993.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AOH\">November 17, 1993.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b508-7\">Present: Kass. Greenberg, &amp; Laurence. JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b508-12\"><em>Matthew Engel </em>for the ward.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b508-13\"><em>Alex L. Moschella </em>for the guardian.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b508-14\"><em>Scott M. Davis, </em>Assistant Attorney General, for Department of Mental Retardation, was present but did not argue.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b508-15\">Laurence, J.</author>\n<p id=\"Avx\">On February 25, 1992, the Department of Mental Retardation petitioned the Probate Court to apply the doctrine of substituted judgment and order hemodialysis treatment for R. H., a thirty-three year old mentally retarded resident of the Fernald State School in Waltham who <page-number citation-index=\"1\" label=\"479\">*479</page-number>suffers from chronic pyelonephritis. This disease has severely damaged her kidneys and will inevitably lead to her premature death if not properly treated. After a two-day trial in March, 1993, a Probate Court judge concluded, in May, and again in August, 1993, after reconsideration, that R. H., if competent, would choose not to undergo such treatment. A “judgment” was entered authorizing the guardian of R. H. to withhold her consent to treatment. R. H.’s assigned counsel and the department have appealed, contending that the judge erroneously failed to make specific findings, or made incomplete or conclusory findings, on several critical issues and reached a conclusory decision unsupported by the requisite analysis and balancing of relevant factors. While recognizing and appreciating the obvious conscientiousness of the judge in this complex human situation, we agree that the findings as made do not support the ultimate conclusion and therefore vacate the judgment and order further relief.</p>\n<p id=\"b509-5\">1. <em>The background facts. </em>The following facts are based upon the judge’s “Findings of Fact/Conclusions of Law/ Judgment,” as amended after reconsideration on August 6, 1993, and supplemented where necessary by uncontested evidence from the trial transcript and exhibits. R. H. was born on October 13, 1958, and has resided at Fernald since August, 1961. She has Down’s Syndrome and is moderately mentally retarded. As a result of her mental retardation, she is not and has never been competent to manage her personal and financial affairs or provide informed consent for any medical treatment.<footnotemark>1</footnotemark> Her immediate family includes her mother, who was appointed her guardian in December, 1978, her father, two sisters and a brother. Her mother visits her approximately once a month; one sister visits every three or four months.</p>\n<p id=\"b510-4\"><page-number citation-index=\"1\" label=\"480\">*480</page-number>Despite her condition, R. H. has led a relatively active life. She is a friendly woman who initiates interactions with Fernald staff and her peers. She enjoys dancing, bowling, listening to music, looking at magazines, and socializing with family members, other Fernald residents, and staff. She helps with her own laundry, can attend to her own personal hygiene and other routine living tasks, and can self-regulate her activities (e.g., she knows when she needs rest). She works four days a week at an Arlington workshop collating, folding, punching out index cards for templates, stuffing envelopes, and performing some disassembling work. She is able to work independently, pays close attention to her tasks and their completeness, and is regarded as a very competent worker. She has been able to adapt successfully to changes in her living conditions, including loss of familiar staff and peers, introduction of new staff and peers, and moving her living quarters.</p>\n<p id=\"b510-5\">Most significantly for the present inquiry, she has a degree of communication and comprehension skills. She can make verbal requests for her wants and needs, answers the telephone correctly, communicates both at Fernald and at work in brief, simple conversations, and uses sign language to express more abstract ideas (e.g., she has been able to inform her program supervisor, who can understand her speech, when she needs more work and whether she wants her work station moved to a warmer location because she is cold). She has participated in a diet workshop program in the course of which she made known her understanding of the basic concepts of dieting and nutrition.</p>\n<p id=\"b510-6\">Over the years, R. H. has had a variety of medical problems, treatment of which has ranged from ingestion of antibiotics to surgery and postsurgical rehabilitation involving lengthy restrictions on her movement. In all of her medical treatments she has been cooperative and well behaved. Her only serious health problem has been chronic kidney failure caused by chronic pyelonephritis, for which she has been monitored and treated since 1979, mainly through a special restricted diet and drugs. Monitoring her condition <page-number citation-index=\"1\" label=\"481\">*481</page-number>requires frequent insertion of needles and drawing of blood. She has consistently cooperated in acceptance of her medications, dietary limitations, and blood sampling. Her condition is, however, progressive and not reversible. Her kidneys have deteriorated and will continue to do so under the regimen of diet and medicine alone. She presently has only five to ten per cent of her normal kidney function. Unless she receives either dialysis treatment or a kidney transplant, she will inevitably develop uremia and die, possibly very soon, but almost certainly within the next one to three years. A kidney transplant offers the only cure for her condition, but the judge concluded that she “is not likely to be the recipient of a . . . transplant.”</p>\n<p id=\"b511-5\">Hemodialysis, one of the two types of dialysis, is the only form of aggressive treatment which the judge believed was a medical option for R. H.<footnotemark>2</footnotemark> Although it would not cure her condition, it could extend her life for many years. The need for dialysis in R. H.’s case could be imminent. Dialysis is, however, an intensive and invasive procedure, requiring three sessions each lasting approximately three hours every week for an indefinite period.<footnotemark>3</footnotemark> It would necessitate the creation of a permanent access site to R. H.’s circulatory system (through a fistula or graft), which requires a relatively minor surgical procedure done under- general anesthesia and a hospital stay of one to two days. The dialysis process requires a great amount of patient cooperation, in the form of sitting or lying still throughout the treatment. A patient who moves away from the dialysis machine or becomes combative could pull a needle out and suffer serious consequences.</p>\n<p id=\"b512-4\"><page-number citation-index=\"1\" label=\"482\">*482</page-number>The dialysis process inevitably involves the pain or discomfort that results from the insertion of needles. Various other side effects of dialysis treatment sometimes occur, ranging from minor to serious; but if R. H. were to experience them, they would likely be mild or of short duration and easily correctable. Once dialysis treatment has begun, it is medically possible to terminate it, following a brief trial of three or four weeks, with no untoward effects on the patient. After treatment over an extended period of time, however, discontinuance of dialysis would result in probable death within a week.</p>\n<p id=\"b512-5\">R. H.’s mother has consistently and vehemently opposed the initiation of any dialysis treatment, expressing concern that R. H. would be unable to tolerate it. The two physicians responsible for R. H.’s health care at Fernald (one presently and the other formerly), who saw her several times a week and were experts in treating patients with mental retardation, felt differently. They recommend dialysis for her, based upon their long-term knowledge of her condition and behavior and their experience with other mentally retarded patients who had received dialysis. They opined that she could cooperate successfully in dialysis treatments, that she would not experience any more pain than she normally felt when her blood was drawn, that dialysis would give her ten or twenty more years of “a good quality life,” and that it was their ethical obligation to give her the opportunity to continue to enjoy her life for as long as possible.</p>\n<p id=\"b512-6\">A hospital dialysis unit director who examined R. H. and her medical history before trial and had treated mentally retarded patients with more severe mental and behavior problems than hers, believed that dialysis would be a medically reasonable form of treatment for her. He agreed with her treating physicians that she could tolerate the process, that the pain involved would be no greater than that associated with needle insertion, and that it would not be a particularly difficult treatment for her to undertake. He felt that, except for the problems of scheduling the dialysis treatments, she would not only be able to continue her work and other <page-number citation-index=\"1\" label=\"483\">*483</page-number>current activities, but also would in fact feel better and would clearly benefit from dialysis. He also found her capable of communicating and possessed of a limited but real understanding of what is happening to her. Although the judge did not construe this expert’s opinion as an express recommendation of dialysis treatment for R. H., this physician stated without qualification that there was no medical reason not to begin dialysis for her, that it would be “incorrect not to treat her,” and that if he were making the decision, “I would decide to treat her.”</p>\n<p id=\"b513-5\">Opposed to these opinions were those of two physicians expert in the diagnosis and treatment of kidney disease, one her treating nephrologist for several years and the other a consultant who examined her in May, 1992. Neither felt that R. H. was a suitable candidate for dialysis because of their anticipation that she could not be expected to cooperate with or tolerate the treatment, could not understand its purpose, and could not cope with the ensuing pain and discomfort. Both of these physicians had experience treating mentally retarded persons with dialysis, with apparent success in several cases, but deemed it medically inappropriate for R. H. The consultant physician felt it would be “cruel and unusual punishment” to subject her to dialysis.</p>\n<p id=\"b513-6\">In addition to these several opinions, the judge received the recommendation of the attorney who had been appointed R. H.’s guardian ad litem, whose investigations led him to conclude and recommend that the substituted judgment decision should be against dialysis treatment. He acknowledged, however, that in reaching this determination he had met R. H. only twice; had never discussed or attempted to communicate with her regarding either her illness or the proposed treatment; could not resolve the conflicting opinions of the several physicians; and had therefore given paramount weight to the preference manifested by her family that she not receive the “unpleasant” dialysis treatment. Although the guardian ad litem observed that it probably made sense to attempt a brief trial of dialysis treatment, he ultimately decided not to recommend it primarily because he felt obliged to defer to the <page-number citation-index=\"1\" label=\"484\">*484</page-number>wishes of R. H.’s family, who were thoroughly opposed to even a trial.</p>\n<p id=\"b514-5\">Based upon all of this evidence, the bulk of which he set forth in findings, the judge made the ultimate finding (number 55) that R. H.:</p>\n<blockquote id=\"b514-6\">“cannot tolerate dialysis treatment. If treatment is ordered, she would not understand the disruption of her daily routine and its replacement with a forced regimen consisting of a three hour session every other day at a hemodialysis unit. . . . She is unable to provide the mental commitment, the understanding, the patience, discipline and desire which is essential to success. To the suggestion of ‘let’s try it and see if she can handle it,’ the Court finds that we would be setting her up to fail, and [that] such an experiment [should] not be undertaken.”</blockquote>\n<p id=\"b514-7\">He went on to restate the proper legal framework of decision in substituted judgment cases, but then concluded, with no intermediate analysis, that “if suddenly competent [R. H.] would choose to forego the provision of dialysis.” He also concluded that no compelling State interest overrode this substituted judgment. Our review of the entire record before the Probate Court convinces us that these conclusions and the process by which the judge reached them were erroneous as matter of law.</p>\n<p id=\"b514-8\">2. <em>The applicable law. </em>The Supreme Judicial Court has recently provided us with a useful restatement of the basic principles that must govern a substituted judgment inquiry once the issue of incompetence has, as here, been determined:</p>\n<blockquote id=\"b514-9\">“The right of incompetent individuals to refuse medical treatment is effectuated through the doctrine of substituted judgment. See, e.g., <em>Custody of a Minor (No. 1), </em>[385 Mass. 697 (1982)]; <em>Superintendent of Belchertown State School </em>v. <em>Saikewicz, </em>373 Mass. 728, 738-739 (1977). In making a substituted judgment de<page-number citation-index=\"1\" label=\"485\">*485</page-number>termination, the court ‘dons “the mental mantle of the incompetent” and substitutes itself as nearly as possible for the individual in the decision-making process .... [T]he court does not decide what is necessarily the best decision but rather what decision would be made by the incompetent person if he or she were competent.’ <em>Matter of Moe, </em>385 Mass. 555, 565 (1982), citing <em>Saikewicz, supra </em>at 752, quoting <em>In re Carson, </em>39 Misc. 2d 544, 545 (N.Y. Sup. Ct. 1962). In determining what the incompetent person’s choice would be, the judge should consider: (1) the patient’s expressed preferences, if any; (2) the patient’s religious convictions, if any; (3) the impact on the patient’s family; (4) the probability of adverse side eifects from the treatment; and (5) the prognosis with and without treatment. See <em>Guardianship of Roe, </em>383 Mass. 415, 444 (1981). The judge must also ‘tak[e] into account the present and future incompetency of the individual as one of the factors which would necessarily enter into the decision-making process of the competent person.’ <em>Saikewicz, supra </em>at 752-753. The judge should also consider any countervailing State interests, which may include: (1) the preservation of life; (2) the protection of innocent third parties; (3) the prevention of suicide; and (4) the maintenance of the ethical integrity of the medical profession. See <em>Norwood Hosp. </em>v. <em>Munoz, </em>409 Mass. 116, 125 (1991); <em>Saikewicz, supra </em>at 741; <em>[Matter of] Spring, </em>[380 Mass. 629,] 641 [1980]. The judge may consider any additional factors which appear to be relevant. <em>Rogers </em>v. <em>Commissioner of the Dept. of Mental Health, </em>390 Mass. 489, 506 (1983).” (Footnotes omitted.)</blockquote>\n<p id=\"b515-5\"><em>Care &amp; Protection of Beth, </em>412 Mass. 188, 194-195 (1992).</p>\n<p id=\"b515-6\">The court has carefully described the process, as well as the substance, of a substituted judgment determination. The judge must document his analysis of the various relevant factors not merely by making specific written findings of fact on every material issue, as would normally be required. See <page-number citation-index=\"1\" label=\"486\">*486</page-number>Mass.R.Civ.P. 52(a), 365 Mass. 816 (1974). He must additionally, because of the seriousness of the decision involved, set forth those findings in “meticulous detail”; and those specific, meticulously detailed findings must be set forth on each of the relevant factors and must reflect a careful balancing and weighing of the various interests and factors involved, including within each factor those reasons both for and against treatment, as well as a logical nexus between the conclusion reached and the facts found. See <em>Guardianship of Roe, </em>383 Mass. 415, 425, 448 (1981); <em>Rogers </em>v. <em>Commissioner of the Dept. of Mental Health, </em>390 Mass. 489, 505, 506 (1983); <em>Guardianship of Doe, </em>411 Mass. 512, 523-524 (1992).</p>\n<p id=\"b516-5\">The judge’s effort, conscientious as it was, unfortunately fell short of satisfying these exacting standards.</p>\n<p id=\"b516-6\">a. <em>The patient’s expressed preferences. </em>Although the Supreme Judicial Court has not mandated any formula establishing the relative weights of the relevant substituted judgment factors, either generally or in any individual case, it has provided sufficient guidance to satisfy us of the nonpareil significance of the consideration that is always first enumerated, the patient’s expressed preferences. That primacy flows directly from the fact that “the primary goal of the substituted judgment standard is ‘to determine with as much accuracy as possible the wants and needs of the individual involved.’ ” <em>Brophy </em>v. <em>New England Sinai Hosp., Inc., </em>398 Mass. 417, 433 (1986), quoting from <em>Superintendent of Belchertown State Sch. </em>v. <em>Saikewicz, </em>373 Mass. 728, 750 (1977).</p>\n<p id=\"b516-7\">Even if the patient has been “profoundly retarded and noncommunicative [her] entire life . . . both the guardian ad litem in his recommendation and the judge in his decision [must] . . . attempt [ ] to ascertain the incompetent person’s actual interests and preferences.” <em>Saikewicz, </em>373 Mass. at 751-752. “[T]he effort to bring the substituted judgment rule into step with the values and desires of the affected individual [however retarded or incompetent] must not . . . be abandoned,” <em>id. </em>at 751, because “[her] expressed preference ‘must be treated as a critical factor in the determination of <page-number citation-index=\"1\" label=\"487\">*487</page-number>[her] best interests’ . . . since it is the patient’s true desire that the court must ascertain.” <em>Rogers </em>v. <em>Commissioner of the Dept. of Mental Health, </em>390 Mass. at 505 (citations omitted).</p>\n<p id=\"b517-5\">The judge’s findings omit entirely the issue of R. H.’s expressed preferences regarding her illness and treatment options. The record is devoid of evidence that any attempt was ever made to discuss those matters with her. Neither the judge nor the guardian ad litem appears to have inquired beyond the conceded fact of R. H.’s mental incompetence. De-cisional authority, however, requires further probing, since even a legally incompetent, mentally retarded individual may be capable of expressing or manifesting a choice or preference in such situations. See <em>Matter of Moe, </em>385 Mass. 555, 567-568 (1982); <em>Matter of Hier, </em>18 Mass. App. Ct. 200, 209 (1984); <em>Matter of Moe, </em>31 Mass. App. Ct. 473, 478-479 (1991).</p>\n<p id=\"b517-6\">The issue of the ascertainment of R. H.’s preferences is especially significant in the present circumstances. Unlike virtually every prior case in the area, the patient here is neither comatose, vegetative, brain dead, or otherwise incapable of communication or volitional activity. To the contrary, the evidence and findings show that R. H. is not merely capable of some degree of communication by speech and gesture, but in fact does communicate more or less successfully in her restricted circumstances. She has further exhibited the capacity to understand to the extent of having been fully cooperative with every medical and dietary treatment in her past, including invasive and prolonged interventions. Furthermore, her history of interaction with others and her outward observable behavior, including a record of successful adaptation to change and participation in many enjoyable activities, offer powerful, objective evidence of her desire to continue living — a desire that our law essentially presumes in circumstances such as these. See <em>Guardianship of Roe, </em>383 Mass. at 447.</p>\n<p id=\"b517-7\">Against this background, it was doubly important to investigate R. H.’s possible preferences, because the substituted <page-number citation-index=\"1\" label=\"488\">*488</page-number>judgment inquiry attempts “to focus on the various factors unique to the situation of the individual for whom [the court] must act.” <em>Guardianship of Doe, </em>411 Mass. at 519 n.12 (citation omitted). On remand, accordingly, every reasonable effort must be made to establish and assess R. H.’s preferences in light of all the available and ascertainable evidence.</p>\n<p id=\"b518-5\">b. <em>Impact on patient’s family. </em>The guardian ad litem appears effectively to have delegated the treatment decision to R. H.’s mother and family by giving essentially outcome-determinative deference to their anti-treatment preferences. This approach did not discharge the guardian’s obligation diligently to “present [ ] to the judge, after as thorough an investigation as time will permit, all reasonable arguments in favor of administering treatment to prolong the life of the individual involved.” <em>Saikewicz, </em>373 Mass. at 757. <em>Matter of Spring, </em>380 Mass. 629, 641-642 (1980). To the extent that the judge relied on the guardian ad litem’s no-treatment recommendation — and that is unclear, although the judge included that recommendation as a basis for his ultimate finding — such reliance was inappropriate. See <em>id. </em>at 630. (“[I]t [is] error to delegate the [treatment] decision to the attending physician and the [incompetent] ward’s wife and son”).</p>\n<p id=\"b518-6\">Further, there is no evidence in the record to support the finding that the success of R. H.’s dialysis would depend on the support and participation of her family, none of whom appears from the record to have been involved in her prior medical treatments. Such evidence as exists suggests that it would be someone involved in the ongoing care of R. H., probably a Fernald staff member, who would assist or participate in the course of the dialysis. Finally, there is nothing in the record to establish the need for R. H.’s mother personally to attend each of her treatments, a factor which the judge may have found significant, since he noted that the mother did not think she “could handle” such a burden. If these considerations regarding R. H.’s family received weight in the ultimate finding, it would have been inconsistent with the admonition to “be careful to ignore the desires of institutions and persons other than the incompetent ‘except in so <page-number citation-index=\"1\" label=\"489\">*489</page-number>far as they would affect his choice.’ ” <em>Rogers </em>v. <em>Commissioner of the Dept. of Mental Health., </em>390 Mass. at 506, quoting from <em>Guardianship of Roe, </em>383 Mass. at 447.<footnotemark>4</footnotemark></p>\n<p id=\"b519-5\">c. <em>Prognosis without treatment. </em>The judge observed that R. H.’s death was inevitable within three years, and perhaps much sooner, without treatment. However, no specific findings appear regarding the relationship of this factor to the critical issue of R. H.’s preferences or regarding its significance in the over-all mix and balancing of considerations that gave rise to the ultimate finding and conclusions. The “probability] that most patients would wish to avoid a steadily worsening condition,” <em>Rogers, </em>390 Mass. at 506, as well as the need to ascertain to the extent feasible the unique perspective of the patient involved, <em>id., </em>required examination of this factor with greater precision and explicitness.</p>\n<p id=\"b519-6\">d. <em>Prognosis with treatment. </em>The present situation is additionally unlike the vast majority of substituted judgment cases because the medical testimony was not uniformly consistent with the judge’s critical ultimate findings. Contrast, e.g., <em>Matter of Spring, </em>380 Mass. at 640 (in which the medical consensus was that continued dialysis not only exacted a significant physical toll on the seventy-nine year old senile and disruptive ward, but also offered no hope whatsoever for improving either his mental or physical condition, or the “quality” of his life, which continued to deteriorate despite the treatments). See also <em>Matter of Spring, </em>8 Mass. App. Ct. 831, 838 (1979), <em>S.C., </em>380 Mass. 629 (1980). Here, R. H.’s two treating physicians and a dialysis expert<footnotemark>5</footnotemark> testified that <page-number citation-index=\"1\" label=\"490\">*490</page-number>she could tolerate dialysis, would be cooperative with it, and would positively benefit from it; while her treating nephrologist and another kidney disease expert opined to' the contrary.</p>\n<p id=\"b520-5\">Beyond stating the respective positions of these physicians, the judge provided no discussion or analysis of the contending medical opinions. The findings do not reflect whether he simply disregarded the opinions of the pro-treatment physicians in favor of those opposed to dialysis, or gave more weight to the latter for some particular reason. Nor do the findings indicate that the judge gave any consideration to the implications of the fact that the two anti-treatment physicians had personally enjoyed apparent success in treating other mentally retarded patients with dialysis, or to the question whether those experiences yielded any insights on the issue of the appropriateness of dialysis for R. H.</p>\n<p id=\"b520-6\">The ultimate finding, that R. H. could not cooperate with or tolerate and would not benefit from dialysis, was not expressly related to any of the medical evidence and does not reflect the explicit effort the governing standards require in order to assay divergent medical opinions, to determine their relative weight, to balance them carefully, and to specify which ones the fact finder relies on and why. Such painstaking analysis is in order not only because of the serious nature of the decision involved, but also because of the very fact that “professional opinion may not always be unanimous regarding the probability of specific benefits being received by a specific individual upon administration of a specific treatment.” <em>Guardianship of Roe, </em>383 Mass. at 448. The judge’s conclusory ultimate finding (no. 55) and his legal conclusion based upon it (no. 16), exercising substituted judgment against dialysis treatment, accordingly cannot stand.</p>\n<p id=\"b520-7\">On the issue of prognosis with treatment, the findings may be additionally faulted for their incompleteness with respect to the issue of R. H.’s possible treatment by kidney trans<page-number citation-index=\"1\" label=\"491\">*491</page-number>plantation. The judge stated in this connection only that R. H. “is not likely to be the recipient of a kidney transplant” and implied that the reason was scarcity of available organs. Those limited findings are inadequate in the unique circumstances here presented. For the first time in terminal substituted judgment cases, the patient for whom a decision is sought is suffering from a condition for which a cure, and not merely a life-prolonging palliative, is theoretically available.<footnotemark>6</footnotemark> “We think it can fairly be stated as a general proposition that the greater the likelihood that there will be cure or improvement, the more likely an individual would be to submit to intrusive treatment accompanied by the possibility of adverse side effects.” <em>Guardianship of Roe, </em>383 Mass. at 447-448. Because of this likelihood, we think that the judge should have investigated more fully the medical treatment option of a kidney transplant, since his findings on the subject were apparently based on one expert’s conclusory generalizations about unspecified “complications” and “risks” attendant upon a cadaver transplant and an unexplained “very small” chance of “achieving a rehabilitation” in R. H.’s case. Further probing as to R. H.’s eligibility for a transplant was especially appropriate in light of that same expert’s unexplored testimony that one of the mentally retarded patients he had unsuccessfully attempted to dialyze had thereafter received “an immediate transplant.” There also appears to have been no evidence presented regarding the feasibility of R. H. receiving a donor kidney from a living relative. However seemingly self-evident or preordained the result of such an inquiry might be, the standard of meticulous thoroughness requires that it be addressed and resolved.</p>\n<p id=\"b521-5\">Finally, despite the need to weigh each benefit of the proposed treatment against any disadvantages, the findings do not undertake such balancing, nor fully discuss how R. H. would respond to the proposed treatment. Against the background of findings that R. H. had no medical conditions con-<page-number citation-index=\"1\" label=\"492\">*492</page-number>traindicative of dialysis, that she had exhibited a long history of compliance and cooperation with medical treatment, and that the likelihood was that any side effects of dialysis would be mild or short-lived, we cannot accept the unelaborated conclusion that R. H. “cannot tolerate dialysis treatment.”</p>\n<p id=\"b522-5\">3. <em>Disposition. </em>The judgment is vacated, and the case must be remanded to the Probate Court for further findings and, if necessary, further evidentiary presentation, in light of and consistent with this opinion. We do not have to belabor the obvious by emphasizing that time is potentially crucial in this situation, and such further proceedings should take place at the earliest possible moment and with the utmost expedition.</p>\n<p id=\"b522-6\">In the meantime, we conclude that the present situation is of such urgency and the risks posed by further delay so imminently life-threatening<footnotemark>7</footnotemark> that we are ordering that: (1) pending the outcome of those further proceedings and any subsequent appellate proceedings, the surgical procedures required to provide an access site to R. H.’s blood to facilitate hemodialysis treatment be initiated immediately and accomplished as expeditiously as possible; and (2) as soon thereafter as it is deemed medically prudent, R. H. shall receive ongoing hemodialysis treatment, on an interim and trial basis, both procedures to be undertaken under such medical supervision and monitoring as shall be determined appropriate by the physicians responsible for her medical care.</p>\n<p id=\"b522-7\">We make this order primarily on the basis of our conclusion that the judge’s decision against undertaking trial dialysis is unsupported by the evidence and clearly erroneous, for the reasons that it failed to accommodate the State’s overriding interest in the preservation of life<footnotemark>8</footnotemark>; and that it was un<page-number citation-index=\"1\" label=\"493\">*493</page-number>warranted in light of the supported findings that the need for dialysis may be imminent; that R. H. is unlikely to experience any serious side effects from dialysis; that dialysis may be safely terminated after a brief trial; that R. H. has always cooperated with her prior medical treatment; that she is not a behavioral or management problem; that she has the capacity for some level of communication and understanding; and that she has always engaged in a variety of activities strongly suggestive of a desire to enjoy and prolong life. We are also influenced by the fact that the guardian ad litem would probably have recommended a trial dialysis but for his ultimate deference to the wishes of R. H.’s family. In this connection, we have previously observed that “until dialysis has been tried it often cannot be known whether the patient is a suitable candidate for long-term maintenance by dialysis.” <em>Matter of </em>Spring, 8 Mass. App. Ct. at 835 n.4. Indeed, R. H.’s responses to the actual experience of a trial dialysis might be the most significant indicator of her subjective preferences. Cf. <em>Matter of Hier, </em>18 Mass. App. Ct. at 209.</p>\n<p id=\"b523-5\">We shall retain jurisdiction over this matter pending the outcome of the remanded proceedings in the Probate Court and further order of this court. Any party may petition this <page-number citation-index=\"1\" label=\"494\">*494</page-number>court for further or other relief or modification<footnotemark>9</footnotemark> of this order and be heard upon twenty-four hours’ notice to all parties.</p>\n<p id=\"b524-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b509-6\">In connection with the department’s petition, one of R. H.’s treating physicians at Fernald reassessed her competency, and opined in an affidavit that she remained unable to make informed decisions about her personal affairs or make an informed choice as to the proposed treatment. See <em>Matter of Moe, </em>385 Mass. 555, 567-568 (1982). The judge appears to have relied on this affidavit in finding that R. H. was not capable of giving informed consent in the present situation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b511-6\">The other form of dialysis, peritoneal dialysis, which involves cleansing the blood of its toxins through an abdominal tube, was deemed medically inappropriate because of the risk of infection in R. H.’s institutional surroundings and the greater labor intensity of the procedure.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b511-7\">Hemodialysis (which will be referred to simply as dialysis) involves cleansing the patient’s blood of toxins using filtration machinery to substitute for the failed kidneys. It involves removal of the patient’s contaminated blood through a needle inserted in the patient’s body and tubes running to an artificial kidney machine that removes toxic and waste substances from the blood. The machine then returns the cleansed blood to the body through another inserted needle.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b519-8\">The impact of the substituted judgment treatment decision on the incompetent’s family has been found relevant only when the patient has been a part of a closely knit family, the decision will burden the family in terms of cost or time, or the decision will remove the incompetent from the family home. See <em>Matter of Spring, </em>380 Mass. at 640; <em>Rogers, </em>390 Mass. at 505-506.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b519-9\">The testimony of this expert, a hospital dialysis unit director, was interpreted by the judge as confirming that dialysis was a medically reasonable form of treatment for R. H. but not recommending it. We conclude that the judge’s finding was an inaccurate characterization of this witness’s testimony and clearly erroneous. The expert not only supported R. H.’s treating physicians in their opinion that the treatment would improve the qual<page-number citation-index=\"1\" label=\"490\">*490</page-number>ity of her life and pose little added pain or discomfort for her, but also rejected a decision to withhold treatment as “incorrect” and stated that he would elect to treat her if charged with the decision.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b521-6\">The question of a kidney transplant as a medical option does not appear to have been addressed in either of the <em>Spring </em>decisions, possibly because of the advanced age of the ward.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b522-8\">We are led to this conclusion not only by the record before the Probate Court but also by the affidavit of R. H.’s treating physician submitted in September, 1993, in support of R. H.’s counsel’s motion.for immediate dialysis pending appeal, which was denied. In that affidavit, the physician stated that R. H.’s condition had continued to deteriorate and that a terminal state could occur at any time, which could complicate the initiation of dialysis.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b522-9\">In this connection, we have taken into consideration the following observations: (1) “[T]he most significant of the . . . State interests [that must be taken into account in substituted judgment decisions to withhold treat<page-number citation-index=\"1\" label=\"493\">*493</page-number>ment] is that of the preservation of human life .... There is a substantial distinction in the State’s insistence that human life be saved where the affliction is curable, as opposed to the [lesser] State interest where . . . the issue is not whether, but when, for how long, and at what cost to the individual that life may be briefly extended.” <em>Saikewicz, </em>373 Mass. at 741-742; (2) “The general State interest in the preservation of life [is] . . . most weighty where the patient, properly treated, can return to reasonable health, without great suffering, and a decision to avoid treatment would be aberrational. . . .” <em>Matter of Spring, </em>8 Mass. App. Ct. at 845-846; (3) “The utmost caution . . . [is] required [on the part of the trial judge] to insure that [the] overriding State interest ... [in the preservation of life is] appropriately addressed.” <em>Guardianship of Doe, </em>411 Mass. at 521 (quoting the trial judge approvingly); and (4) “Judges ‘have the inherent power to do whatever may be done under the general principles of jurisprudence to insure to [every] . . . citizen a fair trial, whenever his life . . . is at stake’... A judge ‘cannot condone behavior that causes precious time to be wasted away . . . . ’” <em>Beit </em>v. <em>Probate &amp; Fam. Ct. Dept., </em>385 Mass. 854, 859-860 (1982) (citations omitted).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b524-6\">An appropriate occasion for such a petition would be upon the establishment of R. H.’s subjective preferences against initiation or continuation of the procedures here ordered.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}