{
  "casebody": {
    "data": "<casebody firstpage=\"1206\" lastpage=\"1208\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1264-3\">UNITED STATES of America, Plaintiff-Appellee, v. Lynn Ellis HALL, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A_q\">No. 71-1088</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AoeO\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1264-5\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1264-6\">Oct. 27, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1264-17\">Sidney Ezra, Chicago, Ill. (Court appointed), for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1264-18\">Donald E. Walter, U. S. Atty., R. Perry Pringle, Asst. U. S. Atty., Shreveport, La., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1264-19\">Before GEWIN, GOLDBERG and DYER, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1264-11\"> [1] Rule IS, 5th Cir. See Isbell Enterprises, Inc. v. Citizens Casualty Co. of New York et al., 431 F.2d 409, Part I, (5th Cir. 1970).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1264-20\">PER CURIAM:</author>\n<p id=\"b1264-21\">Lynn Ellis Hall was tried without a jury and convicted of refusal to submit to induction in violation of the Military Selective Service Act of 1967.<footnotemark>1</footnotemark> He appealed. We affirm.</p>\n<p id=\"b1264-22\">On August 20, 1968, after graduation from college, Hall’s student deferment was terminated, and he was reclassified 1A. Shortly thereafter he was ordered to report for a physical examination. In <page-number citation-index=\"1\" label=\"1207\">*1207</page-number>November of 1968 he was notified that he had passed the physical. On December 18, 1968 he received his induction notice, and on January 7, 1969 he properly reported to the induction center. At no time during the preceding period did Hall object to his reclassification or to the order to report for induction. His only complaint was that he had a rheumatic heart which he felt should disqualify him for service. He reiterated that claim upon reporting for induction and was sent to a heart specialist who found no disqualifying heart condition. Upon being told that he was fully qualified for induction and to have a seat while his papers were being prepared, Hall asked if he could get something to eat. He was given permission to leave the induction center, but was told to return when he finished eating. He never returned.</p>\n<p id=\"b1265-5\">Hall raises two issues upon appeal. By pretrial motion for discovery and inspection he requested that the government produce two selective service documents: Notice of Call on State Director (SSS Form 200) and Notice of Call on Local Board 15, Homer, Louisiana (SSS Form 201). The government’s response indicated that these records had been destroyed in accordance with selective service regulations.<footnotemark>2</footnotemark> Hall contends that in a prosecution for failure to submit to induction the government must prove that established quotas were correct and that the defendant was not called out of sequence. Any presumption of regularity which might attach to the establishment of the quotas as official acts, Hall argues is dissipated by the destruction of crucial records and hence the burden shifts to the government to prove that the quotas were properly established. The only authority cited for this proposition is United States v. Baker<footnotemark>3</footnotemark> decided by the Ninth Circuit. In <em>Baker, </em>however, the Ninth Circuit explicitly noted that the government may normally rely upon the presumption of regularity surrounding official proceedings, but that Baker had adduced direct evidence that he was called out of order.<footnotemark>4</footnotemark> <em>Baker </em>then is in agreement with this court’s decision in Greer v. United States:<footnotemark>5</footnotemark></p>\n<p id=\"b1265-12\">We must presume <em>in the absence of any evidence to the contrary </em>that the local board performed its duty in this respect because of the legal presumption of regularity which attaches to such official proceedings.<footnotemark>6</footnotemark></p>\n<p id=\"b1265-13\">The instant case differs from <em>Baker </em>and <em>Greer </em>in that in neither of those eases was the destruction of nonavailability of records at issue. However, we find no merit in such a distinction. The mere absence of the Notice of Call forms does not automatically shift the burden of proof to the government. If Hall had <page-number citation-index=\"1\" label=\"1208\">*1208</page-number>produced some evidence that he was called out of sequence, the government might have countered such proof by showing the contents of the forms by those who prepared the documents or otherwise handled them or perhaps by other related documents.<footnotemark>7</footnotemark> The presumption is that in the absence of any evidence to the contrary that the proceedings were proper. The documents in question were destroyed in accordance with reasonable Selective Service procedures. Hall presented no evidence of bad faith in the destruction of the records. Moreover, he presented no evidence at all; he rested at the termination of the government’s case. Thus, upon the evidence presented we find no irregularities in the order of call.<footnotemark>8</footnotemark></p>\n<p id=\"b1266-4\">The remaining issue raised by Hall is also without merit. He contends that because he completed all processing and left the examining station before he was actually ordered to take the traditional step forward, he has violated only the regulation which requires a registrant to obey the Armed Forces representatives at the induction center, and not the regulation which requires registrants to submit to induction.<footnotemark>9</footnotemark> The evidence reveals, however, that only by his own choice was he denied the opportunity to step forward. He concedes that convictions for refusing to submit to induction have been sustained for actions which occurred prior to entering the ceremony room<footnotemark>10</footnotemark> but argues that in such cases the registrant had not completed medical processing. This argument approaches the ridiculous. Surely an unexplained absence at the time one is to be inducted is as much a refusal to submit as is a refusal to step forward. Had Hall been able to explain his absence and had he later sought permission to be inducted his argument would be more convincing. He failed to return to the induction center after having been told to do so by an induction center official and after having been told that he was fully qualified. His failure to return was clearly tantamount to a refusal to step forward. It is difficult to conceive of a more effective way of refusing to perform an act than to be' purposefully absent at the place where and the time when the act is scheduled to be performed.</p>\n<p id=\"b1266-10\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1264-23\">. 50 U.S.C.App. § 462; 32 C.F.R. § 1632.-14(b).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1265-6\">. The directives concerning the preparation, distribution and disposal of all Selective Service forms are contained in the Selective Service Form Book. The directives contained in this book are prepared by the Director of the Selective Service System in Washington and are followed by local boards nationwide. The procedural directive regarding SSS Form 200, “Notice of Induction Call on State”, requires that this form be retained for one year and then it may be destroyed. It states:</p>\n<p id=\"b1265-8\">4. Disposal:</p>\n<p id=\"b1265-9\">The original and duplicate at State Headquarters and the triplicate at National Headquarters may be destroyed after retention for one year.</p>\n<p id=\"b1265-10\">The procedural directive for SSS Form 201, “Notice of Call on Local Boards”, requires that the original and duplicate be retained for one year and extra copies be retained for six months, after which time they may be destroyed. It states:</p>\n<p id=\"b1265-15\">4. Disposal:</p>\n<p id=\"b1265-16\">The original and duplicate may be destroyed after retention for one year. Extra copies at State Headquarters and local boards may be destroyed after retention for six months.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1265-17\">. 416 F.2d 202 (1969).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1265-18\">. <em>Id. </em>at 205.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1265-19\">. 378 F.2d 931 (5 Cir., 1961).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1265-20\">. <em>Id. </em>at 933 (emphasis added). In <em>Greer </em>the appellant, like Hall in the instant case, argued that the government had the burden of proving that he was called in sequence.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1266-5\">. The “Delivery List”, for example, which was sent by the local board to the induction center where Hall was to be inducted indicates that four men were called for on “Call No. 223.” Lynn E. Hall is first on that list and his selective service number reveals that he is the oldest of the six men whose names were placed on the “Delivery List” for January 7, 1969.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1266-6\">. The Delivery List, see note 7, <em>supra, </em>illustrates that even if the quotas were incorrect Hall still would not be prejudiced since his name was first on the list, unless the local board had received no quota, which is highly improbable.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1266-7\">. Section 12 of the Military Service Act of 1967, 50 U.S.C.App. § 462, makes it an offense for one “shall knowingly fail or neglect or refuse to perform any duty required of him under * * * regulations, or directions made pursuant to this title * * *.” The regulations require inter alia that upon reporting for induction it is the duty of the registrant to obey the orders of the representatives of the Armed Forces and to submit to induction. 32 C.F.R. 1632, 14(b). Hall prefers to view his actions as merely a refusal to obey orders rather than a refusal to submit to induction. We do not disagree that he violated the order to return to the center after he finished eating, but he also failed to submit to induction.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1266-13\">. See Callison v. United States, 413 F.2d 133 (9th Cir. 1969), vacated on other grounds, Morico v. United States, 399 U.S. 526, 90 S.Ct. 2230, 26 L.Ed.2d 776 (1970) ; United States v. Meyers, 410 F.2d 693 (2d Cir.), cert. denied, 396 U.S. 835, 90 S.Ct. 93, 24 L.Ed.2d 86 (1969).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}