{
  "casebody": {
    "data": "<casebody firstpage=\"593\" lastpage=\"614\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b679-10\">Tomas ALCARAZ, et al., Plaintiffs-Appellees, v. John R. BLOCK, Secretary, U.S. Department of Agriculture, Defendant-Appellant. Wilson RILES, Superintendent of Public Instruction, California Department of Education, Los Angeles Unified School District, Albert Wood, Plaintiffs-Appellees, v. John R. BLOCK, Secretary of the United States Department of Agriculture (“USDA”), Robert Leard, Administrator of USDA’s Food and Nutrition Service, and R. Hicks Elmore, Regional Administrator of USDA’s Food and Nutrition Service, Defendants-Appellants. Tomas ALCARAZ, Latino Unidos Para Mejor Education (Lupme), Robert Losoya, Jose Luis Ladesma, Welfare Recipients League of Santa Clara County, Plaintiffs-Appellants, v. John R. BLOCK, Secretary, United States Department of Agriculture, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b679-20\">Nos. 83-2137, 83-2149 and 83-2483.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b679-21\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b679-23\">Argued April 9, 1984.</otherdate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b679-24\">Submitted May 10, 1984.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b679-25\">Decided Nov. 2, 1984.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b682-13\"><page-number citation-index=\"1\" label=\"596\">*596</page-number>Robert M. Teets, Jr., San Francisco, Cal., for plaintiffs-appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b682-14\">N. Eugene Hill, Sacramento, Cal., Anthony J. Steinmeyer, Dept, of Justice, Washington, D.C., for Riles.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b682-15\">Mark H. Gallant, Dept, of Justice, Washington, D.C., for defendant-appellant.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b682-17\">Before WISDOM,<footnotemark>*</footnotemark> WALLACE, and ANDERSON, Circuit Judges.</p>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b682-11\"> Honorable John Minor Wisdom, Senior United States Circuit Judge, Fifth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b682-18\">WALLACE, Circuit Judge:</author>\n<p id=\"b682-19\">These consolidated appeals and cross-appeals from summary judgment require us to assess various constitutional, statutory, and procedural challenges to section 803 of the Omnibus Budget Reconciliation Act of 1981, Pub.L. No. 97-35, 95 Stat. 357, 524-26 (OBRA), and its implementation by the United States Department of Agriculture (Department) through the Food and Nutrition Service (Service). We have jurisdiction over the final judgments eventually rendered in all the cases under 28 U.S.C. § 1291, and we reverse on the cross-appeals by the Department’s Secretary, Block (Secretary). We affirm the judgments on the appeals by the Alcaraz class plaintiffs and by Riles, the Superintendent of Public Instruction of the California State Department of Education (Superintendent).</p>\n<p id=\"b682-20\">I</p>\n<p id=\"AE8\">In 1946, our post-war Congress spun the first strand of what has become a complex legislative and administrative web of federal statutory school children’s meal entitlement programs run through the states, the National School Lunch Act, <em>as amended, </em>42 U.S.C. §§ 1751-1769c (Lunch Act). Cod<page-number citation-index=\"1\" label=\"597\">*597</page-number>ifying a politically favorable, Depression-era way of creating agricultural markets, <em>see </em>12 N. Harl, Agricultural Law § 101.01 (1983), Congress enacted the law “as a measure of national security, to safeguard the health and well-being of the Nation’s children and to encourage the domestic consumption of nutritious agricultural commodities and other food, by assisting the States, through grants-in-aid and other means, in providing ... nonprofit school-lunch programs.” 42 U.S.C. § 1751; <em>see Briggs v. Kerrigan, </em>307 F.Supp. 295, 300 (D.Mass.1969) (“The purpose of creating a substantial agricultural market would be effectuated by the widest participation possible. The more children involved, the greater the potential market.”), <em>aff'd, </em>431 F.2d 967 (1st Cir.1970). <em>See generally </em>Annot., 14 A.L.R.Fed. 634 (1973 &amp; Supp.1983). The Lunch Act delegates authority to the Secretary to carry out its provisions, 42 U.S.C. § 1752, in particular, to implement the national school lunch program, <em>id. </em>§§ 1751-1760.</p>\n<p id=\"b683-5\">Driven by similar concerns, as well as by evidence that nutrition and children’s learning capacities were linked, Congress supplemented the Lunch Act and its programs with the Child Nutrition Act of 1966, <em>as amended, </em>42 U.S.C. §§ 1771-1789 (Nutrition Act). <em>See </em>H.R.Rep. No. 1802, 89th Cong., 2d Sess., <em>reprinted in </em>1966 U.S. Code Cong. &amp; Ad.News at 3180. Among other things, the Nutrition Act made available additional lunch subsidies, created a program “to encourage consumption of fluid milk,” 42 U.S.C. § 1772, and started a school breakfast program, <em>id. </em>§ 1773. Tied in with the Lunch Act programs, the Secretary also implements these Nutrition Act programs, administered through the states. <em>Id. </em>§ 1771.</p>\n<p id=\"b683-6\">Five children’s food programs spawned by the two statutes are relevant to this litigation. Before sketching their details, we explain in rough outline the mode of cooperative federalism in which the Department administered the programs. <em>See </em>7 C.F.R. Parts 210-245 (1984). Nationally, the Department directs the various food projects through its Food and Nutrition Service. <em>Id. </em>§ 210.3(a) (1984). Virtually every state has an agency which contracts with the Department to administer some or all of the programs locally, called the “State educational agency.” <em>Id. </em>§ 210.2(t) (1984). In California, that agency is the State Department of Education. The Service’s regional office plays this role in states where there is no such agency. <em>Id. </em>§ 210.3(b)-(b-l) (1984). The State Department of Education contracts with local school food authorities, <em>id. </em>§ 210.8(e) (1984), providing them with annual announcements as to eligibility guidelines, <em>id. </em>§ 245.3(a) (1984), and monitors program compliance. <em>Id. </em>§ 210.14 (1984). Local food authorities convey income eligibility information and distribute application forms to parents and guardians on or before school’s opening. <em>Id. </em>§§ 245.5(a), 245.-6(a) (1984). The eligibility determination process generally begins with Department rulemaking setting forth household income standards, and culminates in individual eligibility determinations.</p>\n<p id=\"b683-8\">In one of the actions consolidated before us, the Superintendent challenges the Department’s implementation of OBRA with respect to various meal programs in California. Annual contracts between the Department, the State Department of Education, and local sponsors require adherence to the Department’s published and unpublished rules and directives, and breach can entail fiscal sanctions.</p>\n<p id=\"b683-9\">A.</p>\n<p id=\"b683-10\">Three of those five food projects we shall collectively call the school meals program. That program comprises the national school lunch program created in sections 2-12 of the Lunch Act, 42 U.S.C. §§ 1751-1760, and the special milk and school breakfast programs authorized in Nutrition Act sections 3-4, 42 U.S.C. §§ 1772-1773. Through interrelated eligibility guidelines, 7 C.F.R. Part 245 (1984), children in participating schools qualifying for free or reduced-price lunches under Lunch Act section 9, 42 U.S.C. § 1758, because their <page-number citation-index=\"1\" label=\"598\">*598</page-number>households meet the income eligibility threshold, <em>id. </em>§ 1758(b)(1)(A) and (B), may also get free milk and free or reduced-price breakfasts under Nutrition Act sections 3, 4(e), <em>id. </em>§§ 1772, 1773(e). States awarded grants-in-aid from the Department are reimbursed at statutory rates based on the number of milks or meals served, <em>id. </em>§ 1753 (reimbursement formula).</p>\n<p id=\"b684-4\">B.</p>\n<p id=\"b684-5\">The fourth, the summer food service program (Summer Program), authorized by section 13 of the Lunch Act, 42 U.S.C. § 1761, grew directly out of the school meals program in 1978, to continue food support to school-aged children during summer or long school vacations. This is the only program in California conducted through the Service’s regional office, which selects and monitors local sponsors according to statutory criteria. <em>Id. </em>The sponsors are “camps,” <em>id., </em>or other nonprofit groups providing regularly scheduled food service for children in economically depressed areas, <em>id. </em>§ 1761(a)(3)(c). Like schools, the camps or sponsors must make information about income guidelines available to the public.</p>\n<p id=\"b684-6\">C.</p>\n<p id=\"b684-7\">The fifth program, the child care food program (Care Program), was created in 1975 by section 17 of the Lunch Act, 42 U.S.C. § 1766, to extend free or reduced-price meals to eligible participants in child care centers and similar nonresidential institutions. <em>See generally </em>12 N. Harl, <em>supra </em>§ 101.06. The Service makes federal grants to the State Department of Education, which uses the funds to pay the claims of qualifying child care centers, gauged by the number of meals served to eligible children^ 42 U.S.C. § 1766(f)(2)(A). Care Program íocaí sponsors also must document household size and income levels of program beneficiaries as a condition of federal reimbursement. <em>See generally </em>7 C.F.R. Part 226 (1984).</p>\n<p id=\"b684-8\">II</p>\n<p id=\"b684-9\">On August 13, 1981, against this statutory and administrative legal landscape, Congress enacted OBRA. OBRA significantly altered that landscape: “[it] was the product of a major, highly publicized, and vigorously debated effort by Congress and the President to reverse the growth of federal spending by systematically reducing the level of expenditures in a wide range of federal programs.” <em>Philadelphia Citizens in Action v. Schweiker, </em>669 F.2d 877, 878 (3d Cir.1982). Broadly remedial, OBRA attempted “to reduce federal spending and restore balance to our dual system of government,” <em>In re Reynolds, </em>726 F.2d 1420, 1425 (9th Cir.1984) (Wallace, J., concurring), cutting a broad swath through the thicket of federal spending and making amendatory inroads in several federal entitlement programs.</p>\n<p id=\"b684-10\">OBRA’s impact on the various food programs outlined above is the crux of these lawsuits. Title VIII of OBRA, Pub.L. No. 97-35, §§ 801-820, 95 Stat. 357, 521-35 (1981), ushered urgent full-scale fiscal and regulatory reforms into school lunch and child nutrition programs, amending various sections of the Lunch Act and the Nutrition Act. Legislative history shows that OBRA’s changes in the food programs were “designed to target limited resources toward those children most in need, while at the same time reducing unnecessary regulatory burdens ... [to] help to reduce local costs and thereby mitigate the impact of the funding reductions.” <em>See </em>S.Rep. No. 97-139, 97th Cong., 1st Sess. 75, <em>reprinted in </em>1981 U.S.Code Cong. &amp; Ad.News 396, 464. Acting under pressure, <em>see, e.g., Williams v. Pierce, </em>708 F.2d 57, 61 (2d Cir.1983), <em>cert. denied, </em>— U.S. -, 104 S.Ct. 719, 79 L.Ed.2d 181 (1984), in the face of “rapid increases” in federal spending, <em>Petry v. Block, </em>697 F.2d 1169, 1170 (D.C. Cir.1983), Congress so amended many program eligibility requirements. OBRA section 820 authorized the Secretary to promulgate regulations rapidly, effectuating most of the amendments “not later than 60 days after the enactment of this Act.”</p>\n<p id=\"b685-4\"><page-number citation-index=\"1\" label=\"599\">*599</page-number>The flurry of legislative and administrative challenges before us specifically arises from enactment and implementation of OBRA section 803(b), amending section 9 of the Lunch Act, 42 U.S.C. § 1758. That revision added this new subsection:</p>\n<blockquote id=\"b685-5\">(d)(1) The Secretary shall require as a condition of eligibility for receipt of free or reduced-price lunches that the member of the household who executes the application furnish the social security account numbers of all adult members of the household of which such person is a member.</blockquote>\n<p id=\"b685-6\">The Senate had pointed out that a random audit by the Inspector General’s Office, which recommended some kind of income verification system, found “thát close to 30 percent of all approved applications contained incorrect income or household information which resulted in applicants receiving benefits to which they were not entitled.” S.Rep. 97-139, 97th Cong., 1st Sess. 77, <em>reprinted in </em>1981 U.S.Code Cong. &amp; Ad.News 396, 466. For the 1979-80 school year alone, the Inspector General estimated that such errors cost taxpayers almost $200 million. With respect to the Summer Program, fraud and abuse through ineligible or inflated reimbursement claims was considered so rampant that the Senate recommended scrapping the entire program after fiscal year 1982. <em>See id. </em>at 83-84, <em>reprinted in </em>1981 U.S. Code Cong. &amp; Ad.News at 472-73. The Conference Committee instead agreed to continue the program, subject to wide-scale cost saving restrictions. H.R.Conf.Rep. No. 97-208, 97th Cong., 1st Sess. 77, <em>reprinted in </em>1981 U.S.Code Cong. &amp; Ad. News 1010, 1139.</p>\n<p id=\"b685-7\">Despite varying effective dates meant gradually to phase OBRA’s amendments into operation, the amendment requiring that meal program applicants disclose their social security numbers (SSNs) was to “take effect on the date of the enactment of this Act.” OBRA § 820(a)(7)(A). After enactment, the Secretary instructed states participating in school meals program and other programs to ensure that program applications requested the SSNs of adult members of potential recipient households, as OBRA required. An understanding of the Department’s administrative response, both in anticipation of and after OBRA’s passage, will illuminate analysis of the challenge to the Department’s implementation.</p>\n<p id=\"b685-9\">\n<em>A. School Meals Program</em>\n</p>\n<p id=\"b685-10\">Each summer, the Department sends written instructions to participating states concerning meal program requirements for the coming school year. Thus, OBRA’s timing, in August of 1981 just before the school year, exacerbated the procedural squabble. On July 6, 1981, as Congress still debated OBRA, the Department issued unpublished directives to states pointing out the imminence of legislative changes and authorizing state agencies either to use the 1981-82 applications, subject to “reevaluation,” or delay distribution until October 1, 1981, when altered applications could reflect the new law. Many schools elected to issue the old applications subject to reevaluation. Later that July, another Department directive advised states that federal lawmakers had tentatively agreed to an SSN disclosure requirement. The Department also sent the states bulletins confirming the need to include the disclosure requirement on application forms right after OBRA’s August enactment.</p>\n<p id=\"b685-11\">The Department’s somewhat mixed signals from the July directives confused state agencies, but after OBRA passed the Congress and unequivocally mandated SSN disclosure, the Secretary determined the self-executing nature of the amendment and did not impose legally formal rulemaking proceedings. The Department’s and the Service’s bulletins to states, on September 23, 1981, summarized OBRA’s final terms and included revised application materials for distribution by schools which had waited to issue applications until after Congress acted. On December 15, 1981, the Department withdrew prior authorization from the states to use old applications and required them to recontact applicants for free and reduced-price meals for their SSNs.</p>\n<p id=\"b686-3\"><page-number citation-index=\"1\" label=\"600\">*600</page-number>Facing administrative burdens, the State Department of Education contacted the Department on January 15, 1982, requesting that it be allowed to adhere to the early July directive. On January 22, 1982, the Department refused and imposed a March 15, 1982 deadline for schools to obtain SSNs from the participant children’s families. Between February and the March deadline, the State Department of Education assessed the collection deadline’s impact, finding the larger school districts unable to make timely adjustments. California’s six largest school food authorities claimed 335,000 children would be denied meals if the deadline were enforced. The Department could not definitively answer the State Department of Education’s questions about the Privacy Act’s applicability to the SSN collection procedure, so the Department gave it an extension until April 15 to acquire a legal opinion on the issue. The collection process in California continued.</p>\n<p id=\"b686-4\">The Secretary, on May 25, 1982, promulgated proposed rules implementing discretionary changes in the school meals program, and published a proposed text of 7 C.F.R. § 245.6, adding the SSN disclosure requirement. The latter, accompanied by proposed regulations defining “adult” and “household,” <em>see </em>47 Fed.Reg. 22,703-07 (1982), stated that the Lunch Act had been amended to require:</p>\n<blockquote id=\"b686-5\">that the social security number of each adult household member be given as a condition of eligibility ... [and] may be used for verification of the information on the application. Failure to provide social security number information shall result in a denial of benefits.</blockquote>\n<p id=\"b686-6\"><em>Id. </em>at 22,707. On June 15, the Department published revised income eligibility guidelines, effective July 1, 1982, <em>see </em>47 Fed. Reg. 25,752 (1982), and a “final” interim regulation on July 23, 1982, having received 109 comments on the proposed regulation. 47 Fed.Reg. 31,848 (1982). The Secretary made that rule effective on publication so as not to have delay disadvantage State Department of Education authorities.</p>\n<p id=\"b686-7\">\n<em>B. Care Program</em>\n</p>\n<p id=\"b686-8\">As with the school meals program, the Care Program’s annual cycle begins in July as states distribute material to local agencies regarding operations, to allow yearly redetermination of eligibility under current • federal criteria. <em>See </em>7 C.F.R. § 226.9(a), § 226.24 (1984). OBRA’s effective date falling outside the normal eligibility cycle led to informal communications between the State Department of Education administrators and the Department. By unpublished directive, August 21, 1981, the Department issued revised income eligibility criteria, and summarized OBRA’s changes, including the SSN collection provision.</p>\n<p id=\"b686-9\">State Department of Education administrators, relying on the informal communications with the Department, had issued directives to Care Program sponsors which did not require reprocessing of applications to add SSN information for the 1981-82 school year. It published, after OBRA’s enactment, income eligibility guidelines on September 1, 1981, for Care Program sponsors, and on September 23, sent out revised applications for sponsors who had waited until after enactment to make changes, along with sample letters to parents.</p>\n<p id=\"b686-10\">On November 27, 1981, the Department published interim rules in the Federal Register which, among other things, restated the requirement that the Care Program applications request SSNs of participating households’ adult members and advised states that the applications should meet the Privacy Act’s notice provisions. The rules, amending 7 C.F.R. § 226.23, were retroactively made effective as of September 1, 1981, on the basis of what the Secretary felt was “good cause.” The notice explained that comments, as a basis for the final rule, would be accepted through January 26, 1982.</p>\n<p id=\"b686-11\">After comments, the Department published the final rule on August 20,1982, <em>see </em>47 Fed.Reg. 36,524-51 (1982), including a statement about the use of the SSNs. The final rule added a prototype Privacy Act disclosure statement and instructed state <page-number citation-index=\"1\" label=\"601\">*601</page-number>and local agencies to use substantially the same statement on applications they distributed, or actually comply in some way with the Privacy Act. It made the SSN requirement effective September 1, 1981.</p>\n<p id=\"b687-5\">\n<em>C. The Summer Program</em>\n</p>\n<p id=\"b687-6\">On August 13, 1981, the Department advised the Service’s Western Regional Office regional directors of OBRA’s impending program changes. On December 11, 1981, it published the SSN requirement for Summer Program applications, in a proposed rule amending 7 C.F.R. § 225.21, 46 Fed.Reg. 60,592, 60,613 (1981). Since section 13(g) of the Lunch Act, 42 U.S.C. § 1761(g), required final Summer Program regulations to be published by January 1 of the next year, the proposed rule provided for a shortened 20-day, rather than 30-day, notice and comment period. But the period was extended to 31 days and the final rule was published February 16, 1982, although the Department assigned it a January 1 “effective date,” in order to comply with the Lunch Act. 47 Fed.Reg. 6,790 (1982). The program did not start its cycle until summer, so there was no immediate impact. On May 28, 1982, the Department instructed the Service’s regional directors that Summer Program camp sponsors must collect SSNs and provided a Privacy Act disclosure model. On November 5, 1982, the Department published a proposed rule intended to satisfy Privacy Act disclosure requirements, publishing the final rule on December 30, 1982.</p>\n<p id=\"b687-7\">Ill</p>\n<p id=\"b687-8\">A summary of the parties involved should preface our account of this case’s complex procedural history, which we attempt to paint only in broad strokes. In one of these consolidated appeals, No. 83-2149, the Superintendent and other California education officials challenge the Secretary’s implementation of OBRA with respect to school meal programs in the state. The Superintendent’s final amended complaint dated August 13, 1982 ultimately challenged only the SSN collection requirement as applied to the Care Program. The district court held, in response to a motion for summary judgment, that the Secretary’s interim regulations of November 27, 1981 violated section 7 of the Privacy Act of 1974, <em>as amended, </em>5 U.S.C. § 552a note, and their promulgation violated the public rulemaking requirements of the Administrative Procedure Act of 1946, <em>as amended, id. </em>§ 553 (APA). The district court enjoined the Secretary from implementing the regulations until it complied with those statutes through corrective rulemaking. proceedings. The Secretary appeals from the part of the order and injunction holding the regulations invalid under the APA.</p>\n<p id=\"b687-10\">The other cases consolidated in this appeal, Nos. 83-2137 and 83-2483, involve a nationwide class, comprising four subclasses, certified under Fed.R.Civ.P. 23(a) and (b)(2) (the Alcaraz plaintiffs). The first subclass includes all adults in income-eligible households who have been, or will be, subject to the SSN collection requirement. All nonprofit sponsors who must collect SSNs for the Care Program and the Summer Program constitute the second subclass. In the third subclass are all children whose applications will be delayed or denied because of statutory eligibility changes. The fourth is composed of members of an unincorporated Hispanic parent association, some of whose children are eligible for free or reduced-price meals.</p>\n<p id=\"b687-11\">The Alcaraz plaintiffs sued the Secretary, challenging the lack of regulations implementing the SSN requirement in 1981-82, and the regulations ultimately promulgated, as violating the APA, the Privacy Act, the Freedom of Information Act, <em>as amended, </em>5 U.S.C. § 552 (FOIA), and OBRA itself. Their multifaceted attack essentially sought to enjoin the Secretary’s collection or use of SSNs in California until he published formal, corrected implementing regulations in the Federal Register and issued a model Privacy Act statement describing the uses to be made of SSNs received from program participants.</p>\n<p id=\"b687-12\">On April 20, 1982, the district court, by a statewide temporary restraining order, barred enforcement of the SSN disclosure <page-number citation-index=\"1\" label=\"602\">*602</page-number>requirement. The Secretary then stipulated with all other parties that he would not enforce section 803(b) of OBRA in California school lunch programs for the 1981-82 school year. No SSN collection thus took place in California and the Secretary thereafter published proposed and final regulations on SSN disclosure in the school lunch programs, including a model Privacy Act disclosure statement with a definition of “household,” in the Federal Register. The regulations were published on July 23, 1982.</p>\n<p id=\"b688-4\">The Alcaraz plaintiffs amended their complaint challenging the already published rules implementing the disclosure requirement in the Care Program and the Summer Program as violating APA and FOIA. They also claimed the rules violated OBRA section 803(b), as an illegitimate extension of the SSN requirement from the school meals program to these other two programs. In addition, they challenged the July 23, 1982 school meals program regulations. The Alcaraz plaintiffs also attacked the Secretary's statement in the model Privacy Act notice that SSNs could be used by States to “verify” applicants’ statutory income eligibility.</p>\n<p id=\"b688-5\">After injunction hearings on September 2 and 3, 1982, the district court preliminarily ruled that the SSN requirement was properly applied to the Summer Program and the Care Program, but that the Department violated the APA with respect to the Care Program. The court found no FOIA or Privacy Act violations, but issued a nationwide preliminary injunction, based on the APA findings, stopping enforcement of the SSN rules in the Care Program. The court entered findings and conclusions on September 29, 1982.</p>\n<p id=\"b688-6\">On September 3, 1982, the Alcaraz plaintiffs, by a second amended complaint for declaratory and injunctive relief, added the illegal alien, “John Doe,” with a similarly situated wife and four school-aged, eligible children. This complaint alleged that the SSN requirement violated Doe’s constitutional rights to be free from self-incrimination and denied his children equal protection. The district court denied relief on these constitutional claims.</p>\n<p id=\"b688-8\">All parties ultimately moved for summary judgment, and the district court ruled on those motions and all other remaining issues on June 9, 1983, essentially reaffirming the September 29, 1982 preliminary rulings. With respect to the Alcaraz plaintiffs’ claims, the district court gave summary judgment to the Secretary: (1) on the FOIA issue, because the Secretary had published notice in the Federal Register of eligibility changes in the three programs; (2) on the claim that OBRA’s SSN disclosure requirements were not applicable to the Summer Program and the Care Program; (3) on the challenges to the Privacy Act notice; and (4) on the constitutional claims. The Alcaraz plaintiffs won summary judgment on their claims that: (1) certain documentation regulations were inconsistent with OBRA; (2) the Secretary’s regulations implementing the SSN disclosure requirement in the Care Program and the Summer Program violated the APA; (3) the interim and final SSN disclosure regulations for the Care Program violated the APA’s notice and comment provisions, 5 U.S.C. § 553(b)-(c); and (4) that the final Summer Program rules violated the APA’s 30-day requirement, <em>id. </em>§ 553(d). The district court ultimately reversed its ruling on the final Summer Program rules.</p>\n<p id=\"b688-9\">IV</p>\n<p id=\"b688-10\">Viewing the evidence in light most favorable to the party who opposed the motion, we affirm a summary judgment where no genuine issue of material fact exists and “the movant is clearly entitled to prevail as a matter of law.” <em>Deukmejian v. United States Postal Service, </em>734 F.2d 460, 462 (9th Cir.1984). Since neither party contends genuine issues of material facts still exist, the question is simply whether the district court misconstrued the substantive law, <em>id. </em>We will affirm the district court’s correct legal results, even if reached for the wrong reasons. <em>E.g., United States v. Best, </em>573 F.2d 1095, 1100-01 (9th Cir.1978). We thus seri<page-number citation-index=\"1\" label=\"603\">*603</page-number>ally address the legal issues of the <em>Alcaraz </em>appeal and then the <em>Riles </em>appeal.</p>\n<p id=\"b689-5\">V</p>\n<p id=\"b689-6\">We test OBRA section 803(b)’s constitutionality separate from and prior to evaluating the attacks on the Department’s implementation. Constitutional and procedural challenges conceptually differ, and political losers on the congressional battlefield can win only minor skirmishes in the bunkers of administrative law. Congressional intent, articulated constitutionally, generally cannot be thwarted by the Department’s failures to dot its i’s and cross its t’s during implementation. Thus, “[c]ourts are not free to add substantive or procedural hurdles for agencies to overcome if Congress has not established such requirements.” <em>South Carolina ex rel. Tindal v. Block, </em>717 F.2d 874, 885 (4th Cir.1983); <em>see also Baltimore Gas and Electric Co. v. NRDC, </em>462 U.S. 87, 103 S.Ct. 2246, 76 L.Ed.2d 437 (1983). We understand the Alcaraz plaintiffs’ opposition to OBRA. Our concern, however, is only with the legislation’s legality, not its lucidity. OBRA, where constitutional, should be read so as to provide all the broad remedial effects Congress intended it to have.</p>\n<p id=\"b689-7\">We start with the claims of the illegal alien, John Doe. He raises two fifth amendment challenges.</p>\n<p id=\"b689-8\">A.</p>\n<p id=\"b689-9\">First, Doe contends that the district court erred in finding insubstantial the claim that OBRA section 803(b)’s SSN collection requirement violates his fifth amendment privilege against compulsory self-incrimination. According to Doe’s domino-like theory, his failure to put his SSN on his application to get his children into the school food programs would alert the Department to investigate into why he does not have a number. Once the Department realizes that the reason for his lack of an SSN may be his alienage status, they might turn the information over to the Immigration and Naturalization Service (INS). Ultimately, Doe’s fear is that he could therefore be implicated in deportation or criminal proceedings. The Secretary responds that Doe is not compelled to provide information as to whether he has an SSN or not, that as a matter of law the Department would not turn the information over to the INS, and that because there could be many reasons for not having a SSN, the data requested is not inherently incriminatory, <em>e.g., California v. Byers, </em>402 U.S. 424, 432-34, 91 S.Ct. 1535, 1539-40, 29 L.Ed.2d 9 (1971).</p>\n<p id=\"b689-11\">We agree with the Secretary that the propriety of the district court’s legal conclusion is easy to demonstrate. The fifth amendment declares that “No person ... shall be compelled in any criminal case to be a witness against himself.” The privilege against compulsory self-incrimination, outside the trial context, “also ‘privileges [a person] not to answer official questions put to him in any other proceeding, civil or criminal, formal or informal, where the answers might incriminate him in future criminal proceedings.’ ” <em>Minnesota v. Murphy, </em>— U.S. -, 104 S.Ct. 1136, 1142, 79 L.Ed.2d 409 (1984) (Murphy), <em>quoting Lefkowitz v. Turley, </em>414 U.S. 70, 77, 94 S.Ct. 316, 322, 38 L.Ed.2d 274 (1973). The crucial step in the analysis is whether the testimony, no matter how incriminatory, was “ ‘compelled’ within the meaning of the Amendment.” <em>United States v. Monia, </em>317 U.S. 424, 427, 63 S.Ct. 409, 410, 87 L.Ed. 376 (1943). <em>See Murphy, </em>104 S.Ct. at 1142-43.</p>\n<p id=\"b689-14\">We need, therefore, not reach any other aspect of Doe’s claim because he simply was not unconstitutionally compelled to provide to the Department any information concerning his status as an SSN holder. Recently, clarifying the proposition that “compulsion” for constitutional purposes means <em>legal </em>compulsion to incriminate oneself, the Supreme Court- decided an issue almost identical to Doe’s claim, In <em>Selective Service System v. Minnesota Public Interest Research Group, </em>— U.S. -, 104 S.Ct. 3348, 82 L.Ed.2d 632 (1984) <em>{Minnesota </em>Public), the question was whether section 1113 of the Department of Defense <page-number citation-index=\"1\" label=\"604\">*604</page-number>Authorization Act of 1983, 50 U.S.C. § 462(f), compelled self-incrimination in violation of the fifth amendment. Under the new section, federal educational entitlements under Title IV of the Higher Education Act of 1965, 20 U.S.C. §§ 1070-1099, were denied to those disobeying the draft registration law. <em>Minnesota Public, </em>at -, 104 S.Ct. at 3351. The section was attacked as violating the fifth amendment because it required all male college students who had violated federal law by failing to register “to acknowledge that they have failed to register timely when confronted with certifying to their schools that they have complied with the registration law.” <em>Id. </em>at-, 104 S.Ct. at 3357. Reaffirming the long established principle barring only <em>legal </em>compulsion, the Court rejected this attack because “a person who has not registered clearly is under no compulsion to seek federal financial aid; if he has not registered, he is simply ineligible for aid.” <em>Id. </em>at -, 104 S.Ct. at 3351. <em>Cf Lefkowitz v. Cunningham, </em>431 U.S. 801, 97 S.Ct. 2132, 53 L.Ed.2d 1 (1977) (statute terminating political party office term and making person ineligible for any party or public office for five years if he refuses to waive privilege against compulsory self-incrimination violates fifth amendment); <em>Lefkowitz v. Turley, </em>414 U.S. 70, 94 S.Ct. 316, 38 L.Ed.2d 274 (1973) (cancelling public contractor’s existing public contracts by law if contractor refuses to waive fifth amendment privilege violates fifth amendment). <em>See Rogers v. United States, </em>340 U.S. 367, 372-73, 71 S.Ct. 438, 441-42, 95 L.Ed. 344 (1951) (“the privilege against self-incrimination presupposes a real danger of legal detriment”).</p>\n<p id=\"b690-9\"><em>Minnesota Public </em>disposes of Doe’s claim. He was under no legal compulsion to either divulge his SSN information or apply for school meal eligibility. Thus, like the <em>Minnesota </em>Publicplaintiffs, as a legal matter, “[h]e has no reason to make any statement to anyone as to whether or not he has,” <em>Minnesota Public, </em>— U.S. at -, 104 S.Ct. at 3351, an SSN.</p>\n<p id=\"b690-10\">B.</p>\n<p id=\"AqV\">Doe also claims the SSN collection requirement violates the equal protection component of the fifth amendment’s due process clause, <em>Bolling v. Sharpe, </em>347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954), by discriminating in favor of children whose parents or family are poor citizens and against children whose parents or family are poor illegal aliens without SSNs. The Secretary responds that the district court properly rejected Doe’s argument, as being without basis in equal protection law. We analyze such “claims the same as fourteenth amendment equal protection claims,” <em>see Beller v. Middendorf </em>632 F.2d 788, 801 n. 8 (9th Cir.1980), <em>cert. denied, </em>452 U.S. 905, 101 S.Ct. 3030, 69 L.Ed.2d 405 (1981) , <em>citing Weinberger v. Wiesenfeld, </em>420 U.S. 636, 638 n. 2, 95 S.Ct. 1225,1228 n. 2, 43 L.Ed.2d 514 (1975), and agree with the Secretary.</p>\n<p id=\"b690-13\">The basic thrust of Doe’s argument is that OBRA section 803(b), by distinguishing between children from families with illegal aliens and children from families without illegal aliens, wrongly denies those children a chance to receive the federal entitlement of subsidized meals. Of course, Doe does not argue that his children have a constitutional right to receive meals subsidized by federal taxpayers. Rather, he claims that the children should not be denied their “weighty” interest in receiving subsidized meals simply because they are from households with illegal aliens. Doe thus asserts that <em>Plyler v. Doe, </em>457 U.S. 202, 102 S.Ct. 2382, 72 L.Ed.2d 786 (1982) <em>(Plyler), </em>mandates stricter scrutiny of OBRA in this case because of such weighty interests. This assertion misapprehends and misconstrues Plyler’s scope and holding.</p>\n<p id=\"b690-15\">In <em>Plyler, </em>the Supreme Court struck down a Texas statute that explicitly denied illegal alien school children a public school education by withholding funds from local school districts for the education of children not “legally admitted” into the United States, <em>see id. </em>at 205-06 &amp; n. 1, 102 S.Ct. at 2388-89 &amp; n. 1. While the Court <page-number citation-index=\"1\" label=\"605\">*605</page-number>granted that “[ujndocumented aliens cannot be treated as a suspect class,” <em>id. </em>at 223, 102 S.Ct. at 2398, it found that special circumstances exacerbated the state law’s facially blatant targeting of their children. Because of the “complex scheme governing admission to our Nation and status within our borders,” <em>id. </em>at 225, 102 S.Ct. at 2399, the Court held that facially discriminatory state legislation denying illegal alien children the benefits of public education had to further a substantial state goal because Congress had not spoken clearly as to its intent to deprive illegal aliens of educational benefits. <em>Id. </em>at 224-25, 102 S.Ct. at 2398-99. The Court was careful to emphasize that a denial of education could place “a lifetime hardship on a discrete class of children not accountable for their disabling status.” <em>Id. </em>at 223, 102 S.Ct. at 2398.</p>\n<p id=\"b691-4\">Unlike <em>Plyler, </em>Doe challenges a federal statute that is not facially discriminatory. OBRA section 803(b) applies to all applicants in school meal entitlement programs. Moreover, the classification in section 803 does not on its face pinpoint children as did the statute in <em>Plyler, </em>457 U.S. at 205 &amp; n. 1, 102 S.Ct. at 2389 &amp; n. 1, but rather it is directed at households. Finally, there is no concern here, as there was in <em>Plyler, </em>that a state was attempting to impose hardships on aliens without any clear signal of congressional approval. On the contrary, OBRA section 803(b) expresses Congress’s intent to prevent all families without SSNs from receiving federal entitlements. <em>Plyler </em>is inapplicable in this federal setting.</p>\n<p id=\"b691-5\">Certainly the SSN requirement may lead to Doe’s children being denied reduced price meals, indirectly affecting their education. He thus attempts to have us pluck <em>Plyler </em>from its state context and read it as holding that federal legislation deserves stricter equal protection scrutiny whenever it impinges on a weighty interest of a class not constitutionally suspect. Regardless of this view’s inability to provide any principled means of distinguishing among competing claims of “weighty” interests, we are precluded from reading into <em>Plyler </em>such a flagrant analytical error.</p>\n<p id=\"b691-7\">Equal protection analysis properly deals with the bona fides of the bases of certain legislative classifications. All legislation classifies and affects what parties view as “weighty” interests. But the weightiness of the interests affected only goes to the law’s effect on the people classified, not to the legitimacy of the classification itself. An equal protection theory that looked merely to the weightiness of interests affected would thus conflate the validity of the lines the law has drawn with the effect of those lines on various constituencies. <em>See generally </em>Perry, <em>Modem Equal Protection: A Conceptualization and Appraisal, </em>79 Colum.L.Rev. 1023, 1060-61 (1979).</p>\n<p id=\"b691-8\">Without challenging any possible classification between households, with or without illegal aliens, Doe instead challenges the impact on those households’ children in an attempt to squeeze this case into Plyler’s mold. Children may be affected by section 803(b) where their parents or heads of household are illegal aliens. Thus, the ultimate question is the legitimacy of this federal, facially neutral classification.</p>\n<p id=\"b691-9\">Where a facially neutral statute is claimed to have an adverse impact on a certain class, a court must determine whether the statute reflects that it was passed with an invidiously discriminatory purpose, <em>see Washington v. Davis, </em>426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976), in order to overcome the presumption of constitutionality courts accord all acts of Congress, <em>e.g., Rostker v. Goldberg, </em>453 U.S. 57, 64, 101 S.Ct. 2646, 2651, 69 L.Ed.2d 478 (1981). In this case, the main inquiry is whether there was any evidence indicating that Congress intended to disfavor children of illegal aliens.</p>\n<p id=\"b691-10\">The district court found the record devoid of any indication whatsoever that Congress passed OBRA intending illicitly to deny benefits to illegal alien children, and Doe’s arguments grant as much.</p>\n<p id=\"b691-11\">Moreover, we find OBRA is reasonably related to a legitimate governmental purpose. <em>E.g., Williamson v. Lee Optical, </em>348 U.S. 483, 75 S.Ct. 461, 99 L.Ed. 563 <page-number citation-index=\"1\" label=\"606\">*606</page-number>(1955). The district court found that Congress was legitimately concerned with preventing fraud and misallocation of taxpayer’s dollars in entitlement programs. We agree. Even assuming, but not holding, that more exacting scrutiny was called for, the government’s interests are compelling enough to pass muster. Reducing fraud in entitlement programs preserves limited resources for those who are truly deserving. More efficient administration of entitlement programs saves such programs from the ravages of public cynicism that could lead to their repeal. OBRA section 803(b), by verifying income eligibility, serves both of these legitimate goals.</p>\n<p id=\"b692-4\">VI</p>\n<p id=\"b692-5\">As a matter of statutory construction, the Alcaraz plaintiffs argue that the Department misinterpreted section 803(b)’s SSN collection requirement in violation of OBRA. They contend that Congress intended the requirement to apply only to the school meals program, and not to the Summer Program and the Care Program as well, and that Congress intended the SSNs be used solely for identification, rather than verification purposes.</p>\n<p id=\"b692-6\">A.</p>\n<p id=\"b692-7\">The district court concluded that “[t]he applicable statutory language, legislative history, and administrative practice support the ... view that the SSN collection requirement applies to both programs ... [which] evolved from the school lunch program and use the same eligibility standards. There is no basis to treat the programs differently.” We agree.</p>\n<p id=\"b692-8\">The interpretation and construction of a statute and its applicable regulations by the agency charged with their administration is entitled to deference from the courts. <em>E.g., San Diego Regional Employment and Training Consortium v. Marshall, </em>633 F.2d 862, 863-64 (9th Cir. 1980). Properly accorded, such deference entails affirmance of any interpretation “within the range of reasonable meanings the words permit,” comporting with the statute’s clear purpose, <em>Loma Linda University v. Schweiker, </em>705 F.2d 1123, 1126 (9th Cir. 1983); <em>see Skidmore v. Swift &amp; Co., </em>323 U.S. 134, 140, 65 S.Ct. 161, 164, 89 L.Ed. 124 (1944); <em>see generally </em>Coffman, <em>Judicial Review of Administrative Interpretations, of Statutes, </em>6 W. New Eng.L. Rev. 1 (1983). While the judiciary remains the final authority on statutory construction, a “court need not conclude that the agency construction was the only one it permissibly could have adopted to uphold the construction, or even the reading the court would have reached ... initially.” <em>Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., </em>— U.S. -, 104 S.Ct. 2778, 2782 n. 11, 81 L.Ed.2d 694 (1984).</p>\n<p id=\"b692-12\">The Alcaraz plaintiffs concede that of the several food assistance programs for which the Lunch Act and the Nutrition Act are the enabling statutes, the Department only applied OBRA’s SSN collection requirement to those programs focusing on child nutrition. They also grant that the school meals program, the Care Program, and the Summer Program share the income eligibility guidelines of 42 U.S.C. § 1758(b)(1). They argue, however, that these guidelines serve such differing purposes in each program that it is unreasonable to interpret OBRA section 803(b) as applicable to all of them. For instance, they point out that children cannot receive school meals program benefits without meeting the eligibility guidelines, whereas children can receive Care Program and Summer Program benefits regardless of income, since their eligibility only determines the level of sponsor reimbursement. Also, they argue that the changes under OBRA were meant to curb program fraud and participant abuse. But there were no explicit findings by Congress in the legislative history of such abuse in the Care Program and the Summer Program. No extensive examination of this complex statutory scheme is necessary to find the Secretary’s response dispositive.</p>\n<p id=\"b692-13\">As we have stated earlier, the Summer Program and the Care Program evolved <page-number citation-index=\"1\" label=\"607\">*607</page-number>out of the school meals program to fill the “nutritional gap” created by summer vacation and long school holidays. Treating the various programs as independent would therefore be artificial: not only do they share income eligibility guidelines, but the language of the various statutes includes a multitude of cross-references encompassing a complex, unified statutory scheme. For example, 42 U.S.C. § 1766(c)(4), setting out Care Program eligibility criteria, incorporates a reference to the school meals program eligibility standards of 42 U.S.C. § 1758. <em>See also </em>7 C.F.R. § 226.23(a), (d), (e) (1984). Similarly so for camps in the Summer Program, as its statute, <em>see </em>42 U.S.C. § 1761(a)(5), implementing regulations, 7 C.F.R. §§ 225.11(e)(12), 225.21(d) (1984), and legislative history, <em>see </em>H.R.Rep. No. 95-281, 95th Cong., 1st Sess. 15 <em>reprinted in </em>1977 U.S.Code Cong. &amp; Ad.News 3517, 3530; S.Rep. No. 95-277, 95th Cong., 1st Sess. 19 (1977); H.R.Conf.Rep. No. 95-708, 95th Cong., 1st Sess. 28 (1977), make clear. Thus, even if the legislative history were silent on this point, the statutory structure itself affords no discernible basis for distinguishing among the programs.</p>\n<p id=\"b693-4\">Contrary to the Alcaraz plaintiffs’ views, congressional desire to eliminate fraud generally led to program changes curtailing federal expenditures for child nutrition programs. <em>See, e.g., </em>S.Rep. No. 97-139, 97th Cong., 1st Sess. 77-78, <em>reprinted in </em>1981 U.S.Code Cong. &amp; Ad.News 396, 466-67. OBRA section 803(b) imposed new SSN disclosure requirements “as a condition of eligibility,” with Congress discussing it in a section entitled “Revision of Income Eligibility Guidelines.” <em>See </em>OBRA, Pub.L. No. 97-35, § 803, 95 Stat. 357, 524-26 (1981). Because the Summer Program and the Care Program refer to the eligibility requirements of the school meals program, we cannot say it was unreasonable for the Secretary to further congressional purposes by applying the eligibility requirement to them as well. While it is true that beneficiaries under the Care Program and the Summer Program do not have to establish their own eligibility under the shared guidelines to get meals, this distinction nevertheless does not make the programs discontinuous. For it remains that Congress will only reimburse sponsors for meals served to children eligible under the school meals program.</p>\n<p id=\"b693-7\">B.</p>\n<p id=\"b693-8\">The Alcaraz plaintiffs say the Secretary unreasonably concluded that SSNs obtained under OBRA section 803(b) could be used to verify income levels of households seeking school meal benefits. Even if the SSN requirement applies to the Care and Summer Programs as well as to the school meals program, they contend that the SSN can only be used to identify individuals and not to verify application information because Congress would have specified that in the statute if they had intended it, but they did not. The Alcaraz plaintiffs urge that the maxim of statutory construction, <em>“expressio unius est esclusio alterius,” </em>controls here: that is, “[w]hen a statute limits a thing to be done in a particular mode, it includes the negative of any other mode.” <em>Botany Worsted Mills v. United States, </em>278 U.S. 282, 289, 49 S.Ct. 129, 131, 73 L.Ed. 379 (1929).</p>\n<p id=\"b693-9\">As we have observed, “[t]he maxim <em>ex-pressio unius </em>‘is a product of logic and common sense,’ ... and is properly applied only when the result to which its application leads is itself logical and sensible.” <em>Arizona State Department of Public Welfare v. HEW, </em>449 F.2d 456, 472 (9th Cir. 1971) <em>(quoting, </em>2 Sutherland on Statutory Construction § 4916, at 415 (3d ed. Horack 1943)), <em>cert. denied, </em>405 U.S. 919, 92 S.Ct. 945, 30 L.Ed.2d 789 (1972). Not only does it tax the imagination to think Congress imposed the SSN requirement to combat program abuse, while not intending it to be used for verification, but it also goes against the obvious grain of the statute. In fact, the Senate Report on the SSN requirement recommended by the Inspector General discussed it under the specific heading of “verification,” <em>see </em>S.Rep. No. 97-139, 97th Cong., 1st Sess. 77, <em>reprinted in </em>1981 U.S.Code Cong. &amp; Ad.News 396, <page-number citation-index=\"1\" label=\"608\">*608</page-number>466, and expressly stated that the SSN requirement was:</p>\n<blockquote id=\"b694-4\">intended to allow program administrators to more accurately determine eligibility ... and to allow them to comply with the income verification requirements imposed to help reduce program fraud and abuse.</blockquote>\n<p id=\"b694-5\"><em>Id. </em>at 121, <em>reprinted in </em>1981 U.S.Code Cong. &amp; Ad.News. at 510.</p>\n<p id=\"b694-6\">It was, therefore, not unreasonable for the Secretary to construe OBRA section 803(b) as intending that SSNs be used for verification. Given OBRA’s wide-ranging remedial attempt to change the legal landscape by curtailing so many federal program budgets, <em>“expressio unius” </em>is out of place. As the Supreme Court has more recently said of the maxim:</p>\n<blockquote id=\"b694-7\">However well these rules may serve at times to aid in deciphering legislative intent, they long have been subordinated to the doctrine that courts will construe the details of an act in conformity with its dominating general purpose, will read text in the light of context and will interpret the text so far as the meaning of the words fairly permits so as to carry out in particular cases the generally expressed legislative policy.</blockquote>\n<p id=\"b694-8\"><em>SEC v. C.M. Joiner Leasing Corp., </em>320 U.S. 344, 350, 64 S.Ct. 120, 123, 88 L.Ed. 88 (1943).</p>\n<p id=\"b694-9\">VII</p>\n<p id=\"b694-10\">Under section 7(b) of the Privacy Act of 1974, 5 U.S.C. § 552a note, any governmental agency “which requests an individual to disclose his social security account number shall inform that individual whether that disclosure is mandatory or voluntary, by what statutory or other authority such number is solicited, and what uses will be made of it.” The Alcaraz plaintiffs’ second amended complaint challenged the sufficiency of the model Privacy Act disclosure statement the Secretary included in its final, July 23, 1982, regulations of the school meals programs. The district court properly pointed out that the Alcaraz plaintiffs never challenged the failure or delay in the distribution of the Privacy Act statement, but only the sufficiency of the disclosure. That is, of course, all we address on appeal.</p>\n<p id=\"b694-12\">The Alcaraz plaintiffs properly assert that the Privacy Act requires uses of SSNs to be revealed so as “to permit an individual to make an informed decision whether or not to disclose the social security account number, and it is intended to bring recognition to, and discourage, unnecessary or improper uses of [the] number.” <em>Greater Cleveland Welfare Rights Organization v. Bauer, </em>462 F.Supp. 1313, 1319 n. 3 (N.D. Ohio 1978) (quoting legislative history). They contend that the model statement is so hopelessly vague as to fail to inform citizens of potential uses. We disagree.</p>\n<p id=\"b694-13\">The model statement in question reads as follows:</p>\n<blockquote id=\"b694-14\">Section 9 of the National School Lunch Act requires that in order for your child to be eligible for free or reduced price meals, you must provide the social security numbers of all adult members of your household. Provision of these social security numbers is not mandatory, but failure to provide the numbers will result in a denial of the application for free or reduced-price benefits. This notice must be brought to the attention of all household members whose social security numbers are disclosed. The social security numbers may be used to identify household members in carrying out efforts to verify the correctness of information stated on the application. These verification efforts may be carried out through program reviews, audits, and investigations and may include contacting employers to determine income, contacting the state employment security office to determine the amount of benefits received and checking the documentation produced by household members to prove the amount of income received. These efforts may result in a loss or reduction of benefits, administrative claims, or legal actions if incorrect information is reported.</blockquote>\n<p id=\"A-E\"><page-number citation-index=\"1\" label=\"609\">*609</page-number>47 FecLReg. 31,853 (1982), 7 C.F.R. § 245.-6(a)(1) (1983). The district court concluded that the statement permitted an “informed, knowing, intelligent and educated decision.”</p>\n<p id=\"b695-5\">We also conclude the statement legally satisfied the Privacy Act by informing participants of the voluntariness of the disclosure, the source of authority for it and the possible uses to which the disclosed numbers may be put.' Neither the Privacy Act nor case law requires more. The Alcaraz plaintiffs respond, however, that the statement’s disclosure is so vague as to be totally uninformative to the “target audience” who are meant to benefit under the statute, thereby violating due process. They present a barrage of arguments from psycholinguistics and linguistics that the statute would be incomprehensible to the classes of people who might apply for benefits because of excessive “subordinate clause embedding”; too many words having “a frequency of less than 100 in the American Heritage Word Frequency corpus”; “inordinately high” “propositional density”; and excessive “[fjormidableness ... inherent in the bureaucratic vocabulary, tone, format, and language complexity of the text.” Such arguments are best put to Congress. This court’s test in constitutional vagueness challenges to administrative regulations is whether “the regulation ... ‘give[s] a person of ordinary intelligence fair notice’ of what is required.” <em>See Magic Valley Potato Shippers v. Secretary of Agriculture, </em>702 F.2d 840, 841 (9th Cir.1983), <em>quoting Papachristou v. City of Jacksonville, </em>405 U.S. 156, 162, 92 S.Ct. 839, 843, 31 L.Ed.2d 110 (1972). Nothing in the text, history or context of the Privacy Act indicates Congress wanted the Secretary held to any higher standard when promulgating regulations necessary to comply with the Act.</p>\n<p id=\"b695-6\">VIII</p>\n<p id=\"b695-7\">The Alcaraz plaintiffs next contend that the Secretary violated section (a)(1)(D) of the Freedom of Information Act of 1966, 5 U.S.C. § 552(a)(1)(D)- (FOIA), which requires, in part, that each agency “for the guidance of the public” shall “currently publish in the Federal Register,” <em>see </em>44 U.S.C. §§ 1501-1511, “substantive rules of general applicability ... and statements of general policy or interpretations of general applicability.” Parties without “actual and timely notice” cannot be adversely affected by “a matter required to be published in the Federal Register and not so published.” 5 U.S.C. § 552(a). We need not reach arguments as to whether the Alcaraz plaintiffs would not have been adversely affected for that reason.</p>\n<p id=\"b695-9\">Interim rules for the school meals program were not published until July 1982, after the end of the 1981-82 school year. The Secretary also did not publish the Care Program final rules until February 16, 1982. The Alcaraz plaintiffs argue that this delay led to a complete denial of benefits in the period and that our decision in <em>Anderson v. Butz, </em>550 F.2d 459 (9th Cir. 1977), thus requires reversing the district court. They have, however, misconstrued FOIA’s purposes. As the district court pointed out, that section of FOIA protects only against the enforcement of unpublished regulations, not against administrative tardiness. Nothing in that statute specifies administrative, regulatory deadlines. FOIA attempts “to meet the demand for open government while preserving workable confidentiality in governmental decisionmaking,” <em>Chrysler Corp. v. Brown, </em>441 U.S. 281, 292, 99 S.Ct. 1705, 1712, 60 L.Ed.2d 208 (1979) <em>{Chrysler), </em>by placing “a general obligation on the agency to make information available to the public” and by setting out “specific modes of disclosure for certain classes of information.” <em>Id. </em>The relief for delay the Alcaraz plaintiffs seek can be found elsewhere in the Administrative Procedure Act, but not in FOIA. As <em>Chrysler </em>makes clear, the only provision for judicial relief in FOIA is section 552(a)(4)(B), giving “federal district courts ‘jurisdiction to enjoin the agency from withholding agency records and to order the production of any agency records improperly withheld from the complainant.’ ” <em>Id., quoting </em>FOIA § 552(a)(4)(B). <page-number citation-index=\"1\" label=\"610\">*610</page-number>The Alcaraz plaintiffs are not attacking a wrongful agency withholding, but want relief from the delay in promulgation. Contrary to their claims, nothing in <em>Anderson v. Butz </em>requires agencies to publish regulations interpreting or defining individual words in statutes. That case simply held that when an agency adopts a statutory interpretation actually changing a program requirement affecting an individual’s substantive rights, publication is required in order to prevent the reign of secret law. As the district court pointed out, the Alcaraz plaintiffs simply do not allege the existence of any unpublished regulations with which they are being forced to comply.</p>\n<p id=\"b696-4\">IX</p>\n<p id=\"b696-5\">Finally, the Alcaraz plaintiffs claim that the Secretary violated the notice and comment provisions of the Administrative Procedure Act of 1946 (APA), 5 U.S.C. § 553(b), (c), in faultily promulgating regulations for the Care Program and the Summer Program. The remaining issues of the <em>Alcaraz </em>appeal and the issue in the <em>Riles </em>case all converge in the challenge under this section of the APA. Thus, we consider all the APA claims together.</p>\n<p id=\"b696-6\">In <em>Alcaraz, </em>the district court found that the Secretary violated the APA in promulgating the Care Program regulations for SSN disclosure by failing to afford the public proper notice and opportunity to comment and by making the regulations retroactively effective, and that the Secretary’s statements of “good cause” for so doing were inadequate. The Secretary appeals those findings while the Alcaraz plaintiffs appeal the district court’s finding that the promulgation of the Summer Program regulations did satisfy the APA. In <em>Riles, </em>the district court found the Secretary to have violated the APA for the same reasons, and enjoined the Department from applying the interim Care Program regulations to plaintiffs or directing them to obtain applicants’ SSNs until the Department complied fully with the APA. Because we reverse on the law, we will not comment on the propriety of the wide remedy given by the district court on this and other issues.</p>\n<p id=\"b696-8\">The APA creates a statutory scheme for informal or notice-and-comment rulemaking reflecting “a judgment by Congress that the public interest is served by a careful and open review of proposed administrative rules and regulations.” <em>Philadelphia Citizens in Action v. Schweiker, </em>669 F.2d at 881. It is attractive for agencies in “that lengthy administrative procedures are not required inexorably or inflexibly in situations where they are unnecessary or even counter-productive.” <em>Id. See </em>Attorney General’s Committee on Administrative Procedure, Administrative Procedure in Government Agencies, Final Report, 34-42 (1941) (emphasizing importance of retaining flexibility in administrative procedure to accommodate wide array of agency functions).</p>\n<p id=\"b696-9\">In rejecting the idea of a federal common law of administrative procedure, the Supreme Court has said that the advantages of informal rulemaking, as well as the integrity of the APA’s statutory scheme itself, can best be preserved when a court does “not stray beyond the judicial province to explore the procedural format or to impose upon the agency its own notion of which procedures are ‘best’ or most likely to further some vague, undefined public good.” <em>Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council, Inc., </em>435 U.S. 519, 549, 98 S.Ct. 1197, 1214, 55 L.Ed.2d 460 (1978) <em>(Vermont Yankee). See, e.g., </em>Schuck, <em>When the Exception Becomes the Rule: Regulatory Equity and the Formulation of Energy Policy Through An Exceptions Process, </em>1984 Duke L.J. 163, 194-96 (court imposed constraints on informal rulemaking make process less desirable as quick way to change regulatory course and adjust policies).</p>\n<p id=\"b696-10\">Before certain agency-created rules get “chiseled into bureaucratic stone,” <em>American Federation of Government Employees v. Block, </em>655 F.2d 1153, 1157 (D.C.Cir. 1981) <em>(AFGE), </em>the APA subjects them to public criticism at their still formative stages. Thus, when an agency promul<page-number citation-index=\"1\" label=\"611\">*611</page-number>gates regulations other than “interpretative rules, general statements of policy, or rules of agency organization, procedure, or practice,” 5 U.S.C. § 553(b)(A); <em>see, e.g., Louisiana-Pacific Corp. v. Block, </em>694 F.2d 1205, 1209 (9th Cir.1982), the statute provides the public with pre-promulgation notice and comment. 5 U.S.C. § 553(b), (c). That entails general notice of proposed rule-making published in the Federal Register, <em>id. </em>§ 553(b), and an opportunity for interested parties to comment on and otherwise participate in the rulemaking, <em>id. </em>§ 553(c). <em>See Powderly v. Schweiker, </em>704 F.2d 1092, 1098 (9th Cir.1983). This framework creates a pre-publication dialogue which allows the agency to educate itself on the full range of interests the rule affects, <em>see, e.g., Council of the Southern Mountains, Inc. v. Donovan, </em>653 F.2d 573, 580 (D.C. Cir.1981); <em>Pacific Coast European Conference v. United States, </em>350 F.2d 197, 205 (9th Cir.), <em>cert. denied, </em>382 U.S. 958, 86 S.Ct. 433, 15 L.Ed.2d 362 (1965), and reintroduces a representative public voice, thus ensuring “fairness to affected parties after governmental authority has been delegated to unrepresentative agencies,” <em>Batterton v. Marshall, </em>648 F.2d 694, 703 (D.C.Cir. 1980), through sensitive, efficient governmental decision making. <em>See generally, </em>Stewart, <em>The Reformation of American Administrative Law, </em>88 Harv.L.Rev. 1667, 1676 (1975) (“Insofar as statutes do not effectively dictate agency actions, individual autonomy is vulnerable to the imposition of sanctions at the unruled will of executive officials ... who are not formally accountable to the electorate.”).</p>\n<p id=\"b697-4\">In addition to the pre-promulgation procedures, 5 U.S.C. § 553(d) provides for a 30-day lag time between the rule’s publication and its effective date. This post-adoption delay in effectiveness affords parties affected by the regulations reasonable time in which to adjust their conduct or take other measures. <em>See United States v. Gavrilovic, </em>551 F.2d 1099, 1104 (8th Cir. 1977), <em>quoting </em>S.Rep. No. 752, 79th Cong., 1st Sess. 15 (1946), <em>and </em>H.R.Rep. No. 1980, 79th Cong., 2d Sess. 25 (1946). Both sections 553(b) and 553(d) have “good cause” exceptions which we consider later in the opinion.</p>\n<p id=\"b697-7\">The APA by its own terms does not apply to matters “relating to ... grants, benefits, or contracts.” 5 U.S.C. § 553(a)(2). That statutory exception “cuts a wide swath through the safeguards generally imposed on agency action,” <em>Good Samaritan Hospital, Corvallis v. Mathews, </em>609 F.2d 949, 953 (9th Cir.1979), <em>quoting Humana of South Carolina, Inc. v. Califano, </em>590 F.2d 1070, 1082 (D.C.Cir. 1978) (Humana), because where public benefits or entitlements are concerned “the congressional aim was to afford agencies procedural latitude regardless of the interest of affected parties and the public generally in contributing to formulation of the</p>\n<p id=\"AT-\">exempted rule.” <em>Humana, </em>590 F.2d at 1084. Despite criticism of the exemption and requests to change it, <em>see generally </em>Jordan, <em>The Administrative Procedure Act’s “Good Cause” Exemption, </em>36 Ad.L. Rev. 113 (1984), rulemaking requirements for agencies managing benefit programs are still voluntarily imposed — i.e., agency-created statutory exceptions. Thus, it is only the Department’s own statement of policy that applies the notice and comment provisions to rulemaking in these programs. 36 Fed.Reg. 13,804 (1971); <em>see Rodway v. United States Department of Agriculture, </em>514 F.2d 809, 813-14 (D.C.Cir. 1975). <em>See also Philadelphia Citizens, </em>669 F.2d at 881. That policy statement provides, in part that:</p>\n<blockquote id=\"b697-8\">The public participation requirements prescribed by 5 U.S.C. § 553(b) and (c) will be followed by all agencies of the Department in rulemaking relating to ... grants, benefits, or contracts.</blockquote>\n<p id=\"b697-9\">36 Fed.Reg. 13,804 (1971). The Secretary does not challenge the binding effect of this policy here.</p>\n<p id=\"b697-10\">Section 553(b)’s pre-promulgation notice requirement becomes inoperative “when the agency for good cause finds (and incorporates the finding and a brief statement of reasons therefor in the rules issued) that notice and public procedure <page-number citation-index=\"1\" label=\"612\">*612</page-number>thereon are impracticable, unnecessary or contrary to the public interest.” 5 U.S.C. § 553(b)(B). In binding itself to section 553(b)’s notice requirements, the Department also implicitly adopted the ability to invoke the good cause exception, noting in the same policy statement that:</p>\n<blockquote id=\"b698-4\">The exemption permitted from such requirements where an agency finds for good cause that compliance would be impracticable, unnecessary or contrary to the public interest will be used sparingly, that is, only when there is a substantial basis therefor. Where such a finding is made, the finding and a statement of the reasons therefor will be published with the rule.</blockquote>\n<p id=\"b698-5\">36 Fed.Reg. 13,804 (1971). The crux of all parties’ claims on appeal and cross-appeal is whether the agency had good cause to exempt the regulations in question from these self-imposed notice and comment requirements.</p>\n<p id=\"b698-6\">The exceptions to section 553 will be “narrowly construed and only reluctantly countenanced.” <em>AFGE, </em>655 F.2d at 1156, <em>quoting New Jersey, Department of Environmental Protection v. EPA, </em>626 F.2d 1038, 1045 (D.C.Cir.1980). This is consistent, of course, with Congress’s clear intent to preserve the statutory purpose of informal rulemaking by making sure those exceptions did not become “escape clauses,” <em>id. </em>at 1156 (citing legislative history of the APA), which an agency could utilize at its whim. In this case, however, the important policy of section 553 was not required of agency rulemaking by Congress, but rather by the agency itself. Section 552(a)(2) clearly indicates congressional intent that notice and comment shall not be required, with the agency thus acting in an extra-statutory fashion by adopting the requirements as its policy. Therefore, while we assume the agency must carefully follow the law of section 553 even though self adopted, the congressional policy for interpreting good cause extremely narrowly does not operate. <em>Cf. Philadelphia Citizens, </em>669 F.2d at 885. Just because the agency itself adopted the requirements of section 553(b) and (c), however, does not mean that it may follow the procedure arbitrarily, or use “good cause” to manipulate the procedures to its own uses. <em>See Rodway v. United States Department of Agriculture, </em>514 F.2d 809, 814 (D.C.Cir.1975) (finding the regulation to be binding on the Secretary). We need not undertake to indicate the extent to which our interpretation of the good cause exception should vary in cases like this except to highlight that the Department should have more latitude in determining when to invoke “good cause” when notice and comment requirements are self-imposed.</p>\n<p id=\"b698-8\">Alcaraz and Riles both claim that procedural defects stemming from a lack of “good cause” make the regulations ineffective and void. <em>See, e.g., Buschmann v. Schweiker, </em>676 F.2d 352, 355-58 (9th Cir. 1982); <em>Western Oil &amp; Gas Association v. EPA, </em>633 F.2d 803, 811-13 (9th Cir.1980). Our inquiry into whether the Secretary properly invoked “good cause” proceeds case-by-case, sensitive to the totality of the factors at play. <em>E.g., Petry v. Block, </em>737 F.2d 1193, 1200 (D.C.Cir.1984).</p>\n<p id=\"b698-9\">In both <em>Alcaraz </em>and <em>Riles, </em>the district court found that the Secretary violated the APA with respect to the Care Program because it failed to establish good cause to exempt the November 27, 1981 regulations from the statute’s notice and comment procedures. The district court in both cases made it clear that “Congress expected letter compliance with the APA and such letter compliance has not been made by [the Department],” and that the Department was “bound under the letter and spirit of the APA to provide adequate ‘good cause’ statements and definite reasons why ‘good cause’ exists.” The Secretary appeals. We need not reach the thorny good cause questions, however, because we find that the agency was not engaged in substantive rulemaking.</p>\n<p id=\"b698-10\">The Superintendent argues that the regulations implementing the SSN requirement in the Care Program published by the Secretary on November 27, 1981, <em>see </em>46 Fed.Reg. 58,004, amending 7 C.F.R. § 226.-<page-number citation-index=\"1\" label=\"613\">*613</page-number>23(c), which were made effective immediately without public comment and retroactively applied to September 1, 1981 because of statutory constraints, were substantive regulations. The Alcaraz plaintiffs contend that the Care Program regulations created new law and the Superintendent argues that the regulations imposed new requirements.</p>\n<p id=\"b699-5\">Section 553(b) provides that “[e]xcept when notice or hearing is required by statute, this subsection does not apply ... to interpretative rules, general statements of policy, or rules of agency organization, procedure or practice.” 5 U.S.C. § 553(b)(A). Interpretative rules are also exempted from the requirements of section 553(d). <em>Id. </em>§ 553(d)(2). We agree with the Secretary that the rules implementing the SSN requirement in the Care Program were interpretative.</p>\n<p id=\"b699-6\">While substantive or “legislative-type” rules and interpretative rules are not distinguishable with bright-line clarity in every case, our approach to the distinction is clear. We have recently emphasized the importance of attempting to make the distinction, even if difficult, because of the fact that courts may not impose their own federal administrative common law framework on agency procedures beyond what the APA requires. <em>Rivera v. Becerra, </em>714 F.2d 887, 889-91 (9th Cir.1983), <em>cert. denied, </em>— U.S. -, 104 S.Ct. 1591, 80 L.Ed.2d 124 (1984) (Rivera). <em>See Vermont Yankee, </em>435 U.S. at 524, 98 S.Ct. at 1202. Thus, we have rejected the argument that, for the purposes of imposing notice and comment requirements on the agency for a particular rule, we look to the “substantial impact” of the rule. <em>See Rivera, </em>714 F.2d at 890-91. “Simply because agency action has substantial impact does not mean it is subject to notice and comment if it is otherwise expressly exempt under the APA.” <em>Id. </em>at 890, <em>quoting Cabais v. Egger, </em>690 F.2d 234, 237 (D.C.Cir.1982) <em>(Cabais).</em></p>\n<p id=\"b699-8\">Our inquiry focuses primarily on the rules themselves. “Substantive rules are those which effect a change in existing law or policy.” <em>Powderly v. Schweiker, </em>704 F.2d 1092, 1098 (9th Cir.1983) <em>(Powderly). </em>These are rules “which create law, [and are] usually implementary to an existing law,” <em>Gibson Wine Co. v. Snyder, </em>194 F.2d 329, 331 (D.C.Cir.1952) <em>(Gibson </em>Wine); <em>see Cabais, </em>690 F.2d at 238 (citing <em>Gibson Wine </em>quotation as “proper test”), incrementally imposing general, extra-statutory obligations pursuant to authority properly delegated by the legislature. <em>E. g., Louisiana-Pacific Corp. v. Block, </em>694 F. 2d 1205, 1209-10 (9th Cir.1982). <em>See Batterton v. Francis, </em>432 U.S. 416, 425 &amp; n. 9, 97 S.Ct. 2399, 2405 &amp; n. 9, 53 L.Ed.2d 448 (1977).</p>\n<p id=\"b699-12\">On the other hand, “[interpretative rules are those which merely clarify or explain existing law or regulations.” <em>Powderly, </em>704 F.2d at 1098. These rules are essentially hortatory and instructional in that they go more “to what the administrative officer thinks the statute or regulation means,” <em>Gibson Wine, </em>194 F.2d at 331, when applied in particular, narrowly defined, situations. <em>See also Boating Industry Associations v. Marshall, </em>601 F.2d 1376, 1382-83 &amp; n. 6 (9th Cir.1979). By merely clarifying the law’s terms as applied situationally, interpretative or administrative-type rules are used more for discretionary fine-tuning than for general law making. <em>Cf. </em>H. Wade, <em>Administrative Law </em>695-96 (4th ed. 1977) (distinguishing between legislative and administrative powers in English law).</p>\n<p id=\"b699-13\">The differences between the two types of rules need not be expounded upon further, because it is clear to us that the regulations setting forth the SSN collection requirement merely tracked the requirements set forth in OBRA section 803(b) and were interpretative. No law was created; the regulations simply explained something the statute already required. The fact that <em>burdens </em>were imposed on <em>Riles </em>or on the <em>Alcaraz </em>plaintiffs only goes to the substantial impact of the statute and the regulations, not whether the regulations created law. That the regulations may have altered administrative duties or other hardships does not make them substantive. In <page-number citation-index=\"1\" label=\"614\">*614</page-number>this case, penalizing the agency for explaining what was for the plaintiffs the bad news about OBRA, by labeling the explanation “substantive,” would be like killing the messenger. The regulation imposed no other substantial legal (as opposed to administrative) duties on the plaintiffs other than what the statute already imposed.</p>\n<p id=\"b700-4\">Alternatively, the Superintendent argues that we should distinguish substantive from interpretative rules by whether they are “binding” (i.e., substantive) or not (i.e., interpretative). He contends that because these regulations were binding, they were substantive. But all rules are' “binding” on the regulated parties in the sense that they set, for the time, the legal minima of behavioral standards. The extent to which regulations are “binding” in comparison to one another, however, is only an effect of the distinction between substantive and interpretative rules, not a criterion of distinction. The relevance of the rules’ comparative binding strengths is only to guide courts in deciding the standards of judicial review to apply to the rule. Interpretative regulations get less deference. <em>See, e.g., Batterton v. Marshall, </em>648 F.2d 694, 702-04 (D.C.Cir.1980). The SSN requirement here was made “binding” — in the sense of being given primary legal effect — by Congress, not by the Secretary under statutorily delegated law-making authority.</p>\n<p id=\"b700-5\">On reconsideration, the district court also ruled that the Department’s regulations concerning the Summer Program did not violate the APA and declined to enjoin their implementation. At issue were the final SSN disclosure regulations of February 16, 1982, 47 Fed.Reg. 6,790 (1982), made retroactive to January 1, 1982 and preceded by a December 11, 1981 notice of proposed rule, 46 Fed.Reg. 60,592 (1981). The only question on appeal is whether there was sufficient good cause under section 553(d). Since the Department’s policy statement never bound it to the requirements of that section, we can find no violation of section 553(d) and affirm on that ground.</p>\n<p id=\"b700-6\">AFFIRMED IN PART; REVERSED IN PART.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}