{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"561\" lastpage=\"568\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b561-4\" pgmap=\"561\">The City of Centralia v. Thomas A. Wright.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b561-10\" pgmap=\"561\">Filed at Mt. Vernon June 14, 1895.</decisiondate><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b561-13\" pgmap=\"561\">1. Damages—to land—temporary and permanent injuries. Whether recovery for injury to land is confined to such damages as had arisen before bringing suit, or may extend to all damages, past, present and. future, depends upon whether the injury is temporary or permanent.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b561-14\" pgmap=\"561\">2. Same—overflow from dam built by city for water-works. The erection of a dam by a city for water-works, whereby a riparian owner suffered damage through overflow and the destruction of a private ford, is a permanent injury, for which all damages, past, present and prospective, are recoverable in one action, even though the city had only leased the site of the water-works for twenty years.</headnotes><summary data-order=\"4\" data-type=\"summary\" id=\"b561-15\" pgmap=\"561\">Appeal from the Appellate Court for the Fourth District ;•—heard in that court on appeal from the Circuit Court of Marion county; the Hon. Benjamin R. Burroughs, Judge, presiding.</summary><summary data-order=\"5\" data-type=\"summary\" id=\"b561-16\" pgmap=\"561\">This action was brought by Thomas A. Wright, against the city of Centralia, to recover damages to certain lands, caused by the construction of a dam across a certain non-navigable stream near the city of Centralia, whereby plaintiff alleges water was set back upon his premises, and a ford across said stream and a private way to his land thereby rendered impassable. On a trial before the court, a jury having been waived, plaintiff recovered a judgment for $250, which was affirmed in the Appellate Court, to reverse which the city appealed. •</summary><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b561-17\" pgmap=\"561\">Samuel L. Dwight, and Frank F. Noleman, for appellant :</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"b561-18\" pgmap=\"561\">The measure of damages should have been that of a continuing nuisance, for which recovery could be had up to the commencement of suit, but not for a permanent injury. Railroad Co. v. Wachter, 123 Ill. 440; Railroad Co. v. Schaffer, 124 id. 114,</p><p data-order=\"8\" data-type=\"legal\" id=\"b562-4\" pgmap=\"562\">It is unreasonable to assume that a nuisance or illegal act will continue forever, and therefore entire damages, as for a permanent injury, ought not to be allowed. Brewing Co. v. Compton, 142 Ill. 511.</p><p data-order=\"9\" data-type=\"legal\" id=\"b562-5\" pgmap=\"562\">The law will not presume the continuance of a wrong, nor allow a license to continue it, or a transfer of title to result from the recovery of damages for prospective misconduct. 1 Sutherland on Damages, 199-202.</p><p data-order=\"10\" data-type=\"legal\" id=\"b562-6\" pgmap=\"562\">The right to recover for all damages which have been suffered to the time of bringing the first action; in the next, all damages which have been suffered from that time to that of commencing such second action, and so on while the cause continues, is the most convenient course of practice for practical redress that can be devised. 3 Sutherland on Damages, 402; Cooper v. Randall, 59 Ill. 317; Railroad Co. v. Hoag, 90 id. 339.</p><p data-order=\"11\" data-type=\"legal\" id=\"b562-7\" pgmap=\"562\">The continuance of a dam flooding the plaintiff’s property is ground for successive actions, as for a continuous wrong. Pillsbury v. Moore, 44 Me. 154; Staple v. Spring, 10 Mass. 72.</p><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b562-8\" pgmap=\"562\">W. F. Bundy, for appellee :</attorneys><p data-order=\"13\" data-type=\"legal\" id=\"b562-9\" pgmap=\"562\">All special damages, present and prospective, to the owner of lands, resulting from the construction of permanent works of a public nature by a person vested with the legal authority for constructing such works, should be recovered in one action. Railroad Co. v. Maher, 91 Ill. 312 ; Rigney v. Chicago, 102 id. 64; Railroad Co. v. Ayres, 106 id. 511; Railroad Co. v. Loeb, 118 id. 203; Railroad Co. v. McDougall, id. 229; Railroad Co. v. McAuley, 121 id. 160; Railroad Co. v. Wachter, 123 id. 440; Railroad Co. v. Horan, 131 id. 288; Brewing Co. v. Compton, 142 id. 511; 5 Am. &amp; Eng. Ency. of Law, 20; Lewis on Eminent Domain, sec. 265; 3 Sutherland, on Damages, 403.</p><p data-order=\"14\" data-type=\"legal\" id=\"b562-10\" pgmap=\"562\">In the case of permanent injuries, caused by lawful public structures permanent in their character, damages may be allowed for the whole injuries, past and prospective. Brewing Co. v. Compton, 142 Ill. 511.</p><p data-order=\"15\" data-type=\"legal\" id=\"b563-4\" pgmap=\"563\">The proper measure of damages in such last mentioned case is the depreciation in the value of the land, caused by such permanent injury. Railroad Co. v. Horan, 131 Ill. 288, and cases cited.</p><p data-order=\"16\" data-type=\"legal\" id=\"b563-5\" pgmap=\"563\">An injury may be permanent, in the sense used in the issue, without continuing forever. Bassett v. Johnson, 2 N. J. Eq. 155.</p><p data-order=\"17\" data-type=\"legal\" id=\"b563-6\" pgmap=\"563\">The lessee of a railroad is liable for permanent injuries to property caused by the construction and operation of the road. Railroad Co. v. Hamilton, 40 Ohio St. 496; 14 Am. &amp; Eng. Ry. Cases, 126.</p><p data-order=\"18\" data-type=\"legal\" id=\"b563-7\" pgmap=\"563\">Works constructed and maintained in pursuance of lawful authority are to be regarded, in law, as permanent structures. Railroad Co. v. Horan, 131 Ill. 301.</p> <opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b563-8\" pgmap=\"563\">Mr. Chief Justice Craig</author> <p id=\"Avp\" pgmap=\"563\">delivered the opinion of the court:</p> <p id=\"b563-9\" pgmap=\"563(191) 564(18)\">It appears from the record that appellee owns forty-five acres of land near Centralia, through which a stream of water, known as “Crooked creek,” runs. Appellee was a butcher, and used this land for pasturing cattle and other animals purchased for his butcher shop. Several years ago the Illinois Central Bailroad Company constructed a dam across Crooked creek a short distance below the premises, erected a pump house, established a small system of water-works, and procured water for their shops, round-house and yards at Centralia. Appellee had a ford where he crossed the creek going to and from his lands, but the dam so erected by the railroad company never backed the water over the ford. On the fourth day of March, 1893, the Illinois Central Bailroad Company entered into a contract, in writing, with the city of Centralia, under which the city secured the use and control of the property of the railroad company where its water works were located, and all of its plant and machinery, for a period of twenty years, for the purpose of enlarging the water-works plant, and furnishing a supply of water to the city and also to the railroad company. The city, among other things, agreed as follows :</p> <p id=\"b564-3\" pgmap=\"564\">“First—That it will, as soon as practicable, proceed to establish á system of water-works upon said demised premises, and elsewhere in the said city of Centralia, for the purpose of supplying the public, including the said party of the first part, as hereinafter specified, in the said city of Centralia, with an adequate supply of water, and to that end and for that purpose it will alter, improve and increase the said system of water-works herein der mised, improving and increasing the capacity of the reservoir formed in the channel of Crooked creek, by raising the top of said dam to within about four feet of the top of said creek banks, by purchasing and erecting another large boiler and pump, also a large stand-pipe and suitable water-mains, to be erected and placed so that an adequate supply of water may be furnished to the public and the said party of the first part at convenient points in the said city of Centralia, and from time to time, during the continuance of this contract, increase its said system of water-works and its facilities for furnishing water, as the demands for the same and the consumption thereof shall require.”</p> <p id=\"b564-4\" pgmap=\"564\">Under this contract the city of Centralia secured competent mechanics and removed the top of the old dam until a solid foundation was reached, and then began the construction of a solid stone dam across the entire stream. The dam was raised eight feet, to a point within four feet of the top of the banks of the stream. As a result of the construction of the dam, at the ford where appellee had been in the habit of crossing the water was three feet eight inches deep, and spread out sixty feet wide, and when the creek was raised by rains the lands of appellee were overflowed.</p> <p id=\"b564-12\" pgmap=\"564(32) 565(55)\">On the trial in the circuit court it was contended by the defendant that plaintiff could only recover such damages as had been sustained up to the time the suit was commenced, while, on the other hand, plaintiff insisted he was entitled to recover in the one action all damages for the past, present and the future. Upon this question the court held in favor of the plaintiff, and this ruling presents the principal, and, indeed, the only, question of any importance presented by the record.</p> <p id=\"b565-5\" pgmap=\"565\">Under the statute the city of Centralia, for the. purpose of establishing a system of water-works, had the power to procure and hold all necessary lands, by purchase, lease, condemnation or otherwise. ( Hurd’s Stat. 1893, p. 301.) After the lands were acquired for a plant, the city had the power to construct a suitable dam across the stream for the purpose of obtaining a proper supply of water. But article 2 of section 13 of the constitution provides that private property shall not be taken or damaged for public use without just compensation. While the city of Centralia was empowered to purchase or lease from the railroad company its plant, and improve the same in such manner as the demands of the public required, yet if, in making the improvement, a private land owner was damaged, the constitution gave him a remedy for the injury sustained. But, to recur to the question in dispute, whether the recovery shall be confined to such damages as had been sustained at the time the action was brought, or would include all past, present and future damages, depends upon another question, and that is, whether the injury is permanent in its nature or merely of a temporary character. If the former, all damages may be recovered; if the latter, only such damages as had accrued up to the time the action was brought.</p> <p id=\"b565-6\" pgmap=\"565(77) 566(20)\">In Chicago and Alton Railroad Co. v. Maher, 91 Ill. 312, where an action was brought to recover damages to a lot, alleged to have been sustained by the erection of a pier for a bridge, it was held, that where an injury to real estate is permanent in its nature, and not of a temporary character, the owner may recover, not only for the present but also for futuré damages, and such a recovery will be a bar to any other action for damages growing out of the continuance of the cause of the injury.</p> <p id=\"b566-5\" pgmap=\"566\">In Schlitz Brewing Co. v. Compton, 142 Ill. 511, where a similar question arose, it was held, that if a private structure or other work on land is the cause of a nuisance or other tort to the plaintiff, the law will not regard it as permanent, no matter with what intention it was built, and damages can therefore be recovered only to the date of the action. But in the case of permanent injury caused by lawful public structures, properly constructed and permanent in their character, damages may be allowed for the whole injury, past and prospective.</p> <p id=\"b566-6\" pgmap=\"566\">In Chicago and Eastern Illinois Railroad Co. v. Loeb, 118 Ill. 203, it was held, that in an action brought for a deterioration in value of real estate, occasioned by a nuisance of a permanent character, or which is treated as permanent by the parties, all damages for the past and future injury of the property may be recovered, and one recovery in such case is a bar to all future actions for the same cause.</p> <p id=\"b566-7\" pgmap=\"566\">In Chicago and Eastern Illinois Railroad Co. v. McAuley, 121 Ill. 160, a similar question arose, and it was there held, in case of an injury arising from a nuisance, that where the original nuisance to land is of a permanent character a recovery must be had for the entire damages in one action, but where the nuisance is transient, rather than permanent, the continuance of the injurious acts is regarded a new nuisance, for which a fresh action will lie.</p> <p id=\"b566-8\" pgmap=\"566(92) 567(83)\">There are many other cases where the same doctrine has been laid down, but the law on this subject is so well settled that a reference to other cases is not deemed necessary. Here the city of Centralia procured the plant where it could establish a system of water-works to supply the inhabitants of the city and the railroad company with water,—not for a day, a week or a year, but continuously. A dam was constructed, which seemed to be of a permanent character. Pipes were laid and other improvements made, which all seemed to be of a permanent character. It is true, the plant was leased, as is provided in the lease, only for twenty years. But that is unimportant. It may be renewed, as its terms indicate the parties intend shall be done. But if it is not renewed, it is apparent from the lease itself that the water works plant will remain and be continued after the lease expires, as a permanent plant. The lease provides :</p> <p id=\"b567-5\" pgmap=\"567\">“Tenth—Should the parties hereto elect not to renew this contract at the expiration of said term, then the said party of the first part shall purchase the permanent' improvements, other than machinery, etc., which it is herein provided that said party of the second part shall have a right to remove : Provided, however, that such permanent improvements shall be of a kind and quality as are reasonably fit and suitable for such a system of water-works as the party of the first part may require at that time, and if said parties shall be unable to agree upon the value thereof, then said parties shall each select an appraiser, who shall determine amount,” etc.</p> <p id=\"b567-6\" pgmap=\"567\">Whether the lease is renewed or not, it is apparent that the dam which caused the injury, and the water works plant, will continue as permanent structures.</p> <p id=\"b567-7\" pgmap=\"567(137) 568(142)\">But aside from these considerations, it is not necessary to establish the fact that the structure erected by the city shall continue forever, in order to determine that the structure is permanent. It is enough that the city had the legal right to erect and maintain the system of water-works perpetually. When the lease expires it is not bound to surrender the plant to the railroad company, but it may condemn the lands, and thus acquire the absolute title and continue for all time, if it so desires. What was said in Kankakee and Seneca Railroad Co. v. Horan, 131 Ill. 301, applies here. In the discussion as to what structures may be regarded as permanent it is said: “It cannot be doubted that the road-bed, embankments, trenches, bridges, culverts and other appurtenances of a railroad, constructed and maintained in pursuance of lawful authority, are to be regarded, in law, as permanent structures. This is not so because it is certain that they will in fact continue to subsist in their present condition forever, or that they are not liable to be changed in many respects by the proprietors of the railroad whenever they may see fit, or by natural causes, but it is so because the railroad company has a legal right to maintain them perpetually.” Here the city of Centralia was authorized by law to establish and maintain a system of water works, and it has the power to continue them perpetually. We think, therefore, the erection of the dam which caused the damages was a permanent structure, and the circuit and Appellate Courts properly held that damages past, present and prospective were recoverable.</p> <p id=\"b568-5\" pgmap=\"568\">The judgment of the Appellate Court will be affirmed.</p> <p id=\"b568-6\" pgmap=\"568\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}