{
  "casebody": {
    "data": "<casebody firstpage=\"769\" lastpage=\"772\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b779-3\">FRANKLIN BANK OF COLUMBUS v. BARTLET.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b779-4\">Election of pleas — special non est factum — pleading-—duplicity—certainty— setoff — appeal bond on a printed blank.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b779-5\">\"Where a defendant bas put in two pleas of the general issue, one general and the other special, he will be put to his election which he will rely upon.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b779-6\">A demurrer to a special general issue for duplicity will be overruled, if the. duplicty is not pointed out.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b779-7\">That collateral security has been placed in the hands of a co-obligor, which he has lost by negligence, is no bar to a suit on a bond.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b779-8\">A setoff is not the subject of a <em>plea.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b779-9\">An appeal bond in less than double the amount of the judgment appealed' from is not void, but may be good as a common law bond. The deficiency of sum might have been objected to by the applicant, but is no bar to the bond.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b779-10\">*That a co-obligor had property for several years sufficient to pay the [742. bond, and no steps were taken to secure it, is no bar to a suit on a bond.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"AQe\">That a printed form was used in executing a bond with some blanks, is no bar to a suit on the bond, unless shown that the blanks were material and no-authority given to fill them.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b779-12\">Debt upon an appeal bond. The declaration describes the bond and condition, and avers the judgment against the appellant, and execution returned no goods, and alleges the non-payment of the-money.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b779-13\">The defendant pleaded ten pleas, and among others the following:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b779-14\">1. Non est factum.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b779-15\">2. That the bond was executed in blank, except the printed form,, and the defendant has never acknowledged its execution since it was filled up, and therefore it is not his deed; to this is affixed an affidavit of its truth. To this plea there is a special demurrer,, that the plea amounts to the general issue, and is double.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b779-16\">\n<em>Fifth Flea.</em>\n</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AOv3\">That the principal debtor assigned several notes to the plaintiff to collect and apply the proceeds to the judgment, but neglected to use due diligence to secure them, and thereby lost them. To this plea there is a special demurrer, because no consideration is shown for the contract set forth, and because he alleges no damages for the breach of the contract.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b779-17\">\n<em>Sixth Flea.</em>\n</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AftP\">That the bond is not taken in double the amount of the judgment of the Court of Common Pleas. A special demurrer to this plea assigns for cause, that the plea does not declare the amount of the judgment in the Common Pleas: — that it is argumentative, deducing a conclusion of liability for less than double the judgment appealed from, and that it does not show what was intended to be put in issue.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b779-18\">\n<em>Seventh Flea.</em>\n</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"ASYJ\">That Neville, one of the defendants in the judg<page-number citation-index=\"1\" label=\"770\">*770</page-number>ment, resided in Pickaway county, where the contract was and the judgment was rendered, and then, and for five years after, had real and personal property in that county known to the plaintiff, sufficient to satisfy the judgment, but no execution was taken out, or directed, or sent to the sheriff of that county to make the money. To this there is a general demurrer.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b780-4\">\n<em>Tenth Plea.</em>\n</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"A7N\">That the clerk presented him a blank paper for signature, in the usual manner of presenting paper for endorsement and friendly accommodation, and as the defendant supposed for no other purpose, and therefore he signed in blank, and from that time, until about the commencement of the suit, he avers he never heard of, or saw the same, and at no time did he authorize a deed to be written, which is the same paper declared upon, and no other, and concludes with a verification. To this the plaintiff demurs specially and assigns for cause — that the plea amounts to the general issue— 743] *should have concluded to the country — presents several distinct matters — and is argumentative.</p>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b780-5\"><em>G. Swan, </em>for the plaintiff,</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"AQWb\">insisted the defendant should elect which of the two first pleas he would abide, both being non est factum, and as to the fifth and sixth pleas, cited 6 <em>Pick. </em>259; as to the seventh plea, he cited 10 <em>O. L. </em>350; 7 <em>John.</em></p>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b780-6\"><em>Douglas, </em>contra,</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"A_Rh\">cited 1 <em>O. </em>345.</p>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b780-7\">COLLETT, C. J.</author>\n<p id=\"AqJa\">The counsel filing these pleas must either be ignorant of the rules of pleading himself, or count much on the want of knowledge or inattention of the court. The tendency of such pleading is to disgrace the profession and practice, and it is not right for gentlemen to indulge in that way.</p>\n<p id=\"b780-8\">The second plea is a special non est factum, and ought not to be filed with the first, which is a general plea of the same nature. It would seem that the party could not swear to the general allegation that the deed was not his, but was willing so to swear, if the circumstances from which he deduced the denial were detailed. The defendant will elect which he will abide by. [He then elected to abide by the second plea, and the first was withdrawn from the file.]</p>\n<p id=\"b780-9\">The first question in the order they are presented, arises on the secondplea. It is truly said to amount to the general issue, and we understand it so pleaded. The plaintiff should have taken issue^on it, not demurred. It is alleged to be double. Duplicity in lead<page-number citation-index=\"1\" label=\"771\">*771</page-number>ing should be shown by the party alleging it — none is pointed out in this plea, and we are not disposed to hunt for it. The demurrer to the second plea is overruled.</p>\n<p id=\"b781-4\">The fifth plea merely alleges the fact that the principal obligor of the bond placed in the hands of the obligee certain notes, with permission to receive the money and apply to the bond, and that by his negligence they were lost. What matter of defence to this action the pleader had in view in framing this plea we cannot divine. If to set off the damages his client had sustained by the negligence of the plaintiff, it is bad, because a setoff is not the subject of a <em>plea.</em></p>\n<p id=\"b781-5\">The demurrer to the sixth plea objects its want of certainty and its argumentative character. The plea supposes an appeal bond <em>void, </em>because not taken in double the amount of the judgment. Such objection is too late in a suit on the bond. The appellee might have objected to the appeal on that account in any stage of the proceedings; but not having done so, the obligors cannot object that matter. The bond would be good as a common law bond, though not strictly a statutory one; there is nothing in the condition against law or *good morals. But the plea attains to no certainty; it does [744 not disclose the amount of the judgment in the lower court, nor the assumed fact, that the amount of the penalty is less than double the judgment.</p>\n<p id=\"b781-6\">That one of several obligors had for several years property at his residence, in another county, sufficient to satisfy the judgment, and no legal steps were taken to make the money, is a novel defence to be set up to a suit on a bond. We cannot waste our time in discussing it. That is the only matter disclosed in the sixth plea.</p>\n<p id=\"b781-7\">The tenth plea relates the mode in which the clerk applied to the defendant to execute the bond, and the friendly motive which influenced him to perform the mere act of accommodation. It then discloses the fact that the bond was a <em>printed form, </em>some part of which was blank when executed, but it nowhere discloses what part, or whether material or not — time elapsed before he heard of it again, and that he never authorized <em>a deed </em>to be written on it. If this plea be anything, it is another (a third) non est factum, and as such should have concluded to the country. We cannot but admire the caution of the defendant or his legal adviser. His conscience restrains him from swearing the bond is not his, but permits him in the second plea to make oath to an argument and deduction of this fact. Now, again, he cannot assert that material parts of this <em>bond </em>were blank and had been filled up without his authority, <page-number citation-index=\"1\" label=\"772\">*772</page-number>but argues about other matters, and asserts that he never authorized <em>a deed </em>to be written above the signature !</p>\n<p id=\"b782-4\">The demurrers to the fifth, sixth, seventh, and tenth pleas are sustained.</p>\n<p id=\"b782-5\">[Appeal bond — court will not substitute its discretion in interference with clerk’s duties; <em>Stanbery v. Mitten, </em>8 <em>O. </em>456, 547. Setoff is not subject of a plea; <em>Haines v. </em>Lytle, 4 <em>W. L. J. </em>1.]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}