{
  "casebody": {
    "data": "<casebody firstpage=\"190\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b210-7\">Lamberty <em>v. </em>Roberts.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b210-8\">\n<em>(Supreme Court, General Term, First Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ArN\">May 16, 1890.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b210-9\">Appeal—Matters not Apparent on the Record.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b210-10\">Where, after reply to an answer setting up a counter-claim, defendant files an. amended answer, also pleading a counter-claim, and a motion for judgment on the counter-claim is denied on the ground that “the reply served” was a sufficient reply thereto, it will be presumed on appeal, in the absence of the original answer-from the case, that the counter-claim set up in the amended answer was the same as that set up in the original answer.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b210-11\">Motion for reargument. For decision on appeal, see 9 FT. T. Supp. 607.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b210-12\">Action by John Lamberty against Milton J. Eoberts for services performed. A judgment for plaintiff was affirmed on appeal (9 FT. T. Supp. 607,) and appellant (defendant) now moves for a rehearing.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b210-13\">Argued before Van Brunt, P. J\\, and Bartlett and Barrett, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b210-14\"><em>Eugene Erayer, </em>for appellant. <em>J. O. McGuire, </em>for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b210-15\">Per Curiam.</author>\n<p id=\"A4T\">This motion proceeds upon an analysis of the dates of the several pleadings contained in the judgment roll, and of the prefatory statement which precedes it. It is contended that the absence of a reply to the paper styled an “answer to the amended complaint,” but called an “amended answer” in the verification, is thus established. This answer was verified on the 26th of January, 1887, and the reply was served on the 7th of the following March. We are asked to infer \"that this answer, thus verified, was retained, uns'erved, in the attorney’s possession until after the service of the reply, and that it was not in fact served until the 25th of March, 1887. The conclusion is then drawn that, as the prefatory history of the case states that no further or other pleading was served after March 25th, there could have been no reply to the counter-claim contained in this answer. We do not think that the ease should be thus microscopically analyzed for the purpose of disturbing a perfectly just judgment upon a pure technicality. We should rather seek the means of upholding a judgment rendered, after a fair trial upon the merits, and, if needful, we might even permit any proper amendment to be made <em>nunc pro tune. </em>There can be no doubt, however, that this counterclaim was in substance replied to. The appellant does not contend that the counter-claims in the original and amended answers differed, so far as the subject-matter was concerned. He merely suggests that “there was' a distinct allegation inserted in the counter-claim by the amended pleadings which <page-number citation-index=\"1\" label=\"191\">*191</page-number>the pleader deemed important to express, rather than to leave to inference, as ■ he had done in the original pleadings.” The respondent, on the other hand, says that the original answer was amended, “but the counter-claim was not.” The motion for judgment upon the counter-claim was denied upon the trial upon the distinct ground “that the reply served March 7,1887,'was a sufficient reply to said counter-claim.” The judge, in order to make that ruling advisedly, must have had the two answers before him. He thus necessarily held that the counter-claims were substantially alike. If the appellant thought otherwise, and desired a review on that head, he should have had the original pleading inserted in the case. Assuming, then, as we have a right to assume, that the counter-claim in each pleading was the same, we think the court was right, upon the trial, in denying the motion, and that it was unnecessary to serve another reply to a mere repetition of matter already replied to. It was so held under the old Code, <em>(Leslie </em>v. <em>Leslie, </em>11 Abb. Pr., N. S., 317; <em>Howard </em>v. <em>Railroad Co., </em>5 How. Pr. 206;) and there is nothing in section 543 of the Code of Civil Procedure militating against this rule. The motion for a reargument should be denied, with $10 costs. AH concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}