{
  "casebody": {
    "data": "<casebody firstpage=\"560\" lastpage=\"561\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-5\">People <em>ex rel. </em>Sayre <em>v. </em>McClave <em>et al., </em>Police Commissioners.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b580-6\">\n<em>(Supreme Court, General Term, First Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ao2\">June 6, 1890.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b580-7\">Municipal Corporations—Dismissal op Policeman.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b580-8\">Where it appears that a policeman was so intoxicated as to be unfit for duty, his dismissal from the police force will be sustained, though the evidence goes to show that his intoxication was produced by very moderate drinking; he having been rendered peculiarly susceptible to the effects of liquor by an injury which he had received.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b580-9\"><em>Certiorari </em>to police commissioners.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b580-10\">Action by the people, on the relation of George W. Sayre, to review the action of John McClave and others, police commissioners of the city of New York, in dismissing the relator from the police force.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b580-11\">Argued before Van Brunt, P. J., and Brady and Daniels, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b580-12\"><em>Louis J. Grant, </em>for relator. <em>William H. Clark, (Edward H. Hawke, Jr., </em>and <em>Charles A. O'Heil, </em>of counsel,) for respondents.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b580-13\">Daniels, J.</author>\n<p id=\"ALX\">The relator was tried upon the charge that he became so much intoxicated as to be unfit for duty when he was detailed for service at the twentieth election district of the eighth assembly district. The charge was not only proved to be true, but it was conceded to be so by the relator. The preceding evening he had been on duty at a meeting held at the Cooper Institute building. During that night, he slept but little, and took what he states to have been a “whisky sour” before trying to eat his breakfast, and another afterwards, which produced his intoxication. It was proved that he had previously been injured, which may have rendered him more susceptible than he otherwise would have been to the effects of spirituous stimulants. But, if that was his condition, it should have impressed him with the conviction that he could not safely make use of the stimulant which he took. It was a circumstance which, if it had been heeded by him, would have led him to abstain from what he had reason to know he could not indulge in the use of with safety to himself, and his position on the force. He voluntarily failed to avoid his danger, and, under the authority of the law, must suffer the consequence following that failure. <em>People </em>v. <em>French, </em>110 N. Y. 494, 18 N. E. Rep. 133; <em>People </em>v. <em>Same, </em>23 N. E. Rep. 1061.</p>\n<p id=\"b580-14\">It has been assumed by the relator’s counsel that so wide a departure from the rule maintained by these cases took place in the decision of <em>People </em>v. <em>French, </em>23 N. E. Rep. 1058, (decided by the same court in March last,) as to relieve him from this adverse action of the commissioners. But the difference in the cases was considered to arise out of materially distinguishing <page-number citation-index=\"1\" label=\"561\">*561</page-number>facts, and not in the law. That still remains as it was pronounced in the first of these authorities, and it sustains the action of the commissioners.</p>\n<p id=\"b581-5\">As the relator had been a faithful officer of the police force, this action maybe considered severe for a first substantial breach of discipline by him. But whether it should be or not was for the commissioners to judge, and this court is not permitted to interfere with that judgment. The order of the commissioners should therefore be affirmed.</p>\n<author id=\"b581-6\">Van Brunt, P. J.</author>\n<p id=\"AOnr\">Although, in my opinion, the severe punishment inflicted upon the relator was entirely undeserved, and far exceeds any proper punishment for his offense, I do not see how we can interfere. He had been guilty of a breach of discipline, and the amount of punishment to be inflicted therefor was entirely discretionary with the commissioners.</p>\n<p id=\"b581-7\">Brady, J„ concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}