{
  "casebody": {
    "status": "ok",
    "data": "<casebody firstpage=\"456\" lastpage=\"456\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  CITIZENS FOR the SAFETY OF WARREN COUNTY, LLC, et al., Appellants,\n  <br/>\n  v.\n  <br/>\n  The COUNTY COMMISSION OF WARREN COUNTY, Missouri a/k/a Warren County Commission, et al., Respondents.\n </parties>\n <docketnumber id=\"p-2\">\n  No. ED 105688\n </docketnumber>\n <court id=\"p-3\">\n  Missouri Court of Appeals, Eastern District, DIVISION THREE.\n </court>\n <decisiondate id=\"p-4\">\n  Filed: June 5, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  FOR APPELLANT: Caroline L. Hermeling, 190 Carondelet Plaza, Suite 600, St. Louis, MO 63105.\n </attorneys>\n <attorneys id=\"p-6\">\n  FOR RESPONDENT: Travis A. Elliott, Atty. for Resp. The County, Commission of Warren County, MO, 901 St. Louis Street, Suite 600, Springfield, MO 65806, Timothy M. Joyce, Atty. for Respondents MSA Heath, LLC, George Heath, Jr. and Dana Heath, 625 E. Veterans Memorial Parkway, Warrenton, MO 63383.\n </attorneys>\n <attorneys id=\"p-7\">\n  Before Gary M. Gaertner, Jr., P.J., Robert M. Clayton III, J., and Angela T. Quigless, J.\n </attorneys>\n <p id=\"p-8\">\n  <em>\n   ORDER\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   PER CURIAM.\n  </author>\n  <p id=\"p-10\">\n   Citizens for the Safety of Warren County, LLC, Woody Creek, Inc., Aloysius Klasinski, Peggy Coleman, and John Bagdon appeal the judgment of the Circuit Court of Warren County affirming the decision of the County Commission of Warren County, Missouri a/k/a Warren County Commission (\"the County Commission\") granting MSA Heath, LLC, George F. Heath, Jr., and Dana Heath a conditional use permit for property they owned in Warren County. We find the County Commission's decision is not erroneous.\n  </p>\n  <p id=\"p-11\">\n   No jurisprudential purpose would be served by a written opinion. We have, however, provided the parties a memorandum setting forth the reasons for our decision. The decision of the County Commission is affirmed under Rule 84.16(b).\n  </p>\n </opinion>\n</casebody>\n"
  }
}