{
  "casebody": {
    "data": "<casebody firstpage=\"160\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b160-6\">RICHARD GOODWIN AND OTHERS vs. WILLIAM CATON.</parties>\n<p data-order=\"1\" data-type=\"p\" id=\"b160-9\">In the Land Office,</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Az2\">June, 1848.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b160-8\">[recital in escheat warrant.]</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"Akd\">The recitals in an escheat warrant of the death of a party without heirs, are not <em>prima fade </em>evidence that the land is liable to escheat so as to throw the burden of proving the contrary upon the party who resists the patent.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b160-11\">Where a certificate has been regularly returned on an escheat warrant, and has remained long enough' in the land office to justify the issuing of a grant, a reasonable <em>prima fade </em>presumption arises that the land is escheatable.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b160-12\">An escheat grant is <em>prima fade </em>evidence that the land granted is liable to escheat.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b160-13\">[William Catón obtained a special warrant of escheat from the land office, on the 22d of May, 1844, to resurvey and affect a tract of land in Anne Arundel county, called “Eleanor Meek’s Land,” “for want of heirs of a certain John Warmsley and John Goodwin, who died seized thereof, intestate and without heirs, as it is apprehended,” to correct and amend the errors in the original survey, and to add contiguous vacancies, &amp;e. The certificate of survey was executed in September, 1844, and returned the 10th of July, 1845, and on the same day was caveated by Richard Goodwin and others. Testimony was then ordered to be taken, the purport of which sufficiently appears from the following opinion of the Chancellor, as Judge of the Land Office, delivered on the 26th of June, 1848.]</summary>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b161-3\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>The Chancello»:</author>\n<p id=\"b161-4\">It must be assumed in this case, that the title of John Warmsley was transferred to Richard Goodwin, it appearing from an examination of the debt books that the quit rents were paid by the latter from the year 1755 to 1775, and the evidence showing that G-oodwin, and those claiming under him, held possession of the property for upwards of fifty years.</p>\n<p id=\"b161-5\">It is said by the counsel for the caveatee that the recital in the escheat warrant of the death, without heirs, of John Warmsley and John Goodwin, is <em>prima facie </em>evidence in favor of the state’s title, and the case of <em>Lee </em>vs. Hoye, 1 <em>Gill, </em>200, is referred to in support of the position. The case cited, by no means establishes the position, though it does prove that where •a certificate has been regularly returned upon an escheat warrant, which has remained long enough in the land office without <em>■caveat </em>to justify the emanation of a grant, a reasonable <em>prima facie </em>presumption arises that the land is escheatable. In this case the certificate was returned on the 10th of July, 1845, and was <em>caveated </em>the same day. To allow the mere recital in the warrant to raise the presumption contended for, would be to permit parties interested to fabricate evidence for themselves in opposition to the general rule which forbids it. The Court of Appeals evidently put the matter upon a different ground, making the presumption rest upon the acquiescence of the public, that acquiescence being shown by the omission to object to •the patent for the required period after the certificate has been returned to the office.</p>\n<p id=\"b161-6\">In the case of <em>Casey’s Lessee </em>vs. <em>Inloes et al, </em>1 <em>Gill, </em>434 and 510, the Court of Appeals say an escheat grant <em>is prima facie </em>evidence that the land granted is liable to escheat, but I am satisfied, that no case can bo found in which it has been decided, or even intimated, that the mere recital in the warrant, which is the act of the party himself unsupported by any concurring circumstances, has been considered as raising any presumption that the land is liable to escheat, so as to throw the burden of proving the contrary upon the party who resists the patent.</p>\n<p id=\"b161-7\">There is in this case, then, no <em>prima facie </em>evidence in favor <page-number citation-index=\"1\" label=\"162\">*162</page-number>of the party who took out this warrant, but even if there was, I am satisfied from the evidence that the title was at one time in Richard Goodwin, and that he has heirs now living upon whom it descended, and, consequently, that the land is not liable to escheat. I am also of opinion from the evidence, that there is no vacancy, the whole haying been held and used as part and parcel of the original tract, and, therefore, the caveat must be ¡ruled good.</p>\n<attorneys id=\"b162-4\">A. Randall, for the Oaveator.</attorneys>\n<attorneys id=\"Al\">•Stockett and Alexander, for Caveatee.</attorneys>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}