{
  "casebody": {
    "data": "<casebody firstpage=\"292\" lastpage=\"294\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b338-4\">DANIEL STEC AND ANNA STEC, RESPONDENTS, v. JOSEPH WEIGANG AND CATHERINE WEIGANG (SOMETIMES KNOWN AS CATARINA WEIGANG), APPELLANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b338-5\">Submitted January 25, 1935</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAg\">Decided June 20, 1935.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b338-10\">Before Justices Lloyd, Case and Donges.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b338-11\">For the appellants, <em>Samuel Koestler (Benjamin Nohemie, </em>of counsel).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b338-12\">For the respondents, <em>Abraham L. Grossman.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b338-13\">Lloyd, J.</author>\n<p id=\"AeP\">The action in this case was to recover the expense of obtaining from the state inheritance tax department a waiver of .inheritance tax against certain real property which the plaintiffs had purchased from the defendants. On November 1st, 1921', the defendants transferred the property in question by a fee-simple deed containing a warranty of title against encumbrances, and it was on this warranty that the action was based.</p>\n<p id=\"b338-14\">The case was tried before the judge of the District Court <page-number citation-index=\"1\" label=\"293\">*293</page-number>without a jury and a judgment was rendered in favor of the plaintiffs.</p>\n<p id=\"b339-5\">The state of the ease agreed upon by stipulation of the parties discloses that the property in question was formerly owned by Catherine Moran who died April 26th, 1916, and was subsequently conveyed by the executor of her will to the defendants. It further appeared that the plaintiffs have recently applied to the Home Owners Loan Corporation for a loan; that corporation declined to make the loan unless the plaintiffs would procure a transfer inheritance tax waiver from the department. This requirement was communicated to the defendants and request made that they obtain such tax waiver. To this counsel for the plaintiffs received reply denying any responsibility in the matter. Whereupon plaintiffs proceeded to obtain the necessary waiver at an expense of $2 for filing, to which was added in the action brought compensation for professional services in obtaining the waiver.</p>\n<p id=\"b339-6\">Section 1 of the Transfer Tax act (2 <em>Cum. Supp. Comp. Stat., p. </em>3513), provides:</p>\n<blockquote id=\"b339-7\">“A tax shall be and is hereby imposed upon the transfer of any property, real or personal, of the value of five hundred dollars or over * * * when the transfer is by will or by the intestate laws of this state from any person dying, seized or possessed of the property while a resident of the state.” Section 5 <em>(Comp. Stat., p. </em>5306), provides: “All taxes levied and assessed under this act on the transfer of any real property shall be and remain a lien on said real property until paid.”</blockquote>\n<p id=\"b339-10\">The stipulation between the parties discloses that there were no taxes due on the property, and there is nothing in the stipulation to show that the defendants had failed to do or perform anything required by the inheritance tax laws to establish that fact.</p>\n<p id=\"b339-11\">An encumbrance upon real estate must be based upon a legal claim. Such is the universal rule. 20 <em>Corp. Jur. </em>1250. In the present case there was no tax due. Therefore, there never was a tax lien against the property. What the plaintiff <page-number citation-index=\"1\" label=\"294\">*294</page-number>is seeking to recover is not for a tax claim assessed against the property as in the case of <em>Watkins </em>v. Hyman, 9 <em>N. J. Mis. R. </em>1317; 157 <em>Atl. Rep. </em>675, but to charge the defendants with the costs of obtaining a waiver showing that such claim did not exist.</p>\n<p id=\"b340-4\">The tax can only exist when the property exceeds $500 in value. There is of course no legal presumption that such value existed, and in the absence of proof to that effect there is no tax lien. Undoubtedly prudent owners of real estate derived from a decedent would procure the evidence that it was free of inheritance transfer tax by procuring a waiver from the proper authorities as provided by law, but this we think is not a legal obligation, nor would it be when the property is passed on to another.</p>\n<p id=\"b340-5\">There was in the present case no encumbrance upon which the warranty of title could operate, and the plaintiffs were not entitled to charge the defendants with the costs of ascertaining the facts and procuring the waiver which would negative the existence of a claim when none existed.</p>\n<p id=\"b340-6\">The judgment is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}