{
  "casebody": {
    "data": "<casebody firstpage=\"833\" lastpage=\"839\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b867-4\">The STATE of Ohio, Appellee, v. MOORE, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b867-6\">[Cite as <em>State v. Moore </em>(1996), 111 Ohio App.3d 833.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b867-7\">Court of Appeals of Ohio, Seventh District, Columbiana County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b867-9\">No. 95-CO-19.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b867-10\">Decided June 21, 1996.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b867-17\"><em>Robert L. Herron, </em>Columbiana County Prosecuting Attorney, and <em>Timothy J. McNieol, </em>Assistant Prosecuting Attorney, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b867-18\"><em>Albert A. Palombaro, </em>for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b868-4\"><page-number citation-index=\"1\" label=\"834\">*834</page-number>Gene Donofrio, Judge.</author>\n<p id=\"b868-5\">Defendant-appellant Jason E. Moore presents this timely appeal following his January 4, 1995 no-contest plea in Columbiana County Southwest Area County Court to charges of vehicular homicide and driving under a Financial Responsibility Act (“FRA”) suspension, among other traffic violations, including operating a motor vehicle in an unsafe condition (the brakes were not in good working order).</p>\n<p id=\"b868-6\">On October 16, 1994, the vehicle that appellant was driving went left’ of the center line and struck and killed Scott A. Pastore, a minor.</p>\n<p id=\"b868-7\">On November 15, 1994, appellant was secretly indicted by the Columbiana County Grand Jury on the charge of vehicular homicide, a violation of R.C. 2903.07(A). Appellant was subsequently arraigned by the Columbiana County Court of Common Pleas and entered a plea of not guilty. The common pleas court accepted the plea and transferred the case, in that it was a misdemeanor, to the Southwest Area County Court for further proceedings.</p>\n<p id=\"b868-8\">On January 4, 1995, appellant appeared in court with his counsel and withdrew his previous plea of not guilty and entered a plea of no contest to R.C. 4507.02(B), driving under suspension; R.C. 4513.02, unsafe vehicle; R.C. 4511.25, left of center; and R.C. 2903.07(A), vehicular homicide. After appellant’s no-contest plea, he was sentenced to two consecutive six-month terms in the county misdemeanant facility, his license was suspended for three years, and various fines were imposed. On February 2, 1995, new counsel for appellant filed a motion to withdraw appellant’s plea of no contest. After the trial court overruled this motion, appellant filed the instant appeal.</p>\n<p id=\"b868-9\">Appellant’s first assignment of error states:</p>\n<blockquote id=\"b868-10\">“The trial court failed to determine if the defendant-appellant’s plea of no contest was voluntarily, knowingly, and intelligently made.”</blockquote>\n<p id=\"b868-11\">Appellant argues that the trial court failed to advise him of his rights and privileges against self-incrimination, of his right to confront witnesses, and of his right to present witnesses in his favor. Further, appellant maintains that the trial court did not explain the burden of proof the state is required to meet and also failed to explain the elements of the offenses. More important, appellant maintains that the trial court failed to determine if the plea was made knowingly and voluntarily.</p>\n<p id=\"b868-12\">Misdemeanor cases involving “serious offenses” are governed by Crim.R. 11(D). Misdemeanor cases involving “petty offenses” are governed by Crim.R. 11(E). The major offenses with which appellant was charged were two first-degree misdemeanors, subjecting appellant to a possible maximum sentence of six months on each.</p>\n<p id=\"b869-4\"><page-number citation-index=\"1\" label=\"835\">*835</page-number>Crim.R. 2(C) defines “serious offense” as any felony and any misdemeanor for which the penalty prescribed by law includes confinement for more than six months. Crim.R. 2(D) defines “petty offense” as a misdemeanor other than a serious offense.</p>\n<p id=\"b869-5\">Crim.R. 11(D) states as follows:</p>\n<blockquote id=\"b869-6\">“In misdemeanor cases involving serious offenses the court may refuse to accept a plea of guilty or no contest, and shall not accept such plea without first addressing the defendant personally and informing him of the effect of the pleas of guilty, no contest, and not guilty and determining that he is making the plea voluntarily. Where the defendant is unrepresented by counsel the court shall not accept a plea of guilty or no contest unless the defendant, after being readvised that he has the right to be represented by retained counsel, or pursuant to Rule 44 by appointed counsel, waives this right.”</blockquote>\n<p id=\"b869-7\">Crim.R. 11(E) states as follows:</p>\n<blockquote id=\"b869-8\">“In misdemeanor cases involving petty offenses the court may refuse to accept a plea of guilty or no contest, and shall not accept such plea without first informing the defendant of the effect of the pleas of guilty, no contest, and not guilty.”</blockquote>\n<p id=\"b869-9\">Defendant was charged with two first-degree misdemeanors, which could have resulted, and did result, in a sentence of confinement for one year. Therefore, we hold that Crim.R. 11(D) applied herein.</p>\n<p id=\"b869-10\">In the instant case, it is clear from the record that appellant was represented throughout the proceedings by counsel. It is also clear that an agreement was made between appellee and appellant. The transcript of the proceedings held on January 4,1995 states in pertinent part:</p>\n<blockquote id=\"b869-11\">“THE COURT: * * * This matter comes on for purpose of status conference today. It’s the Court’s understanding that counsel had an opportunity to discuss these matters further, and that there has been some proposed resolution reached. Mr. McNicol.</blockquote>\n<blockquote id=\"b869-12\">“MR. McNICOL: That is correct, Your Honor. I have discussed this matter with Attorney Nentwick, along with the Pastore family, and it is my understanding that the defendant will be changing his plea as to the Vehicular Homicide charge. Based upon that the State is recommending a six month term of incarceration, that he be given credit for time served from the date that he initially appeared and refused to sign his bond. As to fine, we would recommend a $100 fine, along with a three year operator’s license suspension. As to the Driving Under Suspension charge, I would recommend a consecutive six month term of incarceration, and a $100 fine. As to the — those sentences, Your Honor, I would ask that the Court impose those consecutively to any other sentence the <page-number citation-index=\"1\" label=\"836\">*836</page-number>defendant may be serving out of any other court in this County. As to the Unsafe Vehicle charge, we would recommend a $100 fine, as I would the Left-of-Center, and a $25 fine for the Seat Belt charge.</blockquote>\n<blockquote id=\"b870-5\">“THE COURT: The license suspension on the vehicular suspension <em>[sic] </em>you recommend three years; is that correct?</blockquote>\n<blockquote id=\"b870-6\">“MR. McNICOL: Yes, Your Honor.</blockquote>\n<blockquote id=\"b870-7\">“THE COURT: All right. Attorney Nentwick.</blockquote>\n<blockquote id=\"b870-8\">“MR. NENTWICK: Your Honor, that’s my understanding of the plea agreement.</blockquote>\n<blockquote id=\"b870-9\">“THE COURT: All right.</blockquote>\n<blockquote id=\"b870-10\">“MR. NENTWICK: Based on that plea agreement, uh, would you like my client to enter a plea?</blockquote>\n<blockquote id=\"b870-11\">“THE COURT: You may enter the plea for him.</blockquote>\n<blockquote id=\"b870-12\">“MR. NENTWICK: Okay, based on the plea agreement which was recited by •the Prosecutor’s Office, we change our plea to No Contest to all of the charges.</blockquote>\n<blockquote id=\"b870-13\">“THE COURT: All right, Mr. Moore, is that what you wish your counsel to do?</blockquote>\n<blockquote id=\"b870-14\">“MR. MOORE: Yes, sir.</blockquote>\n<blockquote id=\"b870-15\">“THE COURT: Mr. Nentwick, do you waive the presentation of any evidence with an understanding there will be a finding of guilty?</blockquote>\n<blockquote id=\"b870-16\">“MR. NENTWICK: Yes, Your Honor.</blockquote>\n<blockquote id=\"b870-17\">“THE COURT: Then I will accept the No Contest plea as to all of the charges, make a finding of Guilty as to each of those. Now, as to the recommendations; you heard what those recommendations were. Has the Prosecutor gone over those with you?</blockquote>\n<blockquote id=\"b870-18\">“MR. MOORE: Yes.”</blockquote>\n<p id=\"b870-19\">In the pre-Criminal Rules case of <em>Cleveland v. Whipkey </em>(1972), 29 Ohio App.2d 79, 58 O.O.2d 86, 278 N.E.2d 374, the Court of Appeals for Cuyahoga County stated in the second and third paragraphs of the syllabus as follows:</p>\n<blockquote id=\"b870-20\">“2. A defendant who enters a plea of guilty in a misdemeanor case simultaneously waives several federal constitutional rights including, but not limited to, his privilege against self-incrimination, his right to a trial by jury in all but petty crimes, his right to be informed of the nature of the charge against him, his right to confront witnesses against him, and the right to assistance of counsel for his defense. The waiver must be voluntarily, intelligently and knowingly made and the defendant must understand the nature of the charges against him and the <page-number citation-index=\"1\" label=\"837\">*837</page-number>consequences of his plea of guilty. A waiver of the foregoing constitutional rights must affirmatively appear in the record, otherwise, a judgment of conviction based upon a guilty plea is unconstitutional and the accused is entitled to relief therefrom. A waiver of constitutional rights in a misdemeanor case will not be presumed from a silent record.</blockquote>\n<blockquote id=\"b871-5\">“3. The provisions of R.C. 2937.02-[2937.07] are mandatory and must be followed before a judge accepts a guilty plea of an accused in a misdemeanor case. Failure of the judge to comply with the provisions of R.C. 2937.02-[2937.07] invalidates a plea of guilty to a misdemeanor.”</blockquote>\n<p id=\"b871-6\">Even though R.C. 2937.02 through 2937.07 have been superseded by Crim.R. 5 and 11, various decisions since <em>Whipkey </em>have held that a trial court’s failure to address a defendant as to the effect of his plea, and the consequences thereof, warrants a reversal.</p>\n<p id=\"b871-7\"><em>State v. Mascaro </em>(1991), 81 Ohio App.3d 214, 610 N.E.2d 1031, held that, pursuant to Crim.R. 11(E), a meaningful dialogue must occur between the court and the defendant before a plea of no contest is accepted in misdemeanor cases with the possibility of imprisonment. In <em>Mascaro, </em>the defendant was charged with driving under the influence. The court in <em>Mascaro </em>cited <em>State v. Joseph </em>(1988), 44 Ohio App.3d 212, 542 N.E.2d 690, where the Court of Appeals for Wayne County held at the syllabus:</p>\n<blockquote id=\"b871-8\">“Crim.R. 11(E) requires that in a misdemeanor case the record must affirmatively demonstrate that a plea of no contest was entered voluntarily, intelligently, and knowingly. The trial court must explain the effect of a no contest plea and its duty is not discharged by merely handing the defendant a document entitled Vaiver of rights’ which is a list of the rights waived by the plea.”</blockquote>\n<p id=\"b871-9\">The following is the full extent of the explanation afforded to the defendant by the trial court in <em>Joseph:</em></p>\n<blockquote id=\"b871-10\">“ ‘The Court: Mr. Joseph, do you understand that if you change your plea from Not Guilty to Guilty on this charge you’ll be giving up your right to have a trial?</blockquote>\n<blockquote id=\"b871-11\">“ ‘Mr. Joseph: Yes sir.</blockquote>\n<blockquote id=\"b871-12\">“ ‘The Court: Is that what you wish to do?</blockquote>\n<blockquote id=\"b871-13\">“ ‘Mr. Joseph: Yes sir.</blockquote>\n<blockquote id=\"b871-14\">“ ‘The Court: Your social security number, please, Mr. Joseph?</blockquote>\n<blockquote id=\"b871-15\">“ ‘Mr. Joseph: Five one five, five four, eight two four four.</blockquote>\n<blockquote id=\"b871-16\">“ ‘The Court: Would you please review this with your attorney? I’ll accept the change of plea. A finding of guilty will be entered. * * * <em>Joseph, supra, </em>at 213, 542 N.E.2d at 691-692.</blockquote>\n<p id=\"b872-4\"><page-number citation-index=\"1\" label=\"838\">*838</page-number>The case of <em>Garfield Hts. v. Brewer </em>(1984), 17 Ohio App.3d 216, 17 OBR 458, 479 N.E.2d 309, also involved the application of Crim.R. 11(E) in accepting a plea of no contest. The standards in Crim.R. 11(E) are less stringent than those in Crim.R. 11(D). The court in <em>Garfield </em>held in paragraph two of the syllabus:</p>\n<blockquote id=\"b872-5\">“Crim.R. 11(E) requires that the record affirmatively demonstrate that a plea of no contest was entered voluntarily, intelligently and knowingly. A meaningful dialogue between the court and the defendant is required whenever the possibility of incarceration exists.”</blockquote>\n<p id=\"b872-6\">In the case of <em>State v. Hays </em>(1982), 2 Ohio App.3d 376, 2 OBR 434, 442 N.E.2d 127, the court held, at the syllabus:</p>\n<blockquote id=\"b872-7\">“Where a trial court in a misdemeanor offense case accepts a plea of no contest without first informing the defendant of the effect of such plea, as mandated by Crim.R. 11(E), and there is absolutely no compliance with the Rule, the error will be considered prejudicial, even when the defendant is represented by counsel.</blockquote>\n<blockquote id=\"b872-8\">* * * »</blockquote>\n<p id=\"b872-9\">In the unreported cases of <em>Huron v. Bryant </em>(Dec. 6, 1991), Erie App. No. E-90-71, unreported, 1991 WL 325734, and <em>Broadview Hts. v. Baccellieri </em>(Aug. 13, 1992), Cuyahoga App. No. 60661, unreported, 1992 WL 198112, the defendants were charged with driving under the influence of alcohol. As in the cases previously cited, these unreported cases also hold that a failure to inform a defendant of the consequences and/or the effect of his or her plea is a violation of Crim.R. 11(E) and is reversible error.</p>\n<p id=\"b872-10\">Based upon the record of this case and the case law of Ohio, we find that the mandates of Crim.R. 11(D) were not followed. It can be seen from the transcript of proceedings that a meaningful dialogue between the court and appellant did not occur as required. For the plea to have been properly accepted in the present case the trial court was required to address appellant personally and advise him as to the effect of his plea. This means that the possible minimum and maximum penalties should have been explained to appellant, along with the fact that there was a possibility of consecutive sentences. Appellant should have also been advised by the trial court of the Fifth and Sixth Amendment rights being waived by entering a no-contest plea. Finally, the- trial court should have addressed appellant personally to determine that the plea was intelligent and voluntary.</p>\n<p id=\"b872-11\">Appellant’s first assignment of error is with merit.</p>\n<p id=\"b872-12\">Appellant’s second and final assignment of error is:</p>\n<blockquote id=\"b872-13\">“The defendant-appellant did not have effective representation of counsel amounting to a denial of effective assistance under the Sixth Amendment to the <page-number citation-index=\"1\" label=\"839\">*839</page-number>United States Constitution and Article [I], Section [10] of the Constitution of the State of Ohio.”</blockquote>\n<p id=\"b873-4\">As set forth in <em>State v. Bradley </em>(1989), 42 Ohio St.3d 136, 141-142, 538 N.E.2d 373, 379, certiorari denied (1990), 497 U.S. 1011, 110 S.Ct. 3258, 111 L.Ed.2d 768:</p>\n<blockquote id=\"b873-5\">“ ‘When considering an allegation of ineffective assistance of counsel, a two-step process is usually employed. First, there must be a determination as to whether there has been a substantial violation of any of defense counsel’s essential duties to his client. Next, and analytically separate from the question of whether the defendant’s Sixth Amendment rights were violated, there must be a determination as to whether the defense was prejudiced by counsel’s ineffectiveness.’ <em>State v. Lytle </em>(1976), 48 Ohio St.2d 391, 396-397, 2 O.O.3d 495, 498, 358 N.E.2d 623, 627, vacated in part on other grounds (1978), 438 U.S. 910 [98 S.Ct. 3135, 57 L.Ed.2d 1154]. This standard is essentially the same as the one enunciated by the United States Supreme Court in <em>Strickland v. Washington </em>(1984), 466 U.S. 668 [104 S.Ct. 2052, 80 L.Ed.2d 674].”</blockquote>\n<p id=\"b873-6\">Appellant argues that his retained counsel fraudulently misrepresented to him the plea agreement reached with the state. Specifically, appellant argues that his attorney failed to inform him that the recommendation of the state would be one of consecutive sentences, and instead led him to believe the sentences would be imposed to run concurrently.</p>\n<p id=\"b873-7\">The prosecutor recited the entire plea agreement on the record, clearly identifying the recommended sentence, prior to appellant entering his plea. After hearing the state’s recommendations, appellant’s attorney entered the noeontest plea for appellant, and appellant was asked if that was what he wanted to do. Appellant responded, “Yes, sir,” and the court then accepted the plea. Furthermore, the court inquired of appellant whether the prosecutor had gone over the plea agreement with him and he responded, “Yes.”</p>\n<p id=\"b873-8\">There is nothing in the record to substantiate appellant’s contention that his counsel misrepresented the recommended term of incarceration. Upon review of the record, there is no substantial basis to uphold appellant’s allegation of ineffective assistance of counsel.</p>\n<p id=\"b873-9\">The second assignment of error is without merit.</p>\n<p id=\"b873-10\">The judgment of the trial court overruling appellant’s motion to withdraw his plea is reversed, and this cause is remanded to permit appellant to withdraw his plea of no contest and for further proceedings according to law and consistent with this opinion.</p>\n<p id=\"b873-11\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b873-12\">O’Neill, P.J., and Cox, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}