{
  "casebody": {
    "data": "<casebody firstpage=\"572\" lastpage=\"575\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b584-4\">James C. Smith <em>vs. </em>Martin P. Kemether and Charles Green.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b584-5\">\n<em>Conditional Sale—Validity—Intention of Parties—Sale by Oral Agreement—Evidence—Replevin by Seller—Conflict of Testimany—Title of Purchaser at Execution Sale—Verdict for Plaintiff in Replevin.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b584-8\">1. The validity of conditional sales is recognized by the courts of this / State. |</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b584-10\">2. Whether the sale of personal property is conditional and the title i to the property is to remain in the seller until the terms of the sale are complied with depends upon the intention of the parties to be determined by the terms of the sale. \\</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b584-12\">3. In an action of replevin to recover the possession or value of per- J sonal property alleged to have been sold conditionally, it is incumbent \\ upon the plaintiff to show that the sale was conditional and that the ( terms thereof have not been complied with. ¡</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b584-16\">4. In an action of replevin of property alleged to have been sold conditionally under an oral agreement between the parties, it is for the jury to determine from the evidence whether the sale was conditional. {</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b584-18\">5. The rule as to conflict of testimony explained. ^</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b584-19\">6. The sale of personal property under execution by a sheriff, or a I constable, passes only the title of the person whose property was so sold. )</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b584-21\">7. In an action of replevin, the verdict may be for the plaintiff fertile <em>return </em>of the property, or for its value in money. (</syllabus>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"b584-23\"><em>(May </em>25, 1910.)</decisiondate>\n<p data-order=\"10\" data-type=\"judges\" id=\"b584-25\">Judges Conrad and Woolley, sitting.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b584-26\"><em>Lilburne Chandler </em>for plaintiff. .</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b584-28\"><em>W. W. Knowles </em>for defendants.</attorneys>\n<court data-order=\"13\" data-type=\"court\" id=\"b584-29\">Superior Court, New Castle County,</court>\n<otherdate data-order=\"14\" data-type=\"otherdate\" id=\"APz\">May Term, 1910. j</otherdate>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b584-30\">Action of Replevin (No. 82, March Term, 1909), to recover from the defendants the possession of, or the value of five cows, alleged to have been delivered to the defendant Kemether under a contract of conditional sale.</summary>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b585-3\"><page-number citation-index=\"1\" label=\"573\">*573</page-number>Conrad, J.,</author>\n<p id=\"Ar4\">charging the jury:</p>\n<blockquote id=\"b585-4\">Gentlemen of the jury:—This is an action of Replevin, in which James C. Smith the plaintiff seeks to recover from Martin P. Kemether and Charles Green, the defendants, the possession of five cows, or the value thereof in money, the cows being valued at the sum of one hundred and ninety-five dollars.</blockquote>\n<p id=\"b585-5\">The evidence is entirely oral, and shows that on August 15, | 1908, the plaintiff negotiated with Martin P. Kemether for the <em>i </em>sale to him of three cows, and in pursuance of the negotiations / then had the three cows were delivered to the said Martin P. J Kemether. On Otcober 12, of the same year, two additional ( cows were bargained for between the same parties and they also / were delivered to the said Martin P. Kemether.</p>\n<p id=\"Ay6\"><em>f </em>The plaintiff contends that the sale of the five cows to Keme1 ther was a conditional one and he maintains that it was under- / stood and agreed between the parties to the transaction that the / cows were to be and remain the property of him (Smith) until ) fully paid for, he further asserting that the cows were to be paid <em>\\ </em>for out of the sale of a crop of wheat then on Kemether’s premises. <em>Í'1 </em>The cows being delivered to the said Kemether remained on his premises until the issuing of the writ of replevin in this case on February 26, 1909, when they were delivered by the sheriff under the writ of replevin to the plaintiff Smith.</p>\n<p id=\"b585-17\">( Under the practice of this Court when a writ of replevin is &gt; issued, the defendant from whom property is taken is privileged j to give what is known as a counter-bond, and such a bond being given the sheriff restores the goods to the possession of the party ) form whom they have been taken. Such was the proceeding in ) this case, and the defendant Martin P. Kemether was given the \\ possession of the five cows.</p>\n<p id=\"b585-23\">j The plaintiff by his present suit seeks to recover either the | cows themselves or the value of the same, lie claiming that he is | unjustly deprived of them. The defendant, Martin P. Kemether, j claims that the sale was an absolute one, that is, that he bought <em>\\ </em>the cows, without any conditions attached thereto further than j that he promised to pay for them; but holding when the cows were <page-number citation-index=\"1\" label=\"574\">*574</page-number>sold and delivered to him they became his property and that the <em>\\ </em>plaintiff had no further rights in the cows, his only remedy being a l claim for their price in another kind of action.</p>\n<p id=\"b586-7\">A conditional sale is a sale at least one of the conditions of of which is, that the title to the property shall remain in the seller. <em>\\ </em>Such a sale is held by the courts of this State to be perfectly legal, \\ valid and binding. • 1</p>\n<p id=\"b586-8\">You have heard the evidence, and it is for you to determine Í whether the facts as proven by the witnesses constitute a condi- / tional sale. You must ascertain the intention of the parties to ;&gt; the contract in this regard, for the intention of the parties is \\ really what is essential and governs, and such intention must be ( discovered from the evidence. You are the sole judges of the i evidence in the case. <em>\\</em></p>\n<p id=\"b586-15\">The plaintiff alleges that the conversation or negotiation \\ that he had with Martin P. Kemether touching the selling of the { cows constituted a contract of conditional sale, under which J Kemether acquired no property whatever in the cattle in queS- <em>\\ </em>tian, but that Kemether was merely a bailee with a right secured i to him to acquire title to said cattle when he should pay for the ( same' in accordance with said contract. The plaintiff must re- ^ cover, if he recovers at all, on the strength of his claim; the duty ^ is on him to show that the sale was a conditional one. - I</p>\n<p id=\"b586-20\">Where there is a conflict of evidence, it is your duty to recon- ) cile it, if you can. If you cannot, then you are'to accept that } evidence which you deem most worthy of credit or belief, and 1 dismiss that which you deem least worthy of credit, having re- <em>\\ </em>gord to the intelligence,.interest, and bias of the witnesses; and the apparent ability of the witnesses to understand and remember ( that to which they have testified. (</p>\n<p id=\"b586-25\">Charles Green appears as one of the defendants in this case. <em>r </em>He claims that the cows in question belong to him, that he was j the purchaser of the cows at a sale made by virtue of an execution <em>I </em>issued on a judgment recovered against Martin P. Kemether. | All the Court needs to say regarding this is that Charles Green : can have only such title as Martin P. Kemether had. The fact <em>( </em>that a sale is made by a sheriff or constable does not make title. | <page-number citation-index=\"1\" label=\"575\">*575</page-number>The officer selling passes only the title held \"by the party as whose property the goods were sold, therefore, Charles Green’s claim of property in the cows depends upon the validity of Kemether’s claim of property.</p>\n<p id=\"b587-5\">If you should find for the plaintiff your verdict may either be <em>de retorno habendo, </em>that is for the return of the cows to the plaintiff,—or for such sum as you think, from the evidence before you, is the value of the cows. Whether your verdict shall be for the return to the plaintiff of the property, or for the value thereof, is for you to determine—if you find for the plaintiff.</p>\n<p id=\"b587-6\">If you find for the defendant, your verdict should be simply we find for defendant.</p>\n<p id=\"b587-7\">Verdict for plaintiff for the return of the property replevied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}