{
  "casebody": {
    "data": "<casebody firstpage=\"273\" lastpage=\"277\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b307-2\">[L. A. No. 728.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AmZ\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AB2\">July 20, 1900.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b307-3\">SAN DIEGO INVESTMENT COMPANY, Respondent, v. V. E. SHAW, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b307-5\">Street Assessment—Proceedings in Invitum—Compliance with Statute Essential.—Proceedings upon which a street assessment are based are <em>in invitum, </em>and the statute must be substantially complied with, or the assessment will be void.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b307-6\">Id.—Cost of Grading Street—Void Assessment Upon Lots on One Side of Street.—The city authorities have no power to assess the entire cost of grading a street upon the lots on one side thereof if the street upon which the work was done was not a subdivision, street, avenue, or lane, and the work was not done opposite work of the same class already done; and such an assessment is void.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b307-7\">Id.—Construction of Statute—Lands Fronting on Work.—The provision of the statute that “the expenses incurred for any work authorized by this act .... shall be assessed upon the lots and lands fronting thereon,” means that the expense of the whole work authorized by the act in the improvement of a public street shall be assessed upon all of the lands fronting on the work, on both sides of the street, regardless of whether more of the work of grading is done on the one side of the street than on the other. The public improvement, when made, is equally for the benefit of each and every lot abutting on the street.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b307-8\">APPEAL from a judgment of the Superior Court of San Diego County and from an order denying a new trial. J. W. Hughes, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b307-9\">The facts are stated in the opinion.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b307-10\">Victor E. Shaw, for Appellant.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b307-11\">Collier &amp; Collier, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b307-12\">COOPER, C.</author>\n<p id=\"Ac6\">Action to enforce a street assessment lien. Plaintiff recovered judgment, and defendant has appealed from the judgment and from an order denying his motion for a new trial.</p>\n<p id=\"b307-13\">The common council of the city of San Diego ordered that the portion of Fourth street, on the east side of the center line <page-number citation-index=\"1\" label=\"274\">*274</page-number>thereof, from the south side of Ivy street to the south side of University avenue, be graded to the official grade. There are seventeen blocks on each side of the portion of Fourth street so ordered to be graded. These blocks are subdivided into lots, there being one hundred and thirty-two lots fronting on said street on the east side thereof and a like number on the west side. The total cost of the grading was six thousand eight hundred and thirty-eight dollars and thirty-two cents, and the whole thereof was apportioned and assessed against the lots fronting on the east side of the street.</p>\n<p id=\"b308-4\">Defendant was the owner of one of the lots on the said east side, and the assessment against his lot was fifty-one dollars and twenty-two cents, being the amount with which it is sought to charge the lot in this action. Whether or not the judgment is correct depends upon the validity of the assessment so made. Did the city authorities have any power to assess the entire cost of grading the street upon the lots on one side thereof? The act of <em>1885 </em>(Stats. 1885, p. 147) commonly called the Yrooman act, as amended March 31,1891 (Stats. 1891, p. 196), provides—Section <em>2: </em>\"Whenever the public interest or convenience may require, the city council is hereby authorized and empowered to order the whole, or any portion, either in length or width of the streets .... of any such city graded or regraded to the official grade.” Section 7, subdivision 1: \"The expenses incurred for any work authorized by this act .... shall be assessed upon the lots and lands fronting thereon except as hereinafter specifically provided; each lot or portion of a lot being separately assessed, in proportion to the frontage at a rate per front foot sufficient to cover the total expense of the work.” Subdivision 7: “Where a subdivision street .... terminates in another street, .... the expense of the work done on one-half of the width of the subdivision street .... opposite the termination shall be assessed upon the lot or lots fronting on such subdivision street .... according to its frontage thereon, half way on either side respectively to the next street .... or to the end of such street .... if it does not meet another, and the other one-half of the width upon the lots fronting such termination.” Subdivision 8: “Where any work mentioned in this act „ ... is done on either or both sides of the center line of any <page-number citation-index=\"1\" label=\"275\">*275</page-number>street for one block or less, and further work opposite to the work of the same class already done is ordered to be done to complete the unimproved portion of said street, the assessment to cover the total expenses of said work so ordered shall be made upon the lots or portions of the lots only fronting upon the portions of the work so ordered.”</p>\n<p id=\"b309-3\">It is elementary that proceedings upon which a street assessment are based being <em>in invitum </em>the statute must be substantially complied with, or the assessments will be void.</p>\n<p id=\"b309-4\">The authority to levy the assessment in this case in the manner in which it was levied is not found in the statute. Subdivision 1 of section 7 of the- act expressly declares that the expenses incurred for any work authorized by the act shall be assessed upon the lots and lands fronting thereon except as otherwise specifically provided.</p>\n<p id=\"b309-5\">There are several specific provisions in the other subdivisions of section 7 as to the manner of making assessment in certain cases, but this case does not come within any of the specific provisions mentioned in the section. The street upon which the work was done was not a subdivision street, avenue, or lane, and the work was not done on one block or less, opposite work of the same class already done. Therefore, the only authority under which an assessment could have been made for the grading is subdivision 1 of section 7, and the expenses should have been assessed upon all the lots and lands fronting upon the street. It is claimed that the words “fronting thereon” refer to the work done, and not to the street on which all the lots on both sides front. The position is untenable. The act of April 1, 1872 (Stats. 1871-72, p. 804), contained a similar provision to the one under discussion. In the statute of 1872, section 8, subdivision 1, it was provided: “The expenses incurred for any work authorized by section 3 of this act shall be assessed upon the lots and lands fronting thereon except as hereinbefore specially provided, each lot or portion of lot being separately assessed in proportion to its frontage, at a rate per front foot sufficient to cover the total expense of the work.”</p>\n<p id=\"b309-6\">In <em>Diggins v. Brown, </em>76 Cal. 322, the same contention was made in regard to the language quoted from the act of' 1872, <page-number citation-index=\"1\" label=\"276\">*276</page-number>and this court said: “There is nothing in the language of the provision to indicate that such was the meaning of the legislature. The word Thereon’ must refer to the phrase ‘any work authorized by section 3 of this act.’ And the natural meaning of the words used is that the expense of the whole work shall be assessed (ratably) upon all the lands fronting on the work.”</p>\n<p id=\"b310-4\">We think the construction given the correct one and conclusive of this case. The words “fronting thereon” refer to the “work authorized by this act,” which in turn has reference to grading the streets to the official grade, as provided in section 2 of the act. In our opinion, this is not only the correct construction of the statute, but it is the right method of making the assessment. The principle upon which assessments are made for grading or improving streets is that the improvement will add to the convenience of all persons residing upon each side of such street, and thus enhance the value of the property fronting upon the street so improved in proportion to its frontage thereon. The expense of grading a street may from many causes be much greater on one side of the center line than on the other, or for the same reasons it may be much greater in front of one lot than in front of another of the same width, but the public improvement when made is equally for the benefit of each and every lot abutting on the street. If the lots on the east side of the street can be compelled to pay the entire cost of grading to the center thereof, then the street on the west side may never he improved, or the lots fronting thereon required to contribute to any portion of the grading. One áde of a street might be graded one year, and the grading of the other side delayed for years. The owners of the lots on the side unimproved could use the improved side of the street without having paid a cent toward such improvement. Or it might be that owing to the nature and formation of the land that the east side of the street would cost several times as much to grade as the west side. The street when graded would increase the value of the lots on each' side equally.</p>\n<p id=\"b310-5\">It follows that the judgment and order should be reversed and the court below directed to dismiss the action.</p>\n<p id=\"b310-6\">Chipman, C., and Gray, C., concurred.</p>\n<p id=\"b311-2\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>For the reasons given in the foregoing opinion the judgment and order are reversed and the court below directed to dismiss the action. Harrison, J., Van Dyke, J., Garoutte, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}