{
  "casebody": {
    "data": "<casebody firstpage=\"409\" lastpage=\"415\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b443-5\">[L. A. No. 688.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AGS\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqU\">July 31, 1900.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b443-6\">LONG BEACH SCHOOL DISTRICT, Respondent, v. THEODORE LUTGE et al., Defendants. GEORGE W. WEIDLER, Receiver, etc., Intervenor and Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b443-7\">Contract fob Schoolhouse—Order of Trustees to County Superintendent—Protection of Assignee for Value.—Under a contract to build a schoolhouse, where the trustees had issued an order for the payment of installments due the contractor, based upon an estimate properly made by the architect, requiring the county superintendent to draw a warrant therefor upon the proper school fund, and such order was assigned for full value by the contractor, the assignee is not bound “by any equities or defenses not existing at the time of the assignment of the order and presentation thereof for a warrant for payment; and he is protected against any equities which might subsequently arise in favor of the school district against the contractor.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b443-8\">Id.—Subsequent Notice of Claims for Labor and Materials.—A notice to the school district of claims for materials and labor against the contractor, given subsequently to the assignment and presentation of the order of the trustees, cannot create any liability against the school district, or in any manner increase its contract liability or affect the rights of the assignee.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b443-9\">Id.—Subsequent Breach of Contract—Increased Expense.—The subsequent breach of contract by the contractor, though causing increased expense to the school district for the completion of the contract, cannot affect the right of the assignee of the order to require its payment whenever there should be funds applicable thereto.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b443-10\">Id.—Bond of Contractor—Remedy at Law—Cancellation of Order— Injunction.—Where it appears that the school district exacted a bond of the contractor for the fulfillment of his contract, and that he would pay all claims due to subcontractors, laborers, and materialmen, and that the contract should inure to their benefit, there being an adequate remedy at law upon the bond, <page-number citation-index=\"1\" label=\"410\">*410</page-number>the school district cannot maintain an action in equity against the assignee of the order to cancel the order and enjoin its payment, on account of any increased expense or nonpayment of claims caused- by breach of the contract.</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b444-4\">APPEAL from a judgment of the Superior Court of Los Angeles County. Waldo M. York, Judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b444-5\">The facts are stated in the opinion.</summary>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b444-6\">Borden &amp; Carhart, for Appellant.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b444-7\">J. S. Chapman, for Respondent.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b444-8\">W. H. Shinn, for Defendant Lutge.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b444-9\">HAYNES, C.</author>\n<p id=\"A5g\">This action was brought to annul an order issued by the board of trustees of said school district to the county superintendent of schools, requiring him to draw a requisition upon the county auditor to draw a warrant against the high school fund for the amount of nine hundred and twelve dollars and eighteen cents “in favor of Theodore Lutge, or order, on account of and in full of third installment building contract,” and to enjoin the other defendants—the superintendent of schools, the county auditor, and the county treasurer, respectively—from making the requisition, drawing the warrant, or paying the same. Said order, so drawn and delivered by the said trustees to defendant Lutge, was -by him assigned and delivered to Charles H. Carey, receiver of the Willamette Steam Mill Lumbering and Manufacturing Company, who filed a complaint in intervention. Weidler, who succeeded Carey as receiver and was substituted for him, appeals from the judgment rendered in favor of the plaintiff canceling said order, and enjoining said officers as prayed by the plaintiff.</p>\n<p id=\"b444-10\">The ease was heard and submitted upon an agreed statement of facts, which was adopted by the court as its. finding, and which, so far as material, is as follows:</p>\n<blockquote id=\"b444-11\">On August .25, 1897, plaintiff and Lutge entered into a contract for the erection of a school building by Lutge, the stipulated price being eleven thousand two hundred and sixty-nine dollars, to be paid in monthly installments of seventy-five per cent of the value of the work done, irrespective of materials <page-number citation-index=\"1\" label=\"411\">*411</page-number>on the ground and not put in the structure, and based upon the contract price, the estimate to be made in writing by the architect. TJpon an estimate so made the order in question was made on December 6, 1897. Said contract—which is set out in full in the complaint—also required Lutge to execute to the plaintiff a bond in the sum of ten thousand dollars (a copy of which is set out in full in the intervenor’s complaint), and which is conditioned for the performance of the contract, to protect the plaintiff against liens, and also that Lutge would pay all his subcontractors, laborers, and materialmen all moneys that may become due to them, and providing that said bond-should inure to their benefit.</blockquote>\n<blockquote id=\"b445-4\">On December 8, 1897, Lutge, being indebted to the intervenor in the sum of eight hundred and twelve dollars and eighteen cents, upon two promissory notes which were secured by mortgage upon property covered by a prior mortgage, indorsed or assigned said order to Carey, who thereupon surrendered said notes and paid to Lutge one hundred dollars, that being the difference between the amount due on said notes and the amount of said order, and the release of the mortgage was forwarded to Portland, Oregon, to be executed by the intervenor, by Carey’s agent, who represented him in this transaction.</blockquote>\n<blockquote id=\"b445-5\">On the night of December 8th Lutge was arrested on a criminal charge, and was detained in custody, and was unable to prosecute work on the building, and, after notice to him, the trustees let a contract to another for the completion of the building for the sum of five thousand six hundred and fifty-eight dollars and fifty cents. There had been paid to Lutge, aside from the order here in question, five thousand six hundred and three dollars and eighty-two cents, and notice of several claims for material and labor were, after said order was assigned, presented to the trustees, amounting to four thousand one hundred and ninety-eight dollars and ninety-nine cents.</blockquote>\n<p id=\"b445-6\">There was no allegation in the complaint, nor finding by the court, tending to show that the certificate of the architect was improperly issued, or that for any reason the order issued to Lutge was invalid when issued. The order was duly presented to the county superintendent on. the day of its transfer to the <page-number citation-index=\"1\" label=\"412\">*412</page-number>intervenor, and the requisition was not then drawn upon the auditor for a warrant, solely for the reason that there was not on that day sufficient funds of the school district then in the treasury to pay the same. It is alleged in the complaint that, if there had been funds in the treasury applicable to that purpose, it would have been the duty of the county superintendent to have drawn the requisition, and of the auditor to issue the warrant, and of the treasurer to pay the same; and it is conceded that at the time the stipulation of the facts was made there were funds in the treasury applicable to the payment of the order sufficient to pay it.</p>\n<p id=\"b446-4\">It is contended by respondent that if this order had remained in Lutge’s hands that he would not be entitled to payment, because he had not performed his contract; that the amount required to complete the building, with what had been paid to Lutge, lacked only about seven dollars of being the entire contract price.</p>\n<p id=\"b446-5\">It is not necessary to consider or decide the question as to Lutge’s rights if he had retained the order. The sole question is as to the right of the intervenor, who is conceded to have paid for it by cash and the surrender of Lutge’s notes, as above stated.</p>\n<p id=\"b446-6\">That this order was assignable is not questioned by the respondent; nor is it questioned that in the absence of some equity then existing, or afterward arising, in favor of the plaintiff against Lutge, the intervenor acquired a legal title to the order, which he could enforce by a judicial proceeding.</p>\n<p id=\"b446-7\">Section 1459 of the Civil Code, however, expressly limits the equities to which a non-negotiable instrument is subject, in the hands of the assignee, to those “equities and defenses existing in favor of the maker at the time of the indorsement.”</p>\n<p id=\"b446-8\">The facts upon which respondent bases its contention that said order is charged, in the hands of the assignee, with an equity in favor of the plaintiff, are that after said assigament Lutge was arrested on a criminal charge and confined in jail; that upon notice to him, and his failure to provide for a continuance of the work, his contract was forfeited, and a contract let to another party for the completion of the building at a price exceeding, when added to the payments made to Lutge, the <page-number citation-index=\"1\" label=\"413\">*413</page-number>original contract price by about the amount of the order here in question, and that materialmen, after Lutge abandoned the work, presented to plaintiff claims to a large amount for materials furnished to Lutge, and which it was claimed were not paid for. Ho other facts were alleged in the complaint or found by the court tending in any manner to show any equity affecting said order in the hands of the intervenor.</p>\n<p id=\"b447-4\">1. The presentation of these claims of materialmen created no liability against the school district which could increase its contract liability.</p>\n<p id=\"b447-5\">The contract, as we have seen, required monthly estimates to be made by the architect of the value of the work done, “independently of materials furnished and not then used in the building,” and the trustees were to draw a warrant in favor of the contractor for seventy-five per cent of such estimate. The final payment was to include the twenty-five per cent so reserved, to be made upon the architect’s certificate of full completion, “and when the contractor shall have presented to the said board evidence that he has paid or otherwise discharged all claims against the building, and the party of the first part [the plaintiff] for all labor done and all materials furnished for the construction of the same.” If these materialmen who have, since the abandonment of the contract by Lutge, given notice of their claims, had 'given such notice before the order was delivered, the plaintiff would have been required to retain the amount thereof, as well as of future estimates, sufficient to pay them (Code Civ. Proc., sec. 1184), and that would have been the extent of plaintiff’s liability; and that liability is in no manner increased by the delivery of this order, and its assignment to the intervenor before notice of the claims. This is settled by the case of <em>Newport etc. Lumber Co. v. Drew, </em>125 Cal. 585. In that case the superintendent of construction of a state asylum for the insane was required by the contract to make monthly certificates “showing a full and accurate estimate of the labor performed and material furnished under the contract, with the amount due thereon,” viz., ninety per cent of the value of the labor and material. Upon these certificates, when approved by the trustees, the state controller would draw his warrant upon the state treasurer. Two of these certificates, preceding the <page-number citation-index=\"1\" label=\"414\">*414</page-number>final one, were assigned, prior to March 1st, by the contractors ■to the Farmers’ Exchange Bank before they were approved by the trustees, to secure advances made by the bank to the contractor. On 3Iarch 1st the plaintiff gave notice of its claim for materials, and afterward, on March 18th, the trustees approved the certificates presented by the bank and directed that they be paid to it; and the action was brought to determine whether the plaintiff under its notice, or the bank under the assignment of said certificates, was entitled to the money. It was held that though the effect of the notice of the materialmen to the trustees was to intercept in their hands any money which the contractors were entitled to receive, or which afterward might be payable to them in accordance with the terms of their contract, the estimates having been assigned for value to the bank, and the trustees having been notified of the assignment before the materialmen’s notice was served, the bank was entitled to the warrants drawn therefor.</p>\n<p id=\"b448-4\">The case at bar is much stronger; for here the trustees had approved the estimate of the architect and had issued and delivered the order or warrant, and it had been assigned by the contractor to the intervenor in satisfaction of a prior debt in part, and as to the remainder, for cash, before notices of the claims were served.</p>\n<p id=\"b448-5\">2. That the subsequent breach of the contract by Lutge could not affect the right of the assignee to require the payment of the order, whenever there should be funds applicable to its payment, and that the materialmen who gave notice of their claims after the order was issued to the contractor and assigned to the intervenor, could not hold the plaintiff or the assignee liable for the money represented by it, is conclusively settled by the case above cited, as well as upon principle. It is due to the learned judge who tried this case to say that <em>Newport etc. Lumber Co. v. Drew, </em>above cited, had not been decided when this case was heard in the superior court.</p>\n<p id=\"b448-6\">For does the fact of the contractor’s subsequent breach of his contract by failing to complete the building, and the additional expense caused to the plaintiff thereby, create any equity against the assignee of the order, or entitle it to an injunction restraining its payment. The plaintiff provided in its contract <page-number citation-index=\"1\" label=\"415\">*415</page-number>with Lutge against any such contingency by requiring a bond in the sum of ten thousand dollars that he would complete the •building, and also that he would pay for all material used and labor employed in construction, and it is conclusively established by the stipulation that the sureties thereon are pecuniarily able to respond to its full amount. The plaintiff, therefore, has an ample and adequate remedy at law, and an injunction to prevent the payment of the order to the intervener is not necessary to its full protection against loss.</p>\n<p id=\"b449-5\">Our conclusion is that the judgment should be reversed, the injunction dissolved, and the action dismissed.</p>\n<p id=\"b449-6\">Cooper, C., and Chipman, C., concurred.</p>\n<p id=\"b449-7\">For the reasons given in the foregoing opinion the judgment is reversed, the injunction dissolved, and the action dismissed.</p>\n<p id=\"b449-8\">Harrison, J., Garoutte, J., Van Dyke, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}