{
  "casebody": {
    "data": "<casebody firstpage=\"581\" lastpage=\"583\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b629-14\">Phillip Henry SHERIDAN, Appellant, v. John R. WILLIAMS, F. B. Gibson, John Phelps, James A. Benbrook, as Agents of the Federal Bureau of Investigation, P. O. Box 709, Portland, Oregon, and The City of Portland, State of Oregon, and The Chief of Police thereof et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b629-16\">No. 19040.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b629-17\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b629-18\">June 18, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b630-11\"><page-number citation-index=\"1\" label=\"582\">*582</page-number>Phillip Henry Sheridan, in pro. per.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"ATh\">Sidney I. Lezak, U. S. Atty., and William B. Borgeson, Asst. U. S. Atty., Portland, Or., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b630-14\">Before HAMLEY, HAMLIN and MERRILL, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b630-15\">MERRILL, Circuit Judge.</author>\n<p id=\"b630-16\">By this action appellant seeks relief under the Civil Rights Act, 42 U.S.C. § 1983.<footnotemark>1</footnotemark> By his complaint he alleges that police officers of Portland, Oregon, and agents of the Federal Bureau of Investigation placed him under arrest, and, in connection with his arrest, unlawfully seized certain of his property, including an automobile, clothing and personal possessions, all of which they unlawfully refuse to return. As defendants, appellant has named the Federal agents, the City of Portland and the Chief of Police of Portland.</p>\n<p id=\"b630-17\">There can be little doubt that <em>if the </em>alleged seizure and retention were unlawful, appellant should have a remedy. The question is whether the Federal courts possess jurisdiction under the Civil Rights Act to provide that remedy.</p>\n<p id=\"b630-18\">In the district court appellant tendered his complaint for filing, and applied for leave to file in forma pauperis. The district court ordered: “This is not a proper action to be brought under the Civil Rights Act, and therefore the application for leave to file in forma pauperis is denied. .The complaint tendered for filing shall be returned to'the plaintiff.” This appeal followed.</p>\n<p id=\"b630-19\">We agree with the district court that action in the Federal courts was not properly brought under the Civil Rights Act against the Federal agents, or against the City of Portland. Monroe v. Pape (1961) 365 U.S. 167, 187, 81 S.Ct. 473, 5 L.Ed.2d 492. In our judgment, however, the district court’s determination that the action would not lie against the Chief of Police of Portland was unduly precipitate. Acts of local police <page-number citation-index=\"1\" label=\"583\">*583</page-number>officers, under authority of local ordinance are within the scope of the Act’s protection. Monroe v. Pape, supra. The complaint does allege participation by the city police. While the extent of such participation is not clear, still, in our judgment, the possible involvement was such as to require retention of jurisdiction until the true facts, or at least appellant’s contentions as to the facts, had been made clear.</p>\n<p id=\"b631-5\">Accordingly, in our judgment, the case must be remanded for such further proceedings as in the judgment of the district court are required in order that the question of liability of the city police officers is reached. Appellant was entitled to file his complaint. Further, in our view, a reconsideration of his application for leave to file in forma pauperis and for the assistance of counsel would be appropriate, since the aid of counsel may be found necessary if appellant’s position is to be adequately presented or if amendment or a recasting of his complaint is felt to be desirable.</p>\n<p id=\"b631-6\">Reversed and remanded for further proceedings.</p>\n<footnote label=\"1\">\n<p id=\"b630-12\">. 42 U.S.O. § 1983:</p>\n<blockquote id=\"b630-13\">“Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceedings for redress. R.S. § 1979.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}