{
  "casebody": {
    "data": "<casebody firstpage=\"566\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"A2q\">Ex Parte Mosby.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b582-16\">The 3d section of article 599 of the Criminal Code, defining excusable homicide, reads as follows: “Adultery of the person killed with the wife of the person guilty of the homicide, provided the killing occur as soon' as the fact of an illicit connection is discovered.” (Paschal’s Dig., Art. 2254.) Where the accused had seduced the wife of the deceased, and, the discovery becoming public, the deceased had appealed to the Masonic lodge, of which they <page-number citation-index=\"1\" label=\"567\">*567</page-number>were both members, and, in a letter, implored the accused to leave the neighborhood, or else that one or the other of them must die, whereupon the defendant, armed with three pistols and a double-barreled gun, waylaid the deceased and shot him, first saying, “You have threatened my life, I have got you now,\" the accused could not justify himself under the excuse of threats. (Paschal’s Dig., Art. 2270, Note 673.) Such a case is not within the rule of Pridgen v. The State. <em>(Ante, </em>420.)</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b583-7\">Where the accused had seduced the wife of the deceased, and a correspondence ensued, in one letter of which the deceased implored him to leave the neighborhood, and not further insult him with his presence, saying, “If you do not, one or the other of us must die; but I will take no unfair advantage,\" whereupon the defendant waylaid him, and although implored by the defendant he fired and killed him, it was murder in the first degree within the 607th article of the code. (Paschal’s Dig., Art. 2266, Note 672.) And bail was denied.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b583-8\">Where the defendant had given bail before a magistrate, and was afterwards indicted and taken into custody, upon an application to be discharged on <em>habeas corpus, </em>the bond is not before the court.</syllabus>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b583-9\">Appeal from Cooke. The case was tried before Hon. Hardin Hart, one of the district judges.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b583-10\">The applicant was indicted for the murder of William Cloud. The case having been continued by operation of law, the applicant applied to the court to be bailed, which application was refused, and he appealed. The evidence showed that the deceased, Cloud, had a correspondence with the applicant, in which deceased charged applicant with seducing his wife, and stated that the difficulty must be settled; indeed stated that they both could not remain in the same place, and advised him to leave; said he would take no undue advantage. He seemed to expect some action of the Masonic lodge. They were both Masons. The last and most threatening letter was on the day of the killing. The note of Moshy was not produced. Mosby armed himself with three pistols and a double-barreled gun, and seemed to be lying in wait at Bostick’s grocery. Bostick was his brother-in-law. Cloud was returning from his store, about 9 o’clock at night, by his usual path. As he passed the grocery Mosby fired on him <page-number citation-index=\"1\" label=\"568\">*568</page-number>with his gun two shots, and discharged\" one ball froto a six-shooter. Cloud was proved to have a pistol, which he always wore. Bostick’s evidence was that he put his hand to his side to- get his pistol, and that it fell on the ground from the scabbard. This was not sustained by the other witnesses. Mosby put his defense on the ground that his life had been threatened. The letters of Cloud showed a determined purpose, upon the alternative that the applicant did not leave the neighborhood.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b584-5\"><em>Willie Brown, </em>for the appellant,</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"A30W\">argued the cáse at great length upon the law and the facts.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b584-6\"><em>B. B. Turner, Attorney G-eneral, </em>for the state.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"A7e\">Caldwell, J.</author>\n<p id=\"A7D\">—We are of opinion that the judgment of the district court in refusing bail to the applicant ought not to be disturbed. It is in proof that the deceased had abundant cause to believe that the prisoner had dishonored his bed and disgraced his family. It is in proof that the deceased, with a degree of patience and forbearance which challenges credulity, invoked the aid of the Masonic fraternity, of which they were both members, and one of whose most sacred vows the prisoner had violated, to adjust their difficulty. It is in proof, further, that the deceased uttered no' complaints until his shame became a topic of Common conversation. Frequent notes passed between the defendant and deceased touching the cause of grievance. The dec'eased implored his adversary to insult him no longer with his presence, but to leave the community, or one or the other should die; yet he would take no unfair advantage.</p>\n<p id=\"b584-9\">Is there nothing due to the frailty of humanity under such a complication of circumstances, so well calculated to arouse the vehement passion of the heart? We think there is. The law interposes in behalf of a husband thus injured, and tells him, if he yields to his natural impulses upon dis<page-number citation-index=\"1\" label=\"569\">*569</page-number>covering his irreparable wrong and slays his enemy, the homicide shall be reduced to manslaughter. (Paschal’s Dig., Art., 2254.)</p>\n<p id=\"b585-6\">Hot so the defendant; with cool and calculating purpose, armed with three pistols and a double-barreled shot-gun illy concealed, he plants himself hard by the path his unsuspected victim usually traveled to his desolate home. Upon the approach of deceased he is coolly admonished by the defendant, “You have threatened my life — I have got you now,” and fired with the gun then in his hand.</p>\n<p id=\"b585-7\">The deceased imploringly said “Don’t, don’t, don’t,” as many as three times; but no, his adversary, without remorse, pursued his fleeing victim until he gave him two other shots, of which he instantly died; embittering his last moments with the.consciousness that he died by the hand of his greatest enemy.</p>\n<p id=\"b585-8\">It is insisted on in behalf of the prisoner, that the previous threats of the deceased, coupled with the statement of the witness, Bostick, that at the time of the homicide the deceased threw his right hand to his left- side, and that there was found on the\" body of the deceased an empty pistol scabbard, and near where he received the second shot a cocked pistol, and that this prisoner had reasonable ground to apprehend that his life was then in danger.</p>\n<p id=\"b585-9\">It is sufficient to say in reply to this that, upon <em>habeas corpus, </em>the court or judge trying the cause is judge of the law and the facts. The court or judge must weigh the evidence and judge of its credibility. Having done so, we are compelled to discard the evidence of the witness Bostick as totally unworthy of credit.</p>\n<p id=\"b585-10\">. The case of Pridgen v. The State, Austin term, 1868, <em>[ante, </em>p. 420] has been invoked as applicable to the case at bar. There is no analogy between them.. In the Pridgen case “ the parties confronted each other, * * * and an angry conversation, growing out of their differences, was going on between them \"at the time of the killing; * * <page-number citation-index=\"1\" label=\"570\">*570</page-number>that there were simultaneous movements by the parties of such a menacing nature as to induce one of the witnesses to seek safety in avoiding .the repeated shots of both.” •</p>\n<p id=\"b586-6\">In the case at bar, the conviction forces itself on the mind that the prisoner compassed the death of the deceased by laying in wait, thus bringing the case within the letter of the rule laid down to establish express malice.</p>\n<p id=\"b586-7\">In the Pridgen case we said, “The sole object of introducing threats against a prisoner is to ascertain his frame of mind at the timé of the homicide.” Let us test the applicant’s conduct by this rule, and “ascertain his frame of mind.” He had committed an unpardonable offense on the deceased. He knew that it had been discovered, and his conscience told him that he deserved the severest punishment. He must have felt that he was in great danger. Such reflections would crowd themselves upon his mind in spite of him.</p>\n<p id=\"b586-8\">With ample time for reflection and to “form a design,” in pursuit of safety, can it be doubted for a moment 'that his “formed design” resulted in the death of him who was the cause of so much disquietude ? ■</p>\n<p id=\"b586-9\">We are asked-to pass upon the ruling of the court below, in overruling á motion to quash the <em>capias </em>issued upon the indictment.</p>\n<p id=\"b586-10\">The defendant had been admitted to bail by a magistrate, sitting as a court of inquiry, before indictment found. Hpon the arrest of the defendant, by virtue of the <em>capias </em>issued on the indictment, the conditions of the bail bo'nd ceased to have any binding force. The sole object of the bail bond was to secure the attendance of the prisoner to answer the indictment that might be preferred against him for the alleged offense therein mentioned. Having accomplished this object, it follows that the motion to quash the <em>capias </em>was rightly overruled.</p>\n<p id=\"b586-11\">The judgment of the district court in all things is</p>\n<p id=\"b586-12\">Aebtrmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}