{
  "casebody": {
    "data": "<casebody firstpage=\"61\" lastpage=\"63\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b69-6\">Harriet Paul <em>versus </em>Peter Frazier.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b69-7\">No action lies for a single woman against one for seducing her and getting her with child, under pretence of a design to marry her, no promise of marriage being alleged.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b69-8\">The declaration was in case for that the defendant at, &amp;c., began to court the plaintiff under a pretence of a design to marry her, and having under that pretence gained her affections, got her with child, and afterwards utterly forsook her; whereby she hath been greatly injured in her reputation, hurt m her peace of mind, &amp;c. To her damage 2000 dollars <footnotemark>(1)</footnotemark>.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b69-9\">The defendant pleaded not guilty, and upon issue joined in the Court of Common Pleas, the plaintiff-obtained a verdict for 1000 dollars. Upon the defendant’s motion the court below arrested the judgment, and from that decision the plaintiff appealed to this Court.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"ATnm\">And now <em>G. Blake, </em>of counsel for the defendant, contended that no action lies for an injury of the kind complained of *in this action, except by the parent or master, who [ *72 ] can recover damages for the loss of the service of the daughter or servant only. <em>Christian, </em>in his notes to <em>Blackstone </em><footnotemark>(2)</footnotemark>, expressly states the law so to be, and though he appears to regret it, yet <em>Blake </em>believed that much greater mischiefs would arise from supporting actions of this kind agreeably to Mr. <em>Christian’s </em>wishes <page-number citation-index=\"1\" label=\"62\">*62</page-number>than can be felt from the law as it now stands, which is one of the strongest guards to female chastity. Here is no promise of marriage alleged, which is without doubt a good ground of action.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b70-5\"><em>Thurston, </em>for the plaintiff,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AOm\">contended that the action well lies, and that judgment should be entered according to the verdict. And he argued that loss of marriage by words spoken in derogation of the party’s character being without question a good cause of action, <em>a fortiori </em>conduct like that here complained of, which went to prevent the plaintiff’s ever being reputably married, was abundant cause.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b70-6\">\n<em>Skinner,</em>\n</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AvL\">119, was an action in which the plaintiff declared that she was a virgin of good name and fame, and was sought to for marriage by <em>J. S.; </em>that the defendant pretended himself to be a single person, made love to her and married her; when in truth he was married to another woman; whereby the plaintiff became of less credit, &amp;c. After verdict for the plaintiff, it was moved that the action would not lie. But the court was of a contrary opinion and judgment was given, &amp;c.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b70-7\">A false affirmation made by the defendant with intent to defraua the plaintiff, whereby the plaintiff receives damages, is the ground of an action upon the case in the nature of deceit <footnotemark>(3)</footnotemark>.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b70-8\">The case of <em>Turner </em>vs. <em>Vaughan </em><footnotemark>(4)</footnotemark> was debt upon a bond given in consideration of past cohabitation, and held good; and this is the only case where an offence committed is a good consideration for a bond. If seduction be a valid consideration in a contract, it would seem to follow that it would support an action for the damages sustained by it.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b70-9\">[ * 73 ] * An action upon the case for a deceit lies against a woman who gives a man <em>blanda verba requipoUentia </em>to a promise of marriage; whereby she obtains of him presents and other services <footnotemark>(5)</footnotemark>.</p>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"(1)\">\n<p id=\"b69-11\"> The declaration was copied from a form attributed to the late Judge <em>Trowbridge </em>in <em>11 American Precedents of </em>Declarations,\" page 189.</p>\n</footnote>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-2\" label=\"(2)\">\n<p id=\"b69-12\"> <em>Book </em>3. <em>C. </em>8. n. 13. cites 3 <em>Burr. </em>1878.—3 <em>Wils. </em>18.</p>\n</footnote>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-3\" label=\"(3)\">\n<p id=\"b70-13\"> 3 <em>Term R. </em>51. <em>Pasley </em>&amp; <em>Al. </em>vs. <em>Freeman</em></p>\n</footnote>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-4\" label=\"(4)\">\n<p id=\"A7t\"> <em>2 Wils. </em>339.</p>\n</footnote>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-5\" label=\"(5)\">\n<p id=\"b70-14\"> <em>Cro. Eliz. </em>79, note to <em>King vs. </em>Robinson, 1 <em>Com. Dig. Tit. Action upon the case for deceit, </em>A 1—9. B.</p>\n</footnote>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-6\" type=\"majority\">\n<p id=\"b70-11\">The opinion of the Court was, some days after, delivered by</p>\n<author id=\"b70-12\">Parsons, C. J.</author>\n<p id=\"A3Y\">This is an action of the case to recover damages against the defendant for seducing the plaintiff under a false pretence of courtship and intention of marriage, and for getting her with child, whereby her reputation has suffered, and her peace of mind been injured. After a verdict for the plaintiff on the issue of not guilty, the defendant moves to arrest the judgment. And we are of opinion that judgment must be arrested. An action of this nature is not given by statute; and there is no principle of the common law on which it can be sustained. Fornication and adultery are offences <page-number citation-index=\"1\" label=\"63\">*63</page-number>in this commonwealth created by statute. And the declaration amounts to a charge against the defendant for deceiving the plaintiff, and persuading her to commit a crime, in consequence of which she has suffered damage. She is a partaker of the crime, and cannot, come into Court to obtain satisfaction for a supposed injury to which she was consenting.</p>\n<p id=\"b71-5\">It has been regretted at the bar that the law has not provided a remedy for an unfortunate female against her seducer. Those who are competent to legislate on this subject will consider, before they provide this remedy, whether seductions will afterwards be less frequent, or whether artful women may not pretend to be seduced, in order to obtain a pecuniary compensation. As the law now stands, damages are recoverable for a breach of promise of marriage ; and if seduction has been practised under color of that promise, the jury will undoubtedly consider it as an aggravation of the damages. So far the law has provided; and we do not profess to be wiser than the law.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}