{
  "casebody": {
    "data": "<casebody firstpage=\"340\" lastpage=\"341\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b396-2\">SORENG v. COMMISSIONER OF INTERNAL REVENUE (two cases).</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b396-3\">Nos. 8903, 8904.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b396-4\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AtT\">Nov. 30, 1946.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b396-11\">L. M. McBride and George M. Schlosser, both of Chicago, Ill., for petitioners.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b396-12\">Sewall Key, Acting Asst. Atty. Gen., and Harry Marselli, Atty., J. P. Wenchel and John M. Morawski, Bureau of Internal Revenue, all of Washington, D. C., and J. Louis Monarch, and Berryman Green, Sp. Assts. to Atty. Gen., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b396-13\">Before MAJOR and KERNER, Circuit Judges, and LINDLEY, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b396-14\">MAJOR, Circuit Judge.</author>\n<p id=\"b396-15\">These petitions are to review decisions of the Tax Court sustaining respondent’s determination of a' deficiency in the income tax of each of the petitioners, for the year 1940. The question involved is identical in each case and they may, therefore, be appropriately disposed of in the same opinion.</p>\n<p id=\"b396-16\">On January 26, 1940, the petitioner Edgar M. Soreng received from the Soreng-Manegold Company dividend payments in the sum of $8,804.75, and on the same date the petitioner Mary Soreng, his wife, received like payments in the sum of $3,557.75. These checks were deposited by petitioners in their respective personal bank accounts, and on the following day each of them executed and delivered checks to the Soreng-Manegold- Company for the identical amounts received by them as dividends. The corporation deposited these checks in its bank account on January 30, 1940. The sole question before this court is whether the amounts received by the petitioners from the corporation on January 26, 1940 were dividends as defined.by Sec. 115 (a), 26 U.S.C.A, Int.Rev.Code, § 115, of the Internal Revenue Code and therefore taxable income of the petitioners under Sec. 22 (a) of the Code, 26 U.S.C.A. Int.Rev.Code, § 22. Respondent contends that they are, while the petitioners contend to the contrary.</p>\n<p id=\"b396-18\">In view of the narrow question presented, we think it is unnecessary to recite a detailed statement of the facts which preceded and culminated in the payment of the dividends in controversy. Briefly, the petitioners owned something less than one-fourth of the shares of common stock in the corporation. All of the remaining shares were owned by members of the Mane-gold family except a small number of shares owned by one Hood. On January 15, 1940, the corporation obtained options from all the members of the Manegold family and Hood to acquire their stock at a certain designated price per share. The options expired at five o’clock p.m. on January 26, 1940. None of the options could be exercised unless all were exercised. The financial condition of the corporation was such that it was unable to exercise its right to purchase under the options. In order to obtain the necessary funds it decided to and did sell its accounts receivable to Walter E. Heller &amp; Company for the sum of $31,016.-70, and at the same time borrowed from the same company the sum of $15,000.</p>\n<p id=\"b396-19\">On January 26, 1940, the corporation purchased from members of the Manegold family and Hood the stock owned by them and paid therefor the amounts designated in the option agreements, which included certain amounts as dividends. Thereupon, the <page-number citation-index=\"1\" label=\"341\">*341</page-number>Manegolds and Hood endorsed their certificates of stock and delivered them to the corporation, which were thereafter held in its treasury. Thus the petitioners owned all the outstanding shares of common stock, in fact all the stock except sixty shares of preferred held by certain individuals. Waller E. Heller &amp; Company, prior to making the aforesaid loan to the corporation and as a condition thereto, required the petitioners to enter into an agreement that they would immediately repay to the corporation the liquidating dividends received by them in the consummation of the above described plan. In conformity with this agreement the petitioners, as heretofore related, paid to the corporation the identical amount of dividends thus received.</p>\n<p id=\"b397-4\">Undoubtedly, the distribution thus made to the petitioners falls squarely within the definition of a “dividend” under Sec. 115 (a) of the Internal Revenue Code, supra. The petitioners do not seriously argue otherwise, but they contend that the distributions did not constitute taxable dividends for the reason that the distributions so received were immediately paid by them to the corporation pursuant to the agreement previously entered into with Walter E. Heller &amp; Company. This contention is predicated upon a provision contained in Treasury Regulation 111 (Sec. 29.115-1) as follows :</p>\n<blockquote id=\"b397-5\">“A taxable distribution made by a corporation to its shareholders shall be included in the gross income of the distributees when the cash or other property is unquali-fiedly made subject to their demands.”</blockquote>\n<p id=\"b397-6\">The argument is that the dividends received by the petitioners were not “unqualifiedly made subject to their demands” because of their contractual obligation to return the same to the corporation. Both sides concede that there is no case directly in point. The petitioners cite a number of cases which they argue by analogy support their view. The case most relied upon is that of Avery v. Commissioner of Internal Revenue, 292 U.S. 210, 54 S.Ct. 674, 78 L.Ed. 1216. In that case, however, the issue was as to the time the dividends had been received by the taxpayer, and, therefore, the year in which they were to be included in the taxpayer’s gross income. No» question was raised but that the dividends were taxable either in one year or the other, depending on the year in which they were received. Here there is no question as to the fact or time of receipt. The sole question is whether they were immune from taxation because the petitioners were under a contractual obligation to deliver them to the corporation.</p>\n<p id=\"b397-8\">Another case which the petitioners assert to be analogous is that of Jackson v. Commissioner of Internal Revenue, 3 Cir., 51 F.2d 650. A reading of that opinion discloses that it furnishes no support for the taxpayer’s contention. True, in that case the shareholders returned to the corporation dividend checks. The question for decision, however, was whether the dividends received by the stockholders were stock or cash dividends. The court held that they were the former. Other cases cited by the petitioners are likewise of no assistance.</p>\n<p id=\"b397-9\">We think the decision of the Tax Court is correct. We can discern no rational basis for a holding that the dividends received by the petitioners are not includable in gross income merely because they of their own accord entered into a contract with a third party as to the manner of their disposition when receieved. Suppose the petitioners had entered into an agreement with some other party, for instance a bank, obligating themselves to turn over the dividends upon receipt. Could it be Seriously contended that by reason of such contract the dividends were not “unqualifiedly made subject to their demands ?” We discern no difference in principle between this hypothetical situation and the instant one.</p>\n<p id=\"b397-10\">More than that, the petitioners, by obligating themselves to pay these dividends to the corporation, aided in the accomplishment of a program by which they became the sole owners of the corporation’s common stock. It therefore cannot be argued that they received no benefit from the transaction. In fact, it may well be that they made a desirable and profitable investment of the dividends which they had received.</p>\n<p id=\"b397-11\">The decision of the Tax Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}