{
  "casebody": {
    "data": "<casebody firstpage=\"506\" lastpage=\"509\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b562-2\">HARTFORD ACCIDENT &amp; INDEMNITY CO. v. MURPHY. MURPHY v. HARTFORD ACCIDENT &amp; INDEMNITY CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b562-4\">No. 11763.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b562-5\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b562-6\">Dec. 2, 1946.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b562-7\">Rehearing Denied Dec. 31, 1946.</otherdate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b562-23\">HUTCHESON, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b562-27\">Virgil T. Seaberry, of Eastland, Tex., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b562-28\">J. R. Black, Jr., and Davis Scarborough, both of Abilene, Tex., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b562-29\">Before HUTCHESON, HOLMES, and McCORD, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b562-30\">HOLMES, Circuit Judge.</author>\n<p id=\"b562-31\">This appeal is from a judgment under the workmen’s compensation law of Texas. The court below entered the judgment upon the following verdict: We, the jury, find that the plaintiff is totally and permanently disabled and award the plaintiff 275 weeks at $20 per week payable in a lump sum <page-number citation-index=\"1\" label=\"507\">*507</page-number>■of $5,500. Prior to the rendition of this verdict, the jury had reported: We, the jury, find in favor of the plaintiff and award him $5,500. The court refused to accept this verdict, and instructed the jury to retire and state the number of weeks found by it. Whereupon, the jury retired and later returned the verdict on which the, judgment was entered. The pertinent parts of said judgment are as follows:</p>\n<p id=\"b563-5\">It is therefore ordered, adjudged, and decreed by the court that the plaintiff, S. L. Murphy, do have and recover of and from the defendant, Hartford Accident &amp; Indemnity Company, 275 weeks of compensation insurance at the rate of $20.00 per week in a lump sum. It is ordered, however, that the 3Í5 weeks heretofore paid by the defendant be. deducted from said amount.</p>\n<p id=\"b563-6\">The court finds that said 240 weeks reduced to a lump sum and computed on a basis of 6 per cent per annum interest amounts to the sum of four thousand, two hundred eighty-seven and 61/100 ($4,287.-61) dollars.</p>\n<p id=\"b563-7\">It is therefore ordered, adjudged, and decreed by the court that plaintiff, S. L. Murphy, do have and recover of and from the defendant, Hartford Accident &amp; Indemnity Company the sum of four thousand, two hundred eighty-seven and 61/100 ($4287.61) dollars, and all costs of suit, for all of which he may have his execution.</p>\n<p id=\"b563-8\">It is further ordered, adjudged, and decreed by the court that said amount shall bear interest from this date until paid at the rate of 6 per cent per annum.</p>\n<p id=\"b563-9\">The decisive point on this appeal is the sufficiency of the verdict to support the judgment. The appellant contends that the verdict was conflicting, irreconcilable, self-destructive ; and that the court below should have set it aside and granted a new trial. Among other authorities, the appellant relies on a decision by this court where the jury found that the plaintiff was totally incapacitated but either refused to find permanent incapacity or construed the court’s instruction to mean that a finding of 401 -weeks would be the equivalent thereof. We held that a judgment based on a verdict of permanent disability was not supported by the verdict.<footnotemark>1</footnotemark> The facts in that case were materially different from the facts on this appeal.</p>\n<p id=\"b563-11\">Here there is no question of the sufficiency of the verdict to support a judgment of permanent disability, because no such judgment was entered and the appellee has waived his right to claim permanent disability benefits. If the court below had entered judgment for total and permanent disability, the Heard case might be in point, but not having done so that case is not applicable. In the instant case the intention of the jury is plain and its finding certain as to the disability of the plaintiff for a period of 275 weeks. This fact and the jury’s finding as to the amount of the weekly payments plus the undisputed facts in evidence are all that this court needs to enter a judgment here in accordance with law. There is inconsistency in the verdict so far as the finding of total disability is concerned, but the inconsistency is only as to the excess over 275 weeks. A finding of permanent disability would have entitled the plaintiff to an award for 401 weeks at $20 per week, but the court did not enter judgment for that number of weeks.</p>\n<p id=\"b563-12\">The appellee here waives any claim to compensation for permanent disability, and agrees that the judgment of the trial court that the plaintiff recover 275 weeks of compensation at the rate of $20 per week, less the 35 weeks previously paid, is correct. He also admits that the award of compensation in a lump-sum was not in accordance with law, and asks that the judgment be modified to correct this error. Since all parties are in accord as to the lump-sum provision being erroneous, the judgment will be corrected so as to eliminate it. No such issue was submitted to the jury, and its report on the subject was a conclusion of law and not a finding of fact. It was surplusage.</p>\n<p id=\"b563-13\">In Pearson v. Doherty, 143 Tex. 64, 183 S.W.2d 453, the Supreme Court of Texas held that where two findings with respect to a material fact are such that both cannot stand, then neither can stand. The test, so the court holds, is whether <page-number citation-index=\"1\" label=\"508\">*508</page-number>taking the finding alone in one instance, judgment should be entered for the plaintiff; and taking it alone in the other, judgment should be entered for the defendant. If we apply this test to the verdict below that was accepted by the court, there was no conflict between the finding of total disability and the finding of its duration for at least 275 weeks. If there is a conflict as to the duration of the disability in excess of 275 weeks, which destroys the efficacy of a finding for a longer period, the defendant below was not prejudiced by the action of the court in entering judgment for the number of weeks as to which there was no conflict. Under no construction of the verdict was it permissible to enter a judgment for the defendant. The conflict in effect was between 275 weeks and permanency but, by the waiver of appellee, that issue has been disposed of in a manner that leaves the appellant in no position to complain.</p>\n<p id=\"b564-4\">In Fidelity &amp; Casualty Co. v. McLaughlin, 134 Tex. 613, 135 S.W.2d 955, 958, the Supreme Court of Texas held that, where there was a conflict in the jury’s findings as to the extent of disability, the employee could waive the finding of greater disability and accept the lesser finding. The court said; “When we come to consider as a whole the two sets of findings here involved, we find'they do not totally conflict with each other. Incapacity is contained in both sets of findings. The findings first mentioned, supra, find incapacity to the extent of 100 per cent. The other set of findings, mentioned supra, finds incapacity to the extent of 75 per cent. only. Incapacity to the extent of 75 per cent, is contained in and found by both sets of findings. To the extent of 75 per cent, there is, therefore, no conflict. Twenty-five per cent, of the incapacity found by the first set of findings is not in the other set, but is excluded therefrom. Therefore, to the extent of 25 per cent, the two sets of findings conflict. The conflict, however, is only to the extent of the per cent, just mentioned. The insurance carrier is certainly in no position to complain of a judgment based on the' part of the verdict where no conflict exists.”</p>\n<p id=\"b564-5\"> In Prudential Ins. Co. v. Faulkner, 10 Cir., 68 F.2d 676, 94 A.L.R. 1160, where the insurer wrongfully refused to compensate the insured for total and permanent disability under a group policy, and the jury found for the insured in the total amount due, the remainder of the verdict respecting payment in a lump-sum or in installments was held to be surplusage, and was disregarded by the court in entering-judgment. True this -was not a compensation case, but the principle of disregarding surplusage in a verdict is the same. Neither is it a violation of the Seventh Amendment to uphold a verdict to the extent that it is consistent with itself and responsive to the issues submitted to the jury. To set aside a verdict upon technical or insubstantial grounds is not within the spirit of said amendment. This is especially true on appeal. 28 U.S.C.A. § 391.</p>\n<p id=\"b564-6\"> On the merits this appeal is free from difficulty. The appellee is clearly entitled to recover for either a temporary or permanent disability. There was a serious issue as to what the jury found with reference to the excess of disability above 275 weeks until the appellee abandoned his cross-appeal and agreed to accept payment for the lesser number of weeks. It has long been, and still is, permissible for a plaintiff to remit part of his award in order to avoid a new trial. Having done this, and the lump-sum provision in the verdict being regarded as surplusage, the judgment appealed from should be modified so as to conform to the verdict as construed by this court. As so modified, the judgment should be affirmed. It is so ordered.</p>\n<footnote label=\"1\">\n<p id=\"b563-14\"> Texas Compensation Ins. Co. v. Heard, 5 Cir., 93 F.2d 548.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b564-7\">HUTCHESON, Circuit Judge</author>\n<p id=\"AfU\">(dissenting).</p>\n<p id=\"b564-8\">The judgment, confected by this court out of an impossible verdict and an erroneous judgment on it, gives appellee less than the sum awarded him by either verdict or judgment below. It does not follow, though, as the majority opinion seems to hold, that since appellee is satisfied with this result, appellant must be.</p>\n<p id=\"b564-9\">The judgment appealed from was entered on a general verdict of a jury, and “if any<page-number citation-index=\"1\" label=\"509\">*509</page-number>thing is settled in proceedings at law where a jury is impanelled to try the facts, it is that the verdict must find the matter in issue between the parties, and <em>the judgment of the court must conform to and follow the verdict” </em>(emphasis supplied). Bennett v. Butterworth, 11 How., 669, 13 L.Ed. 859. Cf. Dimick v. Schiedt, 293 U.S. 474, 55 S.Ct. 296, 79 L.Ed. 603, 95 A.L.R. 1150, Mutual Benefit Health &amp; Acc. Ass’n. v. Thomas, 8 Cir., 123 F.2d 353. In Texas Compensation Ins. Co. v. Heard, 5 Cir., 93 F.2d 548, this court has definitely so decided. The only difference between that case and this is that there the verdict consisted of answers to special issues while here it is a general verdict. This, however, but makes more strongly against the power of the trial court and of this court asserted here to make a consistent verdict out of an inconsistent and impossible one by pruning and patching it.</p>\n<p id=\"b565-5\">With deference, the opinion of the Supreme Court of Texas, in Fidelity &amp; Cas. Co. v. McLaughlin, 134 Tex. 613, 135 S.W.2d 955, on which the majority opinion relies, is not in point. There the verdict consisted of answers to questions, some of which answers conflicted to some extent with other answers, but, the conflict reconciled, there were positive answers on which a judgment might be drawn. Continental Cas. Co. v. Little, 5 Cir., 152 F.2d 728, dealt with a verdict which likewise was not general but consisted of answers to questions. The district judge permissibly reconciled the answers with the pleadings, and this court affirmed this reconciliation.</p>\n<p id=\"b565-6\">Llere there is no question of conflict between answers and a reconciliation of those conflicts. Here there is a general verdict which must be accepted or rejected as a whole. Self contradictory and irreconcilable with itself, it may not by major surgery be lopped and trimmed to make a verdict of it. When the district court finished with its surgery, it had lopped off the finding that plaintiff was totally and permanently disabled, had reduced the number of weeks awarded by lopping off thirty-five, and the lump sum awarded by .lopping off $1212.39. When this court was through with its operation, both the lump sum and the number of weeks found by the jury had disappeared to be substituted by the number of weeks the judge had found. Nothing of what the jury had found was left in the verdict except the $20.00 per week.</p>\n<p id=\"b565-8\">Whether consent here of both plaintiff and defendant to accept this truncation of the verdict would suffice to support the judgment proposed, is not before us, as defendant has emphatically refused its consent. It ought to be quite clear, though, that the consent of plaintiff alone to such major surgery on a general verdict returned in a federal court does not make inoperative the provisions of the Seventh Amendment that “No fact tried by a jury shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law”. The judgment ought to be reversed. I dissent from the judgment of affirmance.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}