{
  "casebody": {
    "data": "<casebody firstpage=\"557\" lastpage=\"559\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b629-4\">The CHESAPEAKE AND OHIO RAILWAY COMPANY, Appellant, v. Ryland H. FORD, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b629-7\">No. 77-2083.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b629-8\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b629-9\">Argued Oct. 2, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b629-10\">Decided Jan. 10, 1979.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b629-20\">Philip Lee Lotz, Staunton, Va. (Lotz, Black &amp; Menk, Staunton, Va., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b629-21\">Michael McH. Collins, Covington, Va. (Collins, Wilson, Collins &amp; Singleton, Covington, Va., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b629-22\">Before BRYAN, Senior Circuit Judge, and RUSSELL and PHILLIPS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b629-23\">PHILLIPS, Circuit Judge:</author>\n<p id=\"b629-24\">Ryland H. Ford sued his employer, the Chesapeake &amp; Ohio Railroad, for $11,197.41 and certain other amounts he asserted were wrongfully withheld from him by the Railroad. The Railroad has appealed from a judgment in favor of Ford reported at 432 F.Supp. 1285 (W.D.Va.1977). Because we believe that Ford was required first to attempt to exhaust his arbitral remedy and that he has failed to do so, we reverse.</p>\n<p id=\"b629-25\">On May 1, 1971, Amtrak assumed responsibility for the C &amp; O’s passenger service and as an incident to that takeover Ford’s <page-number citation-index=\"1\" label=\"558\">*558</page-number>job was abolished. Amtrak’s organic statute required that it negotiate a protective agreement with the C &amp; 0 for the benefit of any employees of the Railroad affected by the change in operation and it did so. The resulting agreement, Appendix C-l, was duly approved as “fair and equitable” by the Secretary of Labor. 45 U.S.C. § 565.</p>\n<p id=\"b630-4\">Two provisions of Appendix C-l are pertinent to this litigation. One provided that Ford would receive a guaranteed wage based on his earnings prior to the takeover so long as he complied with certain conditions. The other dealt with the settlement by arbitration of any disputes arising under C-l.</p>\n<p id=\"b630-5\">While Ford briefly had a full-time position after the change of operation, from mid-May 1971 until November 1974 he worked irregularly at the C &amp; O’s station in White Sulphur Springs, West Virginia, filling in when a regular employee was absent or had the day off. He received the wage guarantee during this period. In November 1974, the Railroad determined that it had overpaid Ford $11,197.41 on the guarantee. From this time until Ford’s then existing job was abolished in March 1975, it continued to pay Ford for the work he actually performed, but reduced the guaranteed wage payment to sixty percent for some time, then stopped it completely until by this unilaterally imposed process the alleged overpayment was totally recouped.</p>\n<p id=\"b630-6\">Ford, through his union, filed a grievance concerning this process under the dispute adjustment procedure contained in the collective bargaining agreement between the union and the Railroad. The Railroad denied the dispute was subject to that grievance procedure and Ford appealed, but did not prosecute the appeal. No grievance was ever filed under C-l’s arbitration clause.</p>\n<p id=\"b630-13\">Ford brought suit in state court, the Railroad removed to federal court and then filed a motion to dismiss. The district court denied the motion, holding that it had jurisdiction and that Ford was not required to exhaust his arbitral remedy under C-l.<footnotemark>1</footnotemark> Following a trial, the court entered judgment for Ford and this appeal was duly noted.</p>\n<p id=\"b630-14\">When a dispute between employer and employee is subject to an exclusive arbitration remedy, either party must attempt to use that remedy before resorting to litigation. <em>Republic Steel Corp. v. Maddox, </em>379 U.S. 650, 85 S.Ct. 614, 13 L.Ed.2d 580 (1965).<footnotemark>2</footnotemark> Were this dispute subject to the Railway Labor Act, 45 U.S.C. §§ 151— 188, no one could contend that arbitration was not the exclusive remedy. <em>Andrews v. Louisville &amp; N.R.R., </em>406 U.S. 320, 92 S.Ct. 1562, 32 L.Ed.2d 95 (1972). Although he initially filed a grievance under the Railway Labor Act procedure, Ford now asserts that only Appendix C-l’s procedure is potentially applicable and that it does not have this effect. Because we conclude that C-l’s procedure is also exclusive, we accept his contention for the purposes of this appeal.</p>\n<p id=\"b630-15\">Appendix C-l’s arbitration clause provides:</p>\n<blockquote id=\"b630-16\">In the event Railroad and its employees or their authorized representatives cannot settle any dispute or controversy with respect to the interpretation, application or enforcement of any provision of this Appendix . . within 20 days after the dispute arises, it may be referred by either party to an arbitration committee</blockquote>\n<blockquote id=\"b630-18\">The decision ... of the arbitration committee shall be final, binding and conclusive .</blockquote>\n<p id=\"b630-19\">Arbitration provisions in railway labor contracts providing that <em>either </em>party <em>may </em>invoke arbitration with the resulting <page-number citation-index=\"1\" label=\"559\">*559</page-number>decision binding on <em>both </em>have generally been interpreted to make arbitration the exclusive remedy for both notwithstanding the apparently permissive language employed. <em>Brotherhood of R.R. Trainmen v. Chicago River &amp; I.R.R., </em>353 U.S. 30, 34, 77 S.Ct. 635, 1 L.Ed.2d 622 (1957); <em>Batts v. Louisville &amp; N.R.R., </em>316 F.2d 22, 26-27 (6th Cir. 1963); <em>New Orleans &amp; N.R.R. v. Bozeman, </em>312 F.2d 264, 268 (5th Cir. 1963); <em>see Parsons v. Norfolk &amp; W. Ry., </em>442 F.2d 1075 (4th Cir. 1971), <em>aff’g, </em>310 F.Supp. 1197 (S.D.W.Va.1970). In <em>McLaughlin v. Penn Central Transportation Co., </em>384 F.Supp. 179, 185 (S.D.N.Y.1974), Judge Weinfeld held in an opinion we find totally persuasive that the grievance procedure in Appendix C-l must similarly be found exclusive. To like effect is <em>Tribbett v. Chicago Union Station Co., </em>352 F.Supp. 8, 13-14 (N.D.Ill.1972). Under this interpretation, which we adopt, neither party need actually seek to invoke such a grievance procedure to make its use exclusive for both. <em>McLaughlin, </em>384 F.Supp. at 185 n.26.</p>\n<p id=\"b631-5\">The district court felt that the legislative history of the section of the Amtrak Act that gives the federal courts jurisdiction of certain actions arising under the Act, including those seeking equitable relief on behalf of an employee under a labor agreement,<footnotemark>3</footnotemark> showed a legislative intent that employees should have a choice of arbitral or judicial forums for claims such as plaintiff’s here. That history does not appear to have contemplated the effect of an exclusive arbitration clause in a protective agreement such as Appendix C-l. Certainly it does not evidence an intent to displace the basic rules of construction applicable to provisions establishing labor grievance procedures.</p>\n<p id=\"b631-6\">The dispute involved in this litigation illustrates the wisdom of enforcing exclusive arbitration procedures. That policy is predicated in large part on the relative superiority of labor arbitrators in interpreting and applying provisions in labor agreements. The parties to this litigation have been completely unable to explain in the judicial forum why Ford was paid the amounts he received under the wage guarantee. Whether those payments constituted an overpayment depends on the proper interpretation of the provision in C-l fixing the amount of the guarantee and on a determination of when the guarantee payments were applicable. The manner of effecting the recoupment is defended as complying with an asserted trade practice. All these issues, dependent on interpretation of the contract in the atmosphere of its intended application, seem more amenable to resolution in an arbitral forum than a judicial one.</p>\n<p id=\"b631-12\">Ford attempted to use the Railway Labor Act grievance procedure established by the collective bargaining agreement between his union and the Railroad, but did not prosecute the grievance beyond its initial denial by the Railroad. He made no attempt to invoke Appendix C-l’s arbitration procedure. The exhaustion requirement would be meaningless if a greater effort than this were not contemplated. The action should have been dismissed, and shall be upon remand.</p>\n<p id=\"b631-13\">\n<em>REVERSED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b630-7\">. No. 75-0050 (W.D.Va. Oct. 21, 1976).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b630-8\">. Certain exceptions to this rule exist, as when the union has sole control of the prosecution of employee grievances and has breached its duty of fair representation or when resort to the grievance procedure would be wholly futile, <em>Glover v. St. Louis-S.F. Ry., </em>393 U.S. 324, 89 S.Ct. 548, 21 L.Ed.2d 519 (1969); <em>Vaca v. Sipes, </em>386 U.S. 171, 184-86, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967), but none of them, nor any analogous circumstance, appear on this record.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b631-7\">. 45 U.S.C. § 547(a). The legislative history is discussed in <em>National R.R. Passenger Corp. v. National Ass’n of R.R. Passengers, </em>414 U.S. 453, 456-62, 94 S.Ct. 690, 38 L.Ed.2d 646 (1974). Since the question of our jurisdiction under § 547(a) has not been briefed and its resolution is unnecessary in light of our disposition of the appeal, we do not reach it.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}