{
  "casebody": {
    "data": "<casebody firstpage=\"703\" lastpage=\"704\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b723-4\">Olcott <em>v. </em>Evans.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b723-5\">\n<em>(Supreme Court, General Term, First Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Arf\">January 28, 1889.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b723-6\">Deposition—Commission to Take—When Awarded before Issue Joined.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"AWta\">Code Civil Proo. N. Y. §§ 887, 888, provide that upon proof by affidavit that the testimony of a witness without the state is material, and that by delay his death or other cause will probably prevent securing his evidence, a commission to take his evidence may issue before joinder of issue' in the action. An affidavit filed by plaintiff for the purpose mentioned stated the grounds for the application on informatian and belief. A counter-affidavit was filed, whereupon plaintiff filed another affidavit in rebuttal, so called, containing sufficient facts to warrant the making of the order asked. <em>Seld, </em>that while the latter affidavit was not strictly in rebuttal, in view of the possible gravity of the consequences to plaintiff should he fail to secure the testimony, the affidavit should be considered, and the commission awarded.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b723-9\">Appeal from special term, New York county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b723-10\">Action by Frederick P. Olcott, receiver of the Wall Street Bank, against Thomas W. Evans, its president, to recover damages occasioned by his negligence. Upon motion of plaintiff a commission to take the deposition of one John P. Dickinson was awarded over the objection of defendant, who appeals.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b723-11\">Argued before Van Brunt, P. J., and Brady and Macojiber, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b723-12\"><em>Bristow, Peet &amp; Opdyke, (David Wilcox, </em>of counsel,) for appellant. <em>Shear-man </em>c6 <em>Sterling, (Thomas G. Shearman </em>and <em>Everett P. Wheeler, </em>of counsel,) for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b723-13\">Brady, J.</author>\n<p id=\"A6Pd\">The application for the commission was made under sections 887 and 888 of the Code of Civil Procedure, and all that was required to authorize its issuance was proof by affidavit that the testimony of a witness not within the state was material, and, application having been made before the joinder of issue, that there was reason to apprehend that before issue was joined and an application could thereafter be made the witness would die or become unable to give his testimony, or remove so that his testimony could not be taken. The action was brought to recover damages from the defendant, who was the president of the AVall Street Bank, for injuries sustained by the bank in consequence of his negligence; and the complaint sets out in various allegations the charges upon which the negligence is predicated, and from which it may be said that the materiality of the testimony of Dickinson appears. The affidavit upon which the order to show cause why the commission should not issue was granted, is criticised for the reason that the allegations bringing it within the provisions of the Code mentioned are stated to be on information and belief, namely, that the witness Dickinson was not within the state of New York, but in Chicago, in the state of Illinois; that his health had become very much impaired; and that, if his deposition was not speedily taken, it must be entirely lost. And the learned judge who presided when the motion was made was impressed with the insufficiency of that affidavit, as appears from his opinion, in which he distinctly states that but for the rebutting affidavit of Timpson (to which reference will be made) he would have denied the motion. The materiality of the testimony of Timpson is not denied; indeed it does not appear to be questioned, and the statements contained in his affidavit seem to be sufficient to supply the omissions and insufficiencies, exception to which had been taken as already suggested. Mr. Timpson states that he was the father-in-law of Dickinson, whose examination was desired; that his daughter was in constant correspondence with her husband, and had, a few days before the affidavit was made by Mr. Timpson, received a letter from her husband, written at Chicago, 111., where he was then sojourning. Dr. Bichard Reisig, under whose treatment Dickinson was placed during the summer of 1887, while he was in this state, and when the defendant’s attorneys endeavored to take his testimony, stated to him that his patient was then <page-number citation-index=\"1\" label=\"704\">*704</page-number>suffering seriously with diseases of the nervous centers, attended with general nervous prostration; that it would be dangerous to his health to excite or disturb him in any way; and hence it seems that his examination was not taken at that time. Mr. Timpson also states that it was thought that a change would be beneficial to him, and thereupon, in the autumn of 1887, he went to Chicago, where he had since been; and further that he had read letters from. Dickinson to his wife, which he believed to be true, in which he stated, and from which it clearly appeared, that his health had become seriously impaired; and further that he believed that unless the testimony of Dickinson was taken very soon it would be impossible, owing to the condition of his health, ever to obtain it. This affidavit was regarded as containing the necessary elements to justify an order. The learned judge, in considering it, seems to have thought that it was not rebutting, and should not have been submitted, and that under rigid rules he should deny the motion with leave to renew upon that affidavit, but in consideration of the character of the motion and the importance of the case it was well not to delay the matter further, or to burden the court with another motion which upon that affidavit must result in a commission, and hence, anticipating another motion, granted the commission, with leave to the defendant to cross-examine orally. The consequence is that the objections predicated of the proposition,—that the affidavits were insufficient because founded exclusively upon information and belief, and which did not contain the sources of information, and were not sustained by some affirmative evidence at length,—necessarily failed. The statute only requires that the existence of the necessary facts for the application under the provisions of the sections mentioned should appear by affidavit, namely, that there is a witness whose examination is material who is not within the state, and that there is reason to apprehend that he will die or become unable to give his testimony or remove so that it cannot be obtained. The affidavit of Mr. Timpson, the father-in-law of the witness, founded upon his own knowledge and the letters written by the witness, coupled with the diagnosis of Dr. Eeisig, seems beyond doubt to create a reasonable apprehension that the testimony of the witness would be lost if not taken in the expeditious manner contemplated by the Code. The learned counsel for the appellant has cited a number of adjudications declarative of the rules of evidence to be observed in granting attachments and orders of arrest, and process of that character. It may be said in reference to all of them that they do not apply to motions of the character herein considered/ The application for a commission is an entirely different proceeding. It neither authorizes the seizure of property, nor the arrest of the person, to justify which an entirely different character of testimony is necessarily required. The examination of a witness on a commission, especially before issue joined, is the exercise of a right prior to the usual time when that privilege may be employed, namely, upon the trial, and is authorized only in eases where there is danger that it may be subverted by the death, absence, or removal of the witness, and is necessary, therefore, in the administration of justice, to prevent its defeat. The strictness of proof, therefore, which is required in cases of attachment and arrest is not required, and should not be, inasmuch as the adverse party has the right of cross-examination, and in that mode, especially where it is permitted orally, has all the protection which is necessary. For these reasons, without considering in detail the cases cited by the respondent, and to which reference has been made, the order appealed from should be affirmed. Ordered accordingly, with $10 costs of this appeal, and the disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}