{
  "casebody": {
    "data": "<casebody firstpage=\"784\" lastpage=\"787\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b804-5\">Bruyn <em>v. </em>Russell <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b804-6\">\n<em>(Supreme Court, General Term, Third Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXPJ\">March 16, 1889.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b804-7\">1. Promissory Notes—Consideration.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b804-8\">If a plaintiff, in an action on a note expressed to be given “for value received, ” anticipating an attack on its validity for want of consideration, attempts to prove its actual consideration, the legal presumption of valuable consideration arising from such recital no longer exists, and hence it is error to charge that the jury, in determining whether the note was given for a valuable consideration, should consider that the note itself imported a consideration, and that, aside from that presumption, there were the facts proven tending to show what the consideration was.<footnotemark>1</footnotemark></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b804-9\">3. Executors—Admissions.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b804-10\">The plaintiff, in an action against two executors on a contract of their testator, cannot give in evidence a conversation with one of the defendants in the absence of the other, in which he admits the truth of her narrative of her contract with testator, as his admissions cannot hind his co-executor.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b804-11\">3. Proof of Handwriting—Experts.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b804-12\">Comparison by experts of the handwriting of the signature of a note sued, on with that of a letter written and admitted as genuine by plaintiff, to show that plaintiff herself signed the name of defendants’ testator to the note, is inadmissible; comparison being confined to the disputed signature and the genuine writing of the person purporting to have written the disputed signature.<footnotemark>2</footnotemark></headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b804-13\">4. Same.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b804-14\">A witness who has frequently seen testator write is competent to testify to his opinion of the disputed signature of testator, though he bases his opinion partially on his own knowledge of testator’s writing, but principally on examination of other writings purporting to be by testator, but which the witness had not- seen him write, and which were not produced on the trial.</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b804-15\">Appeal from circuit court, Ulster county.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b804-16\">Action by Elizabeth B. Bruyn against Benjamin Bussell and James B. ICeeler, executors, etc., of Jacob De Witt, deceased, on a promissory note. Verdict and judgment for plaintiff for $5,445, and defendants appeal, as well</summary>\n<p data-order=\"13\" data-type=\"summary\" id=\"b804-19\">from the judgment as from an order denying a motion for a new trial. Argued before Learned, P. J., and Landon and Ingalls, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b805-4\"><page-number citation-index=\"1\" label=\"785\">*785</page-number><em>E. Countryman </em>and <em>George G. Keeler, </em>for appellants. <em>A. T. Clearwater, </em>for respondent.</attorneys>\n<footnote data-order=\"15\" data-type=\"legal\" id=\"x999-1\" label=\"1\">\n<p id=\"b804-20\">A promissory note imports a consideration, and the burden of proof is upon him who alleges that it has none. Flint v. Phipps, (Or.) 19 Pac. Rep. 543; Lipsmeier v. Vehslage, 29 Fed. Rep. 175. In general, as to the presumption of consideration in a promissory note, and the contrary rulings as to who has the burden of proof on the issue of no consideration, see note to Lipsmeier v. Vehslage, supra; Hathway v. Hagan, (Vt.) 8 Atl. Rep. 678, and note; Perley v. Perley, (Mass.) 10 N. E. Rep. 726, and note; Bank v. Seymour, (Mich.) 31 N. W. Rep. 140, and note.</p>\n</footnote>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b804-21\"> On the general sub j ect of the proof of handwritings by comparison, and the writings admissible for the purpose of the comparison, see McKay v. Lasher, 3 N. Y. Supp. 352, and note; People v. Parker, (Mich.) 34 N. W. Rep. 720, and note.</p>\n</footnote>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b805-5\">Landost, J.</author>\n<p id=\"ABp\">The plaintiff produced the promissory note. It contains the words, “for value received.” In the absence of any further testimony, the presumption existed that the note was given upon sufficient consideration. <em>Raubitschek </em>v. <em>Blank, </em>80 N. Y. 478; <em>Underhill </em>v. <em>Phillips, </em>10 Hun, 591; <em>Foote </em>v. Valentine, 48 Hun, 475, 1 N. Y. Supp. 410. This presumption would prevail until overcome by evidence sufficient to convince the jury that no valid consideration existed. If the plaintiff had rested, her case upon the presumption of consideration which the note itself imports, then the burden would have been cast upon the defendants to overcome by their evidence that presumption, and, of course, if they could not do what it was incumbent upon them to do, the presumption would not be overcome, and its force would remain unbroken. But at the outset of the trial the plaintiff, anticipating the attack by the defendants upon the consideration, attempted to establish it affirmatively. She undertook to show that the testator gave her the note, because a promise of marriage existed between them, and because be desired to recognize and reward the life-long acts of kindness which the plaintiff had bestowed upon him and the members of his household. The testator was a bachelor. The testimony of the plaintiff very plainly and perhaps expressly excluded the idea that any other consideration existed. Such being the case, the presumption of a valid consideration which the note, unexplained, imported, was no longer of any avail to the plaintiff. If she failed to establish the actual consideration she asserted, she could not ask to recover, because the defendants had not affirmatively overcome the presumption of consideration which the note itself imported, or, if establishing the particular consideration which she asserted, it should be found that such consideration had not sufficient legal validity to uphold the note, the words “for value received” in the note could not be invoked to supply legal validity to a consideration otherwise ascertained to be invalid. The true consideration may be inquired into. It is presumed to be good until it is shown what it is, but when this is shown, whether by one party or the other, its true character is ascertained. If the good name under which the true consideration was disguised in the note itself could now in the least degree improve its real character, the inquiry would have been in vain; the disguise would still deceive. The object of the inquiry is to strip it off, and disclose the real truth. Upon the evidence adduced we do not know whether the note was given upon the consideration suggested, but we do know that such a consideration, and no other, was attempted to be proved. We think, therefore, that when the learned trial judge instructed the jury that, in determining whether the note was given upon a valid consideration, they should consider that the note itself imported a consideration, and that the <em>onus </em>was upon the defendants to assail it, and that aside from the consideration imported by the note itself there were the facts and circumstances tending to show what the real consideration was., he left the jury to infer that the facts and circumstances strengthened the presumption of consideration which the note imported, instead of displacing that presumption, or weakening it, and thus prejudiced the case of the defendants.</p>\n<p id=\"b805-6\">Whether, if a valid promise of marriage existed between the parties, that would imply a sufficient consideration without respect to the question whether the one promise was the consideration or inducement of the'other, counsel did not deem it necessary to consider. Hor was the question discussed by counsel whether a promise to pay, made in consideration of a promise of marriage, which failed because of the death of one of the parties before the time appointed for the marriage, would present a case of failure of consideration. We therefore pass these questions to consider the admissibility of certain testimony which the plaintiff was permitted to give. She testified, notwith<page-number citation-index=\"1\" label=\"786\">*786</page-number>standing the objection of the defendants, that after the death of the testator she had a conversation with one of the defendants, in which she narrated to him the conversation between herself and the testator at the time he gave her the note. She thus, under the form of giving her conversation with the defendant, gave to the jury her alleged conversation with the testator. The latter conversation embraced the alleged declarations of the testator to the' plaintiff respecting her personal acts of kindness to him, the existing promise of marriage between them, and his desire to secure to her a portion of his estate. The trial judge correctly said that this was not evidence that any such conversation took place between the plaintiff and the testator, but was only evidence of the conversation between her and the defendant, and he instructed the jury thus to regard and limit it. But it was the only explicit evidence of any engagement of marriage between the plaintiff and the testator, and it is not easy to believe, in view of the verdict, that it was not the most influential in producing it. If so, then the verdict rests upon her testimony of statements narrated to the defendant, without testimony that the statements narrated were true. It is claimed that the defendant, one of the executors, admitted her narrative to be true. But confessedly he had no personal knowledge of its truth, and his admission could therefore contribute no corroboration of it. Here are two executors. One executor cannot by his admission hind his co-executor. <em>Finnern </em>v. <em>Hinz, </em>38 Hun, 465, and cases cited; <em>Potter </em>v. <em>Greene, </em>3 N. Y. Supp. 605. A sole executor cannot bind the estate by his admission to a third party having no interest. <em>Church </em>v. <em>Howard, </em>79 N. Y. 415. We infer from the cases that an admission by executors to bind their estate must be part of the <em>res gestee </em>of its actual settlement by them, and partake somewhat of the character of estoppel. They are to settle the estate of their testator as the testator left it. They should not, by listening without dissent or with approval to the interested assertions of claimants, overreach the acts of the testator himself, and give to them a characterQwhich but for their complaisance could never be fixed upon them. But within the cases cited the testimony was not competent. For this error the judgment must be reversed.</p>\n<p id=\"b806-5\">We have examined the various assignments of error respecting the proof of the testator’s handwriting, and the genuineness of the signature to the note. There is a sort of false courtesy shown by the law to the pretenders to expert knowledge. Witnesses are criticised as failing to show themselves to be experts. They had in some degree the knowledge which an expert ought to have, and in the present state of the law we do not think the court erred in receiving their opinions. The defendants offered by expert testimony to show that the note in question and a letter admitted by the plaintiff to be in her handwriting were both in the same handwriting. Convincing as such evidence-might be in certain cases, it does not seem to be admissible. Comparison of handwriting is only admissible between the disputed writing in question and the genuine handwriting of the- person purporting to be the writer of the disputed writing. • <em>Peck </em>v. <em>Callaghan, </em>95 N. Y. 73.</p>\n<p id=\"b806-6\">The defendants object to the testimony of a witness who had frequently seen the testator write, but who admitted that he had examined other signatures purporting to be the testator’s, but which the witness had not seen him write, and which were not produced upon the trial. He testified that he based his opinion principally upon the last-mentioned comparison. As his testimony was not exclusively based upon such comparison, we do not think it could be stricken out. He had the meager qualifications which suffice to his competency, and he had acquired confidence and a firmer opinion by irregular methods. However much unreliable knowledge he liad acquired, we do not think it disqualified him, in the absence of testimony that he based his opinion wholly upon it. Judgment reversed, new trial granted, costs to abide the event.</p>\n<p id=\"b807-2\"><page-number citation-index=\"1\" label=\"787\">*787</page-number>Learned, P. J., concurs. Ingalls, J., takes no part.</p>\n<p id=\"b807-3\">Learned, P. J. Concurring in the foregoing opinion, I would add that an examination of the expert testimony, and of the exhibits produced on the trial and shown on the argument, has given me a strong impression against the genuineness of the alleged signature of the deceased. In cases like the present, we must always expect that the alleged signature will have a resemblance to genuine signatures, even if not genuine itself. The opinions of those who have seen the person write (whose alleged signature is in question) are little more than statements of such resemblance, unless based on a careful study of the habits of the person in respect to his handwriting, as shown in genuine specimens. How careful such a study may be is shown in Twisleton and Chabot, Handwriting of Junius.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}