{
  "casebody": {
    "data": "<casebody firstpage=\"397\" lastpage=\"400\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b421-11\">UNITED STATES of America, Plaintiff-Appellee, v. Yosvan HUERTA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b421-14\">No. 05-10793</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AHJ\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b421-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b421-17\">May 10, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b422-16\"><page-number citation-index=\"1\" label=\"398\">*398</page-number>J. Michael Worley, Nancy E. Larson, Assistant U.S. Attorney, U.S. Attorney’s Office, Northern District of Texas, Fort Worth, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b422-17\">John Steven Bush, Law Office of J. Steven Bush, Fort Worth, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b422-19\">Before KING, DeMOSS, and PRADO, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b422-20\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b422-21\">Yosvan Huerta appeals the sentence imposed following his guilty plea conviction of possession of a controlled substance with intent to distribute, in violation of 21 U.S.C. § 841(a)(1) and (b)(l)(B)(ii)(II), and unlawful possession of a firearm in furtherance of a drug trafficking offense and aiding and abetting, in violation of 18 U.S.C. §§ 924(c) and 2.</p>\n<p id=\"b422-22\">Huerta argues that the district court erred when it determined that seized cash was drug proceeds attributable to Huerta <page-number citation-index=\"1\" label=\"399\">*399</page-number>and converted the cash into an equivalent amount of methamphetamine, when it denied Huerta an acceptance of responsibility reduction, when it included drugs other than cocaine to calculate Huerta’s base offense level in violation of <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and when it applied <em>Booker </em>retroactively.</p>\n<p id=\"b423-5\">The record establishes that the cash that was seized was stored in a lock-box in Huerta’s home, with Huerta’s girlfriend having access to the cash, which she was readily able to move at Huerta’s direction. Also, the record indicates that Huerta had no apparent source of cash other than drug trafficking, Huerta asserted that he had not previously engaged in cocaine trafficking, from the amount of cocaine seized it appeared that Huerta had not sold the cocaine that he had only recently obtained, Huerta admitted that he had previously dealt methamphetamine, he admitted that the methamphetamine that was found in his home belonged to him, and his girlfriend who knew where Huerta kept cash, drugs, and weapons, reported to the police that Huerta was a methamphetamine dealer. These facts indicate that the district court’s findings that the cash belonged to Huerta and were the proceeds of Huerta’s methamphetamine distribution were plausible in light of the record. <em>See United States v. Johnston, </em>127 F.3d 380, 403 (5th Cir.1997). Moreover, the district court did not commit error under the Guidelines when it based Huerta’s sentence on a type and quantity of drug not specified in the count of conviction. <em>See </em>U.S.S.G. § 2D1.1, comment, (n.12). The district court therefore did not clearly err in its determination of Huerta’s offense level. <em>See United States v. Villanueva, </em>408 F.3d 193, 203 &amp; n. 9 (5th Cir.), <em>cert. denied, </em>— U.S. -, 126 S.Ct. 268, 163 L.Ed.2d 241 (2005).</p>\n<p id=\"b423-8\">Huerta also argues that the district court erred when it denied him an acceptance of responsibility adjustment pursuant to U.S.S.G. § 3E1.1. The ruling denying the acceptance of responsibility adjustment was made after the district court determined that the cash was attributable to Huerta and should be converted into methamphetamine. These determinations of relevant conduct were plausible in light of the record. Because a defendant who “falsely denies” relevant conduct “has acted in a manner inconsistent with acceptance of responsibility,” § 3E1.1, comment. (n.l), the district court’s ruling, based upon Huerta’s relevant conduct objections, is not without foundation. <em>See United States v. Pierce, </em>237 F.3d 693, 695 (5th Cir.2001); <em>United States v. Brace, </em>145 F.3d 247, 264 (5th Cir.1998) (en banc). The district court therefore did not clearly err when it denied Huerta an acceptance of responsibility adjustment. <em>See United States v. Flucas, </em>99 F.3d 177, 180 (5th Cir.1996).</p>\n<p id=\"b423-9\">Huerta also argues that the district court erred when it determined his relevant conduct because under <em>Booker </em>the district court’s sentencing determinations are limited to facts that were either determined by a jury or admitted by a defendant. This argument is without merit. Post <em>-Booker, </em>the district court sentenced Huerta under advisory Guidelines. <em>Booker, </em>543 U.S. at 245-46, 125 S.Ct. 738. Under the advisory Guidelines scheme mandated by <em>Booker, </em>the Sixth Amendment does not impede a sentencing judge from finding all facts relevant to sentencing. <em>See United States v. Mares, </em>402 F.3d 511, 517-19 (5th Cir.), <em>cert. denied, </em>— U.S. -, 126 S.Ct. 43, 163 L.Ed.2d 76 (2005).</p>\n<p id=\"b423-10\">Finally, Huerta argues that the district court erred when it applied <em>Booker </em>retroactively. This argument is also without merit. <em>See United States v. Scroggins, </em>411 <page-number citation-index=\"1\" label=\"400\">*400</page-number>F.3d 572, 575-76 (5th Cir.2005) (rejecting argument that retroactive application of advisory guidelines violated ex post facto principles); <em>United States v. Austin, </em>432 F.3d 598, 599-600 (5th Cir.2005) (applying the remedial opinion of <em>Booker </em>to a sentencing hearing where the underlying offense was committed <em>pre-Booker </em>does not violate ex post facto or due process principles).</p>\n<p id=\"b424-4\">For the foregoing reasons, the judgment of the district court is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b422-12\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}