{
  "casebody": {
    "data": "<casebody firstpage=\"632\" lastpage=\"645\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b652-9\">THOMAS AUGUSTINE COLBERT <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b652-11\">[No. 695,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AKt1\">September Term, 1972.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b652-12\">\n<em>Decided August 15, 1973.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b654-10\"><page-number citation-index=\"1\" label=\"634\">*634</page-number>The cause was argued before Orth, C. J., and Powers and Davidson, JJ.</judges>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b654-11\"><em>Donald B. W. Messenger, </em>with whom was <em>G. Dent Lynch, Jr., </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b654-12\"><em>David, B. Allen, Assistant Attorney General, </em>with whom were <em>Francis B. Burch, Attorney General, Gilbert Rosenthal, Assistant Attorney General, John C. Hancock, State’s Attorney for Calvert County, </em>and <em>Robert Christopher Nalley, Assistant State’s Attorney for Calvert County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b654-13\">Powers, J.,</author>\n<p id=\"A8K\">delivered the opinion of the Court.</p>\n<p id=\"b654-14\">The only question of substance involved in this appeal is whether the trial judge, Perry G. Bowen, Jr., followed the required procedure in determining that the appellant, Thomas Augustine Colbert, was competent to stand trial. As we see it, he did, and we shall affirm the judgments.</p>\n<p id=\"b654-15\">Appellant was indicted on 5 November 1971 in Charles County, and charged in five counts with committing, on 27 September 1971, the crimes of common law burglary, <page-number citation-index=\"1\" label=\"635\">*635</page-number>assault with intent to rape, assault and battery, petty larceny, and receiving stolen goods. A general plea of not guilty was entered. The case was thereafter removed to the Circuit Court for Calvert County. There, a supplemental plea of not guilty by reason of insanity was filed.</p>\n<p id=\"b655-5\">Pursuant to that plea the court on 18 February 1972 ordered that an examination of the mental condition of Colbert be made by the Department of Mental Hygiene. A comprehensive psychiatric evaluation of Colbert was made by the staff at Clifton T. Perkins State Hospital in early April, with psychological testing, social service investigation and other pertinent clinical and laboratory studies.</p>\n<p id=\"b655-6\">Over the signature of Robert H. Sauer, M. D., Clinical Director, for John M. Hamilton, M. D., Superintendent, the Hospital reported by letter dated April 11,1972, filed in the record of this case on 18 April 1972, as follows:</p>\n<blockquote id=\"b655-7\">“Mr. Colbert was presented before a Medical Staff Conference on April 10, 1972 at which time it was the unanimous opinion of the medical staff that he was able to understand the nature and object of the proceedings against him and to assist in his defense. It was also the unanimous opinion of the medical staff that he did not suffer from a mental disorder at the time of the alleged offense of such severity as to cause him to lack substantial capacity to appreciate the criminality of his conduct or to conform his conduct to the requirements of law.</blockquote>\n<blockquote id=\"b655-8\">Our evaluation disclosed that Mr. Colbert is functioning in the Mild Range of Mental Retardation with a Full Scale I.Q. of 56 on the Wechsler Adult Intelligence Scale. He shows evidence of mild brain damage and has an alcohol problem which we diagnosed as Habitual Excessive Drinking. These findings, however, do not adversely affect the opinions given above concerning his present competency for trial or his responsibility for his actions at the time of the alleged offense.”</blockquote>\n<p id=\"b656-4\"><page-number citation-index=\"1\" label=\"636\">*636</page-number>Upon the receipt and filing of this report the court by written order set the case for trial 5 June 1972.</p>\n<p id=\"b656-5\">Before the trial began appellant filed two motions. One asked the court to order an “independent psychiatric examination” of appellant. It was supported by an attached report of an evaluation by two Ph.D. psychologists, and by the allegation:</p>\n<blockquote id=\"b656-6\">‘That members of the Defendant’s family, who have been in close association with him since his birth are of the opinion, based upon close hand observations over a period of years, that the Defendant suffers from severe mental retardation causing him not to be responsible for his actions.”</blockquote>\n<p id=\"b656-7\">The report of the psychological evaluation concluded by saying:</p>\n<blockquote id=\"b656-8\">“In summary, two questions arise, (1) Mr. Colbert’s responsibility and appreciation of the criminality of his conduct, and (2) his competency to stand trial, aid in his defense and comprehend the proceedings of the court. As delineated earlier Mr. Colbert is functioning in the mild defective range of mental retardation. Ninety-nine plus percent of the population functions at a higher level than does Mr. Colbert. Mr. Colbert’s mental retardation leaves him with a handicap in many areas of functioning and thus decreases substantially his capability from that of a ‘normal’ individual. (His alcoholic problem further retards his functioning.) There is no straightforward way of determining Mr. Colbert’s responsibility for his actions, it is subject to interpretation. In our best estimate and during our testing and interviewing, Mr. Colbert demonstrated that he could have been responsible and could appreciate the criminality of his conduct. It is also our opinion that because Mr. Colbert demonstrated mental retardation and limited vocabulary, articulation, reading and arithmetic skills (all of which are necessary to <page-number citation-index=\"1\" label=\"637\">*637</page-number>comprehend and communicate affectively) he will have difficulty in helping in the preparation of his defense as well as understand the proceedings of the court.”</blockquote>\n<p id=\"b657-5\">The other motion asked the court to conduct a hearing to ascertain whether appellant was competent to stand trial. It alleged that based upon interviews with appellant, members of his family, and the two psychologists, it was believed that appellant did not understand the nature of the object of the proceedings against him and did not possess the necessary intelligence to assist effectively in his defense. In arguing this latter motion appellant’s counsel based it in part on the views expressed by the two psychologists.</p>\n<p id=\"b657-6\">The court denied both motions. In ruling on the motion for a separate hearing on competency to stand trial, the court accepted as before him everything that was proffered, and said:</p>\n<blockquote id=\"b657-7\">“Since there is no disagreement between the authorities as I see their written reports, the Court will permit you to raise whatever questions you wish to raise during the course of the trial, but determines as a preliminary matter that he is competent to stand trial.”</blockquote>\n<p id=\"b657-8\">Counsel then asked:</p>\n<blockquote id=\"b657-9\">“Do I understand then by your ruling Your Honor that you will not conduct a separate hearing prior to the trial of this case?”</blockquote>\n<p id=\"b657-10\">to which Judge Bowen replied:</p>\n<blockquote id=\"b657-11\">“I see no reason to have a separate hearing when there isn’t any dispute or disagreement to be resolved by that hearing. At least no dispute or disagreement in the evidence to be submitted as I understand it.”</blockquote>\n<p id=\"b657-12\">The trial proceeded before Judge Bowen without a jury. A motion for judgment of acquittal was granted as to the charge of receiving stolen goods, and was denied as to the <page-number citation-index=\"1\" label=\"638\">*638</page-number>other charges. Appellant was found guilty of burglary, assault with intent to rape, assault and battery, and petty larceny. Sentences of 20 years were imposed on each of the first three counts, to run concurrently. Sentence was suspended generally on the conviction of petty larceny.</p>\n<p id=\"b658-5\">In this Court appellant raises four questions:</p>\n<blockquote id=\"b658-6\">1. Was it error for the Trial Court to Deny Appellant’s Motion for a Hearing on Competence to Stand Trial?</blockquote>\n<blockquote id=\"b658-7\">2. Was it an abuse of the Trial Court’s Discretion to allow the introduction of new matter on Redirect Examination over the objection of the Appellant?</blockquote>\n<blockquote id=\"b658-8\">3. Was there legally sufficient evidence from which the Trial Court could find the Appellant guilty beyond a reasonable doubt of the convictions herein appealed?</blockquote>\n<blockquote id=\"b658-9\">4. Was it error for the Trial Court to convict Appellant of assault and battery and sentence him thereto in that it merges into assault with intent to rape?</blockquote>\n<p id=\"b658-10\">I</p>\n<p id=\"b658-11\">In <em>Strawderman v. State, </em>4 Md. App. 689, 244 A. 2d 888, we discussed at length the procedures to be followed by a trial court with respect to the questions, when raised, of competency to stand trial and of responsibility for criminal conduct, under the provisions of Code, Art. 59, §§ 7-12, as enacted by Chapter 709, Acts of 1967, effective 1 June 1967. We discussed these same procedures further in <em>Rozzell v. State, </em>5 Md. App. 167, 245 A. 2d 917. The criteria by which insanity is determined have been changed since those decisions, by chapter 407, Acts of 1970, and chapter 345, Acts of 1972, but the procedures remain the same.</p>\n<p id=\"b658-12\">We pointed out in <em>Strawderman </em>that under the pre-1967 procedure an accused could plead not guilty by reason of insanity at the time of the commission of the alleged crime, or not guilty by reason of insanity at the time of the trial, or both. At page 695. We said that the sole issue of competency <page-number citation-index=\"1\" label=\"639\">*639</page-number>to stand trial is not, under the 1967 statute, raised by plea, but as provided in the then new § 7, now § 23, of Art. 59, and that its determination is a matter resting exclusively in the court.</p>\n<p id=\"b659-5\">In <em>Rozzell </em>we reiterated, “with regard to competency to stand trial, that the lower court, in whom the determination of the matter rests, must determine beyond a reasonable doubt that the accused is able to understand the nature or object of the proceedings against him and to assist in his defense”. We said further in <em>Rozzell, </em>at page 175:</p>\n<blockquote id=\"b659-6\">“In the instant case there was direct expert evidence and other credible evidence from which a rational inference could be drawn sufficient for the lower court to find beyond a reasonable doubt that the appellant was competent to stand trial. Therefore its judgment on the evidence was not clearly erroneous.”</blockquote>\n<p id=\"b659-7\">With regard to responsibility for criminal conduct we pointed out in both <em>Strawderman </em>and <em>Rozzell </em>that the statute provided, in the then new § 9 (b), now § 25 (b):</p>\n<blockquote id=\"b659-8\">“When it is desired to interpose the defense of insanity * * * the defendant or his counsel shall * * * file a plea in writing in addition to the plea or pleas otherwise required or permitted by law, alleging that the defendant was insane at the time of the commission of the alleged crime.” <footnotemark>1</footnotemark></blockquote>\n<p id=\"b659-9\">Section 25 (b) goes on to provide that when the plea of insanity has been entered the court shall have full power and authority to order an examination of the mental condition of the accused by the Department of Mental Hygiene. Section 26 requires the Department to forward a report of its opinions relating to insanity at the time of commission of the alleged offense and to competency to stand trial.</p>\n<p id=\"b660-4\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>With respect to responsibility for criminal conduct an accused is presumed sane and responsible until, after a proper plea, he adduces proof of insanity, as set out in <em>Strawderman, </em>sufficient to overcome that presumption. It is then the burden of the State to prove sanity, as well as the other elements of the offense charged, beyond a reasonable doubt.</p>\n<p id=\"b660-5\">In passing we notice that appellant adduced no proof in support of his plea of insanity. While the plea was not withdrawn, we think it was implicitly abandoned. In any event, in the absence of proof to support the plea, the State had no burden with respect to it, and there was no issue to be presented to the trier of facts. <em>Strawderman, supra, </em>at page 698.</p>\n<p id=\"b660-6\">However, the clearly different test for competency to stand trial, and the clearly different procedure for determining the issue, <em>Strawderman, supra, </em>at page 695, requires the court to make a determination when incompetency is alleged. Code, Art. 59, § 23, provides, in part:</p>\n<blockquote id=\"b660-7\">“Whenever prior to or during the trial, any person charged with the commission of any crime shall appear to the court, or be alleged to be incompetent to stand trial, by the defendant himself, the court shall determine upon testimony and evidence presented on the record whether such person is unable to understand the nature of [or] the object of the proceeding against him or to assist in his defense.”</blockquote>\n<p id=\"b660-8\">The statute requires that the determination be made “upon testimony and evidence presented on the record”, but it does not require that such testimony and evidence be presented in a separate hearing, as appellant contends. We said in <em>Strawderman, </em>at page 695, “Of course, in a jury trial, evidence with regard to it should be received out of the presence of the jury”, but we did not say, nor do we now say, that a judge with no jury present is required to use any magic words to designate as a separate hearing the <page-number citation-index=\"1\" label=\"641\">*641</page-number>presentation to him of testimony and evidence for his determination of the competency of the accused to stand trial. It is sufficient if the testimony and evidence are on the record.</p>\n<p id=\"b661-6\">The clear difference in procedure is this: although a defendant is presumed competent until the issue is raised, that presumption is overcome when it “shall appear to the court or be alleged” that he is incompetent to stand trial. The allegation may be made by the defendant himself, or by his counsel. When the original presumption is thus overcome there remains no presumption one way or the other. The issue raised must be determined by the court, which must find beyond a reasonable doubt that the defendant is competent to stand trial.</p>\n<p id=\"b661-7\">Speaking of the test for insanity as affecting criminal responsibility, we said in <em>Saul v. State, </em>6 Md. App. 540, 252 A. 2d 282, at pages 549-550:</p>\n<blockquote id=\"b661-8\">“We think that the existence of a ‘mental disease or defect’<footnotemark>2</footnotemark> is first and foremost a <em>medical </em>problem. * * * But an opinion as to the ultimate fact, whether or not the accused is insane under the test prescribed by § 9 (a), in fairness both to the accused and the State, should be reached by a medical diagnosis. Thus the opinion must be made by a medically trained psychiatrist in order to be admissible in evidence.”</blockquote>\n<p id=\"b661-10\">See also <em>Greenleaf v. State, </em>7 Md. App. 575, 256 A. 2d 552, and <em>Millard v. State, </em>8 Md. App. 419, 261 A. 2d 227.</p>\n<p id=\"b661-11\">Like insanity, the issue involved here is one of mental competence. It does not encompass such reasons as physical <page-number citation-index=\"1\" label=\"642\">*642</page-number>illness or disability, inability to attend court, or other reasons which may be a proper basis for a continuance. As in the case of insanity affecting criminal responsibility, the question of competence to stand trial is first and foremost a medical problem. An opinion as to the medical fact of competence to stand trial should be reached by a medical diagnosis. Thus the opinion must be that of a medically trained psychiatrist in order to be admissible in evidence. <em>Saul v. State, supra.</em></p>\n<p id=\"b662-5\">If the testimony and evidence sufficient to make the determination of competence to stand trial is on the record or available to be put on the record when the issue is raised, the court, out of the presence of a jury, should make the determination at that time. If sufficient evidence is not then available, the court may, as authorized by § 23, pass an order requesting an examination of the defendant by the Department of Mental Hygiene.</p>\n<p id=\"b662-6\">In the present case, when incompetence to stand trial was alleged, there was on the record before Judge Bowen the report of the psychiatric evaluation of the appellant by physicians at the Clifton T. Perkins State Hospital; the allegation that appellant was incompetent to stand trial; the report of two Ph.D. psychologists that because of the degree of his mental retardation appellant would have difficulty in helping in the preparation of his defense and understanding the proceedings of the court; the proffer of the live testimony of one or both of the psychologists; and the proffer that members of appellant’s family would testify that appellant suffered from severe mental retardation.</p>\n<p id=\"b662-7\">We conclude that Judge Bowen did determine upon testimony and evidence presented on the record, as required by Art. 59, § 23, that appellant was able to understand the nature and object of the proceeding against him and to assist in his defense. The only competent evidence on the issue was the report from the Clifton T. Perkins State Hospital. That report said that it was the unanimous opinion of the medical staff that appellant was competent to stand trial. Judge Bowen’s determination based on that evidence was not clearly erroneous. Maryland Rule 1086.</p>\n<p id=\"b663-5\"><page-number citation-index=\"1\" label=\"643\">*643</page-number>II</p>\n<p id=\"b663-6\">The victim of all of the crimes for which appellant was tried was a middle aged woman who lived alone in her house at Bel Alton in Charles County. She had gone to bed in her second floor bedroom at about 11:00 P.M. All of the lights were out. She had dozed off, but awakened when she heard footsteps in the upstairs hall. She saw a figure, holding a lighted match, walking toward her bedroom door. She jumped out of bed and asked what he wanted. The intruder threatened to kill her, wrestled with her, and threw her on the bed. He removed her pajama bottoms, and took off his pants. He lay on top of her. His intent to rape the victim was frustrated by his own premature ejaculation, without penetration.</p>\n<p id=\"b663-7\">When the intruder left, the victim went out the back door and across a field to the home of her son-in-law, a deputy sheriff, and reported what had happened. She described the intruder as a negro with bushy hair and a beard, wearing a purplish-burgundy shirt and dark trousers.</p>\n<p id=\"b663-8\">In her direct examination at the trial the victim was not asked to make an identification of the intruder. On redirect examination she was asked if she saw anyone in the courtroom who met the description she had given. The court overruled an objection to that question made upon the stated ground that it was improper because it was new matter not covered in cross examination. It was within the court’s discretion to permit the question at that time. We said in <em>Gardner v. State, </em>8 Md. App. 694, 261 A. 2d 799, at page 699:</p>\n<blockquote id=\"b663-9\">“The overall conduct of the trial must be left to the sound discretion of the trial judge and this Court will not interfere with that discretion unless there is an abuse thereof which results in prejudice to the accused.”</blockquote>\n<p id=\"b663-10\">See also <em>Turner v. State, </em>7 Md. App. 74, 253 A. 2d 777.</p>\n<p id=\"b663-11\">In any event, no prejudice resulted to the accused. After the witness indicated the accused, at the counsel table, the judge said that he did not understand her to have made a <page-number citation-index=\"1\" label=\"644\">*644</page-number>positive identification. In his opinion rendered at the end of the case, Judge Bowen said:</p>\n<blockquote id=\"b664-5\">“Now the Court puts no stock whatsoever in any identification of this defendant in any way by the victim, except to the extent that she was able to observe the color of the shirt he was wearing and his race and his hair style.”</blockquote>\n<p id=\"b664-6\">Whatever the identification made in court by the victim, the judge did not consider it. <em>State v. Hutchinson, </em>260 Md. 227, 271 A. 2d 641.</p>\n<p id=\"b664-7\">Ill</p>\n<p id=\"b664-8\">Investigation at the home of the victim disclosed that the point of entry was through a first floor window, which had been locked. Appellant’s fingerprints were found on the window frame. When appellant was apprehended at about midnight in front of a nearby tavern on the basis of the description given by the victim, a book of matches was found in his pocket. An F.B.I. expert testified that a burnt match found on the floor outside the bedroom door had been torn from the matchbook which was found in appellant’s possession. Another F.B.I. expert testified that negroid pubic and limb hairs were found on the spread taken from the victim’s bed. Still another F.B.I. expert testified that he examined the clothing taken from the accused, and found semen on the undershorts and the shirt. The victim testified that $25.00, two tens and a five, were missing from her purse which she had left in the pantry downstairs. When appellant was arrested he had two ten dollar bills and a five dollar bill in his possession.</p>\n<p id=\"b664-9\">This evidence was clearly sufficient to show directly or support a rational inference of the facts to be proved, from which the trier of fact could fairly be convinced, beyond a reasonable doubt, of the defendant’s guilt of the offenses of which he was convicted. <em>Williams and McClelland v. State, </em>5 Md. App. 450, 247 A. 2d 731.</p>\n<p id=\"A0u\"><page-number citation-index=\"1\" label=\"645\">*645</page-number>IV</p>\n<p id=\"b665-4\">Appellant contends here that the offense of assault and battery merged into the conviction of assault with intent to rape. No such contention was made in the court below, and it may not be made for the first time here. Maryland Rule 1085, <em>Alston v. State, </em>11 Md. App. 624, 276 A. 2d 225.</p>\n<p id=\"b665-5\">\n<em>Judgments affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b659-10\">. We noted in <em>Sweeney v. State, </em>6 Md. App. 431, 252 A. 2d 9, at page 439, that there is no longer a piea of “not guilty by reason of insanity”.</p>\n<p id=\"b659-11\">The defense of insanity should be raised in the words of the statute, Art. 59, § 25 (b). Maryland Rule 720.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b661-12\">. The statute in effect at the time of the trial in <em>Saul, </em>Art. 59, § 9 (a), used the term “mental disease or defect” in defining the test for insanity. Chapter 407, Acts of 1970, in enacting § 25 in place of § 9, substituted the term “mental disorder”. See <em>Sherrill v. State, </em>14 Md. App. 146, 286 A. 2d 528, and <em>Young v. State, </em>14 Md. App. 538, 288 A. 2d 198. In the Acts of 1970 mental disorder is defined, Art. 59, § 3 (f), as “mental illness or mental retardation or any other form of behavioral or emotional illness resulting from any psychiatric or neurological disorder”. Chapter 345, Acts of 1972, excluded “mental retardation” from that definition. That exclusion was not applicable to appellant’s trial.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}