{
  "casebody": {
    "data": "<casebody firstpage=\"66\" lastpage=\"70\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b146-7\">UNITED STATES of America v. Eugene BAYNES, a/k/a Bo, James Fox, Eugene Hearn, Russell Barnes, Barthaniel Thornton, William Jefferson, a/k/a Skinny, Terry, Ferris Foster, Gregory Trice. Appeal of Gregory Trice.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b146-10\">No. 79-2741.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b146-11\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b146-12\">Argued May 23, 1980.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b146-13\">Decided June 10, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b147-8\"><page-number citation-index=\"1\" label=\"67\">*67</page-number>Thomas A. Bergstrom (argued), Philadelphia, Pa., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b147-9\">Peter F. Vaira, U. S. Atty., E. D. Pa., Albert J. Wicks, Sp. Atty., Philadelphia Strike Force, Philadelphia, Pa., William C. Bryson, Joan M. Azrack (argued), Attys., Dept, of Justice, Washington, D. C., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b147-10\">Before SEITZ, Chief Judge, and GIBBONS and ROSENN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b147-11\">OPINION OF THE COURT</p>\n<author id=\"b147-12\">PER CURIAM:</author>\n<p id=\"b147-13\">Appellant Gregory Trice appeals from a decision of the United States District Court for the Eastern District of Pennsylvania denying without an evidentiary hearing his motion to vacate and set aside his sentence brought pursuant to 28 U.S.C. § 2255 (1976).<footnotemark>1</footnotemark> Trice was convicted on various drug-related offenses in the district court in 1975. At trial, the Government’s sole proof against Trice was an electronically intercepted telephone conversation. In his petition for collateral relief, Trice alleges that he was denied his sixth amendment right to the effective assistance of counsel by his trial counsel’s failure to utilize a voice exemplar obtained from him by the Government which Trice claims would have proven that he was not the speaker in the intercepted conversation. We vacate and remand for an evidentiary hearing.</p>\n<p id=\"b147-16\">I.</p>\n<p id=\"b147-17\">Appellant Trice was indicted along with seven co-defendants in 1974 on charges of conspiracy to distribute and possess heroin with the intent to distribute in violation of 21 U.S.C. §§ 841(a)(1), 846 (1976). He was also charged in one of the substantive counts with using a telephone to facilitate the unlawful distribution of heroin in violation of 21 U.S.C. § 843(b) (1976). The defendants were jointly tried in federal court in a nineteen-day trial from January 6 through February 1, 1975. Although the Government adduced substantial evidence against Trice’s seven co-defendants, the Government’s entire case against Trice was predicated on an electronically intercepted telephone conversation of merely twelve words allegedly involving Trice and implicating him in the drug conspiracy. Prior to trial, the Government obtained voice exemplars from all the defendants including Trice, apparently for purposes of comparison with the electronically intercepted evidence.</p>\n<p id=\"b147-18\">The Government, however, surprisingly failed to introduce the voice exemplars into evidence or make any attempt to verify scientifically that the voices on the electronically intercepted tapes were those of the defendants.<footnotemark>2</footnotemark> In Trice’s case, the Govern-<page-number citation-index=\"1\" label=\"68\">*68</page-number>merit identified his voice on the intercepted telephone conversation through an in-court identification by a police officer connected with the case.</p>\n<p id=\"b148-4\">According to Trice, despite his repeated urgings, defense counsel made no attempt to obtain a copy of the voice exemplar and utilize it to disprove that Trice was the person involved in the incriminating telephone conversation. Instead, counsel relied on cross-examination of the identifying police officer to undermine the Government’s case. Counsel also sought an instruction commenting on the Government’s failure to introduce Trice’s voice exemplar into evidence, but this request was denied. Counsel, in his closing argument, did refer to the Government’s failure to use the voice exemplar but upon the prosecution’s objection the jury was instructed to disregard the argument. The jury subsequently convicted Trice and he was sentenced to prison terms totalling fifteen years and fined $7500. His conviction was affirmed by this court in December 1976. <em>United States v. Baynes, </em>547 F.2d 1164 (3d Cir. 1976).</p>\n<p id=\"b148-5\">Trice subsequently filed a pro se section 2255 motion to vacate sentence on November 3, 1978, alleging, <em>inter alia, </em>the ineffective assistance of trial counsel for failing to (1) listen to the tape of the intercepted conversation prior to trial; (2) listen to the voice exemplar; (3) compare the taped conversation and the voice exemplar; (4) file motions seeking the tape and exemplar; (5) use the exemplar for exculpatory purposes at trial; and (6) raise the exemplar issue either in post-trial motions or on direct appeal. The district court denied Trice’s section 2255 motion without requiring a government response to the petition or conducting an evidentiary hearing. This appeal followed.</p>\n<p id=\"b148-6\">II.</p>\n<p id=\"b148-7\">We note at the outset that we are not asked to review the merits of Trice’s section 2255 motion at this time. We are asked solely to determine whether the district court erred in failing to grant an evidentiary hearing on the motion.</p>\n<p id=\"b148-8\">We are mindful that in a pro se section 2255 petition we must accept “as true the allegations of the petitioner, unless they are clearly frivolous.” <em>Moore v. United States, </em>571 F.2d 179, 184 (3d Cir. 1978) (footnote omitted); <em>United States v. Williams, </em>615 F.2d 585, 591 (3d Cir. 1980). The district court is required by 28 U.S.C. § 2255 to conduct an evidentiary hearing “unless the motion and files and records of the case conclusively show that the prisoner is entitled to no relief.” However, the petitioner must show that the district court abused its discretion in failing to conduct an evidentiary hearing. <em>Williams, supra, </em>615 F.2d at 591; <em>Page v. United States, </em>462 F.2d 932, 933 (3d Cir. 1972).</p>\n<p id=\"b148-9\">With these considerations in mind, we turn to Trice’s argument. Trice contends that his trial counsel’s representation was constitutionally defective because counsel failed to investigate and utilize the voice exemplar as exculpatory evidence. Trice vigorously asserts that had counsel listened to the exemplar and compared it with the Government’s intercepted telephone conversation, the comparison would have conclusively rebutted the sole item of the Government’s proof against him. Trice further alleges that he repeatedly implored his counsel to obtain and utilize the voice exemplar but these requests were ignored.</p>\n<p id=\"b148-10\">The Government, in response argues that trial counsel’s decision not to utilize the voice exemplar was a “tactical decision” well within the acceptable range of effective representation. It cites counsel’s vigorous conduct of all other aspects of Trice’s defense including an extensive cross-examination of the police officer who identified Trice as the speaker on the intercepted telephone conversation.</p>\n<p id=\"b148-11\">The standard for sixth amendment effective assistance of counsel is well-established in this circuit. “[T]he standard of adequacy of legal services as in other professions is the exercise of the customary skill and knowledge which normally prevails at the time and place.” <em>Moore </em>v. <em>United States, </em>432 F.2d 730, 736 (3d Cir. <page-number citation-index=\"1\" label=\"69\">*69</page-number>1970) (en banc) (footnote omitted); Williams, <em>supra, </em>615 F.2d at 593-94. The defendant bears the burden of proof to demonstrate ineffective assistance of counsel. <em>Williams, supra, </em>615 F.2d at 594; <em>United States ex rel Johnson v. Johnson, </em>531 F.2d 169, 174 (3d Cir.), <em>cert. denied, </em>425 U.S. 997, 96 S.Ct. 2214, 48 L.Ed.2d 823 (1976).</p>\n<p id=\"b149-5\">We believe Trice has made out a sufficient case of ineffective assistance of counsel to warrant an evidentiary hearing. Although the decision whether or not to utilize a particular item of evidence may be a matter of trial strategy within the acceptable bounds of trial counsel’s discretion, we believe the failure to investigate a critical source of potentially exculpatory evidence may present a case of constitutionally defective representation. Defense counsel is under an ethical obligation “to conduct a prompt investigation of the circumstances of the case and explore all avenues leading to facts relevant to guilt and to a degree of guilt or penalty.” A.B.A. Project on Standards for Criminal Justice, Standards Relating to the Prosecution Function and the Defense Function, § 4.1 (tent, draft 1970). Accepting as we must the truth of Trice’s allegations, trial counsel made no attempt to obtain the voice exemplar, a copy of the Government’s intercepted telephone conversation implicating Trice, or make any comparison of the two in order to determine if Trice was the speaker on the tape. Given the centrality of the identification of Trice to the Government’s case, the failure of counsel even to investigate the possibility that comparison of the tape with the exemplar might exculpate Trice significantly calls into question the adequacy of counsel’s representation.</p>\n<p id=\"b149-6\">This case is not unlike <em>Wilson v. Cowan, </em>578 F.2d 166, 168 (6th Cir. 1978), in which the court held that “[cjounsel’s failure to call an alibi witness who was ready and willing to testify, when coupled with arguably less egregious errors, did deprive appellant of effective assistance of counsel.” <em>Accord, Bell v. Georgia, </em>554 F.2d 1360 (5th Cir. 1977). In <em>Wilson, </em>as in the instant case, the entire prosecution case rested on identification of the defendant. Investigation of a potential alibi defense may well have produced exculpatory evidence. The failure to investigate the voice exemplar and compare it to the Government’s tape of Trice is analogous to the failure in <em>Wilson </em>to investigate an alibi witness.</p>\n<p id=\"b149-10\">We also believe this case bears analogy to our recent decision in <em>Williams, supra. </em>In <em>Williams, </em>we remanded for an evidentiary hearing based on the defendant’s allegation that counsel failed to investigate a possible violation by the Government of the Interstate Agreement on Detainers Act, a violation which if proven would have resulted in dismissal of the indictment. We held in <em>Williams </em>that the failure to raise such a defense presented a sufficient possibility of ineffective assistance of counsel to warrant an evidentiary hearing under section 2255. 615 F.2d at 594.<footnotemark>3</footnotemark> Similarly, in the case at bar, exploration of the voice exemplar issue might have led to a viable defense and a verdict favorable to Trice.</p>\n<p id=\"b149-11\">III.</p>\n<p id=\"b149-12\">We conclude that Trice’s allegations of ineffective assistance were not “clearly frivolous” and that “it is not possible to say, as § 2255 requires, that the files conclusively demonstrate that the claims are so unfounded that they may be rejected without an evidentiary hearing.” <em>Moore, supra, </em>432 F.2d at 739. We express no opinion at this time as to whether Trice’s claim of ineffective assistance merits a grant of collateral relief. That determination can only be made after the district court makes a full <page-number citation-index=\"1\" label=\"70\">*70</page-number>inquiry into the facts surrounding trial counsel’s alleged failure to investigate and utilize the voice exemplar. Such an inquiry may well require comparison of the voice exemplar with the intercepted telephone conversation to determine whether counsel’s failure to explore the exemplar issue prejudiced Trice’s case.</p>\n<p id=\"b150-4\">The judgment of the district court will be vacated and the case remanded for an evidentiary hearing on the allegations contained in appellant’s motion and affidavit.</p>\n<footnote label=\"1\">\n<p id=\"b147-14\">. 28 U.S.C. § 2255 provides in relevant part:</p>\n<blockquote id=\"Agu\">A prisoner in custody under sentence of a court established by Act of Congress claiming the right to be released upon the ground that the sentence was imposed in violation of the Constitution or laws of the United States . may move the court which imposed the sentence to vacate, set aside or correct the sentence.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b147-21\">. The appeals of Trice’s co-defendants are not before us at this time and we will make no further reference to their interests.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b149-7\">. Our recent decision in <em>Cerbo v. Fauver, </em>616 F.2d 714 (3d Cir. 1980), is not to the contrary. In <em>Cerbo, </em>a state prisoner alleged in a 28 U.S.C. § 2254 petition that appellate counsel’s representation was constitutionally infirm because he failed to allege a violation of the New Jersey sealing requirements relating to wiretap evidence. <em>Cerbo </em>is distinguishable from the instant case in at least two major respects. First, the tape sealing defense bore no relation to the guilt or innocence of the defendant and was a purely technical argument. Second, the state submitted an extensive affidavit by Cerbo’s appellate counsel detailing why as a matter of appellate strategy he chose not to raise the defense. <em>See </em>616 F.2d at 717 n. 3, 4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}