{
  "casebody": {
    "data": "<casebody firstpage=\"263\" lastpage=\"268\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b263-4\">Silverthorn <em>versus </em>Townsend.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b263-5\"><em>Scire Facias. </em>— Defence <em>ly Terre Tenant. </em>— Dien <em>of Judgment. </em>— Aban<em>donment of Scire Facias to revive.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b263-6\">1. On a <em>scire facias, </em>to revive and continue the lien of a judgment on real estate, no one hut he who is terre-tenant can plead that the land is discharged from the lien of the ox-iginal judgment.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b263-7\">2. Where the <em>sci. fa. </em>issues against the defendant in the judgment, with notice to terre tenants generally, without naming any one, a party desirous of pleading discharge of the lien must prove that he is a terre-tenant; but where one is named as terre-tenant, iu the writ, px’oof on his part, that he pui-chased from the original defendant after the rendition of the judgment is unnecessary.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b263-8\">3. The mere suing out of a writ of <em>sci.fa. </em>is effectual to continue the lien of a judgment for a period of five years, provided it he duly prosecuted: <em>the </em>plaintiff has five years time in which to obtain his judgment <em>of </em>revival.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b263-9\">4. A judgment was entered on the 23d of January 185jf A <em>sai. fa. </em>to revive issued August 16th 1855, and served on the terre-tenants (who were named), but returned “ <em>nihil” </em>as to defendant; and on the 7th of April 1858, an <em>alias sci. fa. </em>was sued out, which was sei'ved, and retux-ned as befoi’e. <em>Held, </em>that the <em>alias sci.fa. </em>was not an abandonment, but a prosecution of the first <em>sci. fa., </em>and that the land was hound by the lien of the original judgment.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b263-10\">Error to the Common Pleas of <em>Erie county.</em></summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b263-11\">The plaintiff in error was the defendant below in a <em>sci. fa. </em>to revive and continue the lien of a judgment. The case was this: — On the 23d of January 1851 a judgment for f300 was entered in the Common Pleas of Erie county, to November Term 1850, No. 329, in favour of William H. Townsend, against Henry Colby who was, at that time, the owner of a tract of land containing about twenty-six acres. On the 27th of December 1853, he conveyed this land to James H. Silverthorn.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b263-12\">On the 16th of August 1855, a <em>scire facias </em>to revive and continue the lien of No. 329, November Term 1850, was sued out by Townsend to November Term 1855, No. 33, which was returned <em>nihil </em>as to Colby, and served personally and by copy on <em>Silverthorn </em>who was named in the writ, as terre-tenant. On the 7th of April 1858, the original judgment was assigned by Townsend to John Palmer, and, on the same day, an <em>alias scire facias </em>to May Term 1858, No. 142, to revive and continue the lien of No. 329, November Term 1850, <em>sur </em>No. 33, November Term 1855, was sued out for the use of Palmer. This was returned, served personally on Silverthorn — who was named therein as terre-tenant — and <em>nihil </em>as to defendant. On the 5th of August 1858, judgment was entered on the <em>alias sci. fa., </em>against <em>Golly, </em>for default of appearance; and on the 4th of November 1850, judgment was entered on the first <em>sci. fa. </em>against <em>Silverthorn, </em>for want of an appearance, which was, however, subsequently opened on motion.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b264-5\"><page-number citation-index=\"1\" label=\"264\">*264</page-number>On the 20th of September 1868, judgment was entered against <em>Silverthorn </em>on the second <em>sci. fa., </em>for want of an affidavit of defence, and, on the same day, the amount was liquidated at $226.65.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b264-6\">On the 27th of October 1858, a rule was granted, on the application of <em>Silverthorn, </em>to show cause why this judgment should not be opened. This rule was made absolute on the 20th of January 1859, and on the 22d of March he filed the following plea:—</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b264-7\">“Defendant Silverthorn pleads that the land is discharged from the lien of the original judgment.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b264-8\">Upon this issue the cause was tried. On the trial plaintiff’s counsel admitted that Silverthorn was a purchaser from Colby, since the entry of the original judgment, and it was shown that he had occupied it as his own, Colby having left the country.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b264-9\">The court charged the jury, <em>inter alia, </em>as follows:—</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b264-10\">“ If the defendant had offered us the proper evidence showing that he was the purchaser, it is very probable that his defence would be good; but there is nothing of this.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b264-11\">“ All that he has given us is, that he was terre-tenant — though not living on the land some five or six years ago — and is now, admitting that he was there at the time, the defence cannot avail him. The evidence was in his own power, and we are not at liberty, in the absence of it, to suppose that he was then, or at any time since, the owner of the land. The defence must, therefore, fail.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b264-12\">The jury found in favour of the plaintiff the sum of $469, and judgment having been entered thereon, the defendant sued out this writ, and assigned for error—</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b264-13\">1. That the court erred in charging the jury as above stated.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b264-14\">2. In not charging that, under the evidence and facts of the case, their verdict should be for the defendant.</summary>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b264-15\"><em>Geo. H. Gutter, </em>with whom was <em>John P. Vincent, </em>for plaintiff in error.</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"AOM\">— The terre-tenant is the owner of the fee: Chapin <em>v. </em>Hollenback, 16 S. &amp; R. 432; 2 Bouvier 559; 2 Sanders 7, note 9. The plaintiff named defendant as terre-tenant; he was served as such, and did not deny it. It was not necessary to prove what was admitted on the record. None but a purchaser from the defendant in the original judgment is entitled to notice, and the burden of proving the terre-tenant’s title is on the plaintiff: Dengler <em>v. </em>Kiehner, 1 Harris 40.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b264-16\">The first writ of <em>sci. fa. </em>was abandoned, and the lien of the judgment is gone to the terre-tenant: Vitry <em>v. </em>Dauci, 3 Rawle 9; Davidson <em>v. </em>Thornton, 7 Barr 134; Westmoreland Bank <em>v. </em>Rainy, 1 Watts 30; Gauche <em>v. </em>Peterman, 3 W. &amp; S. 355; Van<page-number citation-index=\"1\" label=\"265\">*265</page-number>derheyden <em>v. </em>Gardenier, 9 Johns. Rep. 79; Monongahela Bank <em>v. </em>Measer, 4 Watts 348.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b265-6\"><em>S. E. Woodruff, </em>for defendant in error.</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"A6y\">— 1. It was essential for Silverthorn to show that he was terre-tenant: Curry <em>v. </em>Raymond, 4 Casey 144; Act of 16th of April 1849, P. L. 669.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b265-7\">2. Even if Silverthorn were a <em>bonad fide </em>purchaser, his defence will not avail him: Vitry <em>v. </em>Dauci, 3 Rawle 9, is not in point; there was no service in that case on the terre-tenant, and it was decided under the Act of 1798, which was essentially changed by the Act of 1827: Meason’s Estate, 4 Watts 344; Davis <em>v. </em>Jones, 12 S. &amp; R. 60; McClurg <em>v. </em>Fryer &amp; Anderson, 3 Harris 293.</p>\n<decisiondate data-order=\"25\" data-type=\"decisiondate\" id=\"Aii\">November 9th 1860,</decisiondate>\n<opinion data-order=\"26\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b265-8\">The opinion of the court was delivered, by</p>\n<author id=\"b265-9\">Strong, J.</author>\n<p id=\"A9i\">— We think the court erred in holding, that the defence of the plaintiff in error must fail because he did not 'prove that he was a purchaser of the land upon which the judgment was claimed to be a lien. It is true, that to enable him to maintain his plea, that the lands were discharged from the lien of the original judgment, he must have been a terre-tenant, and if the <em>seire facias </em>had been issued against the defendant, with notice to terre-tenants generally, without naming him, it would have been incumbent upon him to show that he was a terretenant, and as such, had a right to test the continuance of the lien. But the creditor had admitted his terre-tenancy, upon the record, by naming him in the writ, and had joined issue with him as terre-tenant upon his plea traversing the continuance of the lien. That dispensed with the necessity of proof on his part, that he had purchased from the original defendant in the judgment, after its rendition.</p>\n<p id=\"b265-10\">It therefore becomes necessary to inquire whether, in law, the lien was continued upon the land in the hands of a terre-tenant. The original judgment was entered upon the 23d of January 1851. A <em>scire facias </em>to revive and continue the lien, was sued out on the 16th of August 1855, against the defendant in the judgment, with notice to James H. Silverthorn, terre-tenant. It was returned <em>“nihil,” </em>as to Colby the defendant, and “served” personally on Silverthorn. Had there been no other <em>scire facias, </em>it is clear that the lien of the judgment would have been continued five years from the day on which this first writ was issued, that is, until the 16th August 1860. This would be so by the express provisions of the Acts of April 4th 1798, and March 26th 1827, which makes the simple suing out of a <em>scire facias </em>effectual to continue the lien of a judgment for a period of five years from the date of its issue. True, it must be duly prose<page-number citation-index=\"1\" label=\"266\">*266</page-number>cuted, but the plaintiff has five years within which to prosecute it and recover his judgment of revival. In Vitry <em>v. </em>Dauci, 8 Rawle 9, the <em>scire facias post annum et </em>diem, was issued on the 2d of November 1820, and returned “made known.” It was suffered to remain until January 1st 1827, when judgment was taken for want of an appearance. It was held that the lien was gone as against mortgagees who had not been served with notice of the writ. There the judgment of revival might have been taken at the first term after the writ was issued, but through the supineness of the creditor, six years and a half elapsed before he moved at all. Vitry <em>v. </em>Dauci does not decide, as is supposed, that a <em>scire facias </em>to continue the lien of a judgment becomes a nullity, if it be not prosecuted within the year and a day. Nor did it undertake to define what is due diligence in prosecuting the writ, where it has been served. In Meason’s Estate, 4 Watts 844, it was said, “ where a <em>scire facias </em>is issued to revive the judgment, the lien is continued for five years, and no longer. The law does not recognise the possibility, when due diligence has been used, that the plaintiff can fail to obtain a judgment of revival within the period of five years; and what is due diligence is indicated by the act, viz. having a judgment of revival within that time.” Judge Rogers, who delivered the opinion of the court, then proceeded to say, that in Vitry <em>v. </em>Dauci there was gross negligence in prosecuting the <em>scire </em>facias, and the court thought there must be due diligence to preserve the lien, but what constitutes due diligence was not, nor could it be, determined under that act (Act of 1798), which, like the Act of 1827, gives no certain rule for our government. In Davis <em>v. </em>Jones, 12 S. &amp; R. 60, the court repudiated the English rule, that if the plaintiff does not proceed on his <em>scire facias </em>in a year and a day, it is discontinued, and he must sue out another. It is altogether probable the legislature had an eye to Davis <em>v. </em>Jones in enacting the third and last clause of the section of the Act of 1827. In Davidson <em>v. </em>Thornton, 7 Barr 128, however, Chief Justice Gibson appears to have thought Vitry <em>v. </em>Dauci did rule that a <em>scire facias </em>is abandoned, if it <em>be not </em>prosecuted within a year and a day. He remarked that this was the effect of the English decisions, and that the principle extracted from them was equally applicable to cases like the one then before him, which was a <em>scire facias </em>to continue the lien of a judgment. This was said, however, not as the basis of his judgment, but in answer to an argument of counsel, and was a mere <em>obiter dictum.</em></p>\n<p id=\"b266-6\">What then was the effect of the <em>alias scire facias </em>sued out by the plaintiff below ? As already stated, the first <em>scire facias </em>was issued on the 16th of August 1855, within five years from the entry of the judgment. It named the terre-tenant, and directed notice to be given to him. He was served, but the writ was <page-number citation-index=\"1\" label=\"267\">*267</page-number>returned “ nihil” as to the defendant Colby. On the 7th of April 1858, an <em>alias seire facias </em>was issued, founded upon the first writ, and avowedly a prosecution of it. It was issued against Colby the defendant, with notice to Silverthorn the terre-tenant, and in this particular was like the first writ. Service was made upon the terre-tenant, and there was a second return of nihil as to the defendant. The <em>alias </em>was necessary to enable the plaintiff to obtain judgment against the defendant Colby, but a second service of notice upon the terre-tenant was superfluous. The argument of the plaintiff in error is, that more than two years and a half having intervened between the two writs of <em>scire facias, </em>the second was an abandonment of the first. It would be so clearly, were the second an original and not an <em>alias, </em>and in that case the lien would be gone as against the terre-tenant, for the second was not issued until more than five years after the date of the judgment. But it was not an original. It was an <em>alias </em>calling for the former writ, and a step in its prosecution, a professed continuance of it. How then can it be held an abandonment <em>? </em>Abandonment is a thing of intention, but an <em>alias, </em>instead of manifesting an intention to relinquish the former writ, is a direct assertion of a purpose to prosecute it. Long delayed it was indeed, but if we are correct in our opinion that the plaintiff had five years within which to prosecute his first writ, it was in time. It would. have been unavailing, if issued after the five years from the issue of the first, but it was good if judgment was obtained within that time, and this -we understand to be the doctrine of Vitry <em>v. </em>Dauci, and Meason’s Estate. There is therefore no foundation for the objection that if the intervention of several terms between the first and second writs were tolerated, any number might be, and thus the lien become of indefinite duration.</p>\n<p id=\"b267-6\">In Monongahela Bank <em>v. </em>Meason, 4 Watts 344, the second <em>scire facias </em>was not an <em>alias. </em>It ignored the first, and was therefore necessarily an abandonment of it.</p>\n<p id=\"b267-7\">It is to be observed, in this case, that the terre-tenant was notified of the first writ before the expiration of five years from the time when the judgment was first entered. The case therefore differs from Westmoreland Bank <em>v. </em>Rainey, 1 Watts 30, where there was no service at all upon the first writ. An <em>alias, </em>five terms thereafter, was held too late in that case, partly, if not principally because there was a return of <em>“nihil” </em>to the first, and because, therefore, the plaintiff had not caused any such service to be made as the Act of 1798 contemplated. In this case there was partial service, and the sole purpose of the second writ was to call in the judgment-debtor, that a revival might be adjudged against him as well as the terre-tenant.</p>\n<p id=\"b267-8\">If then the alias <em>scire facias, </em>instead of being an abandonment of the first writ, was a prosecution of it, the land was not dis<page-number citation-index=\"1\" label=\"268\">*268</page-number>charged from the lien of the judgment, and the plaintiff in error failed to sustain his plea.</p>\n<p id=\"b268-6\">Eor these reasons we hold that, although it was erroneous to instruct the jury that it was necessary for Silverthorn to prove his terre-tenancy, the plaintiff below was entitled to a verdict and judgment of revival.</p>\n<p id=\"b268-7\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}