{
  "casebody": {
    "data": "<casebody firstpage=\"254\" lastpage=\"263\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"ARW\">Frazer <em>against </em>Tunis and another administrators of Dunwoody.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AZCP\"><em>Saturday, janusiy </em>2.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b266-5\">A claim against an intestate’s estate lor damages on account of the breach oí &amp;rticl6s agreement under seal, is a debt by specialty meaning of the 14th smt'ofigth April 1794.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"A8N\">IN this cause it was agreed that ludgment should be entered B„, , - .. . . . . JL tor the amount due from the intestate to the plaintiff; and ^hat upon the question arising under the plea of want of assets, \\ . , . , a case should be submitted to the court, which m substance was as follows:</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b266-11\">On the 25th <em>August 1794, John Dunwoody </em>and <em>Charles DU-</em>entered into articles of agreement <em>under seal </em>with <em>Tho- </em>~ <em>mas </em>Ruston, by which they covenanted to convey to him a &lt;luantity of land at a stipulated price. <em>Ruston </em>covenanted to pay price, and in part performance paid on this agreement 5864 dollars. On the 17th <em>September </em>1794, the same parties entered into other articles <em>under seal </em>with the same covenants; and <em>Ruston </em>on this agreement paid 3250 dollars. <em>Ruston </em>assigned to <em>Harrison; Dunwoody </em>and <em>Dilworth </em>did not perform their covenant; and an action was brought upon the last article in the name of <em>Ruston </em>for the use of <em>Harrison </em>to <em>March </em>1797 in this court. Fending the action <em>Dilworth </em>died, and <em>Dumvoody </em>and the plaintiff then referred the cause under a rule of court; but before any award, <em>Dunwoody </em>also died, and the defendants were substituted as his administrators; <em>after which </em>the referees reported for the plaintiff 15467 dolls. 22 cts. and judgment thereupon was duly entered.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b266-16\">In 1792 <em>Dunwoody </em>entered into other articles <em>under seal </em>with <em>Slough </em>and <em>H. Downing, </em>for establishing a line of stages from <em>Philadelphia </em>to <em>Lancaster </em>in partnership. In these articles there were covenants to account for and pay over the receipts &amp;c. and under these, <em>Downing </em>claimed a balance from <em>Dumvoody </em>to a large amount.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b266-17\">The question submitted to the court, was whether the monies claimed under the said articles of agreement, or any of them, were <em>debts by specialty </em>within the meaning of the 14th section of the act of 19th <em>April </em>1794, which is as follows:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b266-18\">“ That all <em>debts owing </em>by any person within this state at the “ time of his or her decease, shall be paid by his or her execu- “ tors or administrators, so far as they have assets, in the man- “ ner and order following: <em>First, </em>physic, funeral expenses, <page-number citation-index=\"1\" label=\"255\">*255</page-number>“ and servants’ wages. Second, rents not exceeding one year. “ <em>Third, </em>judgments. <em>Fourth, </em>recognisances. <em>Fifth, </em>bonds and' “ <em>specialties; </em>and that all other <em>debts </em>shall be paid, <em>without re- </em>“ <em>gard to the quality </em>of the same, except debts due to the com- “ monwealth, which shall be last paid. But if there shall not be “ assets sufficient to discharge and pay such bonds and special- “ ties and other debts, then and in such case the same shall be “ averaged, and the said creditors paid <em>pro rata, </em>or an equal “ sum or proportion in the pound as far as the assets will ex- “ tend, first paying the bonds and <em>specialties </em>aforesaid.” 3 <em>St. Laws. 521.</em></summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b267-4\">The arguments upon the case were confined principally to the claim of <em>Rustoh; </em>that of <em>Downing </em>being more evidently within the act of Assembly.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b267-5\"><em>Frazer </em>for the plaintiff,</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"ACu\"><footnotemark><em>(a)</em></footnotemark><em> </em>These claims are not debts by specialty within the meaning of the section referred to. <em>Fusion's </em>certainly is not. At the time of <em>Dunwoodf s </em>death it was a claim for unliquidated damages, which had no fixed and established measure in law; a position made the more evident by the report of referees, who have awarded more than the principal and interest of all that had been paid by <em>Rustan </em>on both articles of agreement, though the action was only on the second article of 17th <em>September </em>1794.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b267-6\">Cases arising under the statutes of set-off in <em>England </em>are analogous. The statute of 2 <em>Geo. 2. c. </em>22. enacts that where there are mutual <em>debts </em>between the plaintiff and defendant, one debt may be set against the other; and the established construction of that term should govern the construction of an act of Assembly in which it is used with equal emphasis. Such a claim as this cannot be set off. You cannot set off unliquidated damage; <em>Freeman </em>v. <em>Hyett </em><footnotemark><em>(b)</em></footnotemark><em>, </em>nor the <em>penalty </em>of articles of agreement, which is stronger than this case. <em>Nedriffe </em>v. <em>Hogan, </em><footnotemark>(c)</footnotemark> Debts to be set off must be such as <em>indebitatus assumpsit </em>will li.e for. <em>Howlet </em>v. <em>Strickland, </em><footnotemark><em>(d)</em></footnotemark></p>\n<p data-order=\"12\" data-type=\"legal\" id=\"A1X\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>We have the true definition of <em>debts by specialty </em>in 2 <em>BL Comm. </em>465: they “ are such whereby a sum of money becomes, “ or is acknowledged to be, due by deed or instrument under “ seal;” a definition adopted in this state in the case of <em>January </em>v. Goodman, <footnotemark><em>(a)</em></footnotemark><em> </em>before the act of 1794 was passed; and to be presumed the sense in which the same words are intended by the legislature.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b268-8\"><em>Rustan’s </em>claim moreover is not founded barely on the articles, but on <em>Dunwoody </em>not having performed the facts in the articles; the specialty is but mere inducement to the action; and matter of <em>fact </em>is the <em>foundation </em>of it; and therefore the claim cannot be considered as a debt <em>by </em>specialty. <em>Warren </em>v. <em>Comsett. </em><footnotemark><em>(</em>b)</footnotemark></p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b268-9\"><em>Lewis </em>on the same side cited <em>Radcliff'é’s </em>case <footnotemark>(c)</footnotemark> to shew that the <em>legal </em>sense of the word <em>debt </em>must be presumed to have been intended.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b268-10\"><em>Rawle </em>contra,</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AAG\">contended that the creditors under the articles of agreement had at the time of <em>Dunwoody’s </em>death, a cause of action founded on a specialty; and although he agreed with <em>Radclijfe’s </em>case, that the judges were not to lay aside the <em>legal </em>“ sense of a law, and run about to find the meaning in which it “ is received by rustics and plebeians,” yet it ivas by the legal meaning of the terms “ debts by specialty,” as intended by the act, that the claims, he said, were embraced, and therefore there was no necessity of resorting to the common understanding upon the subject.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b268-11\">The distinction applicable to this act is not between debt, <em>a sum certain and </em>ascertained, and damages, <em>to be assessedfor breach of </em>contract, but between demands <em>ex </em>contractu, and demands <em>ex delicto. </em>If a party claimed damages for a tort, the plaintiff’s objection would be well founded; the intestate at the time of his death owed him no debt; but he that claims upon the foundation of a contract is a creditor of the intestate; and his claim must necessarily be a debt. The true question under the act is, could an action lie against the administrators?</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b269-2\"><page-number citation-index=\"1\" label=\"257\">*257</page-number>These claims are debts by specialty: 1st, Because in that country from which we derive our laws, and whose provisions in this respect must have been in the eye of the legislature, they have been uniformly recognised as such. 2d, Because if they are not debts by specialty, there is no class of debts in the act under which they can rank; and they must therefore, contrary to all reason, be rejected altogether.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b269-3\">1. In laying down the order in which an executor or administrator must pay the <em>debts </em>of the deceased, Sir <em>W. Blackstone </em>ranks in the fifth class, “ debts due by <em>special </em>contracts, as for “ rent, or upon bonds, <em>covenants, </em>or the like, under seal.” 2 <em>Bl. Comm. </em>511. The authority cited for this position is <em>Wentworth Ch. 12. </em>and the words of the author are completely in point to the present question. ‘‘ Now between a debt by obligation, and “ a <em>debt for </em>rent or <em>damages </em>upon a covenant broken, I con- “ ceive no difference, nor any priority or precedency.” <em>Wentw. Off Ex. </em>146. And if a doubt can be raised upon the language of this authority, it must be terminated by <em>Godoiphin, </em>who says “ between a debt by obligation, and a <em>debt for damages upon </em>a <em>covenant </em>broken, there is not any priority or precedency.” <em>Godol. Orp. Leg.pl. </em>2. <em>ch. </em>28. <em>p. </em>220. <em>Doc. and Stud. Dial. </em>2. <em>ch. </em>10. 2 <em>Fonbl. </em>408.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b269-4\">Money agreed by marriage articles to be invested in purchase of lands, — covenantor dies without having performed his covenant, — it is a debt by specialty; for an agreement under hand and seal by deed is a covenant, and consequently a <em>specialty. Benson </em>v. <em>Benson, </em><footnotemark><em>(a)</em></footnotemark><em> </em>There is no other definition of a specialty debt, but that it is under seal. <em>Gifford </em>v. Manley, <footnotemark><em>(b)</em></footnotemark><em> Burnt </em>v. <em>Guy. </em><footnotemark><em>(c)</em></footnotemark></p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b269-5\">The grantor’s <em>covenant </em>for him and his heirs in a marriage settlement, that the premises were free from incumbrances, shall come in equally with creditors on bond. <em>Parker </em>v. <em>Harvey, </em><footnotemark><em>(d)</em></footnotemark></p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b269-6\">We have then the authority of approved writers, and the decisions of courts, that this kind of claim is treated in <em>England </em>as a <em>debt for damages </em>upon a covenant broken; and with these before their eyes, it cannot be that the legislature has in a pa-, rallel case intended the word <em>debt </em>in a more limited sense. In relation to the subject matter of the law, this comprehensive sense is the true <em>legal </em>meaning of the word.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"AoJ\"><page-number citation-index=\"1\" label=\"258\">*258</page-number>The statutes of set-off and cases under them, do not apply. It is impossible to shew the meaning of terms used in one statute, by shewing what they mean in another totally dissimilar in its object. The case of <em>Nedriffe </em>v. Hogan, cited by Mr. Frazer, clearly proves this. Will it be contended that articles of agreement under seal, with a <em>penalty </em>in money, do not constitute a debt by specialty under this act? Yet such a debt is not within the statutes of set-off.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b270-9\">But it is said that in this case the articles of agreement are mere <em>inducement; </em>and that <em>matter of fact </em>is the foundation of it; of course there is no debt <em>by </em>specialty. But in the first place <em>Warren </em>v. <em>Consett </em>turned exclusively upon a question of pleading; and the judgment was, that where the deed was but inducement, and the foundation matter of fact, <em>nil debet </em>was a good plea; as <em>in debt for rent by indenture, because </em>the plaintiff need not set out the indenture in his declaration. But where the deed was the foundation, and fact the inducement, <em>nil debet </em>was no plea. Now take it in the best manner for plaintiff, is rent due by indenture any the less a <em>debt by specialty, </em>because <em>nil debet </em>may be a good plea to an action of debt for it? But in the next place, the very action in the case cited was debt upon a covenant to pay a certain sum, in case the defendant did not transfer to plaintiff twenty five shares in the <em>Welsh </em>copper mine company; and the court held that the articles were the foundation, and the fact of not transferring but mere inducement; and therefore <em>nil debet </em>no plea.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b270-10\">2. If these claims are not debts by specialty, what are they?</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"AeSz\">They certainly do not come within any of the first four classes; and if they are comprehended under the sweeping description of “ all other debts, without regard to the quality “ of the same,” there is a difficulty at the threshold, which if removed, must carry away with it the only objection to our coming under the fifth class. For surely it cannot stand among <em>other debts, </em>unless it be a <em>debt; </em>and if it be a <em>debt </em>so as to be included by the sweeping clause, it is impossible to deny that when coupled with its origin, a writing under seal, it is a <em>debt </em>by <em>specialty. </em>There is no alternative then, but to argue that this is a contract upon which the administrators are not compellable by law to pay any thing.</p>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b271-3\">\n<page-number citation-index=\"1\" label=\"259\">*259</page-number>\n<em>Lewis</em>\n</attorneys>\n<p data-order=\"28\" data-type=\"legal\" id=\"ANK\">in reply. Words used by vulgar people are to be understood according to their usual signification; when they are used in pleading, they are to be understood technically; and when a word of a fixed legal meaning is used by the legislature, it must be understood in that sense, unless it be accompanied, by such explanations as evidently shew another sense to have been intended. It is for this reason that cases under the statutes of set-off do apply with great effect to the question before the court; for they ascertain the legal meaning of the term, debt, when used by the legislature; and as there are no explanatory words in this act to give the same term either an enlarged or a restricted sense, the same meaning must be implied, as a necessary consequence.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b271-4\">But the cases cited by Mr. <em>Rawle </em>do not apply. The rule of the civil law puts <em>specialties </em>upon the same footing with bonds, having a regard simply to the <em>instrument; </em>whereas our act of Assembly not only demands that there be a specialty, but that there also be a <em>debt </em>due and owing by specialty. These circumstances must both concur to bring the demand of <em>Rustan </em>within the fifth class of debts; and although we concede that here is a specialty, we deny that at the time of <em>Dunwoody’s </em>death there was a <em>debt </em>due and owing by him to Ruston, but simply a demand on the part of the latter for unliquidated damages.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b271-5\">1. As to the meaning of the term <em>debt. </em>In legal acceptation it is a sum of money due by certain and express agreement; as by a bond for a determinate sum, a bill, or note &amp;c.; where the quantity is fixed and specific, and does not depend upon any subsequent valuation to settle it. 3 <em>Bl. Comm. </em>154. <em>Damages </em>on the contrary are uncertain. The plaintiff has no certain demand till after verdict; and they are ranked by <em>Blackstone </em>under the head of property <em>acquired </em>by suit and judgment at law. 3 <em>Bl. Comm. 438.</em></p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b271-6\"><em>2. </em>As to Mr. <em>Rmule’s </em>authorities. There is no question that a covenant to pay a sum certain is a <em>debt by </em>specialty; and there Is nothing in <em>2 Bl. Comm. </em>511. to shew that this was not the kind of covenant intended. The language implies that it was, as the commentator says “ <em>debts due on </em>special contracts, or “ upon bonds, covenants, and the like under seal;” and the authority cited by Blackstone, merely shews that it was the <em>instrument </em>which the law regarded, as <em>Wentworth </em>considers “ a debt , by obligation, a debt for rent, <em>or </em>damages for a covenantbro- <page-number citation-index=\"1\" label=\"260\">*260</page-number>“ ken,” as having an equal pretensi'on one to the other. <em>Off. Exec. </em>146. The passage from <em>Godolphin </em>is to the same purpose; one is the transcript of the other. It cannot be a matter of consequence whether the claim be debt or damages, where the only inquiry is whether the instrument, under which they accrue, is or is not a specialty.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b272-8\"><em>Benson </em>v. <em>Benson </em>was clearly a <em>debt </em>by specialty. The trustee had money in his hands which he neglected to appropriate according to his covenant, and died.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b272-9\"><em>Parker </em>v. <em>Harvey </em>is a loose note to be found only in <em>Burn; </em>and it does not appear whether the covenant was a general one, or whether there was a penalty.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b272-10\">3. As to the class under which this claim falls. It is probable that it must come under the general clause. The clause however is obscure; for if the phras<em>e </em>without regard to quali- “ ty” refers to rank, it seems to be useless, as all below specialties are of the rank of simple contracts; it is most reasonable to presume that all that remained to be specified, are to be included in this comprehensive clause, without regard to their being secured by <em>specialty </em>or otherwise.</p>\n<footnote data-order=\"35\" data-type=\"footnote\" id=\"x999-1\" label=\"(a)\">\n<p id=\"b267-7\"> In this case, the Court determined to relax the rule of hearing only two counsel on a side, as there were other persons interested beside the parties oh record, who had agreed to be bound by the decision in this cause. But the benefit of this relaxation was afterwards waived by counsel.</p>\n</footnote>\n<footnote data-order=\"36\" data-type=\"footnote\" id=\"x999-2\" label=\"(b)\">\n<p id=\"b267-8\"> 1 <em>W. Black </em>394.</p>\n</footnote>\n<footnote data-order=\"37\" data-type=\"footnote\" id=\"x999-3\" label=\"(c)\">\n<p id=\"b267-9\"><em> </em>2 <em>Burr. </em>1024</p>\n</footnote>\n<footnote data-order=\"38\" data-type=\"footnote\" id=\"x999-4\" label=\"(d)\">\n<p id=\"AXp\"><em> Cowfi. </em>56.</p>\n</footnote>\n<footnote data-order=\"39\" data-type=\"footnote\" id=\"x999-5\" label=\"(a)\">\n<p id=\"b268-12\"><em> </em>1 <em>Dall. </em>208.</p>\n</footnote>\n<footnote data-order=\"40\" data-type=\"footnote\" id=\"x999-6\" label=\"(b)\">\n<p id=\"b268-13\"> 2 <em>Lord Ray. </em>1500.</p>\n</footnote>\n<footnote data-order=\"41\" data-type=\"footnote\" id=\"x999-7\" label=\"(c)\">\n<p id=\"b268-14\"> 1 Stra. <em>278.</em></p>\n</footnote>\n<footnote data-order=\"42\" data-type=\"footnote\" id=\"x999-8\" label=\"(a)\">\n<p id=\"b269-7\"> 1 P. <em>Wms. </em>130.</p>\n</footnote>\n<footnote data-order=\"43\" data-type=\"footnote\" id=\"x999-9\" label=\"(b)\">\n<p id=\"b269-8\"> <em>Cas, temp. Talk. </em>109.</p>\n</footnote>\n<footnote data-order=\"44\" data-type=\"footnote\" id=\"x999-10\" label=\"(c)\">\n<p id=\"ASRg\"> 4 <em>East. </em>190.</p>\n</footnote>\n<footnote data-order=\"45\" data-type=\"footnote\" id=\"x999-11\" label=\"(d)\">\n<p id=\"AT7\"> 4 <em>Burn’s Ec. Law. </em>306</p>\n</footnote>\n<opinion data-order=\"46\" data-type=\"opinion\" id=\"x999-12\" type=\"majority\">\n<author id=\"b272-11\">Tilghman C. j.</author>\n<p id=\"Aph\">delivered the opinion of the court.</p>\n<p id=\"b272-12\">This case comes before the court on a case stated for their opinion.</p>\n<p id=\"b272-13\"><em>John Dunwoody </em>and <em>Charles Dilworth, </em>both deceased, entered into articles of agreement under hand and seal, with <em>Thomas Rustan </em>deceased, by which they covenanted to sell and convey to him a quantity of land at a stipulated price. <em>Rustan </em>paid several sums of money on account of this purchase, but <em>Dun-woody </em>and <em>Dilworth </em>failed in making the conveyance. <em>Ruston </em>brought an action of covenant on the articles of agreement against the administrators <em>oí Dunwoody, </em>which was cubmitted' to referees, who awarded 15467 dolls. 22 cts. to the plaintiff in that action. <em>Dunwoody </em>also entered into other articles of agreement under seal with <em>Matthias Slough </em>and <em>Hunt Downing, </em>for establishing a line of stages between <em>Philadelphia </em>and <em>Lancaster; </em>for a breach of which articles <em>Downing </em>claims a considerable sum from the estate of <em>Dunwoody. </em>That estate is insufficient for the payment of ail the demands against it; and the question, now submitted to the court, is whether the claims under the said agreements are to be considered as <em>debts by </em>specialty, <page-number citation-index=\"1\" label=\"261\">*261</page-number>within the meaning of the 14th section of the act of Assembly of 19th <em>April </em>If94, entitled “ An act directing the descent of intestates’ real estates” &amp;c.</p>\n<p id=\"b273-4\">The act of Assembly declares that “ all debts owing by eve- “ ry person within this state at the time of his death, shall be “ paid by his executors or administrators so far as they have “ assets, in the manner and order following: 1. Physic, fune- “ ral expenses, and servants’ wages. 2. Rents not exceeding “ one year. 3. Judgments. 4. Recognisances. 5. Bonds and “ <em>specialties; </em>and all <em>other debts </em>shall be paid without regard to “ the quality of the same, except debts due to the Common- “ wealth, the which shall be last paid.”</p>\n<p id=\"b273-5\">It is not denied by the plaintiff’s counsel that these articles of agreement are <em>specialties; </em>because they are writings <em>under </em>seal, which is the true definition of a specialty. But they contend that in order to be ranked in the 5th class, it is necessary that they should be <em>debts </em>as well as specialties, which they say they are not, because at the time of the intestate’s death they were only claims for unliquidated damages. There is no doubt but the word <em>debt </em>is frequently understood as a sum of money reduced to a certainty, and distinguished from a claim for uncertain damages; and in this sense it has been taken in the construction of the <em>British </em>statutes authorizing a set-off, where there are mutual <em>debts </em>between plaintiff and defendant. But the question is whether it has not been used in a more extensive sense, and if so, whether it will not best answer the intent of the act of Assembly to construe it in its most enlarged signification.</p>\n<p id=\"b273-6\">When the legislature undertook to lay down a rule for the direction of executors and administrators in the payment of assets, it must be supposed that it was their intent to direct them in <em>all </em>cases, and not to leave a number of important claims totally unprovided for. It was well known that demands frequently occur both of the nature of specialty and simple contract, which are not <em>debts </em>in the sense contended for by the plaintiff’s counsel; and yet there is no description of claim in the act, other than a <em>debt. </em>It must likewise be supposed that the legislature turned their attention towards those books and those courts in England, which treat and take cognisance of the payment of debts due from deceased persons. The order of payment of those debts is not directed by statute, but probably de<page-number citation-index=\"1\" label=\"262\">*262</page-number>rived from the civil law, and adopted by the ecclesiastical courts. The cases cited by Mr. <em>Rawle </em>from <em>Godolph. Orpin leg. part </em>2. <em>ch. </em>28. <em>sec. 7. </em>1 <em>P. Wms. 130. Benson </em>v. Benson, and <em>Finer </em>title <em>Executor </em>2. <em>0. pi. 39. </em>prove incontestably that a claim for unliquidated damages, founded on a specialty, ranks equally with a debt on bond. The only answer attempted to be given to these cases is, that our act of Assembly speaks only of <em>debts </em>by specialty, but the ecclesiastical law of <em>England </em>regards only the <em>instrument </em>by which the demand is created, whether such demand be of the nature of <em>debt </em>or <em>damages. </em>This answer does not meet the difficulty. The order of payment of debts in <em>England </em>is not regulated by statute; the point to be inquired of therefore is, whether approved writers on the ecclesiastical law do not speak of this kind of claim as a <em>debt. </em>The words of Godolphin, which have been adopted by subsequent authors, are between a <em>debt </em>by obligation, and <em>a debt for damages upon a </em>“ <em>covenant </em>broken, there is no priority.” If we are to have recourse to the origin, (the latin word debitum, a thing that is <em>due </em>or <em>owing) </em>I see no reason why a compensation for breach of contract may not be <em>due¡ </em>although not reduced to a certain sum. But it is needless to examine whether this - extensive meaning is so strictly proper as that in which it is generally taken in the <em>common law. </em>It appears sufficiently, that the legislature had authority for using the word in that enlarged sense, which manifestly best answers their intent; for, to construe it otherwise, would leave a numerous class of creditors unprovided for, and consequently postponed without reason to all others. It was suggested though not much urged by Mr. Lewis, that claims of this kind may be included in the general description of <em>all other </em>debts, which are directed to be paid <em>without regard to their quality. </em>The expressions without regard <em>to quality </em>do at first view seem to give some little colour to this construction; but it is to be remarked in the first place, that this is in direct contradiction to the whole scope of the plaintiff’s argument, which is founded on the position that a claim for damages is <em>not </em>a <em>debt. </em>Then as to the words “ without regard to quality,” there is no difficulty in perceiving why they were introduced: the five first classes comprehend all kinds of debts, but those by <em>simple contract. </em>Debts by simple contract are of various qualities: verbal contracts, notes of hand, bills of exchange &amp;c. The act of <em>170S </em>gave protested bills of exchange a preference to almost all other debts of the nature of simple contract. The act now <page-number citation-index=\"1\" label=\"263\">*263</page-number>under consideration repeals the act of 1705; and the object of the words, <em>without regard to </em>quality, was to place all simple contract debts on the same footing.</p>\n<p id=\"AIU\">Upon the whole then it appears that the 14th section of the act in question is capable of two constructions, without doing violence to its expressions. The court have no hesitation in saying that it is most consistent with good policy, with justice, and with the intent of the legislature, to consider all claims founded on contracts of the nature of specialty as debts by specialty. It follows that the claims of <em>Ruston </em>and Downing, mentioned in the case stated, are debts by specialty.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}