{
  "casebody": {
    "data": "<casebody firstpage=\"262\" lastpage=\"263\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b288-9\">STATE v. ELISHA CAREY.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b288-10\">Court of Quarter Sessions. Sussex.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AyN\">November 16, 1829.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b288-11\">\n<em>Stout’s Notes.</em>\n</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b288-13\"><em>Rogers </em>[for State]. <em>E. D. Cullen </em>[for defendant].</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b288-14\">1. Peter Marsh, Negro, sworn. Elisha Carey struck me with his whip on my jaw and much disabled me. I suffered much in ears. White people were present and saw it.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b288-15\">2. Dr. Robert Burton, sworn. Last August was a year, Elisha Carey threw'a brick at Peter Marsh and struck him in the breast, and then threw another brick and struck Peter Marsh in the head, and knocked him down. Carey said to Marsh, I told you if you ever told me of that I would knock him down. I did hot see the beginning of the affray.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b288-16\">3. Joseph Robbins, sworn. I was a hundred yards from the parties, the first act of violence I saw. Carey threw a brick at Marsh, and then Carey threw a second brick at Marsh. I saw Marsh step back and pick up something, before the first brick was thrown, I was too distant to hear the quarrel.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b288-17\">4. Levi Russel, sworn. I saw Carey throw a brick at Marsh, then he threw a second brick and knocked Marsh down, and wounded him in the head. Marsh picked up something like a stick, after Carey threw the first brick. I am certain the first brick was thrown before Marsh picked up' the stick.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b288-18\">5. James S. Dutton, witness for defendant, sworn. Carey struck Marsh with a whip. Then Marsh picked up a cart-rail, <page-number citation-index=\"1\" label=\"263\">*263</page-number>then Carey threw a brick at him. I advised Marsh to go away. Then Carey threw another brick at Marsh and knocked him down. Marsh got the cart-rail before Carey threw a brick. The affray happened against my door.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b289-5\">6. Jacob Sharp, sworn. I saw Carey strike Marsh two or three times with my son’s cart-whip. Marsh picked up a bit of rail, and then Carey threw bricks at Marsh. When I came up, Carey and Marsh were disputing. I advised Marsh to go away and let Carey alone. He did not go away.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b289-6\">7. George Fisher, sworn. I was not present when the affray began. Saw Carey strike Marsh with a whip three, four, or six licks, don’t know which. Then Marsh picked up a bit of a rail, then Carey threw a brick at him, don’t know it hit him, then Carey threw a second brick and knocked Marsh down. Marsh aggravated Carey by telling him he had been in jail.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b289-7\">8. Peter Hall, sworn. I was a justice of the peace at the time of the assault and battery.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b289-8\"><em>E. D. Cullen </em>to the Court and jury.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b289-9\"><em>Mr. Rogers </em>in reply.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b289-10\">The Court charged the jury. Verdict, guilty. Polled and affirmed. Fined $10, and committed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}