{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b417-5\">STATE ROADS COMMISSION OF MARYLAND <em>v. </em>WOOD et ux.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b417-7\">[No. 153,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A99\">October Term, 1954.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b418-5\">\n<page-number citation-index=\"1\" label=\"370\">*370</page-number>\n<em>Decided June 10, 1955.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b418-9\">The cause was argued before Brune, C. J., and Delaplaine, Collins, Henderson and Hammond, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b418-10\"><em>Henry L. Rogers, Special Attorney, </em>with whom were <em>C. Ferdinand Sybert, Attorney General, </em>and <em>Joseph D. Buscher, Special Assistant Attorney General, </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b419-3\"><page-number citation-index=\"1\" label=\"371\">*371</page-number><em>T. Van Clagett, Jr., </em>and <em>LeRoy Pumphrey, </em>for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b419-4\">Henderson, J.,</author>\n<p id=\"ASL\">delivered the opinion of the Court.</p>\n<p id=\"b419-5\">This appeal is from a judgment in the amount of $30,000 entered upon the inquisition of a jury in a condemnation case. The sole question presented is whether the trial court erred in admitting certain testimony of expert appraisers.</p>\n<p id=\"b419-6\">The tract of land in question contains 25.61 acres upon which is located a dwelling house where the appellees have resided for many years. The property is located in Prince George’s County on Route 5, an arterial highway leading from Washington, D. C. to the Potomac River bridge, about seven miles from the District line. The parcel is roughly square in shape, having a frontage of 1,185 feet on Route 5. In the past two years the whole neighborhood has experienced something of a real estate boom and the property is virtually surrounded by areas that have been laid off in building lots. It is entirely suitable for subdivision purposes although it has not been platted. The proposed relocation of Route 5, and construction of a new, controlled access road, involves the taking of 4.92 acres of the appellees’ land for the right-of-way itself and the severing of 5.7 acres to which the appellees will be denied access. The only contested issue in the case was the amount of damages, the appellant having paid $15,000 into court.</p>\n<p id=\"b419-7\">Mr. Dunn, the first expert called by the appellant, testified that “the highest and best use for this land is for subdivision or development purposes.” He referred to a sale of about five acres in 1953 at an average of $2,116.00 an acre which he thought was comparable. He placed a value of $4,000 an acre on the land fronting on the old road and $1,500 on the land lying more than two hundred feet back from the road, winding up with a total of some $11,640 for the land taken. He was asked in cross-examination if it was not true that interior lots in a development just across the road, known <page-number citation-index=\"1\" label=\"372\">*372</page-number>as. Yorkshire Village, were bringing more than front lots. The court sustained an objection to the question on the ground that there was no evidence concerning Yorkshire Village. The witness stated that he was “not familiar with that property”. The court also sustained an objection to that “general line” of questions.</p>\n<p id=\"b420-4\">However, the witness Carroll, called by the appellant, who arrived at the same valuation in much the same way, admitted on cross-examination that if roads .were constructed into the ■ tract the interior land might be worth as much, or more, than the front land. The witness, Jones, called by the appellees, testified without objection that the cost of putting two roads into the land condemned would be about $6,400, and that about twenty lots could be laid out there. The witness, West, testified that the land was ideal for subdivision purposes and about 95% cleared, and that the interior land was worth as much as the exterior, once it was subdivided. He testified without objection that two different tracts of undeveloped land in the vicinity had sold for about $4,000 an acre, or an average of ten to eleven cents a square foot. He stated that he had a record of and was personally familiar with a number of sales in nearby Coolridge Acres subdivision, all at the rate of at least ten cents a square foot.</p>\n<p id=\"b420-5\">At this point counsel for the appellant stated: “Again we object and move that all that testimony be stricken from the record. It deals with developed land and it deals apparently, from what I. could gather,, with individual lots.” The objection and motion were overruled, and the appellant urges this as his strongest point. In fact, it was the only objection on his part that was not sustained. Thereafter, the witness testified without objection that a lot containing about two-thirds of an acre within five hundred feet of the Woods’ property had sold for $4,000, and another of about the same size in 1951 for $3,750. His estimate of damage was about $46,000. Another witness for the appellees estimated the damage at $39,590. . .</p>\n<p id=\"b421-3\"><page-number citation-index=\"1\" label=\"373\">*373</page-number>The appellant concedes that “In determining the fair market value of the land, consideration may be given to any utility to which it is adapted and for which it is immediately available.” <em>Pumphrey v. State Roads Commn., </em>175 Md. 498, 506. It is likewise conceded that evidence of sales of comparable land is admissible in condemnation cases, and that a wide discretion rests in the trial court as to what is properly comparable. <em>Patterson v. M. &amp; C. C. of Balto., </em>127 Md. 233, 241; <em>Marchant v. Baltimore, </em>146 Md. 513, 525. But the appellant contends that the authorities generally hold that sales of platted lots cannot be used as evidence to determine the value of unplatted lots, even though both parcels are in the same vicinity, citing 5 <em>Nichols, Eminent Domain </em>(1952 ed.) §21.31 (3), and <em>Forest Preserve District v. Eckhoff, </em>372 Ill. 391, 24 N. E. 2d 52, and cases there cited. We think the rule is stated too narrowly. It is universally recognized that comparisons with sales of similar land may be made, and that the adaptability of the land condemned to development purposes may be considered. See 1 <em>Orgel, Eminent Domain </em>(2d ed.) §30, p. 146, and <em>Pruner v. State Highway Com’r., </em>4 S. E. 2d 393(Va.). The vice in comparing subdivided land and unsubdivided land lies in the fact that the comparison is between a wholesale and a retail price, for the price of the platted lots includes the expense of subdividing and the promotional and sales costs of moving the individual lots. See <em>United States v. Easement and Right of Way, </em>123 F. Supp. 886 (D. C. Ga.). In 2 <em>Lewis, Eminent Domain </em>(3 ed.), §709, p. 1241, it is said: “In a case in Wisconsin it was held proper to show that property was suitable for division into village lots and the probable value of such lots. But this is clearly going one step too far. The probable value of village lots which do not exist is too speculative.” In <em>Kenly v. Washington Co. R. R. Co., </em>129 Md. 1, the exclusion of testimony as to the sale of lots from another farm was upheld, on the ground that a proper foundation had not been laid.</p>\n<p id=\"b422-4\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>In the instant case if we assume, without deciding, that there was not a proper basis laid for the comparison between the lot sales mentioned by the witness, West, and the acreage in the land condemned, we think there was no reversible error. As the appellees argue, the appellant had opened the door to inquiry as to the basis of a distinction between interior and exterior land. There was no effort here to have the jury fix the value of the land condemned in terms of its retail value as lots, but only to arrive at a proper valuation per acre. The witness, West, testified that the subdivisions in that area did not have sewerage or water, or sidewalks, and that the “only thing they require is the surface treatment Mr. Jones referred to”. Since he had already testified to sales of undeveloped land at the rate of $4,000 an acre, or ten cents a square foot, it is difficult to see how the appellant was harmed by his statement that subdivided lots sold for the same figure, when he admitted that this would include the cost of roads and “surface treatment”. It is clear that the jury, who viewed the premises, did not accept his testimony at its face value, for in their inquisition the figure set was considerably below his estimate. We think the judgment should be affirmed.</p>\n<p id=\"b422-5\">\n<em>Judgment affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}