{
  "casebody": {
    "data": "<casebody firstpage=\"737\" lastpage=\"740\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b785-6\">Enrique FERNANDEZ-GONZALEZ, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b785-8\">No. 14933.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b785-9\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b785-10\">June 21, 1965.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b785-23\">Joseph B. Gilbert, Chicago, 111., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b785-24\">Edward V. Hanrahan, U. S. Atty., John Peter Lulinski, John Powers Crowley, Frederick E. McLendon, Jr., Asst. U. S. Attys., Chicago, 111., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b785-25\">Before HASTINGS, Chief Judge, DUFFY, Circuit Judge, and MERCER, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b785-26\">HASTINGS, Chief Judge.</author>\n<p id=\"b785-27\">This is a petition for review of the order of deportation and denial of voluntary departure entered against petitioner Enrique Fernandez-Gonzalez by the Immigration and Naturalization Service. The matter was heard before a special inquiry officer upon an order to show cause why petitioner should not be deported pursuant to the provisions of Section 241(a) (2) of the Immigration and Nationality Act, 8 U.S.C.A. § 1251 (a) (2), because after he was admitted as a non-immigrant visitor, he remained in the United States for a- longer time than permitted.</p>\n<p id=\"b785-28\">At the hearing, petitioner admitted that he was subject to deportation on the charge contained in the order and the hearing proceeded on his application for <page-number citation-index=\"1\" label=\"738\">*738</page-number>voluntary departure from the United States at his own expense in lieu of deportation. The special inquiry officer found petitioner to be statutorily eligible for voluntary departure but denied the application as a matter of discretion.</p>\n<p id=\"b786-4\">Petitioner appealed the decision to the Board of Immigration Appeals, which, while conceding that petitioner was statutorily eligible for the discretionary relief of voluntary departure, affirmed the order appealed from as a proper exercise of administrative discretion.</p>\n<p id=\"b786-5\">Petitioner is a native and citizen of Mexico, who was admitted to the United States as a nonimmigrant visitor for pleasure on November 14, 1962, authorized to remain in the United States until February 14, 1963. He has remained without authority since that date.</p>\n<p id=\"b786-6\">Petitioner has been employed since about the middle of December, 1962, at a meat market, bakery and the Acme Specialties Corporation. He has a wife and six children in Mexico and is supporting them.</p>\n<p id=\"b786-7\">There was no evidence introduced at the hearing that he had been arrested in this or any other country or that he had ever been a member of the Communist Party or any of its affiliated organizations.</p>\n<p id=\"b786-8\">In December, 1962, petitioner, on the advice of a boy working with him at the meat market where he was employed, wrote to Oscar Rodriguez in Nuevo Laredo, Mexico, asking him what it would cost to fix his papers so that he could stay in the United States permanently. After receiving a reply, he sent $100, his passport and two photographs of himself to Rodriguez. About twelve days later his passport was returned to him with an alien registration card in the name of Francisco Ochoa Cazarez, with his photograph affixed to the back.</p>\n<p id=\"b786-9\">Petitioner, in a sworn statement before an officer of the Immigration and Naturalization Service, admitted at the hearing as Government Exhibit No. 2, stated that he wrote Rodriguez he could not use this card because it was not in his name and did not have his correct birth date, but the letter was returned to him. He further stated that prior to receiving the passport he thought it would be legal but that when he saw the card was in another’s name he knew it was not good and never used it. He did, however, get a social security number in the name of Francisco Ochoa Cazarez and showed the card on one occasion to a prospective employer in order to get the job.</p>\n<p id=\"b786-11\">Petitioner was represented by counsel at the hearing before the special inquiry officer. The special inquiry officer, in ordering petitioner deported and denying him the discretionary relief of voluntary departure, relied, <em>inter alia, </em>upon the following facts. In the sworn statement, referred to supra, petitioner was asked whether he knew it was a criminal offense to obtain false immigration papers in order to remain in the United States. He answered in the affirmative. Petitioner obtained a social security card in the name of Francisco Ochoa Cazarez and exhibited it and the false alien registration card to Acme Specialties Corporation to obtain employment. When the investigator from the Immigration and Naturalization Service first questioned petitioner, petitioner told the investigator his name was Cazarez and that he was a lawful permanent resident of the United States. The special inquiry officer discredited petitioner’s statement that he thought he could get his papers fixed legally so that he could remain in the United States permanently by sending his passport, photos and $100 to a man in Mexico.</p>\n<p id=\"b786-12\">Subsequent to the order of the special inquiry officer and dismissal of petitioner’s appeal to the Board of Immigration Appeals, petitioner was tried by a federal district court, without a jury, on a stipulation of facts. He was charged with willfully and knowingly having possession of a false alien registration <page-number citation-index=\"1\" label=\"739\">*739</page-number>card (Count 1), unlawfully using a fraudulent alien registration card by presenting such card to Acme Specialties Corporation to obtain employment with knowledge that the card was false (Count 2) and receiving and accepting a false alien registration card for the purpose of falsely claiming to be a non-quota immigrant (Count 3), all in violation of Section 1546, Title 18 U.S.C.A.</p>\n<p id=\"b787-4\">The district court found petitioner not guilty of the charges made against him in all three counts of the indictment for the reason that Section 1546 is concerned with visas. The court stated, “There is no reason to believe * * * that Congress intended Section 1546 of Title 18, dealing with visas, permits and other entry documents, to cover alien registration cards as well, since it adopted at the same time separate and express provisions [8 U.S.C.A. § 1302 et seq.] to deal with such alien registration cards.”</p>\n<p id=\"b787-5\">Thereafter, petitioner filed a motion before the Board of Immigration Appeals requesting the Board to reopen and reconsider its dismissal of his appeal for the reason that the district court found him not guilty of violating 18 U.S.C.A. § 1546. The Board entered an order denying this motion and stated, “A review of the record establishes to our satisfaction that the order denying voluntary departure was based upon the respondent’s testimony during the hearing that he had attempted a fraud upon the government and not on any action by the United States District Court for the Northern District of Illinois.”</p>\n<p id=\"b787-6\">The sole issue before us is whether the denial of petitioner’s request for voluntary departure in lieu of deportation was an abuse of the discretion vested in the Attorney General or his duly authorized delegate.</p>\n<p id=\"b787-7\">Section 244(e) of the Immigration and Nationality Act, 8 U.S.C.A. § 1254(e), makes the following provision for voluntary departure:</p>\n<blockquote id=\"b787-8\">“(e) The Attorney General may, in his discretion, permit any alien under deportation proceedings, other than an alien within the provisions of paragraph (4), (5), (6), (7), (11), (12), (14), (15), (16), (17), or (18) of section 1251(a) of this title (and also any alien within the purview of such paragraphs if he is also within the provisions of paragraph (2) of subsection (a) of this section), to depart voluntarily from the United States at his own expense in lieu of deportation if such alien shall establish to the satisfaction of the Attorney General that he is, and has been, a person of good moral character for at least five years immediately preceding his application for voluntary departure under this subsection.”</blockquote>\n<p id=\"b787-11\">The special inquiry officer found petitioner to be statutorily eligible for voluntary departure and thus not in violation of the enumerated paragraphs of Section 1251(a), supra.</p>\n<p id=\"b787-12\">Petitioner states in his brief, “It is petitioner’s position that where the statute prescribes detailed conditions for the grant of relief to an alien and the alien qualifies by fulfilling such conditions, the administrative agency cannot exercise such discretion to deny relief.”</p>\n<p id=\"b787-13\">The Supreme Court, however, held otherwise in Hintopoulos v. Shaughnessy, 353 U.S. 72, 77 S.Ct. 618, 1 I.Ed.2d 652 (1957) and stated:</p>\n<blockquote id=\"b787-14\">“It is clear from the record that the Board applied the correct legal standards in deciding whether petitioners met the statutory prerequisites for suspension of deportation. The Board found that petitioners met these standards and were eligible for relief. But the statute does not contemplate that all aliens who meet the minimum legal standards will be granted suspension. Suspension of deportation is a matter of discretion and of administrative grace, not mere eligibility; <em>discretion must be exercised even though </em><page-number citation-index=\"1\" label=\"740\">*740</page-number><em>statutory prerequisites have been met.” </em>(Emphasis added.) Id. at 77, 77 S.Ct. at 621.</blockquote>\n<p id=\"b788-6\">Accord: Miyaki v. Robinson, 7 Cir., 257 F.2d 806, 807 (1958); United States ex rel. Cantisani v. Holton, 7 Cir., 248 F.2d 737, 739 (1957); Wei v. Robinson,. 7 Cir., 246 F.2d 739, 742 (1957).</p>\n<p id=\"b788-7\">Petitioner further argues that since he was found not guilty of violations of 18 U.S.C.A. § 1546, there is no longer any basis for the special inquiry officer’s order denying him voluntary departure. We disagree.</p>\n<p id=\"b788-8\">The district court merely held that petitioner’s obtaining and use of the false alien registration card was not a crime under Section 1546 since that section is concerned only with visas, permits and other entry documents and since a separate statute covers alien registration cards.</p>\n<p id=\"b788-9\">Our scope of review in this case is narrow. We may not substitute our judgment for that of the Attorney General or his delegate. We may only determine whether the manner in which the discretion was exercised was arbitrary or capricious. Obrenovic v. Pilliod, 7 Cir., 282 F.2d 874, 876 (1960); Kam Ng v. Pilliod, 7 Cir., 279 F.2d 207, 210 (1960).</p>\n<p id=\"b788-10\">There is no claim here that petitioner was denied due process.</p>\n<p id=\"b788-11\">Following the rationale of Sháughnessy, supra, even though petitioner met the statutory requirements for voluntary departure, the relief sought is a matter of discretion and of administrative grace, not mere eligibility and such discretion must be exercised. Upon a consideration of the record as a whole, we find the Attorney General’s delegate has exercised such required discretion and we are compelled to conclude there was no abuse of discretion in this case.</p>\n<p id=\"b788-12\">The petition for review appealed from is dismissed and the stay of deportation heretofore entered is hereby vacated.</p>\n<p id=\"b788-13\">Dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}