{
  "casebody": {
    "data": "<casebody firstpage=\"760\" lastpage=\"772\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b808-7\">Odessa WOODS v. The NATIONAL LIFE AND ACCIDENT INSURANCE COMPANY, a Tennessee Corporation, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b808-12\">No. 14968.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b808-13\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b808-14\">Argued Jan. 21, 1965.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b808-15\">Decided June 22, 1965.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b810-18\"><page-number citation-index=\"1\" label=\"762\">*762</page-number>Richard C. Witt, White, Jones &amp; Gregg, Pittsburgh, Pa. (Thomas Lewis Jones, Pittsburgh, Pa., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b810-19\">Byrd R. Brown, Utterback, Brown &amp; Harper, Pittsburgh, Pa., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b810-20\">Before McLAUGHLIN, FORMAN and GANEY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b810-21\">GANEY, Circuit Judge.</author>\n<p id=\"b810-22\">On March 7, 1961, Emmet F. Woods, while a resident of Pittsburgh, Pennsylvania, made application to defendant insurance company for a policy of life insurance. Contained in the application are various questions which he answered concerning his past health history and medical consultations.<footnotemark>1</footnotemark> He designated his wife, Odessa Woods, as beneficiary and stated that his last previous occupation was the “U.S. Army”. He paid the first premium installment and the policy was issued to him on or about March 21, 1961. Thereafter he made timely payment of premiums as they fell due. The policy provides that the application constitutes a part of the insurance contract and that it “will be incontestable after it has been in force during the lifetime of the insured for a period of two years from its date of issue, except for the non-payment of premiums.” Within two years of the issuance of the policy, the insured, while he was still a resident of Pittsburgh, died on August 21, 1962, of infectious hepatitis. Plaintiff-beneficiary submitted proof of death of the insured to defendant. The latter refused to pay the face amount of the policy, and, instead, tendered a check of $253.21 representing the amount of premiums paid. Whereupon plaintiff brought an action on May <page-number citation-index=\"1\" label=\"763\">*763</page-number>29, 1963, in the United States District Court for the Western District of Pennsylvania to recover the proceeds of the policy. Jurisdiction of that court was invoked on the basis of diversity and the jurisdictional amount.<footnotemark>2</footnotemark> She demanded a jury trial in her complaint.</p>\n<p id=\"b811-4\">The answer to the complaint avers that the insured secured the policy by giving false answers to questions numbered 51b, 51g, 54 and 55 of the application,<footnotemark>3</footnotemark> which answers were material and relied upon by the defendant and that the insured knew them to be false, thereby rendering the policy void. And defendant’s pre-trial narrative statement states in part: “[No. 51b] The insured answered that he had never had any disease of the heart or lungs; [No. 51g] that he had never consulted a physician for any ailment or disease pertaining to any part of the human anatomy other than the brain, nervous system, heart, lungs, skin, middle ear, eyes, stomach or intestinal tract. * * * [No. 54] The insured also stated that there was nothing in his health history not mentioned elsewhere in the application. [No. 55] In answer to a question which called for the names and addresses of physicians that the insured had consulted, he answered ‘None’.”</p>\n<p id=\"b811-5\">At the jury trial plaintiff presented evidence of the facts previously adverted to, the truth of which defendant admitted. After completing its defense, in which it offered the testimony of two physicians and the records of their examinations, several chest x-ray films and records from the files of the Veterans’ Administration (“VA”) relating to the adjudication of applications for benefits by a person named Emmet F. Woods and the plaintiff as his widow, the defendant moved for a directed verdict. It also moved for a “dismissal with prejudice” on the grounds that the documentary evidence which had been submitted to the court for the benefit of the jury is proof that fraud was committed by the insured in applying for the policy. These motions were denied, and the case was submitted to the jury which returned a verdict in favor of the plaintiff for $24,500, the face amount of the policy. Without filing either a motion for judgment notwithstanding the verdict under Rule 50(b) of the Federal Rules of Civil Procedure or for a new trial pursuant to Rule 59, defendant appealed to this court from the judgment entered on the verdict.</p>\n<p id=\"b811-10\">The ground for its appeal is that the trial court committed reversible error when it excluded certain evidence offered by the defendant, and that if this evidence had been considered by the trial court, it (defendant) would have been then and is entitled now to a dismissal of the action with prejudice. In order to properly dispose of defendant’s contentions it will be necessary to treat them in some detail.</p>\n<p id=\"b811-11\">The trial court in its eharge removed all but question 51b from the jury’s consideration It is highly doubtful whether defendant’s only relevant objection to the charge complied with Rule 51 of the Federal Rules of Civil Procedure. However this situation does not prevent this court from reviewing the questions raised by defendant on this appeal. Coca Cola Bottling Co. of Black Hills v. Hubbard, 203 F.2d 859, 862 (C.A. 8, 1953); 1A Moore’s Fed.Pract. (2nd ed.) ¶ 0.404[9]. The fact that it did not file post-trial motions does not do so either. Garman v. Metropolitan <page-number citation-index=\"1\" label=\"764\">*764</page-number>Life Ins. Co., 175 F.2d 24 (C.A.3, 1949); United States v. Mountain State Fabricating Co., 282 F.2d 263 (C.A.4, 1960); United States v. Harue Hayashi, 282 F. 2d 599 (C.A.9, 1960). Also see Trout v. Pennsylvania R. R. Co., 300 F.2d 826, 829-830 (C.A.3, 1962); 6 Moore’s Fed. Pract. (2nd ed.) ¶¶ 59.14, 59.15 [3].</p>\n<p id=\"b812-4\">Defendant’s first item of complaint is the trial court’s admonition and instruction to«the jury to disregard the testimony of one Dr. Charles Edwin Greenlee, a practicing physician. This witness, called by defendant for the purpose of proving that the insured answered questions 51b and 55 fraudulently, testified that a man came to his office in Pittsburgh, Pennsylvania, on August 6, 1960. He stated that according to his records he examined this man's chest with a stethoscope, heard high-pitched rales, concluded that there was some obstruction to his breathing, and gave him a preparation of potassium iodide as a treatment. He also stated that he kept a record of this examination and that it was his practice to keep such records in the normal course of pursuing his profession. This record had written on it the same name, address, telephone number, occupation and age as that of the insured. Out of hearing of the jury, he told the trial judge that although the man’s condition was not normal, it was not a severe case but an ordinary one, that it was “no big deal” and “you see it every day”, and that high-pitched rales could easily be detected “by just listening with your stethoscope.” The doctor was unable to say that the man he examined that day was the insured. The basis for the trial court’s action was that part of the doctor’s testimony was a privileged communication barred from being disclosed in a civil action by the Act of June 7, 1907, P.L. 462, 28 P.S. § 328, and that the remainder was irrelevant once it had been established that the doctor could not identify the patient as having been the insured.</p>\n<p id=\"b812-5\">Assuming that the person examined by Dr. Greenlee on August 6, 1960, was the insured, the Act of 1907 did not prevent him from disclosing the purpose of his examination, his diagnosis and treatment. The Act applies only to communications made by a patient to a physician in a civil action: Phillips’s Estate, 295 Pa. 349, 145 A. 437 (1929), and then only if they tend to blacken the character of the patient. Soltaniuk v. Metropolitan Life Ins. Co., 133 Pa.Super. 139, 143-144, 2 A.2d 501 (1938). With the exception of the name, address and so forth, and a few items concerning the patient’s health history entered in his records, Dr. Greenlee’s testimony did not and would not have revealed any information obtained by communications from the patient. The revealing of a name, address and other identifying data given by a patient is not a communication which tends to blacken the character of the patient. Sweeney v. Green, 116 Pa.Super. 190, 176 A. 849 (1935). The Act of 1907 presented no obstacle to Dr. Greenlee’s testimony. His records, to the extent that the contents were relevant and material, were admissible. Ettelson v. Metropolitan Life Ins. Co., 164 F.2d 660, 667 (3 Cir. 1947). The fact that the doctor was unable to say that the patient he examined was the insured is immaterial. The identity of the patient was for the jury to determine.</p>\n<p id=\"b812-7\">Since defendant asserted that the answer to question 55, which was removed from the jury’s consideration, was fraudulent, and Dr. Greenlee’s testimony had some bearing on the issue raised by that assertion, the defendant is entitled to a new trial alone on the trial court’s rulings regarding that witness’s testimony.</p>\n<p id=\"b812-8\">Defendant also complains of the court’s ruling that Dr Harold T. Brown, who was chief of the pulmonary disease unit of the VA regional office in Pittsburgh and examined service veterans in the routine course of his employment as a VA physician, was not a physician “consulted” by the insured within the meaning of question 55 of the application for insurance. The effect of this ruling, along with that on Dr. Green-<page-number citation-index=\"1\" label=\"765\">*765</page-number>lee’s testimony, was to remove question 55 from the jury’s consideration. With the aid of documents from the VA file, Dr. Brown testified that on December 29, 1960, he examined from head to toe a medium sized, very good-looking, well dressed, personable colored man who appeared to be well educated and spoke good English. He explained to the man that the probable cause of his trouble was sarcoidosis <footnotemark>4</footnotemark> and possibly pulmonary mycosis (a fungus disease of the lungs) or a bronchiolitis (inflammation of the bronchioles). An x-ray picture of this man’s chest taken the same day under Dr. Brown’s direction showed shadows of a very finely dotted nature indicating, according to the doctor, a fine nodular type infiltration of both lungs. The doctor advised the man to go to a VA hospital for further observation and examination. He admitted that he did not know that the man he examined on December 29, 1960, was the insured and that the latter gave him no identifying data. Nevertheless, the trial court left it to the jury to determine, in conjunction with other testimony given by the plaintiff and the identification data read to them by defendant’s counsel from VA documents, whether the person described by Dr. Brown was in fact the insured. He also instructed them that if they found that such person was not the insured, then their verdict must be for the plaintiff, “because there would then be no evidence to the effect that plaintiff’s husband had any knowledge concerning any lung condition.”</p>\n<p id=\"b813-4\"> Plaintiff argues that the examination by a VA physician at the request of the VA — though no evidence of such request is in the record — was no more a personal consultation as a result of choice by the insured than were his earlier examinations by physicians when he was inducted into the Army. If the facts included in her argument were established by the evidence, we think— lacking definite authority thereon — a Pennsylvania Court of statewide jurisdiction would be inclined to agree with the trial court that Dr. Brown’s testimony was not relevant to question 55. She has never conceded that the man examined by Dr. Brown was the insured, and there was no showing that the examination was not the result of personal choice by the man examined. True, the burden of going forward with the evidence is on the defendant to prove the insured committed fraud. However, defendant’s attempt to show the circumstances under which the man examined got to see Dr. Brown was successfully frustrated by plaintiff’s objection on the ground that question 41, which sought to ascertain whether the insured had ever applied for disability compensation from any source, was not at issue.<footnotemark>5</footnotemark> Had the application for disability benefits filed on November 18, 1960, been admitted into evidence, and the usual routine of processing such an application been explained, as defendant tried to have done, the jury would have no other choice but to conclude that the applicant was directed by the VA to see Dr. Brown and that the report of the results of the latter’s examination was for the eyes of the VA adjudication section. In view of the state of proof, we think the testimony of Dr. Brown was admissible for the purpose of proving that answer 55, as well as 51b, was answered falsely.</p>\n<p id=\"b813-8\">The next item of complaint is the trial court’s refusal to permit the defendant to introduce into evidence two <page-number citation-index=\"1\" label=\"766\">*766</page-number>chest x-ray films of a person by the name of Emmet F. Woods for the purpose of proving that the answer to question 54 was false. This question, answered in the negative, reads: “Are you deformed, lame, maimed or ruptured, or is there anything in your health history not mentioned elsewhere in this application?” One of the x-rays was taken at an Allegheny County health center and the other at the C. Howard Mercy State Hospital in Pittsburgh, in the fall of 1960. We think the trial court correctly construed question 54 as not seeking information about chest x-rays and that a Pennsylvania appellate court would agree with this construction. Moreover, an ailment or disease of the lungs is covered elsewhere in the application by question 51b, which reads: “Have you ever had any ailment or disease: b. heart or lungs?” The trial court committed no error in refusing defendant’s proffer of the films for the purpose stated by defendant. Defendant also maintains that it was prejudiced by the court’s rejection of his offer as evidence certain documents from a VA file. This file revealed, among other things, that an ex-serviceman by the name of Emmet F. Woods applied for disability benefits on November 18, 1960, based on his lung condition, that he was examined by VA physicians in connection with the application, that the benefits were denied on June 7, 1961, and that this decision was not changed after additional evidence in the form of x-ray films and reports gathered from several health centers were taken into consideration. The file contained about a dozen reports of x-rays taken between June, 1960, and January, 1962, at two hospitals, several public health clinics and the VA. Also in the file were numerous letters and memoranda, rating reports, an application for dependency and indemnity compensation or death pension by widow or child, dated October 19, 1962, and signed by Odessa J. Woods, which was denied, and the Army medical service record of Emmet F. Woods.</p>\n<p id=\"b814-4\">The file was properly shown to have been a part of the VA records. Such records are business records within the meaning of 28 U.S.C.A. § 1782. Brooks v. Texas General Indem. Co., 251 F.2d 15 (C.A.5, 1958); Kendall v. Gore Properties, Inc., 98 U.S.App.D.C. 378, 236 F.2d 673, 684 (C.A.D.C.1956). Of course the mere fact that the documents were part of the VA file did not make them admissible per se; they must be relevant and material to the issue at the trial. Continental Baking Co. v. United States, 281 F.2d 137, 148-149 (C.A.6, 1960). And even if they meet those tests, the trial court, in its sound discretion, may exclude them if they are merely cumulative.</p>\n<p id=\"b814-5\">Getting down to specific documents, defendant is discontent with the exclusion of its proposed Exhibits A, B, G, K, M and one that was not marked for identification. Exhibit G is a “Report of Medical Examination for Disability Evaluation” prepared by Dr. Brown on December 29, 1960. This report contained the results of examinations made of a person by the name of Emmet F. Woods. It also included a diagnosis of sarcoidosis, with “pulmonary mycosis and bronchiolitis to be ruled out”, and some brief remarks to the effect that the x-ray indicated a finely nodular involvement of the upper two-thirds, including the apices, of both lungs, and that his timed vital capacity was 59 per cent of predicted — indicative of a marked restrictive breathing defect consistent with the diagnosis. The report bore the signature “Emmet F. Woods” as being the person examined. The document was probative of the fact that someone had been examined by Dr. Brown on December 29, 1960, that his disability was diagnosed as sarcoidosis and that it bore the signature in question. The signature on the report, when compared with that on the insurance application, was almost an exact duplicate of the latter, and the testimony of a handwriting expert would not have been a condition predecent to the jury’s <page-number citation-index=\"1\" label=\"767\">*767</page-number>concluding that the signatures were written by the same person. Since plaintiff would not admit the identity of that person, and Dr. Brown was unable to identify him, proposed Exhibit G was a vital link in the establishment of that identity in addition to corroborating the testimony of Dr. Brown. We think its exclusion was highly prejudicial to defendant’s defense, at least with regard to question 51b, and the trial court should not have kept it from the jury’s eyes.</p>\n<p id=\"b815-4\">The other proposed exhibits were properly excluded. Exhibits A and B are letters written respectively on July 27, and March 22, 1962, to the adjudication officer of the VA regional office in Pittsburgh, and signed by Emmet F. Woods. Exhibit K is a transcript of a hearing held on April 25, 1962, at which Mr. Woods testified before three members of the VA rating board concerning the severity of his disability. On the authority of Pollack v. Metropolitan Life Ins. Co., 138 F.2d 123 (3 Cir. 1943), each of.the three proposed exhibits was inadmissible over the objection of plaintiff. Exhibit M is a letter dated November 2, 1962, addressed to the Military Personnel Records Center, GSA and/or Army Record Center in St. Louis, Missouri, and signed by Odessa Woods authorizing a representative of defendant to obtain information in the files of Emmet F. Woods. The proposed exhibit to which no letter of the alphabet was assigned is a VA application form for dependency and indemnity compensation or death pension by widow or child filled out on October 10, 1962, and bearing the signature “Odessa J. Woods”. Both of these documents were offered for identification purposes. More than enough of the VA documents were read to the jury for that purpose. Since the proposed exhibits were merely cumulative of other evidence for that purpose we may not overrule the trial judge on his ruling as to their admission into evidence.</p>\n<p id=\"b815-5\">Regarding defendant’s request that we direct the issuance of an order dismissing the action with prejudice. Defendant concedes that if it did not offer any evidence in defense of plaintiff’s case, she would have been entitled to a directed verdict since it admitted the verity of her evidence. However, in effect it maintains that the evidence it proffered was of such a nature that the trial court should have withdrawn the case from the jury and directed that the action be dismissed with prejudice. In the absence of special circumstances which are not present here, the issue of fraud in the procurement of insurance is triable to the jury upon demand. Ettelson v. Metropolitan Life Ins. Co., 137 F.2d 62, 65-66 (3 Cir. 1943), cert. den. 320 U.S. 777, 64 S.Ct. 92, 88 L.Ed. 467; 5 Moore’s Federal Practice (2nd ed.) ¶ 38.20. Applying the Pennsylvania choice of law rule, the necessary substantive elements constituting fraud in the instant case is properly ascertained by reference to the law of that State. The situations under which false statements in an application will bar recovery on the policy are set forth in § 622 of the Pennsylvania Insurance Company Law of May 17, 1921, P.L. 682, art. VI, 40 P.S. § 757. This section provides: “The falsity of any statement in the application for any policy * * * shall not bar the right to recovery thereunder, unless such false statement was made with actual intent to deceive, or unless it materially affected either the acceptance of the risk or the hazard assumed by the insurer.” To prove that a “false statement was made with actual intent to deceive” all the insurer need show is that the insured knew that it was false or otherwise acted in bad faith in making it. Evans v. Penn Mutual Life Ins. Co., 322 Pa. 547, 560, 186 A. 133 (1936). This is a good example of a so-called conclusive presumption where proof of fact A establishes fact B. See 9 Wigmore on Evidence (3rd ed.) § 2492. Pennsylvania Courts have their own rules for determining when fraud has been committed and do not leave the matter for the jury to decide. In the Evans ease the Supreme Court of Pennsylvania said (p. 361, 186 A. p. <page-number citation-index=\"1\" label=\"768\">*768</page-number>142): “The problem of proof in insurance cases is not different from what is in other cases. When facts are established by uncontroverted evidence, and where the credibility of witnesses is not necessarily involved, the jury has no function, and the case <em>may </em>be decided without its assistance. But so long as the jury system exists, if that branch of the court is to have any purpose, it must be regarded as the trier of disputed fact and of the trustworthiness of testimony.” (Italics ours.) Concerning proof of fraud, the Court also stated: “If such falsity and the requisite bad faith affirmatively appear (a) from competent and uncontradicted documentary evidence, such as hospital records * * a verdict may be directed for the insurer.” And in Orr v. Union Fidelity Life Ins. Co., 202 Pa.Super. 553, p. 557, 198 A.2d 431, p. 433 (1964), the Pennsylvania Superior Court said: “Ordinarily the question of whether or not the answers were given in good faith is for the jury, but where the evidence establishes that the insured must have been aware of their falsity, the court may enter judgment for the insurer.”</p>\n<p id=\"b816-4\">The federal courts have their own standard for ascertaining when a verdict should be directed. This standard has been variously stated. One is “When the evidence is such that without weighing the credibility of the witnesses there can be but one reasonable conclusion as to the verdict, the court should determine the proceeding by * * * directed verdict * * * without submission to the jury, or by judgment notwithstanding the verdict.” Brady v. Southern R. Co., 320 U.S. 476, 479-480, 64 S.Ct. 232, 234, 88 L.Ed. 239 (1943). Also see 5 Moore’s Federal Practice (2nd ed.) j[ 50.02 [1]. It has been held that the question of the quantum of proof in the federal courts necessary to sustain the existence of particular fraud elements is to be decided on the basis of the federal standard and not that of the court of the state in which the federal court sits. Safeway Stores v. Fannan, 308 F.2d 94, 97 (C.A.9, 1962). Also see Summers v. Watkins Motor Lines, 323 F.2d 120, 123 (C.A.4, 1963); Braud v. Baker, 324 F.2d 213, 216 (C.A. 5, 1963); Johnson v. Buckley, 317 F.2d 644 (C.A.5, 1963). Contra: Dean v. Southern Ry. Co., 327 F.2d 757 (C.A.6, 1964). This court has affirmed directed verdicts for insurance companies in actions on life insurance policies where the defense was fraudulent representations. Croll v. John Hancock Mutual Life Ins. Co., 198 F.2d 562 (C.A.3, 1952); Mc-Dermott v. John Hancock Mutual Life Ins. Co., 255 F.2d 562 (C.A.3, 1958), cert. den. 358 U.S. 935, 79 S.Ct. 324, 3 L.Ed.2d 306. In like cases it has also reversed judgments entered on verdicts for plaintiff-beneficiaries with directions to enter judgments n. o. v. in favor of the insurance companies. Landau v. Mutual Life Ins. Co. of N. Y., 199 F.2d 549 (C.A.3, 1953); Stopper v. Manhattan Life Ins. Co. of N. Y., 241 F.2d 465 (C.A. 3, 1957), cert. den. 355 U.S. 815, 78 S.Ct. 17, 2 L.Ed.2d 32.</p>\n<p id=\"b816-6\">If the state rule coincides with the federal, there will be no difficulty. But if the former is less liberal than our own, does a federal court violate a party’s right to trial by jury under the Seventh Amendment by applying the former? The problem has been adequately presented and discussed by Professor Charles Allen Wright in his Handbook on Federal Court (Hornbook Series) § 92. Also see Moore’s Federal Practice (2nd ed.) 30.20. Plaintiff intimates that we have no problem here on that score because assertedly defendant’s evidence was not such, even if it is measured by the Pennsylvania rule, as would have required the trial court to act independently of the jury. We agree there is no problem but for a reason different from that given by plaintiff.</p>\n<p id=\"b816-7\">A motion to dismiss with prejudice is usually proper under Rule 41(b) of the Federal Rules of Civil Procedure in an action tried by the court without a jury, where, the evidence permitting, the court may make findings in favor of a defendant even though the evidence is not such as to require the <page-number citation-index=\"1\" label=\"769\">*769</page-number>making of findings in his favor. When such a motion is made in a jury case, it will he treated as though it were a motion under Rule 50(a), for a directed verdict. See Sano v. Pennsylvania R. R., 282 F.2d 936, 938 (C.A.3, 1960). By analogy we will treat defendant’s present request as though it were one for a direction to enter judgment n. o. v. Under the circumstances of this case we may not grant defendant’s request. A party’s failure to file a motion for judgment n. o. v. in the trial court precludes an examination of the record by that court or this court for the purpose of ascertaining whether that party was entitled to a directed verdict. Johnson v. New York, N. H. &amp; H. R. Co., 344 U.S. 48, 73 S.Ct. 125, 97 L.Ed. 77 (1952). Also see 5 Moore’s Federal Practice (2nd ed.) ¶ 50.11.</p>\n<p id=\"b817-4\">Accordingly, the judgment of the district court will be reversed and the cause will be remanded for a new trial.</p>\n<footnote label=\"1\">\n<p id=\"b810-16\">. In her brief plaintiff states that the defendant had the insured examined by their physician prior to issuing the policy to him. We have carefully read the transcript of the testimony and have found no evidence to support a finding that the insured was examined by a physician acting on behalf of defendant.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b811-6\">. “Under the Pennsylvania conflict of laws rule the interpretation of a contract is determined by the law of the place of contracting. In Pennsylvania it is held that the place of contracting in the case of an insurance contract is the place where the policy was delivered. In the absence of proof as to where the policies were delivered it is presumed that delivery took place at the insured’s residence.” New York Life Ins. Co. v. Levine, 138 F.2d 286, 288 (3 Cir. 1943). Also see Faron v. Penn Mutual Life Ins. Co., 176 F.2d 290 (C.A.3, 1949).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b811-13\">. Question No. 53 was also included, but appears to have been abandoned by defendant for lack of proof that it was answered falsely.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b813-5\">. According to Webster’s Third New International Dictionary (unabridged), sarcoidosis is “a chronic disease of unknown cause characterized by the formation of nodules resembling true tubercles in the lymph nodes, lungs, bones, skin and other organs.”</p>\n<p id=\"b813-6\">Dr. Harold T. Brown also stated that the disease is usually very chronic and progressive, becoming disabling in time, and ten percent of the time it will canse the victim to die. Its symptoms are an irritating cough and shortness of breath on exertion.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b813-10\">. The insured’s negative response to question 41 of the application was not included in defendant’s answer to the complaint, nor was it mentioned in defendant’s pre-trial statement.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b817-5\">FORMAN, Circuit Judge</author>\n<p id=\"A4x\">(concurring) :</p>\n<p id=\"b817-6\">I concur in the ultimate result reached by my colleagues that the judgment of the district court be reversed and the cause remanded for a new trial. I have difficulty, however, in associating myself with certain of the grounds upon which my brethren rest in reaching the result and will address myself to other factors which, in my view, bear upon the disposition of this appeal.</p>\n<p id=\"b817-7\">It is my position that Federal Rule of Civil Procedure 51 considerations, and Coca Cola Bottling Co. of Black Hills v. Hubbard, 203 F.2d 859 (3 Cir. 1953) along with the reference in 1A Moore, Federal Practice j[ 0.404 [9], at 4231 (2d ed. 1953) with their reliance on the directed verdict element as a method of preserving questions of law for appeal, do not assist in the disposition of the case at hand. Most of the issues here involved arise out of the district court’s refusal to admit certain evidence. As its elimination of portions of the insurance application from jury consideration was inextricably related to the rulings on appellant’s offer of evidence, that offer alone preserved for appeal purposes the propriety of the jury’s considering the insurance application.</p>\n<p id=\"b817-10\">Turning to the merits of the specific evidential points raised. The majority appropriately demonstrates that the evidence proffered through Dr. Greenlee should have been admitted at the trial. His testimony which would have revealed the name, address, telephone number, occupation, age, and the medical analysis of the person who had visited him was not such as could be considered to blacken the character of the deceased insured, this alone sufficing to remove this evidence from the reach of the Pennsylvania statute on physician-patient privilege. The district court, however, excluded most of the above items on the ground that the time of the trying of the civil cause is the perspective from which the physician-patient communication must be judged as to its tendency to blacken the character of the patient. But Skruch v. Metropolitan Life Ins. Co., 284 Pa. 299, 301-302, 131 A. 186 (1925) is persuasive that the time of the making of the statement governs the determination of its tendency to blacken the character of the declarant.</p>\n<p id=\"b817-11\">The appellee urges that assuming the physician-patient privilege is inapplicable here, Dr. Greenlee’s testimony is based upon a person’s hearsay declarations, and even if such statements were to be considered admissions and, therefore, falling within that hearsay exception, they are only binding on the declarant or a privy — the appellee, a beneficiary under the insurance contract, not so qualifying. The majority indicates in its discussion relative to Dr. Greenlee that his records both reflected that upon which he was called to testify, and were kept in the normal course of pursuing his profession. The fact that certain of these notations were made by Dr. Green-lee’s regularly employed nurse in the usual course of her employment should not alter the character of the doctor’s record. The trial transcript indicates that these office records were sought to <page-number citation-index=\"1\" label=\"770\">*770</page-number>be admitted into evidence by the appellant but were barred by the trial court. Without deciding the propriety either of Dr. Greenlee’s testifying as to what was in his office records without the admission of those records, themselves, into evidence, or of Dr. Greenlee’s testifying at all as to the contents of the records once the records were available, the offer of the business records successfully avoids the objection raised by the appellee to the other hearsay aspects of the evidence.</p>\n<p id=\"b818-4\">A second evidential question concerns whether Dr. Brown, a VA physician, should have been permitted to testify. The district court ruled that, although Dr. Brown could not identify the deceased insured as the man he examined and about whom he would testify, his testimony was relevant to question 51b, if the jury first found that the man so examined was in fact the deceased insured. Dr. Brown’s testimony, however, was ruled inapplicable to question 55 which asked for the names and addresses of physicians the deceased insured had consulted, to which the answer was “none.” The district court considered Dr. Brown’s examination, made at the direction of the VA for purposes of processing a request for disability benefits, not a personal and voluntary examination and, thus, not a consultation within question 55. The majority recognizes the closeness of the question involved, and concludes that the state of the proofs warrants considering the examination by Dr. Brown a consultation within question 55 and thus relevant to the issue of fraud raised by the appellant. I cannot support this conclusion. Even assuming that Dr. Brown’s examination, as a legal matter, was a consultation, and that in fact the answer to question 55 was false and did materially affect the risk assumed by the appellant, the recognized closeness of the question of whether that examination was a consultation inveighs against construing the deceased insured’s answer to question 55, at least as to Dr. Brown, as one that he must have known to have been false anu, therefore, have made in bad faith, an element necessary to be present before an insuror may escape liability under its policy. Thus, even if it could be determined that Dr. Brown’s examination was of the deceased insured, it does not follow that a jury should be permitted to find that relative to Dr. Brown a fraudulent representation was made in answer to question 55.</p>\n<p id=\"b818-6\">Finally, a broad evidential issue raised by the appellant concerns the refusal of the district court to allow the admission into evidence of certain documents from a VA file. Appellee seeks to support the district court’s refusal to admit these documents by arguing that the standard for their admission is Pennsylvania’s Business Records As Evidence Act rather than existent federal statutes relating to the admission of business records. It is urged that, if the Pennsylvania statute were applied, the documents in question could not be admitted for under the present state of the record there is no testimony as to the identity of the proposed documents, the mode of their preparation, and whether they were made at or near the time of the event to which they purport to refer. Assuming merit in appellee’s position that Pennsylvania evidence law is to govern the question of whether the VA documents are legally sufficient business records, I do not have appellee’s difficulty in finding that the requisites of the Pennsylvania Business Records As Evidence Act are met. Indeed, appellee sets forth no authority to indicate that the requirements of the Pennsylvania statute have not been met by this trial record. In reality, the only exhibit for which appellee’s argument has applicability is Exhibit G, a report of a December 29, 1960 medical examination for disability evaluation made of a person having the name of the deceased insured. As to that exhibit, Dr. Brown identified the medical report as his and indicated it was made in the regular course of his VA duties. The signature of Dr. Brown appeared on the report along with the date of its preparation, December 29, <page-number citation-index=\"1\" label=\"771\">*771</page-number>1960, indicating that it was made contemporaneous with the actual examination of the patient. Surely the Pennsylvania requisites are established as to this exhibit being an appropriate business record.</p>\n<p id=\"b819-5\">I agree that Exhibit G should have been admitted into evidence. The majority lucidly points out that the signature on the insurance application almost exactly duplicated that of Dr. Brown’s patient found on the medical report. The introduction of this record was quite relevant both as an aid in the demonstration that the deceased insured was one and the same party examined by Dr. Brown and as evidence probative of a fraudulent answering of question 51b, for Dr. Brown testified that the result of his examination as embodied in the medical report had been communicated to the patient.</p>\n<p id=\"b819-6\">The last issue to be considered is whether appellant would have been entitled to the directed verdict for which it argues. The majority avoids deciding the merits of this issue on the ground that <em>“a </em>party’s failure to file a motion for judgment n. 0. v. in the trial court precludes an examination of the record by that court or this court for the purpose of ascertaining whether that party was entitled to a directed verdict,” citing Johnson v. New York, N. H. &amp; H. R. Co., 344 U.S. 48, 73 S.Ct. 125 (1952). While I agree that a failure to move for a judgment n. o. v. will neither permit an appellate court nor a trial court to enter a judgment notwithstanding the verdict, and on this ground we must remand this cause for a new trial, I read Johnson to sanction our determining, for trial court guidance, whether a directed verdict motion should have been granted. Indeed, footnote 3 of Johnson states that “* * * <em>holding that a directed verdict should have been given </em>cannot be the equivalent of a court’s entry of judgment for defendant notwithstanding a jury verdict for plaintiff.” (Emphasis added.) Our court has previously reached the merits of the directed verdict issue under similar circumstances. Garman v. Metropolitan Life Ins. Co., 175 F.2d 24, 28 (3 Cir. 1949).</p>\n<p id=\"b819-8\">In my view, if the appropriate evidence had been admitted, defendant-appellant’s motion for a directed verdict should have been granted under either the federal or the Pennsylvania standard for determining the granting or denying of such a motion. No problem of credibility of witnesses emerges to create a peculiarly jury matter. Though plaintiff-appellee did not concede that her husband, the deceased insured, and the man examined by both Dr. Greenlee and Dr. Brown were one and the same, appellant has adequately sustained the burden of going forward to demonstrate that relationship. A jury could not reasonably conclude otherwise. The evidence proffered through Dr. Greenlee revealed that he examined a man with the exact same name, address, telephone number, occupation and age as that stated on the insurance application by the deceased insured. The medical report prepared by Dr. Brown during the examination of his patient contained much of this same information. Affixed to this report was the signature of the patient, an almost exact duplicate of that of the deceased insured as reflected in his signature on the insurance application. Furthermore, the medical report reflects the fact that Dr. Brown’s patient had authorized release of any VA medical reports to none other than Dr. Green-lee. The combination of these factors neatly indicates that a jury of reasonable men could not doubt that the deceased insured and the man examined by Dr. Greenlee and Dr. Brown were one and the same.</p>\n<p id=\"b819-9\">How clear is the evidence that the deceased insured fraudulently concealed from appellant insurance company that he had a lung ailment (question 51b) and that he had previously consulted a physician regarding his health (question 55) ? On March 7, 1961 the deceased insured made application for coverage. About two months prior to this time <page-number citation-index=\"1\" label=\"772\">*772</page-number>he had been informed by Dr. Brown that he had a disease of the lungs which was serious enough to require further examination and treatment in a hospital. The nature of the disease communicated to the deceased insured and its relationship to the extremely short lapse of time between his awareness of his problem and his application for insurance spell out in terms certain a fraudulent answering of question 51b which would have in and of itself sustained a directed verdict for the appellant. Stopper v. Manhattan Life Insurance Co. of New York, 241 F.2d 465 (3 Cir. 1957). I am also of the view, however, that a directed verdict could have been granted appellant on the basis of a fraudulent answer to question 55 regarding any physicians the insured had consulted concerning his health. It was clearly within the deceased insured’s knowledge on March 7, 1961 that Dr. Greenlee had been consulted, even though the consultation took place August 6, 1960. The deceased insured's awareness of his relationship to Dr. Greenlee emerges from the notation on Dr. Brown’s December 29, 1960 medical report indicating that VA medical records were to be released to Dr. Green-lee. Surely every routine visit to a physician need not be mentioned for an insured to have satisfied the legal requirement of answering a question such as 55 in good faith. However, the fact that the insured was aware of his relationship to Dr. Greenlee on December 29, 1960 and authorized release of VA medical reports to Dr. Greenlee, when taken together with the totality of the circumstances reflected in his fraudulent answering of question 51b, sustains a finding that as a matter of law the deceased insured fraudulently answered question 55. See Stopper v. Manhattan Life Insurance Co. of New York, <em>supra </em>at 468, quoting from Freedman v. Mut. Life Ins. Co. of New York, 342 Pa. 404, 409, 21 A.2d 81, 84, 135 A.L.R. 1249 (1941).</p>\n<p id=\"b820-4\">As above noted, however, because a motion for a judgment n. o. v. was not made, judgment for the defendant-appellant may not be entered on this record but the case must be remanded for what would appear to be the useless formality of a new trial. See Garman v. Metropolitan Life Ins. Co., <em>supra.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}