{
  "casebody": {
    "data": "<casebody firstpage=\"212\" lastpage=\"217\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b238-3\">STATE OF MONTANA, Respondent, v. ROBERT ROPER, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b238-8\">No. 00-214.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b238-9\">Submitted on Briefs January 4, 2001.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b238-10\">Decided June 7, 2001.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b238-11\">2001 MT 96.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"AuI\">26 P.3d 741.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b238-12\">305 Mont. 212.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b239-5\"><page-number citation-index=\"1\" label=\"213\">*213</page-number>For Appellant: Deirdre Caughlan, Attorney at Law, Butte.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b239-6\">For Respondent: Hon. Joseph P. Mazurek, Attorney General; Mark W. Mattioli, Assistant Attorney General, Helena; Robert M. McCarthy, Silver Bow County Attorney, Brad Newman, Chief Deputy County Attorney, Butte.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b239-7\">JUSTICE TRIEWEILER</author>\n<p id=\"ANc\">delivered the Opinion of the Court.</p>\n<p id=\"b239-8\">¶1 The Defendant, Robert Roper was charged by information in the District Court for the Second Judicial District in Silver Bow County with Criminal Possession of Dangerous Drugs with the Intent to Distribute in violation, of §45-9-103(1), MCA, Use or Possession of Property subject to Criminal Forfeiture, in violation of §45-9-206(1) and (2)(e)(I), MCA, and Criminal Possession with the Drug Paraphernalia, in violation of § 45-10-103, MCA. He moved the District Court to suppress the evidence seized during a search of his workplace and his home. The District Court denied Roper's motion to suppress. Roper entered into a plea agreement in which he agreed to plead guilty to the first two offenses while preserving the right to appeal the denial of his motion to suppress. After considering that appeal, we affirm the judgment of the District Court.</p>\n<p id=\"b239-9\">¶2 The following issue is dispositive of Roper's appeal:</p>\n<p id=\"b239-10\">¶3 (1) Did the District Court err when it denied the defendant's motion to suppress evidence found during a search of his workplace and home?</p>\n<p id=\"b239-11\">FACTUAL BACKGROUND</p>\n<p id=\"b239-12\">¶4 In June of 1995, Robert Roper was convicted of the felony sale of dangerous drugs in Jefferson County and sentenced to ten years at the Montana State Prison. The sentence was suspended upon the “full and faithful performance” of the conditions of the suspension. Roper was required to refrain from using or possessing any illegal drugs, to submit to blood, breath or urine tests and to remain law abiding. While on probation, Roper also consented to warrantless searches of his person, vehicle or residence. Roper was advised that “upon reasonable cause, you shall, while on parole or probation, submit to a search of <page-number citation-index=\"1\" label=\"214\">*214</page-number>your person, vehicle, or residence by a Probation/Parole Officer, at any time, without a warrant.”</p>\n<p id=\"b240-4\">¶5 On April 5,1999, the District Court in Jefferson County granted Roper a conditional discharge from supervision because he was serving a concurrent probation as a result of a federal criminal conviction. The court decided that supervision was an unnecessary duplication of services. Based on the information that the federal probation had priority, included more urinalysis testing and more personal contacts than required by state probation, the court felt that the elimination of the state probation services was justified. However, the Montana Department of Corrections informed Roper ,on April 19,1999, that the probationary sentence remained effective until September 16, 2001, regardless of the conditional discharge. Specifically, the Department of Corrections advised Roper that he would still be subject to warrantless searches and drug checks. According to testimony offered by the State at the suppression hearing, the conditional discharge relieved Roper of only the requirement that he report to the state probation officer on a monthly basis.</p>\n<p id=\"b240-5\">¶6 A few months later, Probation Officer Donald Kelley became concerned that Roper was both using and selling drugs when two of his probation clients reported that Roper was involved with drugs. He spoke with Roper's federal parole officer who confirmed that Roper had a drug problem and was attending the Montana Chemical Dependency Treatment Center because of drug addiction. Kelly also contacted the police to determine whether any criminal investigation concerning Roper had taken place. The Southwest Montana Drug Task Force informed Kelley that an investigation was ongoing and that it indicated that Roper was using and selling drugs. An informant also told the investigators that Roper was storing the drugs in a black leather pouch.</p>\n<p id=\"b240-6\">¶7 Based on the gathered information and the close proximity of Roper's work to a school, Kelley believed he had reasonable cause to search Roper. When he and other police officers observed Roper outside his workplace, involved in what appeared to be a drug exchange, they searched him at that location. Roper did not have drugs in his possession. Then, they went inside Roper's place of employment, where Kelley subjected Roper to urinalysis. The urinalysis was positive. While in the work area over which the officers were advised that Roper had exclusive control, the officers noticed a black pouch, next to Roper's work gloves. The police officers seized the pouch and discovered methamphetamine inside. They arrested Roper. Kelley and <page-number citation-index=\"1\" label=\"215\">*215</page-number>the other officers then proceeded to Roper's residence where they discovered drug paraphernalia (scales), $1100 rolled up in a cigarette case, records of drug transactions and a bindle of powdery substance.</p>\n<p id=\"ATQ\">¶8 Roper moved the District Court to suppress the evidence found at his place of employment as well as the evidence found in his residence. He contended that the evidence seized from his home was the result of the illegal search of his office. The State contended that the search was proper because Kelley had reasonable cause to search Roper's person, residence or automobile. The Court denied Roper's motion. Subsequently, Roper pled guilty to possession of dangerous drugs and possession of property subject to criminal forfeiture and reserved his right to appeal the denial of his motion to suppress.</p>\n<p id=\"b241-4\">DISCUSSION</p>\n<p id=\"b241-5\">¶9 Did the District Court err when it denied the defendant's motion to suppress evidence found during a search of his workplace and home?</p>\n<p id=\"Azd\">¶10 The standard of review of a district court's denial of a motion to suppress is whether there is substantial credible evidence to support the court's findings of fact, and whether those findings were correctly applied as a matter of law. <em>State v. Parker, </em>1998 MT 6, ¶17, 287 Mont. 151, ¶17, 953 P.2d 692, ¶17.</p>\n<p id=\"b241-6\">¶11 A criminal defendant seeking to suppress evidence carries the burden to prove that the search was illegal. <em>State v. McCarthy </em>(1993), 258 Mont. 51, 55, 852 P.2d 111, 113. Roper offers two different reasons why the District Court erred when it denied his motion. First, he contends that on April 5, 1999, he was conditionally discharged from probationary supervision and, therefore, the state probation officer no longer had authority to conduct warrantless searches. Second, he claims that if warrantless searches were still authorized, they were not authorized at his workplace.</p>\n<p id=\"b241-7\">¶12  First, Roper contends that probation officer Donald Kelley did not have the right to perform any type of warrantless search. A search of a person may be conducted pursuant to a valid search warrant or in accordance with a judicially recognized exception. §46-5-101, MCA. It is well settled law in Montana that a probation officer may search a probationer's person, vehicle or residence without a warrant so long as the probation officer has reasonable cause. <em>State v. Beaudry </em>(1997), 282 Mont. 225, 228, 937 P.2d 459, 460-61. The reasonable cause standard requires less cause than the probable cause standard required by the Fourth Amendment because probationers and parolees have conditioned liberty and, therefore, have a reduced privacy <page-number citation-index=\"1\" label=\"216\">*216</page-number>interest.</p>\n<p id=\"b242-4\">¶13 Roper contends that his conditional discharge on April 5, 1999, cancelled any authority for the probation officer to search him without a warrant. Warrantless searches were a condition of probation that Roper agreed to in writing. Roper received notice on April 19, 1999, that the State still maintained the right to conduct warrantless searches if reasonable cause existed. Section 46-23-1011(6), MCA, which provides for conditional discharge from supervision, does not elaborate on the extent of discharge. However, we note that it does depend on the recommendation of the parole officer and that Roper did not object to the extent of authority, as explained to him at the time. We conclude that in the absence of authority to the contrary that the waiver of privacy to which Roper agreed as a condition of probation was extended by the notice to that effect on April 19, 1999, and the District Court correctly concluded that Kelly had authority to search Roper without a warrant if reasonable cause existed. Roper does not disagree that reasonable cause existed.</p>\n<p id=\"b242-5\">¶14 Roper contends that even if a probationary search was proper, Kelley and the other officers had no authority to search his workplace. His terms of probation only mention searching his person, his residence and/or his automobile. In <em>State v. Carlson, </em>we defined a search as the use of some means of gathering evidence, such as a visual examination, which infringes upon a person's reasonable expectation of privacy. <em>State v. Carlson </em>(1982), 198 Mont. 113, 119, 644 P.2d 418, 501. Therefore, in order to determine whether an unlawful search has occurred, we must determine whether the defendant has a reasonable expectation of privacy. This determination involves the following considerations: (1) whether there is an actual expectation of privacy, (2) whether society is willing to recognize that expectation of privacy as objectively reasonable, and (3) the nature of the state's intrusion. <em>State v. Bassett, </em>1999 MT 109 ¶24, 294 Mont. 327 ¶24, 982 P.2d 410, ¶24.</p>\n<p id=\"b242-6\">¶15 The District Court relied on factors such as the defendant's reduced privacy interest and the authorization from the probation conditions which allowed a warrantless search as indications that the search and seizure of the black pouch was lawful. The Court held that Roper, knowing that his vehicle, residence or person could be searched without warning, did not have a reasonable expectation of privacy for items in such close proximity to his person. The Court concluded that the probation authority to search Roper's person reasonably extends to his personal property within his constructive possession. <em>See State </em><page-number citation-index=\"1\" label=\"217\">*217</page-number><em>v. Boston </em>(1994), 269 Mont. 300, 889 P.2d 814. In <em>Boston </em>we upheld a search of a garage as part of a lawful residence search even though the garage was separate from the property that the residence was located on. <em>Boston, </em>269 Mont. at 306, 889 P.2d 814.</p>\n<p id=\"b243-4\">¶16 The District Court also concluded that the police officers could have seized the pouch lawfully based on the plain view exception to the warrant requirement. Pursuant to the plain view doctrine, police officers may seize evidence in plain view without a warrant. <em>State v. Weaselboy, </em>1999 MT 274 ¶22, 296 Mont. 503 ¶22, 989 P.2d 836 ¶22. However, the police officer must be lawfully at the place from which he could plainly view the evidence. <em>Bassett, </em>¶52. The evidence seized must be not only in plain view, but the incriminating character of the evidence must be apparent. <em>State v. Collard </em>(1997), 286 Mont. 185, 195, 951 P.2d 56, 62-63. The police received information that Roper carried drugs in a black leather pouch. They could clearly see the black leather pouch and determined from another employee that the area where the pouch was located was an area over which he had exclusive control.</p>\n<p id=\"b243-5\">¶17  The officers were lawfully at Roper's workplace because they had authority to request a urinalysis and to search his person. We agree with the District Court that the officers had a right to seize the black pouch when they were legally in Roper's workplace and they had received information that Roper was keeping drugs in a black pouch, identical to the one they saw. Substantial evidence supports the District Court's finding and conclusion that the black pouch was lawfully seized and searched pursuant to the plain view doctrine.</p>\n<p id=\"b243-6\">¶18  Roper contends that his home was illegally searched because that search was based on evidence illegally gathered at his workplace. Because we conclude that the evidence at his workplace was not illegally gathered, we also conclude that the District Court did not err when it denied the motion to suppress evidence gathered during the search of his home.</p>\n<p id=\"b243-7\">¶19 We affirm the order and judgment of the District Court.</p>\n<judges id=\"b243-8\">CHIEF JUSTICE GRAY, JUSTICES COTTER, REGNIER and LEAPHART concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}