{
  "casebody": {
    "data": "<casebody firstpage=\"489\" lastpage=\"495\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b557-4\">Marc D. LEH and L. Waive Leh, Petitioners, v. COMMISSIONER OF INTERNAL REVENUE, Respondent. David E. BROWN and Christobel H. Brown, Petitioners, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b557-8\">No. 15797.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b557-9\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b557-10\">Oct. 17, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b557-21\">James L. Wood, Los Angeles, Cal., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b557-22\">Charles K. Rice, Asst. Atty. Gen., Melvin L. Lebow, Lee A. Jackson, Harry Baum, Myron C. Baum, Attys., Department of Justice, Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b557-23\">Before STEPHENS, Chief Judge, and FEE and BARNES, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b557-24\">BARNES, Circuit Judge.</author>\n<p id=\"b557-25\">These are petitions to review two decisions of the Tax Court. Int. Rev. Code of 1954, § 7482, 26 U.S.C.A. § 7482. The sole question presented is whether the Tax Court was correct in refusing to find that the transaction herein involved constituted a “sale or exchange” of property within the meaning of section 117 (a) (4) and (j) of the Internal Revenue Code of 1939, 26 U.S.C.A. § 117(a) (4), (j). If there was such a “sale or exchange” then taxpayers were entitled to treat the consideration received by them for the cancellation of a contract as capital gain<footnotemark>1</footnotemark> rather than ordinary income.<footnotemark>2</footnotemark></p>\n<p id=\"b558-3\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>The facts, as found by the Tax Court are not disputed and many were stipulated. They are set forth in the margin.<footnotemark>3</footnotemark></p>\n<p id=\"adu-dedup-0\">These facts deal with the distribution of gasoline under a “master” supply contract between General Petroleum Cor<page-number citation-index=\"1\" label=\"491\">*491</page-number>poration (hereinafter referred to as General) and Olympic Refining Company (hereinafter referred to as Olympic).</p>\n<p id=\"b559-14\">On the facts found, the Tax Court held that the agreement of July 26, 1950, was not intended to, and did not effect <page-number citation-index=\"1\" label=\"492\">*492</page-number>a <em>sale </em>or exchange by The Progress Co., a partnership (hereinafter called Progress), to Olympic of the former’s rights under the Progress-Olympic contract, but was intended to terminate and cancel those rights. It held that under that contract, the rights of Progress “came to an end and vanished,” and that there existed no sale or exchange essential as a basis for capital gain. Hence, the Tax Court affirmed the Commissioner’s opinion that the amount received under this contract of July 26, 1950, was ordinary income, taxable as such.</p>\n<p id=\"b560-4\">If this contract be considered merely as an agreement whereby Olympic paid Progress (the partnership) and Olympie-Progress Oil Co., a second and separate corporation (hereinafter called Olympic-Progress), in advance, the estimated value of future income from the existing purchase and supply contracts between them, then tax on ordinary income was clearly payable.</p>\n<blockquote id=\"b560-5\">“ * * * [I] f one, entitled to receive at a future date interest on á bond or compensation for services, makes a grant of it by anticipatory assignment, he realizes taxable income as if he had collected the interest or received the salary and then paid it over. That is the teaching of Helvering v. Horst, 311 U.S. 112, 61 S.Ct. 144, 85 L.Ed. 75, and Harrison v. Schaffner, supra [312 U.S. 579, 61 S.Ct. 759, 85 L.Ed. 1055]; and it is applicable here. As we stated in Helvering v. Horst, supra, 311 U.S. 117, 61 S.Ct. 147, ‘The taxpayer has equally enjoyed the fruits of his labor or investment and obtained the satisfaction of his desires whether he collects and uses the income to procure those satisfactions, or whether he disposes of his right to collect it as the means of procuring them.’ There the taxpayer detached interest coupons from negotiable bonds and presented them as a gift to his son. The interest when paid was held taxable to the father. Here, even more clearly than there, the taxpayer is converting future income into present income.” Commissioner of Internal Revenue v. P. G. Lake, Inc., 1958, 356 U.S. 260, 267, 78 S.Ct. 691, 695, 2 L.Ed. 743.</blockquote>\n<p id=\"ADa\">The Tax Court found, with respect to the essentials listed in § 117(j) of the Internal Revenue Code of 1939, that the subject of the contract of July 26, 1950, was “property,” that such property, was “used in the'trade or business”; and has been held “more than 6 months.” The sole remaining question: Was this a “sale or exchange”? The Tax Court found it was not.<footnotemark>4</footnotemark></p>\n<p id=\"b560-12\">It may well be, as argued by appellant, that there is a conflict in the different circuits as to what constitutes “ordi<page-number citation-index=\"1\" label=\"493\">*493</page-number>nary income,” on the one hand; and what constitutes capital gain from “the sale or exchange” of property within the meaning of § 117(a) (4) and (j), on the other. Respondent concedes it cannot distinguish Jones v. Corbyn, 10 Cir., 1950, 186 F.2d 450, but urges it was erroneously determined, and points out the strong dissent to it written by Judge Phillips, and the subsequent statement by Judge Swan of the Second Circuit in Commissioner of Internal Revenue v. Starr Bros., 1958, 204 F.2d 673, at 674: “With due deference to the majority opinion, we respectfully agree with Judge Phillips’ dissent.”</p>\n<p id=\"b561-5\">All other cases which are apparently in conflict with the result here reached in the Tax Court are sought to be differentiated by respondent on their facts; that they are cases involving the transfer, not of a mere or “naked” contractual right, but of an interest in property; “a more substantial property right which does not lose its existence when it is transferred.” Commissioner of Internal Revenue v. McCue Bros. &amp; Drummond, Inc., 2 Cir., 1954, 210 F.2d 752, 753. In other words, it is urged that certain rights continue to exist as property of the transferee-payor in those cases which find an exchange. Typical examples seem to be those cases involving a lease, i. e., the surrender by lessee of leased premises to lessor before the lease expires (Commissioner of Internal Revenue v. McCue Bros. &amp; Drummond, Inc., supra; Commissioner of Internal Revenue v. Golonsky, 3 Cir., 1952, 200 F.2d 72); or a release from a lease’s covenant restricting the lessor (Commissioner of Internal Revenue v. Ray, 5 Cir., 1954, 210 F.2d 390); or Commissioner of Internal Revenue v. Goff, 3 Cir., 1954, 212 F.2d 875, where the taxpayer had title to four hosiery manufacturing machines placed in a manufacturing plant, as well as the exclusive right to buy the output of those machines, and transferred both title and exclusive right to the manufacturer.</p>\n<p id=\"b561-8\">The government first points out that by its terms, the agreement of July 26, 1950, between Progress Co., a partnership, Olympic-Progress Oil Co., a corporation, and Olympic Refining Co., a corporation, was denominated a “Mutual Termination Agreement” — and it released all rights and claims between the parties, terminated all contract obligations, and wiped out all differences. But this alone is not controlling.<footnotemark>5</footnotemark></p>\n<p id=\"b561-9\">What property could Olympic be said to “acquire” by reason of the July 26, 1950 contract? The right to purchase from General Petroleum a maximum quantity of 3% million gallons of gasoline a month ? Olympic already had this right by reason of its contract of November 19, 1945, with General, as extended. That purchase and supply contract between General and Olympic was not affected in any way by the Mutual Termination Agreement. The purchase and supply contract existed as it always had, until terminated by General and Olympic five days later on July 31st, 1950.</p>\n<p id=\"b561-10\">The Mutual Termination Agreement was just that; it terminated not only Olympic’s contractual obligation to Progress and to Progress-Olympic; it settled all claims, including those of Progress <page-number citation-index=\"1\" label=\"494\">*494</page-number>against Olympic arising out of past deliveries of gasoline. Thus it was more than a sale, it was a clearing up of various disputes, and, we think, falls aptly within the language of the court in Commissioner v. Starr Bros., supra, relied upon by the government:</p>\n<blockquote id=\"b562-4\">“Undoubtedly the taxpayer’s rights under the 1908 contract were property; and we will assume ar-guendo, as does the Commissioner, that they were a capital asset. The decisive issue is whether there was a ‘sale or exchange’ of such capital asset when the contract was terminated in 1943. To refer to the contract as a grant of a ‘franchise’ tends, we think, to becloud analysis of the legal relations. What the taxpayer gave in return for the cash payment was <em>a release of United’s contract obligations, </em>chief of which was its promise not to sell its products to other dealers in New London. Such release not only ended the promisor’s previously existing duty but also destroyed the promisee’s rights. <em>They were not transferred to the promisor; they merely came to an end and vanished.” </em>[Emphasis added.] Id. 204 F.2d at page 674.</blockquote>\n<p id=\"b562-5\">The Mutual Termination Agreement did actually terminate the rights of Progress and Olympic-Progress to obtain certain gallonage monthly from Olympic. It cancelled out other disputes and claims as well, but its principal object, result, and “effect” was to terminate rights, not continue them, nor transfer them — nor sell them — nor exchange them. By the terms of the contract of July 26,1950, no title, right of possession or interest in any gasoline was acquired by the Olympic Refining Co. It had precisely what it had had before, a contractual right to enforce its purchase and supply contract of October 19, 1945, previously entered into with General and it no longer was required to sell to Progress. As the Tax Court said, the Termination Agreement was not an assignment of Progress’ right to purchase from General,</p>\n<blockquote id=\"b562-8\">“ * * * because Progress never acquired the right, by assignment or otherwise, to purchase gasoline from General under the Progress-Olympic contract. That contract gave Progress the right to have its gasoline requirements supplied by Olympic, and the evidence indicates that its purchases were made from Olympic. The General-Olympic contract was a separate and distinct transaction which gave Olympic the right to purchase gasoline from General, and which provided Olympic with a source of supply which enabled it to enter into contracts to sell gasoline to Progress and others. In the circumstances we cannot agree that the substance of the transaction of July 26, 1950, was a transfer from Progress to Olympic of the right of Progress to purchase 2,250,000 gallons of gasoline per month from General.” [Tr. p. 32.]</blockquote>\n<p id=\"b562-9\">Petitioners urge this Court “to face economic realities” and cite Texas Trailercoach, Inc. v. Com’r, 5 Cir., 1958, 251 F.2d 395. In Hansen v. Com’r, 9 Cir., 1958, 258 F.2d 585, we cited that same case with approval. But recognizing economic realities does not permit us to rewrite the law, nor to avoid the plain meaning of contractual obligations clearly expressed.<footnotemark>6</footnotemark></p>\n<p id=\"b563-3\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>The decision of the Tax Court is affirmed. We rely on the reasoning, as applied to the facts in this case, of Commissioner of Internal Revenue v. Starr Bros., supra; the majority opinion in Commissioner of Internal Revenue v. Pittston Co., 2 Cir., 1958, 252 F.2d 344; Roscoe v. Comm’r, 5 Cir., 1954, 215 F.2d 478; General Artists Corp. v. Comm’r, 2 Cir., 1953, 205 F.2d 360, certiorari denied 346 U.S. 866, 74 S.Ct. 105, 98 L.Ed. 376; Appalachian Elec. Power Co. v. United States, Ct.Cl.1958, 158 F.Supp. 138 (distinguishing the lease cases such as Galonsky, supra); McCartney v. Comm’r, 1949, 12 T.C. 320. With Chief Judge Swan, we refuse to follow the majority opinion in Jones v. Corbyn, supra, and rely on the “closely analogous situation”<footnotemark>7</footnotemark> in Bingham v. Comm’r, 2 Cir., 1939, 105 F.2d 971, 972; and in Hort v. Comm’r, 1941, 313 U.S. 28, 30, 61 S.Ct. 757, 85 L.Ed. 1168.<footnotemark>8</footnotemark></p>\n<p id=\"b563-4\">The decision of the Tax Court is not clearly erroneous.<footnotemark>9</footnotemark></p>\n<p id=\"ajx-dedup-0\">It is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b557-15\">. 26 U.S.C. § 117 (1952 ed.):</p>\n<blockquote id=\"b557-16\">“§ 117. Capital gains and losses</blockquote>\n<blockquote id=\"Aon\">“(a) Definitions. As used in this chapter—</blockquote>\n<blockquote id=\"b557-17\">* * * * *</blockquote>\n<blockquote id=\"b557-18\">“(4) Long-term capital gain. The term ‘long-term capital gain’ means gain from the sale or exchange of a capital asset held for more than 6 months, if and to the extent such gain is taken into account in computing net income;</blockquote>\n<blockquote id=\"b557-19\">* * * * *</blockquote>\n<blockquote id=\"b557-26\">“(j) Gains and losses from involuntary conversion and from the sale or exchange of certain property used in the trade or business.</blockquote>\n<blockquote id=\"b557-27\">“(1) Definition of property used in the trade or business. For the purposes of this subsection, the term ‘property used in the trade or business’ means property used in the trade or business, of a character which is subject to the allowance</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b557-28\">. See note 2 on page 490.</p>\n<blockquote id=\"ahp-dedup-1\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>for depreciation provided in section 23 (Z), held for more than 6 months, and real property used in the trade or business, held for more than 6 months, which is not (A) property of a kind which would properly be includible in the inventory of the taxpayer if on hand at the close of the taxable year, or (B) property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business.</blockquote>\n<blockquote id=\"b558-5\"># * * * #</blockquote>\n<blockquote id=\"b558-6\">“(2) General rule. If, during the taxable year, the recognized gains upon sales or exchanges of property used in the trade or business, plus the recognized gains from the compulsory or involuntary conversion (as a result of destruction in whole or in part, theft or seizure, or an exercise of the power of requisition or condemnation or the threat of imminence thereof) of property used in the trade or business and capital assets held for more than 6 months into other property or money, exceed the recognized losses from such sales, exchanges, and conversions, such gains and losses shall be considered as gains and losses from sales or exchanges of capital assets held for more than 6 months. If such gains do not exceed such losses, such gains and losses shall not be considered as gains and losses from sales or exchanges of capital assets. $ * * ”</blockquote>\n<p id=\"b558-8\">2. 26 U.S.C. § 22(a):</p>\n<blockquote id=\"b558-9\">“§ 22. Gross income</blockquote>\n<blockquote id=\"b558-10\">“(a) General definition. ‘Gross income’ includes gains, profits, and income derived from salaries, wages, or compensation for personal service * * *, of whatever kind and in whatever form paid, or from professions, vocations, trades, businesses, commerce, or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in such property; also from interest, rent, dividends, securities, or the transaction of any business carried on for gain or profit, or gains or profits and income derived from any source whatever. * * * ”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b558-12\">. They appear in the Tax Court opinion as follows;</p>\n<blockquote id=\"b558-13\">“The petitioners in each proceeding are husband and wife and residents of Los Angeles, California. They filed their income tax returns for the year 1950 with the collector of internal revenue for the sixth district of California. Marc D. Leh and David E. Brown will hereinafter be referred to as the petitioners.</blockquote>\n<blockquote id=\"b558-15\">“The Progress Company (hereinafter referred to as Progress) was a general partnership. The members of this partnership were Blare D. Leh and David E. Brown and they shared equally its profits and losses.</blockquote>\n<blockquote id=\"b558-16\">“Progress was formed in 1940 and thereafter engaged in various businesses, particularly businesses connected with the petroleum industry. Progress engaged in marketing petroleum products during 1947, 1948, 1949 and 1950.</blockquote>\n<blockquote id=\"b558-17\">“Olympic Refining Company (hereinafter referred to as Olympic) is a corporation engaged in marketing petroleum products.</blockquote>\n<blockquote id=\"b558-18\">“On November 19, 1945, Olympic entered into a supply contract with General Petroleum Corporation (hereinafter referred to as General) under the terms of which General was obligated to supply Olympic’s requirements of gasoline and other petroleum products up to a maximum of 3,500,000 gallons of gasoline each month, and Olympic was obligated to purchase its entire requirements of gasoline from General without restriction as to quantity. The expiration date of the contract was January 1, 1951, but it contained a clause providing for automatic extension from year to year, subject to termination upon six months’ notice by either party. This contract will hereinafter be referred to as the General-Olympic contract.</blockquote>\n<blockquote id=\"b558-19\">“During the years 1946 and 1947 Olympic’s purchases from General averaged 1,000,000 to 1,250,000 gallons of gasoline monthly.</blockquote>\n<blockquote id=\"b558-20\">“On January 28, 1948, Progress entered into a contract with Olympic (hereinafter referred to as the Progress-Olympic contract). This contract was set forth in two letters bearing that date. One letter addressed to Progress by Olympic was as follows:</blockquote>\n<blockquote id=\"b558-21\">“ ‘We are pleased to submit below our proposal to serve you with your requirements of our gasoline.</blockquote>\n<blockquote id=\"b558-22\">“ ‘Your signature of acceptance acknowledges that you have read and are familiar with the terms and conditions of that certain agreement between Olympic .Refining Company and the General Petroleum Corporation of Oalifornia, dated November 19, 1945, and that the terms, amendments, conditions and provisions are incorporated herein by reference and <page-number citation-index=\"1\" label=\"491\">*491</page-number>made a part hereof to all intents and purposes as though the same were set forth in full, except that;</blockquote>\n<blockquote id=\"b559-5\">“ T. The quantity of gasoline will be two and one-quarter million gallons, 10% more or less, subject to our option;</blockquote>\n<blockquote id=\"b559-6\">“ ‘2. The prices you will pay us will be one-half cent per gallon greater than the prices which are set forth in said agreement; and,</blockquote>\n<blockquote id=\"b559-7\">“ ‘3. Gasolines purchased hereunder will not be resold for delivery into the States of Washington and Oregon nor within the territory in the State of California which is embraced within exclusive distributor contracts with the Olympic Refining Company as follows: San Francisco, San Jose, Glendale, Pasadena, and San Diego.’</blockquote>\n<blockquote id=\"b559-9\">“The other letter addressed to Olympic by Progress was as follows:</blockquote>\n<blockquote id=\"b559-10\">“ ‘l'n consideration of the gasoline contract which we have entered into with your company as of this date, it is understood that, in the event the Olympic Refining Company extends and/or makes a contract for gasolines with the General Petroleum Corporation of California and/or any other supplier of petroleum products, The Progress Co. shall have an extension of its agreement on the same terms and conditions, with the exceptions noted in our agreement of this date.</blockquote>\n<blockquote id=\"b559-11\">“ ‘Likewise, if The Progress Co. should negotiate a contract for gasolines similar to the above referred to type of contract with the General Petroleum Corporation of California and/or any other supplier of petroleum products, The Progress Co. will pay to the Olympic Refining Company one-half (%^) cent per gallon during the life of said contract.’</blockquote>\n<blockquote id=\"b559-12\">“Prior to the execution of the Progress-Olympic contract, Progress and Olympic had entered into a ‘Distributor’s Agreement’ by the terms of which Progress was entitled to 350,000 gallons of gasoline per month. The ‘Distributor’s Agreement’ was assigned by Progress early in 1948 to Olympic-Progress Oil Co., a corporation controlled by petitioners Mare D. Leh and David E. Brown.</blockquote>\n<blockquote id=\"b559-13\">“Between 1948, when the Progress-Olympic contract was executed, and 1950, the gasoline market expanded, and by 1950, gasoline was in short supply in the Southern California area. General, as part of its policy of reducing its supply commitments, entered into negotiations with Olympic in 1950 seeking a reduction of its commitment under the General-Olympic contract, and Olympic, in turn, sought reduction or elimination of its commitment under the Progross-Olympic contract.</blockquote>\n<blockquote id=\"b559-16\">“On July 26, 1950, an agreement, bearing the caption ‘Mutual Termination Agreement,’ was entered into by Progress, as First Party, Olympic-Progress Oil Co., as Second Party, and Olympic, as Third Party. Therein, after referring to prior agreements of the parties, including the Progress-Olympic contract and the ‘Distributor’s Agreement,’ it was agreed, in part as follows:</blockquote>\n<blockquote id=\"b559-17\">“ ‘1. Each and all of said agreements above described are hereby mutually declared to be cancelled and terminated as of the close of business on the 31st day of July, 1950 and declared to he of no further force or effect.</blockquote>\n<blockquote id=\"b559-18\">“ ‘2. First Party and Second Party hereby release and discharge Third Party and General Petroleum Corporation of and from any and all duties, claims, liabilities or obligations arising out of or in connection with said agreements above described or otherwise.</blockquote>\n<blockquote id=\"b559-19\">“ ‘3. Third Party releases and discharges First Party of and from any and all duties, claims, liabilities or obligations arising out of or in connection with said agreements above described or otherwise; excepting however, that Third Party does not release First Party of or from the following indebtednesses:</blockquote>\n<blockquote id=\"b559-20\">“ ‘(a) The indebtedness in the sum of $255,277.80 owed by First Party to Third Party as of the close of business on the 24th day of July, 1950, for petroleum products theretofore sold and delivered by Third Party to First Party; and</blockquote>\n<blockquote id=\"AAqh\">“ ‘ (b) Any indebtedness of First Party to Third Party for petroleum products sold and delivered by Third Party to First Party up to and including the 31st day of July, 1950, computed at the same prices used in the computation of said existing indebtedness described in sub-paragraph (a) above;</blockquote>\n<blockquote id=\"b559-21\">“ ‘First Party agrees to pay said indebtedness or any remaining balance thereof to Third Party on or before the 3rd day of August, 1950.</blockquote>\n<blockquote id=\"b559-22\">* * * * *</blockquote>\n<blockquote id=\"b559-23\">“ ‘5. In consideration of the termination of said agreements, as provided in paragraph 1 hereinabove, and in consideration of the releases herein provided <page-number citation-index=\"1\" label=\"492\">*492</page-number>for, Third Party shall pay to First Party the sum of $183,330.50, and to Second Party the sum of $31,669.50; which said sums may, at the election of Third Party, he paid in cash to Second and Third Parties, respectively, or be paid by crediting the said sums respectively against the respective indebtednesses of First and Second Parties described in paragraphs 3 and 4 hereinabove, which election shall be made by Third Party on or before July 31st.’</blockquote>\n<blockquote id=\"b560-8\">“The amount of $183,330.50 was paid to Progress during 1950 by crediting this amount to its account with Olympic for gasoline theretofore purchased under the Progress-Olympic contract.</blockquote>\n<blockquote id=\"b560-9\">“On July 31, 1950, General and Olympic entered into an agreement which provided for the termination of the General-Olympie contract, and on August 1, 1950 they executed a new contract under the terms of which Olympic was entitled to purchase 1,750,000 gallons of gasoline per month. Olympic received from General approximately $235,000 at the time these agreements were executed.</blockquote>\n<blockquote id=\"b560-14\">“In the partnership return filed by Progress for 1950, the $183,330.50 received by it from Olympic was reported as a long-term capital gain and treated as such on the returns filed by petitioners. The respondent determined that this amount constituted ordinary income and that one-half should have been included in the taxable income for 1950 of each petitioner.” [Tr. pp. 24-30.]</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b560-15\">. It should be noted no exception is taken to the correctness of the Tax Court’s Findings up to the point it found there was “no sale or exchange.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b561-6\">. It is conceded by the government, as it was in the Tax Court opinion, that because the July 26th, 1950, agreement was denominated a “Mutual Termination Agreement,” and the words “cancellation” and “termination” were used therein, the nature of the transaction is not necessarily determined. Going beyond the mere labels used, both the government and the Tax Court sought to ascertain the attendant facts and cireumstances, tbe intention of the parties, and the effect of what was done.</p>\n<p id=\"b561-12\">“Their forms do not control. Their essence is determined not by subleties of draftsmanship but by their total effect. See Helvering v. Clifford, 309 U.S. 331, 60 S.Ct. 554, 84 L.Ed. 788; Harrison v. Schaffner, 312 U.S. 579, 61 S.Ct. 759, 85 L.Ed. 1055;” Commissioner of Internal Revenue v. P. G. Lake, Inc., supra, 356 U.S. at page 267, 78 S.Ct. at page 695.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b562-6\">. Before the obligation to pay taxes on alimony received from a former spouse was placed on the person receiving it, a taxpayer husband obligated to pay alimony under a property settlement agreement might suddenly find his former wife has remarried and his obligation to pay at an end. Cf. Int. Rev. Code of 1939, § 22 (k), § 23 (u), as amended by Ch. 619, § 120; 56 Stat. 816 (1942), 26 U.S.C.A. §§ 22(k), 23(u). From the standpoint of economic realities the taxpayer had received a pay raise, and his income has been increased, yet legally that was not true. Economic realities may be considered, but cannot require the discard of legal principles.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b563-5\">. Commissioner of Internal Revenue v. Starr Bros., supra, 204 F.2d at page 674.</p>\n<p id=\"Ack-\">We incidentally call attention to the reasoning of Judge Swan (in Commissioner v. Starr Bros., supra) with respect to the effect of the absence of any specific statutory reference to contracts such as those here under consideration.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b563-7\">. “When Congress has wished to tax as capital gains receipts which would not fall within the ordinary meaning of ‘sale or exchange’ of assets, it has dealt specifically with such transactions, as in subdivisions (f) and (g) of section 117. See Helvering v. William Flaccus Leather Co. [1941] 313 U.S. 247, 251, 61 S. Ct. 878, 881, 85 L.Ed. 1310. We regard as significant the absence of any statutory provision treating the termination or modification of a selling agency contract as a sale or exchange.” Commissioner of Internal Revenue v. Starr Bros., supra, 204 F.2d at pages 674-675.</p>\n<p id=\"b563-9\">We also note as respectable authority the analogous line of cases holding that payment received for a covenant not to engage in competitive business was ordinary income, not gain realized on disposal of a capital asset. Helvering v. Salvage, 1936, 297 U.S. 106, 56 S.Ct. 375, 80 L.Ed. 511; Beals’ Estate v. Comm’r, 2 Cir., 1936, 82 F.2d 268; Cox v. Helvering, D.C.Cir., 1934, 71 F.2d 987.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b563-17\">. It should be noted that in the following eases cited in this opinion, the decision ef the Tax Court was affirmed. Golonsky, McCue, Ray, Goff, General Artists, Corbyn, and Roscoe. Only in Starr Bros, and Pittston was the Tax Court reversed. In this connection see Dobson v. Comm’r, 1943, 320 U.S. 489 at page 502, 64 S.Ct. 239 at page 247, 88 L.Ed. 248:</p>\n<blockquote id=\"b563-18\">“ * * * when the (reviewing) court cannot separate the elements of a decision so as to identify a clear-cut mistake of law, the decision of the Tax Court must stand. * * * The Tax Court is informed by experience and kept current with tax evolution and needs by the volume and variety of its work.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}