{
  "casebody": {
    "data": "<casebody firstpage=\"178\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b208-4\">747 A.2d 289</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b208-5\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. ARMAND A. DEANGELIS, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b208-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b208-7\">Argued January 10, 2000</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Apa\">— Decided March 6, 2000.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b210-9\"><page-number citation-index=\"1\" label=\"180\">*180</page-number>Before Judges HAVEY, KEEFE and COLLESTER.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b210-10\"><em>Michele A. Querques, </em>argued the cause for appellant <em>(Giordano, Halleran &amp; Ciesla, </em>and <em>Michael L. Addicott </em>of the Florida bar, admitted pro hac vice, attorneys; <em>Ms. Querques, Richard L. Friedman </em>and <em>Mr. Addicott, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b210-11\"><em>Jordana Jakubovic, </em>Deputy Attorney General, argued the cause for respondent <em>(John J. Farmer, Jr., </em>Attorney General, attorney; <em>Ms. Jakubovic, </em>of counsel and on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b210-12\">The opinion of the court was delivered by</p>\n<author id=\"b210-13\">HAVEY, P.J.A.D.</author>\n<p id=\"b210-14\">The central issue raised by this appeal is whether a defendant, convicted of a crime and subject to a restitution order, is absolved from the terms of restitution by settling with the victim in a civil action arising out of the same facts which formed the basis of the criminal conviction. On defendant’s motion to vacate the restitution order, Judge Hoffman concluded that the settlement agree<page-number citation-index=\"1\" label=\"181\">*181</page-number>ment and release given to defendant by the victim were not binding upon the court or the State, reasoning that the State and judicial system have an interest in restitution separate and apart from simply compensating the victim. Accordingly, the judge held that “a private agreement to extinguish restitution is contrary to the public policy of this state and thus is void.” We agree and accordingly affirm.</p>\n<p id=\"b211-6\">A jury found defendant guilty of four counts of misapplication of entrusted property, <em>N.J.S.A. </em>20:21-15, and five counts of unlawful offer, sale or purchase of securities, <em>N.J.S.A. </em>49:3-52 and <em>N.J.S.A. </em>49:3-70(a). Defendant was sentenced to an aggregate ten-year period of probation, conditioned upon defendant serving two weeks in jail and fulfilling the terms of a restitution order. Under the order dated June 29, 1993, the State and defendant stipulated to the total damages for each victim as follows:</p>\n<blockquote id=\"b211-9\">Paul Zito $ 1.1 million</blockquote>\n<blockquote id=\"agw-dedup-0\">Barbara Gabriel $ 46,940.00</blockquote>\n<blockquote id=\"A4-\">Steven Siperstein $ 22,000.00</blockquote>\n<blockquote id=\"Al7\">Salvatore Mendola $ 43,000.00</blockquote>\n<blockquote id=\"AQb\">Delores and Michael Magnifico $ 19,000.00</blockquote>\n<p id=\"b211-12\">The order requires defendant to make restitution in the amount of $1.1 million with “minimum payment” as follows: (1) monthly payments by defendant in the amount of $2,000 to the Middlesex County Probation Department for a period of ten years, and a lump-sum payment of $15,000 on or before January 1, 1994; (2) payment from two “custodia legis” funds subject to orders entered in a related civil action into the restitution fund, approximating $106,000; (3) defendant selling his Florida residence within seven years (June 29,2000), with all of the proceeds of sale, not less than $135,000, paid into the restitutionary account; (4) each of the five victims receiving $10,000 once the restitutionary account totaled $50,000, with the remainder of the money being paid to them on a pro rata basis; and (5) payment by defendant “by the end of his probationary period, any sums of money which were contemplated by this order but were not made available, with the exception of <page-number citation-index=\"1\" label=\"182\">*182</page-number>the monthly payments and the lump sum payment due in January, 1994.” The order further provided that defendant would be entitled to a credit against his restitutionary obligation to the extent that the individual victims receive payment from defendant “through any other judgement or source emanating from [defendant].”</p>\n<p id=\"b212-5\">On August 2, 1993, victim Paul Zito and several relatives (referred to collectively as “Zito”), obtained a civil judgment against defendant in the amount of $1.6 million predicated on the same misconduct which gave rise to defendant’s criminal convictions. Zito recorded this judgment in Florida, where defendant resided and began proceedings to enforce it.</p>\n<p id=\"b212-6\">On April 12, 1995, Zito and defendant signed a forbearance agreement under which Zito agreed “to forbear from exercising any rights or remedies which it may have to collect on the Indebtedness----” In return, defendant agreed to: (1) pledge to Zito all his stock in U.S. Coin Exchange, Inc. (a company owned by defendant) to secure the indebtedness; (2) grant Zito a lien on a 1991 Porsche Carrera, securing the sum of $12,500; (3) deliver to Zito a mortgage on defendant’s Florida property (as delineated in the restitution order), securing a nonrecourse note in the amount of $120,000; and (4) list the Florida property for sale and, if sold, to pay the proceeds into the restitutionary account. Defendant also agreed to turn over certain personal property to Zito.</p>\n<p id=\"b212-9\">Additionally, defendant agreed to “[c]omply with all terms and conditions of the Restitution Order ... and perform all actions required under the Restitution Order____” The agreement provided:</p>\n<blockquote id=\"b212-11\">DeAngelis and U.S. Coin understand and agree that ... [nothing] in this Agreement is intended to or should be construed to diminish DeAngelis’ obligations as presently required under the Restitution Order to make periodic restitution payments to the Middlesex County Probation Department (“Periodic Restitution Payments”) all of which shall survive the execution of this Agreement, the occurrence of the Latest Termination Date, and the delivery of the documents described above. Provided no Actionable Event has occurred, the Zitos agree to not seek or obtain a modification, amendment, or alteration of the Restitution Order the effect of which would increase the amount of the Periodic Restitution <page-number citation-index=\"1\" label=\"183\">*183</page-number>Payments beyond the amount and duration currently set forth in the Restitution Order. The Zitos agree that upon their execution of the satisfactions of the Judgment and Stipulated Final Judgment as provided in this Section, the Zitos relinquish any further claim to restitution under the Restitution Order <em>other than their pro rota share of the Periodic Restitution Payments.</em></blockquote>\n<blockquote id=\"b213-6\">[Emphasis added.]</blockquote>\n<p id=\"b213-7\">On or about May 17, 1996, defendant paid Zito $123,300 pursuant to the terms of the agreement, and turned over certain personal property. On June 25,1997, defendant and Zito signed a settlement agreement in which Zito agreed to deliver to defendant a satisfaction of judgment and release. Zito released defendant</p>\n<blockquote id=\"AdNf\">from any and all ... action and actions, cause and causes of action, ... claims, ... damages, debts, demands, ... executions, judgments, liability, ... sums of money, ... whatsoever, regardless of whether at law or in equity or under federal, state, foreign or other law ... <em>arising out of or in connection with, any one </em>or <em>more of the </em>following:____</blockquote>\n<blockquote id=\"b213-9\">[Emphasis added.]</blockquote>\n<p id=\"b213-10\">The “following” referred to specific pledge, security and mortgage agreements, a promissory note, and the civil action against DeAn-gelis.</p>\n<p id=\"b213-11\">On May 20,1996, defendant made a lump-sum payment into the restitutionary account of $195,340, apparently representing the proceeds from the sale of his Florida house. As of that date, defendant had paid a total of $395,093.51 into the account.</p>\n<p id=\"b213-12\">Defendant thereafter filed the instant motion in the Law Division, Criminal Part, to declare his restitution obligation to Zito satisfied. During the hearing on this motion, the parties stipulated that the amount defendant had paid Zito in settlement of the civil suit was $132,150.</p>\n<p id=\"b213-13\">Judge Hoffman denied defendant’s motion, reasoning that the forbearance and settlement agreements entered into by Zito and defendant were not binding upon him in the criminal matter, where Zito was not a party. The judge stated that the State and the judicial system have interests in restitution separate from that of merely compensating the victim. “[T]he State has an interest in rehabilitating the offender, and the court has [an] interest in seeing that its sentences are carried out.” The judge concluded, <page-number citation-index=\"1\" label=\"184\">*184</page-number>“a private agreement to extinguish restitution is contrary to the public policy of this state and is thus void.” Nevertheless, defendant was credited with $132,150 toward his restitutionary obligation to Zito, which represented “money ■ actually paid or the value of property actually transferred to Dr. Zito or his representatives” pursuant to the settlement agreement.</p>\n<p id=\"b214-5\">I</p>\n<p id=\"b214-6\">Defendant contends that the civil settlement between himself and Zito absolved him of any further restitutionary obligation toward Zito, as required by defendant’s criminal sentence.</p>\n<p id=\"b214-7\"><em>N.J.S.A. </em>2C:44-2b provides that the court “shall sentence a defendant to pay restitution ... if: (1) The victim ... suffered a loss; and (2) The defendant is able to pay or, given a fair opportunity, will be able to pay restitution.” The restitution paid to the victim “shall not exceed the victim’s loss____” <em>N.J.S.A </em>2C:43-3. There was no challenge to the restitution order here on the basis that: (1) Zito had not suffered a loss; (2) defendant was unable to pay the restitution amount; or (3) the amount ordered exceeded Zito’s loss.</p>\n<p id=\"b214-10\">The Code of Criminal Justice recognizes that the civil law provides another avenue through which a victim of a crime may seek recompense from the defendant. <em>N.J.S.A </em>2C:44-2(f) provides:</p>\n<blockquote id=\"b214-11\">The ordering of restitution pursuant to this section shall not operate as a bar to the seeking of civil recovery by the victim based on the incident underlying the criminal conviction. <em>Restitution ordered under this section is to be in addition to any civil remedy which a victim may possess, but any amount due the victim under any civil remedy shall be reduced by the amount ordered under this section to the extent necessary to avoid double compensation for the same loss, and the initial restitution judgment shall remain in full force and effect.</em></blockquote>\n<blockquote id=\"b214-12\">[Emphasis added.]</blockquote>\n<p id=\"b214-13\">Thus, in order to prevent double recovery by the victim, the statute provides for a credit against the amount due under the civil remedy for the amount paid under the restitution order.-</p>\n<p id=\"b215-5\"><page-number citation-index=\"1\" label=\"185\">*185</page-number>Here, defendant is not merely arguing that “any amount due [Zito] under [the settlement agreement should] be reduced by the amount ordered” for restitution. Indeed, Judge Hoffman granted defendant a credit against restitution in the amount defendant paid to Zito under the civil agreement. Rather, defendant seeks to extinguish his entire restitution obligation owed to Zito because of the much smaller amount ($132,150) he paid to Zito in satisfaction of the civil judgment. At oral argument before <em>Judge </em>Hoffman, defense counsel made his point most bluntly:</p>\n<blockquote id=\"b215-6\">The effect that [release] agreement has, your Honor, is that if this Court doesn’t uphold that agreement you’re permitting Dr. Zito to breach it with impugnity and with the Court’s blessing____He [Zito] released DeAngelis from the restitutionary obligation.</blockquote>\n<p id=\"b215-9\">Defendant’s argument is based on a faulty premise. Contrary to defendant’s assertion, the release Zito signed does not, by its terms, release defendant from his obligations under the restitution order. It only releases him from the specific debts arising out of or in connection with the listed matters, including the forbearance agreement and the Florida civil action brought by Zito. The release does not list the debts arising from the criminal conviction, as debts from which defendant is being released. A general release ordinarily covers all claims and demands at the time of the execution unless, by its terms, the parties restrict it to particular claims and demands. <em>Herold v. Inman, </em>180 <em>N.J.Super. 581, 586, 435 </em>A.2d 1198 (Law Div.1981). This release was restricted in its terms.</p>\n<p id=\"b215-10\">This point is driven home more forcibly when the release is read in conjunction with the forbearance agreement to which the release refers. In that agreement, Zito agreed to relinquish any claim to restitution <em>other than </em>his pro rata share of restitution payments under the restitution order. Furthermore, defendant acknowledges in the agreement that it does not “diminish [his] obligations as presently required under the Restitution Order.” Clearly, the documents express no intention that the terms of the restitution order would be abrogated.</p>\n<p id=\"b216-4\"><page-number citation-index=\"1\" label=\"186\">*186</page-number>Even if we assume that the parties to the release intended to alter the terms of the restitution order, defendant’s argument must be rejected. It is true, as defendant stresses, that “[t]he legislative focus with regard to restitution has been on compensation of victims.” Cannel, <em>New Jersey Criminal Code Annotated, </em>comment 3 on <em>N.J.S.A. </em>2C:44-2 (2000) (and cases cited therein). However, compensatory payments made pursuant to a restitution order “can have correctional worth, regardless of whether the offender is required only to disgorge the fruits of his offense or to compensate persons for the injuries and losses suffered as a result of his crime.” <em>In re Parole Application of Trantino, </em>89 <em>N.J. </em>347, 358, 446 A2d 104 (1982). Thus, requiring a defendant to pay restitution to a victim serves to rehabilitate the wrongdoer, as well as to compensate the victim. <em>State v. Newman, </em>132 <em>N.J. </em>159, 169, 623 A.2d 1355 (1993). As the Court in <em>State v. Harris, </em>70 <em>N.J. </em>586, 362 A.2d 32 (1976), observed, unlike a fíne or service of a jail term:</p>\n<blockquote id=\"b216-5\">restitution has an understandable logic. It is directly related to the offense and the attitude of the offender. There is a reality involved: society does not sanction fraud or other forms of theft; it does not approve injury inflicted upon an innocent person. Society wants to make sure the offender realizes the enormity of his conduct, and it asks him to demonstrate this by making amends to the individual most affected by the defendant’s depredations.</blockquote>\n<blockquote id=\"b216-6\">Restitution may have a positive casework connotation. It offers the individual something within reason that he can do here and now, within the limits of his ability to demonstrate to <em>himself </em>that he is changing. A fine is punitive. A jail sentence is retributive. But restitution makes sense. It is every man’s obligation to meet responsibilities of this sort in civil life.</blockquote>\n<blockquote id=\"b216-7\"><em>[Id. </em>at 593, 362 A.2d 32 (quoting D. Dressier, <em>Practice and Theory of Probation and Parole </em>176-77 (1959)).]</blockquote>\n<p id=\"b216-8\">The settlement agreement here ignores this rehabilitative purpose.</p>\n<p id=\"b216-9\">Further, <em>N.J.S.A </em>2C:44-2a(l) provides that the court may impose a fíne if the “defendant has derived pecuniary gain from the offense----” Although “pecuniary gain” is not mentioned in the statute as a factor to be considered in ordering restitution, <em>see N.J.S.A. </em>2C:44-2b, we have observed that restitution prevents the <page-number citation-index=\"1\" label=\"187\">*187</page-number>defendant from realizing a financial windfall resulting from his criminal behavior. <em>See State v. Pulasty, 259 N.J.Super. 274, 283-</em>84, 612 A.2d 952 (App.Div.1992) (“Like punishment, rehabilitation and deterrence, the other aims of criminal restitution, disgorgement of the ill-gotten gain is a far reaching goal quite distinct from the traditional compensatoiy rationale of the civil law.”). Thus, the judicial system and the State necessarily have a role in fashioning a restitution order and assuring that a defendant complies with it. Consequently, the issue is whether the respective roles of the court and State are frustrated when a defendant, as here, makes a private settlement with a victim to extinguish a restitution obligation without endorsement by the court and State.</p>\n<p id=\"b217-6\">Out-of-state courts which have considered this question have uniformly held that a civil settlement or release does not absolve the defendant of criminal restitution. For example, in <em>People v. Maxich, </em>971 P.2d 268, 269 (Colo.Ct.App.1998), <em>cert. denied, </em>(Colo. 1999), defendant embezzled more than $285,000 from her former employer, who relinquished all claims against defendant stemming from the embezzlement in exchange for property with the net value of approximately $46,000. <em>Ibid. </em>After a restitution hearing, defendant was ordered, as a condition of probation, to pay $244,-860.61 in restitution to her former employer. <em>Ibid. </em>On appeal, defendant argued that the criminal restitution order must be set aside because it conflicted with the release signed by the employer. <em>Id </em>at 270. The court disagreed: “We conclude that a release from liability obtained in a civil settlement cannot limit a criminal court’s authority to order restitution equivalent to actual pecuniary damages. A contrary conclusion would ... frustrate the rehabilitative purposes of probation by permitting criminal defendants to avoid financial responsibility for their conduct.” <em>Ibid.</em></p>\n<p id=\"b217-7\">Similarly, in <em>State v. Belfry, </em>416 N.W.2d 811, 812 (Minn.Ct.App. 1987), defendant was convicted of swindling eight individuals. A number of the victims settled with defendant and signed releases. The criminal court ordered defendant to pay restitution, crediting defendant with the amounts he had already paid the victims. <em>Id. </em><page-number citation-index=\"1\" label=\"188\">*188</page-number>at 812-13. The Appellate Court rejected defendant’s argument that the victims’ releases barred the criminal court from ordering restitution. “The state’s goals in imposing restitution are broader than merely compensating the victim, as the defendant’s payment to the victim serves a rehabilitative purpose.” <em>Id. </em>at 813. <em>See also State v. Iniguez, </em>169 <em>Ariz. </em>533, 821 P.2d 194, 197-98 (Ct.App. 1991) (court-ordered restitution to victim on defendant’s aggravated assault conviction arising out of an accident while defendant was driving while intoxicated was not released by civil settlement of victim’s personal injury action against defendant).</p>\n<p id=\"b218-5\">As in these out-of-state eases, the release between Zito and defendant cannot bind the judge who entered the restitution order or the State, neither having been a party to the settlement agreement. Further, the settlement agreement fulfills neither one of the goals of restitution within our criminal system, <em>ie., to </em>compensate the victim and to rehabilitate the defendant. Under the settlement agreement, defendant agreed to pay Zito far less than what is due Zito under the $1.1 million restitution order. Even when the payment of $132,150 is considered in conjunction with the restitution payments defendant already paid into the restitution fund totaling $395,093.51, it falls far short of full compensation to Zito.</p>\n<p id=\"b218-6\">In addition, the goal of rehabilitation is not served by allowing a defendant to pay less than the amount of restitution the criminal court deemed appropriate. Because society does not sanction misapplication of entrusted funds in violation of our security laws, defendant’s agreement with Zito frustrates society’s expectation that defendant will realize the “enormity of his conduct” and that he will abide by the restitution order by making full payment to his victims. <em>State v. Harris, supra, </em>70 <em>N.J. </em>at 593, 362 A.2d 32 (quoting D. Dressier, <em>Practice and Theory of Probation and Parole, supra, </em>at 176). Moreover, to permit defendant to enjoy a pecuniary gain from his criminal wrongdoing would conflict with an underlying purpose of restitution. <em>State v. Pulasty, supra, </em>259 <em>N. J.Super. </em>at 283, 612 A.2d 952.</p>\n<p id=\"b219-5\"><page-number citation-index=\"1\" label=\"189\">*189</page-number>Defendant is critical of Judge Hoffman’s bright-line rule that a private agreement to extinguish restitution is contrary to the public policy of this State. He warns that under this rule, “courts will no longer need to function as triers of fact, nor will they need to consider the relative equities between the parties to any proceeding brought to modify a court-ordered obligation to pay restitution.” Defendant’s argument is unpersuasive. For the reasons discussed above, an agreement between a defendant and a victim which abrogates court-ordered restitution is not binding on the State or the criminal court. Indeed, the bright-line rule actually effectuates the restitution order of the court by not allowing private parties to unilaterally alter it.</p>\n<p id=\"b219-6\">We therefore conclude that the settlement agreement and release signed by Zito did not operate to release defendant from his obligations under the restitution order.</p>\n<p id=\"b219-7\">II</p>\n<p id=\"b219-8\">Defendant maintains that the judge’s refusal to abrogate the restitution order in light of the civil settlement violates the Eighth Amendment’s prohibition against excessive fines and cruel and unusual punishment.</p>\n<p id=\"b219-9\">The Eighth Amendment of the United States Constitution provides: “Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.” <em>U.S. Const, </em>amend. VIII.<footnotemark>1</footnotemark> A three-part test is utilized “in determining whether punishment is unconstitutionally cruel <em>or </em>unusual: ‘First, does the punishment for the crime conform with contemporary standards of decency? Second, is the punishment grossly disproportionate to the offense? Third, does the punishment go beyond what is necessary to accomplish any legitimate penological objective?’ ” <em>State v. Maldonado, </em>137 <em>N.J. </em>536, 556-57, 645 A2d 1165</p>\n<p id=\"b220-4\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>(1994) (quoting <em>State v. Ramseur, </em>106 <em>N.J. </em>123, 169, 524 A.2d 188 (1987), <em>cert. denied, </em>508 <em>U.S. </em>947, 113 <em>S.Ct. </em>2433, 124 L.Ed.2d 653 (1993)). Under this test, a sentence that merely requires a defendant to repay the victim money obtained through fraud cannot be said to be cruel and unusual. <em>See United States v. Dean, </em>949 <em>F.Supp. </em>782, 786 (D.Or.1996) (“Where the amount of restitution is geared directly to the amount of the victim’s loss ... proportionality is already built into the order.”), <em>affd, United States v. Dubose, </em>146 F.3d 1141, 1145 (9th Cir.), <em>cert. denied, </em>525 <em>U.S. </em>975, 119 <em>S.Ct. </em>430, 142 L.Ed.2d 350 (1998). It is difficult to envision how a restitution order which merely compensates the victims for their actual losses could constitute cruel and unusual punishment. <em>United States v. Feldman, </em>853 F.2d 648, 663 (9th Cir.1988), <em>cert. denied, </em>489 <em>U.S. </em>1030, 109 <em>S.Ct. </em>1164, 103 <em>L.Ed.2d </em>222 (1989).</p>\n<p id=\"b220-5\">The restitution order in this case does not violate the prohibition against excessive fines. A fine for Eighth Amendment purposes is “payment to a sovereign as punishment for some offense.” <em>Browning-Ferris Indus. of Vermont, Inc. v. Kelco Disposal, Inc., </em>492 <em>U.S. </em>257, 265, 109 <em>S.Ct. </em>2909, 2915, 106 <em>L.Ed.2&amp; </em>219, 232 (1989). Restitution is paid to the victim, not the State. Also, restitution is not meant to punish, but rather to rehabilitate the criminal. <em>State v. Harris, supra, </em>70 <em>N.J. </em>at 592, 362 A.2d 32.</p>\n<p id=\"b220-6\">In sum, the restitution order is not unconstitutional.</p>\n<p id=\"b220-7\">Ill</p>\n<p id=\"b220-8\">Defendant contends that the trial court erred in not crediting him for the future value of the proceeds from the sale of his home.</p>\n<p id=\"b220-9\">The court’s restitution order required defendant to sell his Florida home no later than seven (7) years from June 29, 1993, and pay the proceeds, but not less than $135,000, into the restitu-tionary account. On May 20, 1996, defendant paid $195,340 into the restitutionary account, which apparently represented the proceeds from the sale of the Florida house.</p>\n<p id=\"b221-5\"><page-number citation-index=\"1\" label=\"191\">*191</page-number>Defendant is apparently arguing that since he paid into the restitutionary account the money representing the equity in his house earlier than was called for by the restitution order, he is entitled to a credit for the future value of the proceeds from the sale of the home. Defendant cites no case law in support of this proposition and we could find none.</p>\n<p id=\"b221-6\">First, defendant did not pay over the home, sale proceeds earlier than called for by the restitution order. The order required sale of the house <em>no later </em>than June 29, 2000. Thus, the payment into the restitutionary account of the house proceeds on May 20, 1996, was within the time period contemplated by the restitution order. It was not early, as defendant claims.</p>\n<p id=\"b221-7\">Second, defendant is not entitled to a credit for future value because he merely repaid Zito money that was defrauded from him a number of years ago. Actually, defendant has had the use of the defrauded money for many years. It is inconceivable that he should be credited future value under these circumstances.</p>\n<p id=\"b221-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b219-10\"> The New Jersey Constitution contains a similar provision, <em>N.J. Const, </em>art. I, 1112, but defendant has not invoked its protections.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}