{
  "casebody": {
    "data": "<casebody firstpage=\"518\" lastpage=\"526\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b566-2\">Submitted on record and briefs August 31,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A_2\">affirmed October 31, 2007</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b566-3\">STATE OF OREGON, <em>Plaintiff-Respondent, v. </em>ODILON CERVANTES-OROPEZA, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b566-6\">Washington County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"Akb\">C050698CR; A128379</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b566-7\">170 P3d 1114</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b567-13\"><page-number citation-index=\"1\" label=\"519\">*519</page-number>Peter A. Ozanne, Executive Director, Peter Gartlan, Chief Defender, Legal Services Division, and David Ferry, Deputy Defender, Office of Public Defense Services, filed the brief for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b567-14\">Hardy Myers, Attorney General, Mary H. Williams, Solicitor General, and Erin C. Lagesen, Assistant Attorney General, filed the brief for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b567-15\">Before Brewer, Chief Judge, and Ortega, Judge, and Deits, Judge pro tempore.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b567-16\">BREWER, C. J.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b568-3\"><page-number citation-index=\"1\" label=\"520\">*520</page-number>BREWER, C. J.</author>\n<p id=\"b568-4\">Defendant appeals his conviction, after a guilty plea, for felony driving under the influence of intoxicants. ORS 813.010(5). Defendant argues that the sentencing court erred by utilizing three of his six prior misdemeanor DUII convictions to increase his criminal history score because, he asserts, the challenged convictions were constitutionally invalid in that the state failed to prove that he executed written jury waivers in those cases.<footnotemark>1</footnotemark> We affirm.</p>\n<p id=\"b568-5\">In February 2005, defendant was arrested for DUII. Defendant pleaded guilty and, at sentencing, the state presented evidence that defendant previously had been convicted of DUII in 1997 in three Marion County Circuit Court cases, once in 1997 in Salem Municipal Court and twice in 1999 in Washington County Circuit Court. The evidence showed that defendant pleaded guilty to the DUII charges in the three Marion County Circuit Court cases, but there was no evidence that defendant executed written jury waivers in those cases.</p>\n<p id=\"b568-6\">Under ORS 813.012(2), the sentencing court was required to count every two of defendant’s previous misdemeanor DUII convictions as one person felony in calculating his criminal history score.<footnotemark>2</footnotemark> Defendant argued that, in the absence of evidence that he executed written jury waivers in the three Marion County Circuit Court cases, the sentencing <page-number citation-index=\"1\" label=\"521\">*521</page-number>court could not count those convictions to increase his criminal history score. The sentencing court rejected defendant’s argument and, relying in part on the three Marion County Circuit Court convictions, established that defendant’s criminal history score placed him in column A. The court sentenced him to a 27-month presumptive prison term. Defendant appeals from the ensuing judgment.</p>\n<p id=\"b569-4\">Article I, section 11, of the Oregon Constitution and the Sixth and Fourteenth Amendments to the United States Constitution guarantee the right to a jury trial to persons accused of crimes. Defendant asserts that use of the three Marion County convictions to increase his criminal history score violated Article I, section 11, which provides:</p>\n<blockquote id=\"b569-5\">“In all criminal prosecutions, the accused shall have the right to public trial by an impartial jury in the county in which the offense shall have been committed; to be heard by himself and counsel; to demand the nature and cause of the accusation against him, and to have a copy thereof; to meet the witnesses face to face, and to have compulsory process for obtaining witnesses in his favor; <em>provided, however, that any accused person, in other than capital cases, and with the consent of the trial judge, may elect to waive trial by jury and consent to be tried by the judge of the court alone, such election to be in </em>writing; provided, however, that in the circuit court ten members of the jury may render a verdict of guilty or not guilty, save and except a verdict of guilty of first degree murder, which shall be found only by a unanimous verdict, and not otherwise; provided further, that the existing laws and constitutional provisions relative to criminal prosecutions shall be continued and remain in effect as to all prosecutions for crimes committed before the taking effect of this amendment.”</blockquote>\n<p id=\"b569-6\">(Emphasis added.) Defendant further relies on this court’s decision in <em>State v. Cassada, </em>58 Or App 84, 647 P2d 938, <em>modified on recons, </em>59 Or App 482, 651 P2d 171 (1982), where we held that “[i]t was error to enhance [the] defendant’s conviction on the basis of his prior conviction,” <em>id. </em>at 88, when “[t]he record contains no written waiver of [the] defendant’s right to a jury trial.” <em>Id. </em>at 87-88. In <em>Cassada, </em>we distinguished cases involving a waiver of the right to counsel, observing that</p>\n<blockquote id=\"b570-3\"><page-number citation-index=\"1\" label=\"522\">*522</page-number>“[wjhile the initial burden may be on a defendant with respect to a waiver of counsel, * * * that is not true with respect to a waiver of a jury trial. The Oregon [C] onstitution does not require that a waiver of counsel be in writing, but it does require a written waiver of the right to trial by jury in a criminal case. Art. I, § 11, Oregon Constitution.”</blockquote>\n<p id=\"b570-4\"><em>Id. </em>(some citations omitted).</p>\n<p id=\"b570-5\"> The state makes multiple responses, including that (1) the Article I, section 11, written jury waiver requirement does not apply to guilty pleas; (2) defendant is not entitled to collaterally attack the validity of his Marion County convictions; and (3) even if defendant could collaterally attack those convictions, defendant had the burden to show that the convictions were invalid, and he failed to meet that burden. Because, as we now explain, the state’s first argument is correct, we do not address its remaining arguments.<footnotemark>3</footnotemark></p>\n<p id=\"b570-6\">We first address defendant’s reliance on <em>Cassada. </em>Defendant acknowledges that that case is procedurally distinguishable from the circumstances here, in that the defendant in <em>Cassada </em>was convicted after a trial to the court; he did not plead guilty. Defendant argues, however, that the distinction is insignificant because, he urges, for purposes of a jury waiver, convictions based on guilty pleas and bench trials are functionally interchangeable. As defendant sees it, for purposes of Article I, section 11, in either circumstance the defendant is “electing] * * * to be tried by the judge of the court alone.” According to defendant, “[t]he only difference between them is that, in the guilty plea case, [the] defendant also provides the court with admissions of his guilt, which the court may choose to find dispositive if, among other things, it finds a reasonable factual basis for doing so.” Defendant also relies on this court’s decisions in <em>State v. Wigglesworth, </em>186 <page-number citation-index=\"1\" label=\"523\">*523</page-number>Or App 374, 378, 63 P3d 1185 (2003), and <em>State v. Fry, </em>180 Or App 237, 239 n 1, 42 P3d 369 (2002), for his proposition that “Oregon courts have always interpreted Article I, section 11, to require written waiver of a jury trial in guilty plea cases no less than any other.”</p>\n<p id=\"b571-4\">The validity of defendant’s thesis hinges on the premise that, under Article I, section 11, a guilty plea proceeding is tantamount to a bench trial. In analyzing the meaning of a provision of the Oregon Constitution, we look to the specific wording of the provision, the case law surrounding it, and the historical circumstances that led to its enactment. <em>Priest v. Pearce, </em>314 Or 411, 415-16, 840 P2d 65 (1992). We begin with the text of Article I, section 11. We assume that the framers of a provision and the people who caused it to become part of our constitution intended ordinary meanings for the words in the provision. <em>Ecumenical Ministries v. Oregon State Lottery Comm., </em>318 Or 551, 560, 871 P2d 106 (1994).</p>\n<p id=\"b571-6\"> As noted, the provision on which defendant relies makes no explicit reference to guilty pleas; instead, it refers to the defendant being “tried by the judge of the court alone * * *.” It is axiomatic that a guilty plea proceeding is not a trial but, rather, requires a waiver of trial, because a guilty plea obviates the need for the adjudication of any fact in the guilt phase of a criminal case. A trial involves the adjudication of facts. <em>See </em>Or Const. Art VII (Amended), § 3 (“[N]o fact tried by a jury shall be otherwise re-examined in any court of this state, unless the court can affirmatively say there is no evidence to support the verdict.”). A guilty plea does not. <em>See, e.g., </em>ORS 131.505(5) (distinguishing, in defining “prosecution for an offense,” between a conviction resulting from a guilty plea and convictions resulting from a jury trial or a trial to the court); <em>Lyons v. Pearce, </em>298 Or 569, 572, 694 P2d 978 (1985) (distinguishing between a guilty plea and a stipulated facts trial, because, unlike with respect to a guilty plea, in a stipulated facts trial “the trial court * * * remains the trier of fact and is free to evaluate the evidence presented in the stipulated facts and determine guilt or innocence”).</p>\n<p id=\"b571-7\">Supreme Court decisional law and the historical circumstances of the enactment of the pertinent amendment to <page-number citation-index=\"1\" label=\"524\">*524</page-number>Article I, section 11, confirm the foregoing textual analysis. In <em>State v. Wagner, </em>305 Or 115, 752 P2d 1136 (1988), <em>vac’d and rem’d on other grounds, </em>492 US 914, 109 S Ct 3235, 106 L Ed 2d 583 (1989), a capital case, the defendant, who was representing himself, had pleaded guilty to the charge of aggravated murder. Thereafter, a jury empaneled for the purpose of determining the appropriate sentence returned a verdict imposing the death penalty. On review before the Oregon Supreme Court, the defendant argued that Article I, section 11, established that it was impermissible for a defendant to plead guilty to a capital offense.</p>\n<p id=\"b572-4\">The Oregon Supreme Court addressed the defendant’s argument by examining the clause at issue here, which was adopted by the people as an amendment to Article I, section 11, in 1932. <em>Id. </em>at 129. The court explained that originally a defendant in Oregon’s courts could plead guilty but had no right to waive a jury and be tried to the court. <em>Id. </em>at 129-31. The court concluded that “[t]he text of the amendment does not prohibit a plea of guilty in a capital case; <em>it only provides that if one wishes to be tried on a capital charge the trial must be to a jury.” Id. </em>at 131 (emphasis added). After reviewing the background of the amendment, the court concluded that “the people [in adopting the amendment] did not have in mind abrogating the statutory and common-law rules that one could plead guilty to any charge.” <em>Id. </em>at 131-32. Instead, the court explained that “the sponsor of the measure, the House members who joined him in presenting the Voters’ Pamphlet argument and the editors all regarded this amendment <em>as doing nothing more than changing the constitutional rule that a trial on a criminal charge had to be by jury.” Id. </em>at 134 (emphasis added). Finally, the court stated, “We hold that Article I, section 11, of the Oregon Constitution does not prohibit one accused of aggravated murder from pleading guilty; <em>it does prohibit one so accused from waiving a jury if the accused would be tried on the charge.” Id. </em>at 134-35 (emphasis added). <em>Wagner </em>demonstrates that the pertinent amendment to Article I, section 11, applies only to trials, not guilty pleas. It follows that, if a defendant pleads guilty, there is no “tri[al] by the judge of the court alone,” <em>id. </em>at 129, within the meaning of Article I, section 11.</p>\n<p id=\"b573-3\"><page-number citation-index=\"1\" label=\"525\">*525</page-number><em>Cassada, </em>which, again, involved a trial to the court, does not suggest otherwise. Defendant’s reliance on <em>Wigglesworth </em>and <em>Fry </em>is similarly misplaced. Both cases involved bench trials, not guilty pleas. The defendants in both cases argued that the trial court erred in accepting a written jury waiver without first making a determination that the waiver was voluntary. In <em>Wigglesworth, </em>we concluded that, “[b]ecause a trial court that receives a written jury waiver from a represented defendant is not required to inquire whether the defendant’s waiver was voluntary, the trial court did not err in failing to make such an inquiry here.” 186 Or App at 378. In <em>Fry, </em>we stated:</p>\n<blockquote id=\"b573-4\">“Although it is correct that a waiver of the right to a jury trial must be in writing and must be made knowingly and voluntarily, <em>see </em>Or Const, Art I, § 11; <em>State v. Lemon, </em>162 Or App 640, 986 P2d 705 (1999), in the absence of an express statutory or constitutional requirement that a judge must make an inquiry on the record as to whether a represented defendant’s waiver is voluntary, we see no reason for imposing such a requirement. <em>Cf. </em>ORS 135.385 (expressly establishing requirements for determining that plea of guilty is knowing and voluntary).”</blockquote>\n<p id=\"b573-5\"><em>Fry, </em>180 Or App at 239 n 1. As we stated in <em>Fry, </em>ORS 135.385<footnotemark>4</footnotemark> sets out requirements for a determination that a guilty plea <page-number citation-index=\"1\" label=\"526\">*526</page-number>is knowing and voluntary. <em>Id. </em>Our reference in <em>Fry </em>to that statute emphasized the absence of a similar requirement for ensuring that jury waivers are knowing and voluntary in cases that are tried to the court. However, ORS 135.385 does not require a written jury waiver as a condition of accepting a guilty plea. And, neither <em>Fry </em>nor <em>Wigglesworth </em>purported to hold that the written jury waiver requirement of Article I, section 11, applies to guilty pleas.</p>\n<p id=\"b574-4\">In short, the constitutional text, the pertinent case law, and the historical circumstances surrounding the enactment of the 1932 amendment to Article I, section 11, combine to demonstrate that a trial to the court for purposes of that provision does not encompass a guilty plea. Accordingly, because they arose from guilty pleas, the validity of defendant’s Marion County convictions did not depend on his execution of written jury waivers. It follows that, irrespective of the absence of evidence that defendant executed such waivers, the trial court did not err by counting those convictions in the calculation of defendant’s criminal history score in this case.</p>\n<p id=\"b574-5\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b568-7\"> We reject without discussion defendant’s unpreserved second assignment of error, in which he challenges the court’s use of his predicate convictions to increase his criminal history score after it previously had used the same convictions to elevate the current crime of conviction from a misdemeanor to a felony.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b568-8\"> ORS 813.012 provides, in part:</p>\n<blockquote id=\"b568-9\">“(2) In determining criminal history for a person convicted of a felony that has operation of a motor vehicle as an element, or of a felony that involved death, injury or property damage caused by the use of a motor vehicle, the commission shall:</blockquote>\n<blockquote id=\"b568-10\">“(a) Consider two prior convictions of misdemeanor driving while under the influence of intoxicants to be equivalent to one conviction of felony driving while under the influence of intoxicants; and</blockquote>\n<blockquote id=\"b568-11\">“(b) Consider felony driving while under the influence of intoxicants to be a person felony and consider misdemeanor driving while under the influence of intoxicants to be a person Class A misdemeanor.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b570-7\"> The sentencing court rejected defendant’s objection on the basis of the state’s third argument on appeal, namely, that defendant had <em>the </em>burden to show that the Marion County convictions were invalid, and he failed to meet that burden. However, the state raised its first argument before the sentencing court, that argument undercuts a necessary facet of defendant’s constitutional objection, it involves a purely legal issue, and defendant has addressed the argument on appeal. Accordingly, and because it has logical precedence in the order of analysis of the parties’ arguments, we address that argument first under the “right for the wrong reason” doctrine. <em>See Outdoor Media Dimensions Inc. v. State of Oregon, </em>331 Or 634, 659-60, 20 P3d 180 (2001) (setting out doctrine).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b573-6\"> ORS 135.385 provides:</p>\n<blockquote id=\"b573-7\">“(1) The court shall not accept a plea of guilty or no contest to a felony or other charge on which the defendant appears in person without first addressing the defendant personally and determining that the defendant understands the nature of the charge.</blockquote>\n<blockquote id=\"b573-8\">“(2) The court shall inform the defendant:</blockquote>\n<blockquote id=\"b573-9\">“(a) That by a plea of guilty or no contest the defendant waives the right:</blockquote>\n<blockquote id=\"b573-10\">“(A) To trial by jury;</blockquote>\n<blockquote id=\"b573-11\">“(B) Of confrontation; and</blockquote>\n<blockquote id=\"b573-12\">“(C) Against self-incrimination.</blockquote>\n<blockquote id=\"b573-13\">“(b) Of the maximum possible sentence on the charge, including the maximum possible sentence from consecutive sentences.</blockquote>\n<blockquote id=\"b573-14\">“(c) When the offense charged is one for which a different or additional penalty is authorized by reason of the fact that the defendant may be adjudged a dangerous offender, that this fact may be established after a plea in the present action, thereby subjecting the defendant to different or additional penalty.</blockquote>\n<blockquote id=\"b573-15\">“(d) That if the defendant is not a citizen of the United States conviction of a crime may result, under the laws of the United States, in deportation, exclusion from admission to the United States or denial of naturalization.</blockquote>\n<blockquote id=\"AjP\"><page-number citation-index=\"1\" label=\"526\">*526</page-number>“(e) That if the defendant is entering a guilty plea pursuant to a plea offer and agreed disposition recommendation under ORS 135.405, the court will agree to impose sentence as provided in the agreed disposition recommendation.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}