{
  "casebody": {
    "data": "<casebody firstpage=\"239\" lastpage=\"241\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b313-18\">In re: Rivera v. County of Summit</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b313-20\">\n<em>[Cite as 3 AOA 239]</em>\n</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b313-21\">\n<em>Case No. 14440</em>\n</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"A37\">\n<em>Summit County, (9th)</em>\n</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b313-22\">\n<em>Decided May 9, 1990</em>\n</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b314-4\">\n<page-number citation-index=\"1\" label=\"240\">*240</page-number>\n<em>Timothy J. Walsh, Asst Prosecuting Attorney, 159 S. Main St, Suite 730, Akron, OH 44308, for Plaintiffs.</em>\n</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b314-5\">\n<em>David H. Ferguson, Attorney at Law, 120 E. Mill St, Suite 403, Akron, OH 44308, for Defendants.</em>\n</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b314-6\">MAHONEY, J.</author>\n<p id=\"b314-7\">The Summit County Child Support Enforcement Agency (CSEA) appeals from the finding of willful contempt entered against it, and fees and costs assessed, by the Summit Country Domestic Relations court. We reverse.</p>\n<p id=\"b314-8\">\n<em>FACTS</em>\n</p>\n<p id=\"b314-9\">Angel and Carmen Rivera were granted dissolution of their marriage by court order entered February 11, 1987. The support order for the couple's only child required Angel to pay the sum of sixty dollars per week, plus poundage, to be withheld by his employer, the Ford Motor Company (Ford), from his bi-weekly paycheck, and paid directly to the Summit County Bureau of Support. The order also required Ford to notify the court, in writing of any lump sum to be paid to Angel in excess of five hundred dollars, hold the same for thirty days after the date upon which payment would have been made to Angel and, upon order of the court, pay any specified amount to the Bureau of Support.</p>\n<p id=\"b314-10\">On March 13,1987, Ford notified the Bureau of Support of a profit-sharing payment to be paid to Angel. On March 19,1987, without participation of the Bureau of Support, but upon application of Angel and Carmen Rivera, the trial court ordered Ford to release the check to Angel, finding that Angel was not in arrearage in his child support payments.</p>\n<p id=\"b314-11\">On June 1,1989, Ford notified the CSEA of a stock ownership payment to be paid to Angel. -On June 16, 1989, CSEA filed the Ford notice along with a motion for transmittal of the payment to CSEA, as records demonstrated an arrearage of $1,870.94 in child supportpayments for the period of August 5,1986 to June 9,1989. On the same day, the trial court entered an order finding that CSEA records \"indicate an arrearage in the sum of $1,870.94 as of June 9,1989[,]\" and ordered Ford to deduct $1,908.56 from the stock ownership payment and transmit the same to CSEA.</p>\n<p id=\"b314-12\">On July 13,1989, Ford complied by sending CSEA a check for $6,207.98, representing support payment withholding in several unrelated cases. Prior to receiving this amalgamated payment, CSEA was made aware of the March 19, 1987 court order finding Angel current in support payments to that date Upon recalculation, arrearages were found to be $127.40 from March 20,1987 to June 9,1989. CSEA thereafter requested Ford's assistance to determine which portion of the July 13, 1989 check should be credited to the Rivera support obligation. Ford forwarded the information after August 29,1989.</p>\n<p id=\"b314-14\">On August 29, Angel presented at CSEA and paid one hundred dollars toward his support obligation. On August 31, 1989, Angel through counsel, filed a motion for contempt, interest on the lump sum, and attorney fees against CSEA for failure to release payment of the excess funds paid to CSEA by Ford pursuant to the trial court's June 16,1989 order, and set the same for hearing before the court on September 22,1989.</p>\n<p id=\"b314-15\">CSEA attended the hearing, over which the court's referee presided. The referee's report, dated November 8,1989, recommended that the trial court find CSEA in contempt \"for failure to distribute the funds in question within 2 business days of its receipt as required by RC 3113.21 (HX3Xb) * * *[,]\" that CSEA pay a fine equal to ten percent interest on the money so held from July 18,1989, and that CSEA pay attorney fees and costa By order dated January 5, 1990, the court adopted the referee's recommendation.</p>\n<p id=\"b314-16\">\n<em>ASSIGNMENT OF ERROR I</em>\n</p>\n<p id=\"Aqa\">\"The Summit County Domestic Relations Court cannot find the Summit County Child Support Enforcement Agency in contempt of court through an obligor's motion which invokes the authority of ORC Section 2705.02 <em>et seq.\"</em></p>\n<p id=\"b314-17\">We interpret CSEA's statement as assigning error to the court's finding of contempt. The purpose of civil contemptproceedings is to secure the dignity of the courts and the uninterrupted and unimpeded administration of justice <em>Windham Bank </em>v. <em>Tomaszczyk </em>(1971), 27 Ohio St. 2d. 55 and <em>Panetta </em>v. <em>Panetta </em>(June 1, 1988), Summit App. No. 13310, unreported. As a reviewing court, we must determine whether the facts herein can be legally classified as contempt Angel Rivera's contempt motion alleged that CSEA was subject to R.C. 2705.02, which provides in pertinent part:</p>\n<p id=\"b314-18\">\"A person guilty of any of the following acts may be punished as for a contempt:</p>\n<p id=\"b314-19\">\"(A) Disobedience of, or resistance to, a lawful writ, process, order, rule, judgment, or command of a court or an officer;</p>\n<p id=\"b314-20\">* * II</p>\n<p id=\"b314-21\">Review of the court's order demonstrates that CSEA was found \"in willful contempt for <page-number citation-index=\"1\" label=\"241\">*241</page-number>failure to distribute the funds in question within two business days of its receipt as required by Revised Code Section 3113.21 (HX3Xb) * *</p>\n<p id=\"b315-5\">A court's contempt power extends only those orders which have been disobeyed, and the court has the inherent power to enforce its orders. <em>Zakany </em>v. <em>Zakany </em>(1984), 9 Ohio St. 3d 192. The court below did not base its finding of contempt upon CSEA's disobedience of or resistance to the court's order, process, writ, judgment or command but rather upon CSEA's failure to timely release the excess portion of the funds to Angel under statute In fact, a strict reading of the record would place CSEA in peril of contempt by failing to retain the entire amount forwarded by Ford on July 13, 1989, pursuant to the court's June 16, 1989 order requiring Ford to \"deduct from said lump-sum payment the amount of $1,908.56\" on the basis of its finding that CSEA \"records indicate an arrearage in the sum of $1,870.94 as of June 9, 1989.\" Thus, the trial court's finding of contempt cannot be supported by the record. CSEA's first error assigned is well taken.</p>\n<p id=\"b315-6\">\n<em>ASSIGNMENTS OF ERROR</em>\n</p>\n<p id=\"b315-7\">\"II. The Summit County Domestic Relations Court abused its discretion in ordering the Summit County Child Support Enforcement Agency to pay interest, costs and attorney fees when the CSEA has exercised good faith with all concerned.</p>\n<p id=\"b315-8\">\"III. The Summit County Domestic Relations Court cannot order the Summit County Child Support Enforcement Agency to pay interest, costs and attorney fees due to it being Clothed with governmental immunity.</p>\n<p id=\"b315-9\">\"IV. The Summit County Domestic Relations Court cannot order the Summit County Child Support Enforcement Agency to pay any cost to the extent it includes any fee pursuant to ORC Sections 325.27 and 325.31.</p>\n<p id=\"b315-10\">\"V. The Summit County Domestic Relations Court cannot order the Summit County Child Support Enforcement Agency to pay interest, costs and attorney fees due to the non-existence of any private cause of action in favor of the obligor who filed the motion.\"</p>\n<p id=\"b315-11\">Each of the remaining assignments of error have their basis in the court's finding of contempt. Based upon our above analysis, the errors assigned are well taken in regard to the particular facts of this case, and the trial court erred by ordering CSEA to pay a fine equal to ten percent interest on the excess amount of Angel's stock ownership retained by CSEA, the costs of the action, and attorney fees. We explicitly refrain from making advisory commentary, however, as to whether a domestic relations court may order a child support enforcement agency to pay interest, costs and attorney fees under circumstances different than those <em>subjudice.</em></p>\n<p id=\"b315-13\">\n<em>CONCLUSION</em>\n</p>\n<p id=\"b315-14\">Based upon the foregoing, the judgment of the trial court is reversed, and the finding of contempt is vacated.</p>\n<p id=\"b315-15\">\n<em>Judgment reversed.</em>\n</p>\n<judges id=\"b315-16\">QUILLIN, RJ., and CACIOPPO, J., concur.</judges>\n<p id=\"b315-17\">Mahoney, J., retired Judge of the Ninth District Court of Appeals, sitting by assignment pursuant to Article IV, Section 6(C), Constitution.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}