{
  "casebody": {
    "data": "<casebody firstpage=\"388\" lastpage=\"393\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b406-6\">JOHN DALMER BENTON <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b406-7\">[Misc. No. 18,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ACH\">September Term, 1969.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ACk\">\n<em>Decided December 30, 1969.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b407-9\"><page-number citation-index=\"1\" label=\"389\">*389</page-number>The cause was argued before Anderson, Morton, Orth, and Thompson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b407-10\"><em>H. Thomas Sisk (M. Michael Cramer, Lawrence Levi-tan, </em>and <em>Paul H. Weinstein </em>on the brief) for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b407-11\"><em>Edtvard F. Borgerding, Assistant Attorney General, </em>with whom were <em>Francis B. Burch, Attorney General, </em>and <em>Francis X. Pugh, Assistant Attorney General, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b407-12\">Anderson, J.,</author>\n<p id=\"Aje\">delivered the opinion of the Court.</p>\n<p id=\"b407-13\">This case comes to us on remand by the Supreme Court of the United States. See <em>Benton v. Maryland, </em>395 U. S. 784, 89 S. Ct. 2056, 23 L.Ed.2d 707 (1969). The ap<page-number citation-index=\"1\" label=\"390\">*390</page-number>pellant, John Dalmer Benton, was tried in August, 1965, before a jury in the Circuit Court for Prince George’s County under an indictment charging in the first count burglary (Md. Code, Art. 27, Sec. 30(a)), and in the third count common law larceny. The second count (housebreaking) was abandoned by the State. He was convicted of burglary but acquitted of larceny. While Benton’s appeal was pending in the Court of Appeals, <em>Schowgurow v. State, </em>240 Md. 121 (1965) was decided, holding invalid a provision in the Maryland Constitution which required grand and petit jurors declare their belief in God. Because both the grand and petit juries in Benton’s case had been unconstitutionally composed, the Court of Appeals remanded the case to the trial court for Benton to exercise the option of permitting the Court of Appeals to review his appeal notwithstanding this defect in the proceedings or of demanding reindictment and retrial. He chose to have his conviction set aside, was reindicted by a legally constituted grand jury, was retried for both burglary and larceny, and was convicted by a valid petit jury of both offenses. On retrial Benton claimed double jeopardy barred prosecution on the larceny count because the first jury had acquitted him of that offense, and his motion to dismiss the larceny charge was denied by the trial court. On appeal this Court rejected appellant’s double jeopardy challenge and affirmed both convictions. <em>Benton v. State, </em>1 Md. App. 647 (1967). The Court of Appeals denied <em>certiorari. </em>The Supreme Court reversed the larceny conviction under the double jeopardy provision, vacated the burglary conviction, and remanded the case to this Court for further proceedings to make a- determination of whether evidence inadmissible under the law of Maryland in a trial for burglary alone was introduced in the joint trial for both burglary and larceny and whether the jury was prejudiced thereby. To accomplish this, and pursuant to the Supreme Court’s directive, we have examined the record in detail and explored Maryland’s law of evidence and definitions of burglary and larceny. In addition, <page-number citation-index=\"1\" label=\"391\">*391</page-number>counsel on both sides filed briefs on the question remanded and were heard in oral argument.</p>\n<p id=\"b409-5\">The evidence as disclosed by the record reveals that the home of Marion E. and Myrtle L. West, his wife, located at 4711 Allentown Road, Forestville, Prince George’s County, Maryland, was broken and entered sometime after 9:00 p.m. on February 24, 1965. The uncontradicted evidence reveals that at that hour, on that date, the house was locked, the lights were out, and no one was home. Mr. and Mrs. West returned to their home shortly after 10 :00 p.m. to find the house lighted and a bronze station wagon backed up to the door of the garage leading to the kitchen. They could see a man walking in the house through the window as they approached, and as they entered the house they encountered two men, one of whom was later identified as John Dalmer Benton. The two intruders fled from the scene after first pulling the telephone from the wall as Mr. West attempted to use it and made their escape in the bronze station wagon parked outside. Missing from the house, according to the testimony were a Waring blender valued at $26.00 or $27.00; a toaster valued at $15.00; a hydraulic <em>jack </em>valued at $108.00; two electric heaters valued at $30.00 each; three cases of whiskey valued at $70.00 a case; a fire screen and a few rare coins of a value of $8.00. Benton was positively identified at the trial as one of the two men found inside of the house by Mr. and Mrs. West upon their return, and there was a stipulation at the trial that Benton owned a tan or bronze station wagon.</p>\n<p id=\"b409-6\">Burglary in Maryland is a crime both at common law and by statute. Common law burglary is the breaking and entering of the dwelling house of another in the nighttime with intent to commit a felony therein. Hochheimer, <em>Law of Crimes and Criminal Procedure </em>(2d. Ed.) Sec. 275 p. 309; <em>State v. Wiley, </em>173 Md. 119, 121; <em>Reagan v. State, 2 </em>Md. App. 262. Maryland Code, Art. 27, Sec. 30 (a) provides that “Every person * * * who shall break and enter any dwelling house in the nighttime with intent to steal, take or carry away the per<page-number citation-index=\"1\" label=\"392\">*392</page-number>sonal goods of another of any value therefrom shall be deemed a felon, .and shall be guilty of the crime of burglary.” Larceny in Maryland is a common law crime and has been defined as “the wrongful and fraudulent taking and removal of goods or chattels from the possession of another against his will with intent to deprive the person entitled thereto of his ownership therein.” Hochheimer, sup<em>ra, </em>Sec. 355, p. 389; <em>Fletcher v. State, </em>231 Md. 190, 192; <em>Reagan v. State, supra, </em>p. 269.</p>\n<p id=\"b410-5\">Felonious intent is an essential element of burglary at common law and under statutes requiring such intent. The felonious intent like any other element of the crime must be proven. The proof need not be direct but may be inferred from the circumstances. Proof of larceny itself is the most conclusive evidence that the breaking was with intent to steal, although intent may exist and be proven where nothing in fact was taken. It is generally held that there must be proof of some fact, circumstance, act or declaration of the accused in addition to proof of the mere breaking and entering from which the trier of the fact can find intent. <em>Felkner v. State, </em>218 Md. 300, 307; <em>Clemons v. State, </em>228 Md. 237. The burglary count under which Benton was indicted charged that'Benton “feloniously and burglariously did break and enter, with intent then and there the goods and chattels, moneys and properties of Marion E. West and Myrtle L. West, * * * then and there feloniously and burglariously to steal, take and carry away, contrary to the form of the statute in such case made and provided * * Evidence was introduced at Benton’s second trial to show that he not only entered the locked house at night but also made off with some of the household appliances. This evidence was, of course, pertinent to the larceny count, but, in addition, it was also plainly relevant to the burglary count since it showed intent to steal.</p>\n<p id=\"b410-6\">We conclude therefore that there was no evidence introduced in Benton’s second trial for burglary and larceny inadmissible in a trial for burglary alone, nor do <page-number citation-index=\"1\" label=\"393\">*393</page-number>we find that the jury was prejudiced as a result of this evidence being admitted.</p>\n<p id=\"b411-5\">\n<em>Judgment of conviction reinstated, and affirmed as to the first count.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}