{
  "casebody": {
    "data": "<casebody firstpage=\"430\" lastpage=\"438\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b448-4\">DENNIS JAMES MURPHY <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b448-5\">[No. 144,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Alb\">September Term, 1969.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b448-6\">\n<em>Decided January 12, 1970.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b449-12\"><page-number citation-index=\"1\" label=\"431\">*431</page-number>The cause was argued before Murphy, C.J., and Anderson, Morton, Orth, and Thompson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b449-13\"><em>Thomas A. Lohm </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b449-14\"><em>T. Joseph Touhey, Assistant Attorney General, </em>with whom were <em>Francis B. Burch, Attorney General, </em>and <page-number citation-index=\"1\" label=\"432\">*432</page-number><em>William A. Linthicum, Jr., State’s Attorney for Montgomery County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b450-5\">Murphy, C. J.,</author>\n<p id=\"AsH\">delivered the opinion of the Court.</p>\n<p id=\"b450-6\">Appellant was found guilty of the larceny of a motor vehicle by a jury in the Circuit Court for Montgomery County, Judge James H. Pugh presiding, and was sentenced to five years under the jurisdiction of the Department of Correction. On appeal, appellant contends that the trial judge erred when he permitted the introduction in evidence of his confession without first having made a preliminary decision out of the jury’s presence with respect to the voluntariness of the statement.</p>\n<p id=\"b450-7\">The record discloses that appellant was arrested at approximately 9:20 p.m. on August 30, 1968 for automobile larceny. Within one hour following his arrest he was-taken before a Montgomery County committing magistrate to be advised of his constitutional rights. Immediately thereafter, he was taken to the Rockville Detective Bureau where interrogation resulted in a confession given to police at 11:20 p.m. the same night.</p>\n<p id=\"b450-8\">Appellant told the trial judge out of the presence of the jury that he intended to object to the admissibility in evidence of his confession and to items seized from his person at the time of his arrest. Testimony was then taken out of the presence of the jury with respect to the legality of appellant’s arrest, but no evidence was taken at this time concerning the voluntariness of his confession. The trial judge held that the arrest was legal and indicated that he would overrule appellant’s objection to-the admissibility of the evidence seized from his person. Evidence was then adduced in the presence of the jury with respect to the seizure of items from appellant’s person at the time of his arrest. The prosecutor then adduced testimony before the jury showing that immediately following his arrest, appellant was taken before a. committing magistrate and advised of his constitutional rights, after which he was taken to police headquarters-<page-number citation-index=\"1\" label=\"433\">*433</page-number>for interrogation. Detective Harold Fremeau testified without objection that prior to being interrogated appellant executed a so-called DB-50 form, this being the form used by police in Montgomery County to establish that a person subjected to police interrogation was first advised of his rights under <em>Miranda v. Arizona, </em>384 U. S. 436, and that he waived them.<footnotemark>1</footnotemark> When the prosecutor sought to introduce the form in evidence, appellant objected on the ground that it could not be admitted unless and until the State demonstrated compliance with the provisions of Maryland Code, Article 52, Section 97(h), which required that persons arrested in Montgomery County be taken without delay before a committing magistrate and advised of their constitutional rights; and that such proceedings “be recorded upon a mechanical device and preserved until the criminal proceeding concerning such arrested person is finally concluded.” The prosecutor then established out of the jury’s presence that while the recording had in fact been made, it was unintelligible and could not be understood. Appellant nevertheless told the trial judge that he would object to “anything that defendant might have said” after the recording was taken “because it has not been preserved in accordance with the Code.” After the jury returned to the box, the trial judge advised it that “when the defendant was taken before a committing magistrate, certain conversation was had with him before the magistrate and that it was recorded on a tape recorder;” and that “the type recording, after the conversation had been put on the tape recording, is not understandable.” The DB-50 form was then introduced in evidence over appellant’s <page-number citation-index=\"1\" label=\"434\">*434</page-number>specific objection that “I do not understand the two-hour delay,” <em>viz., </em>between the time of the arrest at 9:20 p.m. and the time the confession was made at 11:20 p.m.</p>\n<p id=\"b452-5\">After the DB-50 form was received in evidence, the prosecutor asked Detective Fremeau to relate to the jury the substance of appellant’s confession. The trial judge interrupted to ask:</p>\n<blockquote id=\"b452-6\">“Were any threats, promises or inducements made by you or any other officers to the defendant?”</blockquote>\n<p id=\"b452-7\">After receiving a negative response, the court, through additional questioning of the witness, ascertained that he was present with the appellant throughout the entire period of the police interrogation. When the prosecutor again sought to introduce the substance of appellant’s confession, the appellant stated “I object,” to which the court responded, “The objection is overruled.” The confession was then read to the jury.</p>\n<p id=\"b452-8\">We noted in <em>Fowler v. State, </em>6 Md. App. 651 and <em>Barnhart v. State, </em>5 Md. App. 222, that in a criminal case tried before a jury, the question whether a challenged confession is admissible in evidence is solely for the determination of the trial judge; that he first hears evidence out of the presence of the jury to determine whether the confession was freely and voluntarily made; that if he finds from the evidence that <em>prima facie </em>proof exists to establish that the confession was voluntarily given, and therefore decides to admit it, the same evidence is thereafter to be presented to the jury, as it has the final determination, irrespective of the court’s preliminary decision, whether or not the confession is voluntary and whether it should be believed. But before the trial judge may admit the challenged confession in evidence, the State must prove that it was voluntary and not the product of force, threats, promises or inducements. And in <em>-post-Miranda </em>trials where the State seeks to introduce a statement taken from an accused during a custodial interrogation, it must, as part of its proof of <page-number citation-index=\"1\" label=\"435\">*435</page-number>voluntariness, affirmatively show that all warnings required to be given to an accused by that case prior to such an interrogation were so given, and that the accused, in giving the statement, understood his rights and knowingly and intelligently waived them. <em>Robinson v. State, </em>3 Md. App. 666. The basic standard governing the admissibility of an extrajudicial confession is whether, considering the totality of the circumstances, the statement was voluntary. <em>Clewis v. Texas, </em>386 U. S. 707; <em>Taylor v. State, </em>238 Md. 424; <em>McFadden v. State, </em>1 Md. App. 511. Within this constitutional framework, the question whether a confession should be admitted in evidence is ordinarily a matter for the trial court to decide and its determination will not be disturbed on appeal unless there was a clear abuse of discretion.<footnotemark>2</footnotemark> <em>Cunningham v. State, </em>247 Md. 404; <em>Carrington v. State, </em>1 Md. App. 353.</p>\n<p id=\"b453-4\">In <em>Jackson v. Denno, </em>378 U. S. 368, 395 (decided June 22, 1964), the Supreme Court said: “It is both practical and desirable that in cases to be tried hereafter a proper determination of voluntariness be made <em>prior to the admission of the confession to the jury which is adjudicating guilt or innocence.” </em>(Emphasis added.) In <em>Sims v. Georgia, </em>385 U. S. 538, 544, the Court again said: “Although the judge need not make formal findings of fact or write an opinion, his conclusion that the confession is voluntary <em>must appear from the record with unmistakable clarity.” </em>(Emphasis added.)</p>\n<p id=\"b453-5\">In light of these cases, we held in <em>Dennis v. Warden, </em>6 Md. App. 295, 304, that “a defendant’s constitutional rights are violated when his challenged confession is introduced in evidence without the preliminary decision by the trial judge of its voluntariness after an adequate hearing.” We indicated further in <em>Dennis </em>at footnote 8, page 304, that under the circumstances of that case ‘the statement of the lower court that the State had qualified <page-number citation-index=\"1\" label=\"436\">*436</page-number>the statement as to voluntariness was a sufficient finding.<footnotemark>3</footnotemark></p>\n<p id=\"b454-5\">In the instant case it appears clear that appellant’s objection to the DB-50 form was predicated entirely on his belief that such form could not be admitted in evidence unless the State first demonstrated compliance with the provisions of Section 97 (h) of Article 52, and particularly that part of the statute requiring the State to make and preserve a recording of the proceedings before the committing magistrate. Appellant’s objection was not, therefore, one which challenged the “voluntariness” of his statement in the constitutional sense; rather, the objection sought the disqualification of the DB-50 form solely through application of a non-constitutional exclusionary rule of evidence similar to that fashioned by the Supreme Court in <em>Mallory v. United States, </em>354 U. S. 449, <em>i.e., </em>that the sanction to be applied for failure of the police to immediately bring an arrésted person before a committing magistrate, and/or to properly record and preserve the proceedings before the magistrate was exclusion of any post-arrest statements made from evidence. We think the trial judge properly overruled this ground of objection, and that in doing so he was not required to do more than simply overrule the objection.<footnotemark>4</footnotemark> But, as heretofore indicated, the appellant later entered a timely general objection to the admissibility of the confession which had the effect of challenging the eonfes<page-number citation-index=\"1\" label=\"437\">*437</page-number>sion on the broader constitutional ground that it was not freely and voluntarily made. See Maryland Rules 522 and 725f. Under <em>Jackson v. Denno, supra, </em>it was incumbent upon the trial judge to make a preliminary finding of voluntariness before admitting the confession in evidence, and that finding must, under <em>Sims v. Georgia, supra, “appear from the record with unmistakable clarity.” </em><footnotemark><em>5</em></footnotemark> The rationale of these cases is plainly such that the trial judge must do more than, as here, simply overrule the objection — his conclusion that the confession was voluntary must, we repeat, appear from the record “with unmistakable clarity.” <footnotemark>6</footnotemark> And this is so even where, as here, the only evidence in the case pertaining to the voluntariness of the statement showed that it was freely and voluntarily made; the trial judge still must indicate “with unmistakable clarity,” that he believes such evidence and therefore finds the confession to be a voluntary one.</p>\n<p id=\"b455-5\">The failure of the trial judge to make the requisite preliminary finding regarding the voluntariness of the statement does not necessarily compel reversal of the conviction. The cases indicate three possible avenues of correction. Under some circumstances, a reversal of the judgment of conviction has been deemed necessary, <em>see United States v. Johnson, </em>409 F. 2d 861 (7th Cir.) ; <em>La Claw v. State, </em>163 N.W.2d 147 (Wis.) ; <em>State v. Moore, </em>166 S.E.2d 53 (N.C.) ; in other circumstances, the case may be remanded for a full evidentiary hearing before the same trial judge to determine the voluntariness of the confession, either upon the record previously made, or as supplemented by additional evidence should the court deem it appropriate to receive such additional evidence, <em>see Javor v. United States, supra, </em>and <em>People v. Garner, </em>248 N.E.2d 313 (Ill. App.) ; and in other circumstance it has been found appropriate for the appellate court to simply <page-number citation-index=\"1\" label=\"438\">*438</page-number>direct the trial judge to give counsel noticé and an opportunity to present, in the defendant’s presence, arguments in regard to the admissibility of the challenged cohfession, after which the trial court should consider the evidence in the record, make an express finding as to the voluntariness of the confession, and promptly certify his finding to the appellate court to be considered by it as a supplement to the transcript so that a determination of all the issues on appeal may then be made, <em>see State v. Auger, </em>434 S.W.2d 1 (Mo.). Of these alternatives, we think that adopted in <em>Auger </em>the most appropriate under the circumstances of this case where the record contains sufficient evidence upon which to make a determination of voluntariness, and all that appears missing therefrom is a statement of the trial judge’s preliminary findings on the question whether the confession was voluntary. Upon return to us of the record so supplemented, we can then proceed to determine all issues raised on appeal as may be necessary for its proper disposition.</p>\n<p id=\"b456-5\">\n<em>Case remanded for further proceedings in accordance with this opinion.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b451-5\">. The DB-50 form shows the date, time, and place of the interrogation. It sets forth a full explanation of the subject’s <em>Mira-nda </em>rights, and is so designed that the interrogating police officer is required to indicate in writing that he did in fact explain such rights to the person to be interrogated. The form also contains the requisite questions necessary to establish a waiver of <em>Miranda </em>rights, and requires the interrogating officer to indicate in writing the responses thereto made by the person to be interrogated. The form contains space for the signatures of the interrogating police officer and the subject to be interrogated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b453-6\">. It has been_ held that the hearing of the preliminary matter on the admissibility of a confession in the presence of the jury is not prejudicial when the confession is admitted in evidence. <em>Pinto v. Pierce, </em>389 U. S. 31; <em>Smith v. State, </em>189 Md. 596.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b454-6\">. In <em>Javor v. United States, </em>403 F. 2d 507 (9th Cir.), the court held that while express findings are not required, the fact that the trial judge has made a full and independent determination of the voluntariness of the confession must he ascertainable from the record as a whole.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b454-7\">. In <em>Jackson v. State, </em>8 Md. App. 260 (1969), we held that Section 97 (h) provided no sanctions for police failure to comply with its provisions; and that a confession could not be held inadmissible solely because of failure to bring an accused before a committing magistrate immediately following his arrest. We think it equally apparent that technical deficiencies in the sound equipment used to record proceedings before the committing magistrate would not be ground for finding a subsequently given confession to be inadmissible. And we held flatly in <em>Jackson </em>that the legislature did not intend to embrace the sanctions applied by the Supreme Court in <em>Mallory </em>for violations of Section 97 (h).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b455-6\">. The preliminary finding of voluntariness should not be announced in the presence of the jury. <em>McCarson v. State, </em>8 Md. App. 20.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b455-7\">. We think the rule applicable in both jury and non-jury cases.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}