{
  "casebody": {
    "data": "<casebody firstpage=\"34\" lastpage=\"38\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b68-10\">MARTIN ROSENBAUM v. UNITED STATES CREDIT SYSTEM COMPANY.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b68-11\">Argued June 13, 1899</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Acb\">Decided November 13, 1899.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b68-12\">1. The Massachusetts Supreme Court having held that credit system insurance in that state is unlawful and within the prohibition of the statute law of the state, that must be accepted by the courts of this state as the correct exposition of the law.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b68-13\">2. The laws of another state are facts to be proven, and a mistake in regard to such law is a mistake of fact.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b68-14\">3. The general rule is that if a party enter into an absolute contract without any qualification or exception, he must abide by it and perform it or pay the damages.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b68-15\"><em>4. </em>Where a contract is made to do an act in another state which is illegal and punishable there, no action will lie by either party for a breach of such contract, both parties having entered into it in ignorance of the law of such state.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b68-16\">5. If the plaintiff did not know of the existence of the Massachusetts law, and the defendant company did have knowledge of it at the time the contract was executed, the plaintiff may recover such damages as he has sustained by the fraud of the defendant in inducing him to enter into the contract.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b68-17\">On rule to show cause.-</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b68-18\">Before Justices Van Syckel and Lippincott.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"Abs\">For the plaintiff, <em>R. Wayne Parker.</em></attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b68-19\">For the defendant, <em>Howard W. Hayes.</em></attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b69-4\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>The opinion of the court was delivered by</p>\n<author id=\"b69-5\">Van Syckel, J.</author>\n<p id=\"AqV\">Tins is a suit for wages by Rosenbaum against the above-named defendant, founded upon an agreement in writing by which the defendant company appointed the plaintiff as its agent for the term of five years from December 1st, 1892, for the purpose of procuring credit insurance in the State of Massachusetts.</p>\n<p id=\"b69-6\">The company agreed to pay Rosenbaum as compensation for his services as such agent a certain specified sum on the amount of such insurance procured by him, and Rosenbaum on his part agreed to procure a certain amount of business for the company.</p>\n<p id=\"b69-7\">The declaration alleges that the company ceased to employ the plaintiff before the expiration of the term for which he was engaged, and claims damages for breach of the agreement.</p>\n<p id=\"b69-8\">The first question to be considered arises under the second plea, that the contract is void because the plaintiff agreed not to engage in credit insurance for three years after he left the service of the company, such an agreement being unlawful and in restraint of trade.</p>\n<p id=\"b69-9\">Even admitting the contract in this respect to be illegal, it does not avoid the entire contract. The exclusive clause may be rejected, under the authority of <em>Fishell </em>v. <em>Gray, </em>31 <em>Vroom </em>5.</p>\n<p id=\"b69-10\">The third. plea alleges that when the contract was made, and during the stipulated term, there was a law in the State of Massachusetts forbidding such credit insurance companies as the defendant from transacting business in said state through an agent or otherwise, and that any person who should act as such agent should be punished by fine not less than $100 nor more than $500 for each offence.</p>\n<p id=\"b69-11\">To this plea the plaintiff filed two replications upon which issue was taken.</p>\n<p id=\"b69-12\"><em>First. </em>That the plaintiff did not know of the existence of the law in Massachusetts forbidding the agency when he entered into the contract.</p>\n<p id=\"b69-13\"><em>Second. </em>That the plaintiff did not know of the existence <page-number citation-index=\"1\" label=\"36\">*36</page-number>of the Massachusetts law, but that the defendant company did know that there was such a law when the contract was made.</p>\n<p id=\"b70-5\">The Massachusetts court has held that credit insurance in that state is unlawful and within the prohibition of the act which is pleaded. <em>Claflin </em>v. <em>United States Credit System Co., </em>165 <em>Mass. </em>501.</p>\n<p id=\"b70-6\">That must be accepted by the courts of this state as the correct exposition of the Massachusetts statute. <em>Watson v. Lane, </em>23 <em>Vroom </em>550 ; <em>Pritchard </em>v. <em>Norton, </em>106 <em>U. S. </em>124.</p>\n<p id=\"b70-7\">The plaintiff claims that he was ignorant of the existence of the Massachusetts law, and, therefore, that the contract is valid and binding upon the defendant company.</p>\n<p id=\"b70-8\">It is well settled that the laws of another state or country are facts to be proven, and that a mistake in regard to such law is a mistake of fact. <em>Haven </em>v. <em>Foster, </em>9 <em>Pick. 112; Norton </em>v. <em>Marden, </em>15 <em>Me. 45; Taylor </em>v. <em>Taintor, </em>16 <em>Wall. </em>366.</p>\n<p id=\"AcN\">As the case stands two questions are involved for consideration.</p>\n<p id=\"b70-10\"><em>First. </em>If both parties were ignorant of the Massachusetts law, and the contract was executed under a mutual mistake of fact, can the plaintiff enforce it?</p>\n<p id=\"b70-11\"><em>Second. </em>Can the plaintiff maintain an action for damages if he was ignorant of the existence of the law and the defendant company knew of its existence at the time the contract was signed?</p>\n<p id=\"b70-12\">It is undoubtedly the general rule that if a party enter into an absolute contract without any qualification or exception and receives from the party with whom he contracts the consideration of such engagement, he must abide by the contract, and either do the act or pay the damages.</p>\n<p id=\"b70-13\">In <em>School Trustees </em>v. <em>Bennett, </em>3 <em>Dutcher 513, </em>519, Mr. Justice Whelpley says: “No matter how harsh and apparently unjust in its operation the rule may occasionally be, it cannot be denied that it has its foundation in good sense and inflexible honesty. He that agrees to do an act should do it, unless absolutely impossible. He should provide against contingencies in his contract.”</p>\n<p id=\"b71-4\"><page-number citation-index=\"1\" label=\"37\">*37</page-number>In <em>Atkinson </em>v. <em>Ritchie, </em>10 <em>East </em>530, Lord Chief Justice Ellenborough said: “ The rule laid down in the case of <em>Paradine </em>v. <em>Jane, Aleyn </em>26, 27, has been often recognized in courts of law as a sound <em>one—i. e., </em>that when the party, by his own contract, creates a duty or charge upon himself he is bound to make it good if he may, notwithstanding any accident by inevitable necessity, because he might have provided against it by his contract.”</p>\n<p id=\"b71-5\">In <em>Beebe </em>v. <em>Johnson, </em>19 <em>Wend. </em>500, this doctrine was carried to its extreme limit. There it was held that where the defendant had covenanted that he would perfect in England a patent right granted in this country, so as to insure to the plaintiff the exclusive right of vending the patented article in the provinces of Canada, that he was not excused from performance, although it appeared that the power of granting exclusive privileges of this kind appertained not to the mother country but to the provinces, and were never granted except to subjects of Great Britain and residents of the provinces, and could not be granted to either the plaintiff or the defendant, as both were citizens of this country.</p>\n<p id=\"b71-6\">This was not an agreement to do an unlawful act or to carry on a business unlawful in another country, but an agreement to secure in a lawful manner a patent in England. A patent secured in violation of the law of England would have been of no validity. It was an absolute agreement to do something which could not be accomplished, and it was the folly of the party to make it.</p>\n<p id=\"b71-7\">The case under consideration differs from the entire class of cases of which those above referred to are examples. It introduces an element which distinguishes it, and subjects it to another well-settled rule, which is stated by Chief Justice Marshall, in <em>Armstrong </em>v. <em>Toler, </em>11 <em>Wheat. </em>258, 272, as follows : “ Questions upon illegal contracts have arisen very often, both in England and in this country, and no principle is better settled than that no action can be maintained on a contract the consideration of which is either wicked in itself or prohibited by law.”</p>\n<p id=\"b72-4\"><page-number citation-index=\"1\" label=\"38\">*38</page-number>In <em>Waugh </em>v. <em>Morris, L. R., </em>8 <em>Q. B. </em>202, the declaration of the court is that “ where a contract is to do a thing which cannot be performed without a violation of the law, it is void, whether the parties knew the law or not.”</p>\n<p id=\"b72-5\"><em>Spence </em>v. <em>Chodwick, </em>10 <em>Ad. &amp; E. (N. S.) </em>517, does not support the contrary view. Mr. Justice Wightman there said that it did not appear that the goods were taken to Cadiz by the desire of the defendants; that the object was to convey the goods to London, and Cadiz was mentioned merely in describing the route of the ship.</p>\n<p id=\"Ai5\">We are therefore of the opinion that it was correctly ruled in <em>Rosenbaum </em>v. <em>Credit System Co., </em>31 <em>Vroom </em>294, that no action can be maintained for failure to employ the plaintiff to do an act for which he was punishable by the Massachusetts law.</p>\n<p id=\"b72-7\">Rosenbaum’s compensation was to be a percentage upon the amount of business he transacted. He could not be compelled to do acts forbidden by law, nor can he require the company to pay him for services which he cannot render because the law forbids under a penalty.</p>\n<p id=\"AQi\">But, assuming that the plaintiff did not know of the existence of the Massachusetts law, and that the defendant company did have knowledge of it when the contract was entered into, a different question is presented. In that case it was clearly a fraudulent act on the part of the defendant company to engage the defendant in a five years’ contract, from which the company knew he could derive no advantage, and the fraud was more pronounced in the fact that the plaintiff, in ignorance of the situation, was induced to enter into a contract to engage for a long period in the transaction of a business which would subject him to heavy penalties.</p>\n<p id=\"AB\">For damages flowing from the alleged fraud, if proven, the plaintiff may maintain his suit.</p>\n<p id=\"b72-11\">No question is made as to the form of the pleadings, the parties having agreed that the proceedings may be moulded to try the real issue between the parties.</p>\n<p id=\"b72-12\">The rule to show cause should be made absolute.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}