{
  "casebody": {
    "data": "<casebody firstpage=\"461\" lastpage=\"465\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b495-5\">MUNZIATTO BUTTORO, PLAINTIFF BELOW, DEFENDANT IN CERTIORARI, v. WILLIAM J. WHALEN AND CHARLES J. McINTYRE, EXECUTORS OF MAMIE WHALEN, DECEASED, DEFENDANTS BELOW, PROSECUTORS IN CERTIORARI.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b495-7\">Submitted July 10, 1899</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AOr\">Decided March 26, 1900.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b495-8\">1. District Courts have no jurisdiction in causes where the title to lands or real estate may come in question, and in an action in such courts to recover back money paid by the purchaser upon a contract for the conveyance to him of lands and real estate, upon the ground that the defendant with whom the contract to convey was made, had no marketable title to convey, if the right of recovery depends upon an adjudication of the title of the defendant, the action should be dismissed for want of jurisdiction in the District Court to try and determine the same.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b495-9\">2. Where documentary or other evidence of the title to lands is relied on, the District Court should, upon the admission of such evidence, dismiss the action. The want of jurisdiction over the subject-matter is fundamental, and it appearing in the record may be taken advantage of at any time.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b495-10\">Ou <em>certiorari.</em></summary>\n<p data-order=\"6\" data-type=\"judges\" id=\"b495-11\">Before Justices Lippincott and Gummere.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b495-12\">For the prosecutors, <em>James F. Minturn.</em></attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b495-13\">For the defendant, <em>John I. Weller.</em></attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b495-14\">The opinion of the court was delivered by</p>\n<author id=\"b495-15\">Lippincott, J.</author>\n<p id=\"Avh\">This action was originally in the District Court of the city of Hoboken, in which a judgment was rendered in favor 'of Munziatto Buttoro, the plaintiff below, against William J. Whalen and Mamie Whalen, his sister, for the sum of $175 and costs. An appeal was taken to the Court of Common Pleas of the county of Hudson. After the judgment in the court below, and during the pendency of the appeal, Mamie J; Whalen died, and Charles J. McIntyre, <page-number citation-index=\"1\" label=\"462\">*462</page-number>as executor of Mamie Whalen, deceased, was substituted as one of the defendants. Upon a trial <em>de novo, </em>upon an agreed statement of facts, in the Court of Common Pleas, a judgment was rendered in favor of the plaintiff below against the defendants, the prosecutors of this writ, for the same amount as was awarded by the District Court of the city of Hoboken.</p>\n<p id=\"b496-5\">This writ is brought to review the judgment of the District Court and the Court of Common Pleas so rendered.</p>\n<p id=\"b496-6\">.On the trial in the Common Pleas the court found the following facts as contained in the certificate of the court and made a part of the return to this writ:</p>\n<p id=\"b496-7\">On May 27th, 1897, Frank E. Anderson, an auctioneer, of the city of Hoboken, as agent of the said William J. Whalen and Mamie Whalen, put up for sale at public auction, pursuant to an advertisement, real estate alleged to belong to them consisting of a house and lot on Adams street, in the city of Hoboken, described in the deed offered in evidence in this case, a copy of which is attached to the certificate of facts.</p>\n<p id=\"b496-8\">The plaintiff bid $1,775, and the property was knocked down to him by the auctioneer for that figure. The plaintiff paid to the auctioneer $175, being ten per cent, of the purchase price, for which the auctioneer gave a receipt as follows:</p>\n<blockquote id=\"b496-9\">“May 27th, 1897, received of Munziatto Buttoro, one hundred and seventy-five dollars on account of purchase-money, of house and lot No. 512 Adams street, in Hoboken, N. J., ■sold this day at public auction for the sum of seventeen hundred and seventy-five dollars, the property sold to be free and clear to the day of sale.</blockquote>\n<blockquote id=\"b496-10\">“F. E. Anderson.”</blockquote>\n<p id=\"b496-11\">The deed was to be delivered July 1st, 1897. No deed of conveyance of the premises was ever tendered by the defendants to the plaintiff. Before the time came for the delivery of the deed, the plaintiff repudiated the transaction, on the ground that William J. Whalen and Mamie Whalen did not at the time of the sale, or at any other time, have a marketable title to the premises. He so notified them of this fact, <page-number citation-index=\"1\" label=\"463\">*463</page-number>.and of his refusal to accept a deed of the same from them, and pay the balance of the purchase-money. Consequently no deed of conveyance was tendered to him, and the balance •of the purchase-money was not paid. The plaintiff subsequently commenced this action to recover back the sum of $175 paid on account of the contract.</p>\n<p id=\"b497-5\">The plaintiff, in order to maintain his action, produced and offered in evidence the original deed of conveyance of the premises in question from Margaret Shears and Abraham •Shears, of the city of Hoboken, to Ann Whalen and John Whalen of the same place, dated April 17th, 1883, and duly acknowledged, recorded in the office of the register of deeds for Hudson county. The deed of conveyance was admitted in evidence over objection. It was then shown by parol proof that Ann Whalen was the wife of John Whalen, and that he devised his real estate to his wife who survived him, in fee, and that she was now dead, having devised her real estate in fee to her two children, William J. Whalen and Mamie Whalen, the defendants in this action in the District Court.</p>\n<p id=\"b497-6\">The plaintiff, after the proof of the deed of conveyance and this chain of title, insisted that the defendants in the original action and with whom his contract of conveyance was made, rvere not seized of a good marketable title, and could not make a conveyance to him which would vest in him the fee-simple to the premises, and, therefore, because of this defect of title in the defendants, he Avas entitled to recover the ■amount paid by him upon his contract of conveyance. He alleged that the deed was defective in its granting clause, and also by reason of certain unnoted interlineations and omissions therein. He insisted that Ann Whalen had never taken any title to the premises, and that this deed of conveyance, by reason of certain unnoted interlineations in the deed, was •entirely void.</p>\n<p id=\"b497-7\">The defendants insisted that the deed conveyed a good legal title to the grantees, and that they were invested with such title by devise from such grantees, and that upon the facts the plaintiff was not entitled to recover; and also that both the <page-number citation-index=\"1\" label=\"464\">*464</page-number>District Court and Court of Common Pleas, the question of the title being involved in the controversy, were without jurisdiction to try and determine the cause, and that there should be a dismissal of the cause for want of such jurisdiction in either court.</p>\n<p id=\"b498-5\">The District Court and the Common Pleas, notwithstanding these objections, proceeded and determined the matter and rendered judgment for the plaintiff for the amount of his claim.</p>\n<p id=\"b498-6\">Both courts construed and interpreted this deed of conveyance, and expressly determined that the deed was void, and that the defendants under such deed took no title, and therefore could not convey a marketable one to the plaintiff.</p>\n<p id=\"b498-7\">It will be seen that the cause clearly involved a determination of the title of the defendants to the lands in controversy in the District Court and in the Court of Common Pleas, Upon such a determination the rights of parties depended. The question of the right of recovery or not was to be solved by determining the character of the title of the defendants.</p>\n<p id=\"b498-8\">Under such circumstances the District Court had no jurisdiction, and the Court of Common Pleas could gain none by the appeal.</p>\n<p id=\"b498-9\">Section 6 of the original District Court act <em>(Pamph. L. </em>1877, <em>p. </em>234), after conferring jurisdiction, provides as follows : “ Provided, always, that this act shall not extend to any action of replevin, slander, trespass, for assault and battery or imprisonment, nor to any action wherein the title to any lands, tenements, or hereditaments or other real estate shall or.may come in question.”</p>\n<p id=\"b498-10\">The various amendments to this act extending the jurisdiction of the District Court, in amount and otherwise, contained this same proviso. <em>Gen. Stat., p. </em>1249, § 190.</p>\n<p id=\"b498-11\">The act of March 27th, 1882 <em>(Pamph. L., p. </em>195), extended the jurisdiction to an amount not exceeding $300, with the provision “that this act shall not be construed to extend to or embrace any suit or action wherein the title to land or real estate shall come in question.”</p>\n<p id=\"b499-5\"><page-number citation-index=\"1\" label=\"465\">*465</page-number>In <em>Jeffrey </em>v. Owen, 12 <em>Vroom </em>260, which was a case of the construction of a like provision of the statute conferring jurisdiction on the District Court, the rule was laid down that <em>“ </em>if documentary evidence or other evidence relating to title be relied on, which the justice cannot adjudicate upon, another tribunal must be resorted to.”</p>\n<p id=\"b499-6\">The deed, if properly proved, was legitimately in evidence, but the action should have been dismissed. <em>Jeffrey </em>v. <em>Owen, supra. </em>The statute excludes from the jurisdiction of the District Court all cases where either in support of the action, or in defence, any right or title is involved other than the naked right of possession. The want of jurisdiction over the subject-matter is fundamental, and it appearing in the record it may be taken advantage of at any time. These principles have been adjudicated over and over again, in construing these provisions in the statutes relating to the District Court and Courts for the Trial of Small Causes, and they have been invariably followed and applied. <em>Jeffrey </em>v. <em>Owen, supra; Messler </em>v. <em>Fleming, </em>12 <em>Vroom </em>108; <em>Jenkins </em>v. <em>Crevier, </em>21 <em>Id. </em>351; <em>Hill </em>v. <em>Carter, </em>1 <em>Harr. </em>87; <em>Gregory </em>v. <em>Kanouse, </em>6 <em>Halst. </em>62; <em>Campfield </em>v. <em>Johnson, </em>1 <em>Zab. </em>83; <em>Dickerson </em>v. <em>Wadsworth, </em>4 <em>Vroom </em>357; <em>Koch </em>v. <em>Benny, </em>11 <em>N. J. L. J. </em>286 <em>(District Court).</em></p>\n<p id=\"b499-7\">The action, both in the District Court and in the Common Pleas on appeal, should have been dismissed.</p>\n<p id=\"b499-8\">The judgments in both courts are, therefore, reversed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}