{
  "casebody": {
    "data": "<casebody firstpage=\"33\" lastpage=\"35\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b61-10\">VICK MEDICINE CO. v. VICK CHEMICAL CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b61-11\">(Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b61-12\">January 2, 1926.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AcB\">No. 4682.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b62-4\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>Robert C. Alston, of Atlanta, Ga., Sam S. Bennet, of Albany, Ga., and E. K. Wilcox, of Valdosta, Ga. (E. W. Moise, of Atlanta, Ga., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b62-5\">Harold Hirsch, of Atlanta, Ga., J. R. Pottle and I. J. Hofmayer, both of Albany, Ga., and Allen M. Reed and Edward S. Rogers, both of Chicago, Ill., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b62-6\">Before WALKER, BRYAN, and FOSTER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b62-7\">WALKER, Circuit Judge.</author>\n<p id=\"AiF\">This is an appeal from a decree granting to the appellee, Viek Chemical Company, a Delaware corporation, an interlocutory injunction whereby the appellant, Viek Medicine Company, a Georgia corporation, its officers, etc., were “enjoined and restrained from using in connection with the manufacture, offering for sale or sale of any medicinal preparation or medicated soap the name ‘Vick’ or ‘Vick’s,’ whether accompanied with other word or initial or not, or any other colorable imitation of plaintiff’s registered trade-mark, and from the use of the name ‘Vick Medicine Company,’ or any like name or names, or any name of which the word ‘Viek’ or ‘Vick’s’ forms a part.” The suit in which that decree was rendered was brought in March, 1925, against the appellant alone, and relief was sought on the grounds of unfair competition and infringement of appellee’s trade-mark.</p>\n<p id=\"b62-8\">Since prior to 1894 the appellee and its predecessors have manufactured and sold medicinal preparations under the trade-mark “Vick’s.” Their products have been put up and marketed in cartons having at the top the word “Vick’s” in large letters, a red triangle, and at the bottom the name “Viek Chemical Company.” They were marketed under the name “Vick’s,” being called “Vick’s Salve,” “Vick’s Vaporub,” etc. In •1917 the name “Vick’s” was duly registered in the United States Patent Office under the 10-year provision of the Act of February 20, 1905, c. 592, § 5 (33 Stat. 725 [Comp. St. § 9490]); the appellee now being entitled to the benefits of that registration. The appellee and its predecessors have spent large sums in advertising its products, which became widely known and extensively used; since 1910 approximately 8,000,000 jars of one of its products, a medicinal salve, having been sold.</p>\n<p id=\"b62-9\">Prior, and up to, June, 1924, W. P. Vick was a salesman of automobile tires in Georgia, and continued in that business until after this suit was brought. He had never bad any connection with the medicine business. At that time W. L. West was a salesman in Georgia for an automobile company. Formerly he had been a druggist at Albany, Ga. Before his connection with W. P. Viek he had put on the market a grippe remedy called “West’s Grippe Remedy.” This venture was a failure; West’s product not being bought extensively when marketed under his name, and he abandoned the pharmacy business, and became a salesman for an automobile company. In February, 1924, W. P. Viek and West agreed to go into business together for the primary purpose of marketing the latter’s grippe remedy under the name “Vick’s Grippe Remedy.” They procured the organization of the appellant corporation, and W. P. Vick became its president and West its vice president. In June, 1924, the appellant began, and thereafter continued, to put on the market the old West Grippe Remedy under the name of Vick’s Grippe Remedy, using the name “Vick’s” in conspicuous letters at the top of the inclosing carton, a red “V,” and at the bottom the words “Vick Medicine Company.” Other medicinal products were also marketed by it in the same way. Before the grant of the charter to that corporation the appellee, upon learning of the notice of the petition for the charter of a corporation to be known as the Vick Medicine Company, wrote a letter to W. P. Vick, objecting to the use of that name, and calling attention to the confusion likely to result therefrom. Evidence adduced convincingly showed that consumers throughout the country, retail dealers, wholesale druggists, and others, by the methods adopted by the appellant in marketing its products, were misled into the belief that those products were products of the appellee, and that appellant was enabled to make many sales of its produets by reason of purchasers believing they were products of the appellee. In behalf of the appellant it was contended that the name Viek was used as above stated because of the popularity of W. P. Viek, and because of his business ability. The opinion rendered by the district judge shows that he found that the moving cause for the adoption of Vick’s surname was to obtain the benefit of the widespread publicity of that name, resulting from the money and efforts of the appellee, and for the purpose of appropriating a part <page-number citation-index=\"1\" label=\"35\">*35</page-number>of the good will of the appellee. This conclusion was amply warranted by evidence adduced. ■</p>\n<p id=\"b63-5\"> We understand that a corporation is hot entitled to use in its name or for its products the name of an individual, though that individual is interested in the corporation and consents to the use made of his name, if that name, instead of another, was selected in order to aid the corporation in competing with an established concern engaged in a similar business, and using the same name, such corporation’s use of that name being calculated and intended to mislead the public with respect to the origin of its products, and having the effect of a false representation and of promoting unfair competition. R. W. Rogers Co. v. Wm. Rogers Mfg. Co., 70 F. 1017,17 C. C. A. 576; International Silver Co. v. Wm. G. Rogers Co. (C. C.) 113 F. 526; Garrett v. T. H. Garrett <em>&amp; </em>Co., 78 F. 472, 24 C. C. A. 173; Royal Baking Powder Co. v. Royal, 122 F. 337, 345, 58 C. C. A. 499; National Distilling Co. v. Century Liquor <em>&amp; </em>Cigar Co., 183 F. 206, 105 C. C. A. 638; Wm. A. Rogers v. H. O. Rogers Silver Co. (D. C.) 237 F. 887; International Silver Co. v. Wm. H. Roger’s Corporation, 60 A. 187, 67 N. J. Eq. 119, 110 Am. St. Rep. 506, 3 Ann. Cas. 804. We think that the just stated proposition is consistent with statements of the law as to the use of an individual’s name made in the opinions in the cases of Howe Seale Co. v. Wyckoff, Seamans &amp; Benedict, 25 S. Ct. 609, 198 U. S. 118, 49 L. Ed. 972, and L. E. Waterman Co. v. Modern Pen Co., 35 S. Ct. 91, 235 U. S. 88, 59 L. Ed. 142, though in each of those eases it was found that the questioned use of an individual’s name by a corporation was not shown to have been improper. The opinion in the first cited of those two cases contains the following: “We hold that, in the absence of a contract, fraud or' estoppel, any man may use his own name in all legitimate ways, and as a whole or a part of a corporate name.” Prom that statement it may be implied that, if a man’s name is used fraudulently, or by a corporation for the purpose of misleading the public and promoting unfair trade, such use cannot be justified. Findings .of the court in the instant case were to the effect that the appellant’s use of the words “Vick” and “Vick’s” and the similarities between the dress adopted for its products and the dress of appellee’s products were for the fraudulent purpose of representing its goods to be the goods of the appellee, and involved deceptive imitations of the appellee’s trademark. Thaddeus Davids Co. v. Davids Mfg. Co., 34 S. Ct. 648, 233 U. S. 461, 469, 58 L. Ed. 1046, Ann. Cas. 1915B, 322. We think that under the circumstances disclosed, the use by the appellant of the name “Vick” in its corporate name, and in the designation of its products, constituted a fraud on the appellee, and that the court was not in error in rendering the decree appealed from.</p>\n<p id=\"b63-7\">While the suit was pending, the appellant made some changes in the dress of its products which were claimed to have the effect of better distinguishing them from those of the appellee, and, after the opinion of the District Judge was rendered, expressed a willingness to make further changes, not involving a change of its corporate name or a discontinuance of the use of the word “Vick’s” in the designation of its products, and invoked the judgment of the court as to whether by the proposed changes its products would be sufficiently distinguished from those of the appellee. We do not think that it was incumbent on the court to' deal with a state of facts other than that which was shown to exist at the time the bill was filed. If the state of facts existing at that time warranted the relief granted, changes after-wards made by the appellant in the manner of conducting its business, and dressing and marketing its products, cannot properly be given the effect of making the decree erroneous. United States v. Workingmen’s Amalgamated Council (C. C.) 54 F. 994, 26 L. R. A. 158; Chas. E. Hires Co. v. Consumers’ Co., 100 F. 809, 41 C. C. A. 71.</p>\n<p id=\"b63-8\">The decree appealed from is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}