{
  "casebody": {
    "data": "<casebody firstpage=\"336\" lastpage=\"336\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b364-3\">E. C. SNYDER, U. S. Marshal, et al. v. HUNTER et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"Aymm\">(Court of Appeals of District of Columbia.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A-AG\">Submitted January 28, 1926.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AcOf\">Decided February 10, 1926.)</decisiondate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b364-7\">No. 4327.</docketnumber>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b364-11\">Peyton Gordon and J. H. Burnett, both of Washington, D. C., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b364-12\">J. A. O’Shea, J. S. Detwiler, A. L. Newmeyer, M. W. King, and William Wendell, all of Washington, D. C., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b364-13\">Before MARTIN, Chief Justice, and ROBB and VAN ORSDEL, Associate Justices.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b364-14\">ROBB, Associate Justice.</author>\n<p id=\"ARA\">Motion by the United States to reeall the mandate heretofore issued, that it may be amended; the ground of the motion being that there exists a misapprehension as to its scope.</p>\n<p id=\"b364-15\">The habeas corpus petition was accompanied by a petition for certiorari to the commissioner. By stipulation the stenographic record of the hearing before the commissioner was made a part of his return to the writ of certiorari. By further stipulation the case came before the lower court on both the petition for habeas corpus and for warrants of removal. That hearing was upon the record made before the commissioner, no further evidence having been offered by either side. The lower court disagreed with the commissioner. We agreed with the commissioner and reversed the judgment. Obviously, all that remained to be done was the issuance of the removal warrants.</p>\n<p id=\"b364-16\">In view of the foregoing, it is unnecessary to reeall the mandate, as to which there Can be no further question. Wilson v. Newburgh, 43 App. D. C. 202. The motion is therefore denied.</p>\n<p id=\"b364-17\">Denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}