{
  "casebody": {
    "data": "<casebody firstpage=\"776\" lastpage=\"776\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b804-6\">OLDHAM v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b804-7\">(Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b804-8\">March 11, 1926.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b804-9\">No. 4377.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b804-14\">A. R. Bumam, Jr., of Richmond, Ky., for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b804-15\">Sawyer A. Smith, U. S., Atty., of Covington, Ky. (John E. Shepard and Rodney G. Bryson, Asst. U. S. Attys., both of Covington, Ky., on the brief), for the United States.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b804-16\">Before DENISON and MACK, Circuit Judges, and HICKENLOOPER, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b804-17\">MACK, Circuit Judge.</author>\n<p id=\"AZR\">Defendant, an attorney at law, was convicted on the charge of conspiring with another attorney, unknown persons, and a federal prisoner, Mason, to defraud the United States in securing Mason’s release from jail on a- knowingly forged bail. bond. Mason had died before trial on either charge (the indictment against him or this joint indictment), and the eodefendant of Oldham was discharged at the conclusion of the evidence in the conspiracy trial.</p>\n<p id=\"b804-18\">A careful and repeated review of the record satisfies us that the conviction cannot be upheld; that suspicion, and at best but a scintilla of evidence, are all that have been offered to establish Oldham’s guilt. Our recent review of the scintilla rule in HardyBurlingham Co. v. Baker, 10 F.(2d) 277, decided February 5, 1926, renders further consideration of the legal principles unnecessary.</p>\n<p id=\"b804-19\">Nor shall we discuss the evidence, inasmuch as on a new trial the record may well be different. We say this, because the district attorney carefully refrained from examining the government’s witness, Juett, on the vital matters in the case, matters as to which his answers, if believed by the jury, might well be determinative of the question of guilt or innocence; for it is clear from the record that, if defendant be in fact guilty, Juett in all probability must have had full knowledge thereof as a co-conspirator. In the circumstances, no conclusion injurious to defendant can properly be drawn from his failure either to cross-examine Juett as to. such matters or to call him as his own witness.</p>\n<p id=\"b804-20\">It may well be in this ease, as in others, that, without granting immunity to one of two alleged conspirators, the evidence will again fall short of that required to establish guilt. If so, the responsibility of risking and of choosing is upon the prosecution. It suffices that on the record before us the evidence does not sustain the verdiet and judgment.</p>\n<p id=\"b804-21\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}