{
  "casebody": {
    "data": "<casebody firstpage=\"542\" lastpage=\"545\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b570-8\">[Civ. No. 6188.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AIK\">First Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASn\">February 29, 1928.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b570-9\">ANDY BERG, Appellant, v. STANDARD LIGHT COMPANY OF CALIFORNIA (a Corporation) et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b571-9\"><page-number citation-index=\"1\" label=\"543\">*543</page-number>W. J. Mossholder for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b571-10\">Sweet, Stearns &amp; Forward and Edwin L. Eckert for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b571-11\">TYLER, P. J.</author>\n<p id=\"A1G\">Action to recover for work and labor performed. The complaint alleges in substance that defendants employed plaintiff, together with others named F. McNeil, Joseph Beechler, Wm. H. Brockett, and Wilfred Brockett, respectively, to work and labor for defendant Standard Light Company at certain agreed wages per week. The company was not in a prosperous condition and it was unable to pay said persons their wages in full at the close of each week. Partial payments were made, but the com<page-number citation-index=\"1\" label=\"544\">*544</page-number>pany kept getting farther and farther behind in the payment of the workmen until June, 1922-, when the company was informed by its employees that they would have to sever their relations with it as they were not receiving enough to support their families. Subsequently the employees assigned their claims to plaintiff, who brought an action to recover the amounts due him and the other four employees. Judgment was recovered for the amounts due plaintiff and Wilfred Brockett, but the trial court found that the other three employees were not entitled to judgment for the reason that they were married persons and had not complied with the provisions of section 955 of the Civil Code, which provides that no order or assignment of v/ages made by a married person shall be valid unless the written consent of the husband or wife, as the case may be, is attached to such order or assignment.  Defendants did not set up in their answer the fact that the complaint did not state that the consents of the wives of McNeil, Beechler, and Wm. H. Brockett were not attached to their husbands’ assignments, nor was any objection made on that ground to the complaint either by demurrer or answer. Under these circumstances they must be deemed to have waived the same. Respondents have not favored us with a brief, but it seems clear to us that as a defense the section invoked by defendants is a mere matter that goes to the abatement of the action when specially pleaded, and not having been so pleaded it was waived. The case is similar in principle to a situation where a corporation has failed to allege the filing of its articles of incorporation, or a copartnership certificate required by the Civil Code, a necessary requisite before either may maintain or defend an action, in which case it has been universally held that failure so to do subjects them only to the specific defense in the nature of a plea in abatement, the allegation not being essential to the cause of action <em>(California Sav. &amp; L. Soc. </em>v. <em>Harris, </em>111 Cal. 136 [43 Pac. 525]; <em>Ward Land etc. Co. </em>v. <em>Mapes, </em>147 Cal. 752 [82 Pac. 426]). The defect is not a jurisdictional element.  Then again, the record shows that when the objection was raised by defendants at the trial, the wives of the particular plaintiffs did make and execute proper assignments prior to the court’s decision. The court held them to be ineffectual for the reason, no doubt, that they were not executed prior <page-number citation-index=\"1\" label=\"545\">*545</page-number>to the filing of the suit. Had defendants set up in their answer the special defense that the wives had not joined in the assignment, plaintiff would have been entitled to file an amended complaint, setting forth a proper assignment, as lack of the assignment could in no manner deprive the employees of their cause of action <em>(First Nat. Bank </em>v. <em>Henderson, </em>101 Cal. 307, 309 [35 Pac. 899]; <em>Phillips </em>v. <em>Goldtree, </em>74 Cal. 151 [13 Pac. 313, 15 Pac. 451]).  A disability created by statute is of a personal character and operates only to abate the action <em>(Byers </em>v. <em>Bourret, </em>64 Cal. 73 [28 Pac. 61]).  The provisions of section 955 of the Civil Code are remedial in character and intended to be salutary and beneficial to wives whom it was designed to protect, and the judgment appealed from denies the wives the benefit of the act. Here the objection to the assignment having been removed prior to the submission of the cause, that portion of the judgment of the court denying plaintiff judgment on the claims of McNeil, Joseph Beechler, and Wm. H. Broekett was erroneous for the reasons stated and should be reversed. <em>(Rudneck </em>v. <em>Southern California M. &amp; R. Co., </em>184 Cal. 274, 282 [193 Pac. 775].)</p>\n<p id=\"b573-6\">It is so ordered.</p>\n<p id=\"b573-7\">Knight, J., and Parker, J., <em>pro tem., </em>concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}