{
  "court": {
    "name": "Massachusetts District Court, Appellate Division"
  },
  "casebody": {
    "data": "<casebody firstpage=\"50\" lastpage=\"54\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b56-4\">\n<em>Southern District</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b56-5\">No. 106</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b56-6\">CECIL ADKINS v. LOUIS J. ARMATA</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b56-9\">Argued: April 17, 1975.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AYJ\">Decided: July 16, 1975.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b57-4\"><page-number citation-index=\"1\" label=\"51\">*51</page-number>Case tried to <em>Tracy, J.,</em></p>\n<court data-order=\"6\" data-type=\"court\" id=\"Atq\">in the Municipal Court of West Roxbury District.</court>\n<docketnumber data-order=\"7\" data-type=\"docketnumber\" id=\"A_H\">Number: 34093.</docketnumber>\n<p data-order=\"8\" data-type=\"judges\" id=\"b57-5\">Present: Murphy, P.J.,-, J., Hurd, J.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b57-6\">Murphy, P.J.</author>\n<p id=\"AjK\">This is an action in contract by the plaintiff (buyer) against the defendant (broker) to recover a deposit ($1,000) under a purchase and sales agreement. The deposit was being held by the broker in escrow. The seller was unable to convey a good title. The buyer was unable to obtain F.H.A. financing. The answer alleged the defendant was holding the money as agent for the sellers (McDonald) and that since the plaintiff did not purchase the property as agreed — the broker (defendant) was entitled to retain 50% of the deposit and the sellers were entitled to the other 50%.</p>\n<p id=\"b57-7\">This case was consolidated for purposes of trial with the case of <em>Louis J. Armata v. Robert J. McDonald, et al, </em>No. 34155 in which Armata, the broker, initiated action against McDonald, the sellers, for a commission earned. We are filing a separate opinion in that case herewith.</p>\n<p id=\"b57-8\">In the instant case, the court found for the plaintiff in the sum of $1,000.</p>\n<p id=\"b57-9\"><em>At the trial there was evidence tending to show that: </em>Title to the real estate which was subject to the agreement was defective in that a portion of it was subject to an outstanding tax title.</p>\n<p id=\"b57-10\">The buyer was unable to obtain a mortgage through the F.H.A. because the bank would not approve the title and the F.H.A. certificate was conditional on the bank’s approval of the title. .</p>\n<p id=\"b58-3\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>The broker had shown the property many times and that he was a duly licensed real estate broker in Massachusetts.</p>\n<p id=\"b58-4\">At the close of the evidence, the plaintiff filed 8 requests for rulings. The defendant filed 4 requests for rulings.</p>\n<p id=\"b58-5\">The court made the following findings of fact:</p>\n<blockquote id=\"b58-6\">\"I find as a fact that the buyer was not able to obtain a firm commitment for a F.H.A. loan in accordance with the terms of Clause 24 of the Purchase and Sale Agreement and, therefore, all obligations of all parties ceased and the agreement was rendered void.”</blockquote>\n<p id=\"b58-7\"> The defendant first claims to be aggrieved by the finding of facts made by the justice. Such an appeal is without merit. G.L. c. 231, §108. <em>Parkway Imports, Inc. v. Askinos, </em>37 Mass. App. Dec. 200 and cases cited.</p>\n<p id=\"b58-8\"> The defendant also, on the basis of the finding of facts, objected to the action of the justice on certain of the various requests for rulings filed. The pertinent requests read as follows:</p>\n<p id=\"b58-9\">Defendant’s request No. 4 reads: \"That upon all the evidence admitted and as a matter of law the seller’s title was not defective and did not excuse performance by the plaintiff buyer entitling the seller to retain the deposit as liquidated damages.”</p>\n<p id=\"b58-10\"> Plaintiff’s requests Nos. 5, 6, 7 and 8 read as follows:</p>\n<p id=\"b58-11\">No. 5. \"The evidence warrants finding that the plaintiff was unable to obtain F.H.A. financing as required by said real estate agreement due to a defect in the proposed sellers’ title to the locus.”</p>\n<p id=\"b58-12\">No. 6. \"The evidence requires a finding that the plaintiff was unable to obtain F.H.A. financing as <page-number citation-index=\"1\" label=\"53\">*53</page-number>required by said real estate agreement due to a defect in the proposed sellers’ title to the locus.”</p>\n<p id=\"b59-5\">No. 7. \"It is not necessary that the plaintiff herein satisfy the court that the title of the seller was defective so that the plaintiff ought to prevail at law; it is enough if it appears to be subject to adverse claims which are of such a nature as may be reasonably expected to expose the plaintiff to controversy to maintain his title or the incidents to it. He ought not to be subjected against his agreement or consent to the necessity of litigation to remove that which is only a cloud on his title. <em>Jeffries v. Jeffries, </em>117 Mass. 187. <em>Guleserian v. Pilgrim Trust Co., </em>120 NE 2nd 193.”</p>\n<p id=\"b59-6\">No. 8. \"Because of a provision in said real estate agreement that if the proposed sellers should be unable to give title as stipulated, the plaintiff had a right to be excused from performance and a right to the return of his deposit. <em>Flier, et al v. Rubin, </em>73 NE 2nd 742.”</p>\n<p id=\"b59-7\">There was no error.</p>\n<p id=\"b59-8\">The agreement stated the sale was conditional upon the plaintiff being able to obtain an F.H.A. insured bank loan. It appears from the record that the property was encumbered by a tax title and therefore the title was defective, and the F.H.A. would not finance it and although an F.H.A. commitment was first given, it was conditioned upon the bank’s approval of the title and when the title was found defective, the commitment was withdrawn.</p>\n<p id=\"b59-9\">The defendant claims to be aggrieved, among other things, by the denial of the plaintiff’s requests for rulings numbered 5, 6 and 8, by the justice’s action on request numbered 7 and the denial of defendant’s request numbered 4.</p>\n<p id=\"b59-10\">The finding of fact of the trial justice may appear to be inconsistent with the denial of the plaintiff’s requests numbered 5, 6 and 8, but if so, the defendant’s remedy was to file a motion for á new <page-number citation-index=\"1\" label=\"54\">*54</page-number>trial or a motion to correct the inconsistency in the trial court. He cannot raise that question for the first time in the Appellate Division. <em>Biggs v. Densmore, </em>323 Mass. 106, 108-109. <em>Vieira v. Balsamo, </em>328 Mass. 37, 39.</p>\n<p id=\"b60-6\">The justice’s general finding is decisive of the case and amply justifies his action on the various requests for rulings to which the defendant objected.</p>\n<p id=\"b60-7\">There being no prejudicial error, an order should be entered dismissing the report. So ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}