{
  "court": {
    "name": "Massachusetts District Court, Appellate Division"
  },
  "casebody": {
    "data": "<casebody firstpage=\"99\" lastpage=\"103\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b105-7\">\n<em>Northern District</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b105-8\">No. 8354</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b105-9\">D. P. KOSHIVAS CONSTRUCTION CO., INC. v. JOSEPH M. FINN &amp; JOSEPH M. FINN CONSTRUCTION CORP.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b105-12\">Argued: June 19, 1975.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Acz\">Decided: September 3, 1975.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b106-4\"><page-number citation-index=\"1\" label=\"100\">*100</page-number>Case tried to <em>Tuttle, J.</em></p>\n<court data-order=\"6\" data-type=\"court\" id=\"AT7\">In the First District Court of Southern Middlesex.</court>\n<docketnumber data-order=\"7\" data-type=\"docketnumber\" id=\"A5C\">No. C20185.</docketnumber>\n<p data-order=\"8\" data-type=\"judges\" id=\"b106-5\">Present: Forte, J. (Presiding), Flynn, J.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b106-6\">Flynn, J.</author>\n<p id=\"AP_\">This is an action in one count to recover for a balance of $1,145.00, for services performed pursuant to an oral agreement alleged to have been made by Joseph M. Finn acting on his own and/or acting on behalf of the Joseph M. Finn Construction Company. The answer alleges a general denial, full payment, that the work done was not in accordance with the specification, and the statute of frauds.</p>\n<p id=\"b106-7\"><em>There -was evidence tending to show that </em>Mr. Koshivas, President of the plaintiff, entered into an oral agreement with the defendant Joseph M. Finn, acting on his own and/or on behalf of the Joseph M. Finn Construction Company to do brim work on Bonney Drive, Holliston, Mass., a street under construction to be accepted by the town, at the rate of 65 c per linear foot. A dispute exists with regard to an agreement for some extra patch on the road. Mr. Koshivas testified there was an agreed price of $200.00 and the individual defendant Finn denied any agreement for extras. The work was assumed in July 1973, and 2900 linear feet of brim was laid. Mr. Finn was present and made no complaint to the plaintiff during the job. The Superintendant of Streets for Holliston, Mr. Tero, was also present during the work and found that some 300 linear feet of brim was not in accordance with the Town’s standards. He informed either Koshivas or Finn of this variance. Koshivas denies being told by Tero or Finn that this 300 feet and an additional 35 feet were improper. Koshivas, at the time the agreement was entered into knew of the Town standards for brim work.</p>\n<p id=\"b107-3\"><page-number citation-index=\"1\" label=\"101\">*101</page-number>The plaintiff billed the defendant a total of $2,130.00 (2900 linear ft. of brim and $230.00 for extras). Partial payment of $985.00 was made. A dispute exists as to an additional payment of $200.00. No other monies have been paid. A discussion with Finn about the balance of the payment took place at Finn’s garage, at which time Finn asked that payment be deffered on the balance until the town accepted the street. The street was accepted as a public way by the town in March 1974.</p>\n<p id=\"b107-4\">The following requests for rulings together with the disposition thereof were filed by the defendants:</p>\n<p id=\"b107-5\">1. The evidence does not warrant a finding that a contract existed between the plaintiff and the defendant Joseph Finn. <em>Denied.</em></p>\n<p id=\"b107-6\">2. The evidence does not warrant a finding that a contract existed between the plaintiff and the defendant Joseph M. Finn Construction Company. <em>Allowed.</em></p>\n<p id=\"b107-7\">3. The evidence does not warrant a finding that the plaintiff performed the alleged work in accordance with the agreed specifications. <em>Denied.</em></p>\n<p id=\"b107-8\">4. The evidence does not warrant a finding that the plaintiff did perform the alleged work in a manner that was consistent with local standards for such work. <em>Denied.</em></p>\n<p id=\"b107-9\">5. The evidence requires a finding that the plaintiff did not complete the work alleged. <em>Denied.</em></p>\n<p id=\"b107-10\">6. The evidence requires a finding that the plaintiff did not perform the alleged work in a proper workmanlike manner. <em>Denied.</em></p>\n<p id=\"b107-11\">The court has made no special findings of fact. The court found for the plaintiff against the defendant Joseph M. Finn, individually, in the sum of $1,100.00, and found for the defendant Joseph M. Finn Construction Corp. • • .....</p>\n<p id=\"b108-3\"><page-number citation-index=\"1\" label=\"102\">*102</page-number>The individual defendant Finn claims to be aggrieved by the court’s rulings on the defendants’ request for rulings of law ##1, 3, 4, 5, and 6 but confined his written brief and oral presentation to argument on rulings ##3, 4, 5, and 6 only.</p>\n<p id=\"b108-4\"> Although it is preferable that special findings of fact be made by the trial justice in all cases where requests for rulings of law are presented, we are not of the opinion that reversible error has been committed in this matter. <em>Castano v. Leone, </em>278 Mass. 429, 431 (1932). The trial justice, by his denial of the rulings requested, has merely ruled that he was <em>not required as a matter of law </em>to make the findings referred to in the rulings. \"Unless the findings of fact so recited were so required, there was no error in denying the requests. A justice is not bound to make findings of fact that are not required as a matter of law upon the evidence in response to requests for such findings.” <em>Perry v. Hanover, </em>314 Mass. 167, 170 (1943). <em>Menishian v. Phipps, </em>311 Mass. 521, 523-524 (1942). <em>Gosselin v. Silver, </em>301 Mass. 481, 482 (1938).</p>\n<p id=\"b108-5\">These are not requests that were denied because they were inapplicable or inconsistent with facts found or because facts stated in the requests were not found. If the trial justice denied the requests for any such reasons, he then would be required to set forth the facts that he found in order to justify his denial of the requests. Rule 64 (Rule 27 prior to July 1, 1975) of the Rules of the District Courts of the Commonwealth of Massachusetts. <em>Mericantane v. Boston and Maine Railroad, </em>291 Mass. 261, 263 (1935).</p>\n<p id=\"b108-6\">Nor are these requests to the effect that the evidence warrants certain findings of fact which are decisive of <page-number citation-index=\"1\" label=\"103\">*103</page-number><em>Barry v. Sparks, </em>306 Mass. 80, 85, 86 (1940). <em>Richards v. Gilbert, </em>336 Mass. 617, 618 (1958).</p>\n<p id=\"b109-4\">material issues in the case. In such a situation the trial justice is required to either allow the requests as correct statements of law or, unless he is denying the requests as incorrect statements of law he then must set forth the facts that he has found that render the requests immaterial. <em>Perry v. Hanover, </em>supra at 176. <em>Hurley v. Ornsteen, </em>311 Mass. 472, 480 (1942).</p>\n<p id=\"b109-5\">In the case at bar there appears to be conflicting evidence which in any event would preclude a finding for the defendant being required as a matter of law. <em>Master Craft &amp; Wayside Furniture Co. v. Sight Master Corp., </em>332 Mass. 383, 388 (1955). <em>Perry v. Hanover, </em>supra at 171-172. <em>Garrity v. Mulhern, </em>34 Mass. Appellate Decisions 27 (1966). The report indicates that there was evidence which the trial justice could have believed to the effect that the defendant Finn was present when the plaintiff performed and made no complaint at that time about any of the matters which he complains the judge as a matter of law should have found to exist. Further, that when a discussion ensued between the parties about the balance owed to the plaintiff the defendant Finn asked that payment be deferred on the remainder until such time as the Town of Holliston accepted the road, which it did in March of 1974.</p>\n<p id=\"b109-7\">On the evidence as reported we are therefore not of the opinion that the trial justice was required as a matter of law to make the findings referred to in the defendant’s requests.</p>\n<p id=\"b109-8\">There being no prejudicial error, the report is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}