{
  "casebody": {
    "data": "<casebody firstpage=\"677\" lastpage=\"685\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b695-7\">State of Connecticut <em>v. </em>Gerald Gonzalez</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aqd\">(11068)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b695-8\">Healey, Shea, Dannehy, Santaniello and Callahan, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b695-10\">Argued October 11</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AKt\">decision released December 3, 1985</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b695-12\"><em>Erskine D. McIntosh, </em>assistant public defender, with whom, on the brief, was <em>Joette Katz, </em>public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b696-4\"><page-number citation-index=\"1\" label=\"678\">*678</page-number><em>Richard F. Jacobson, </em>assistant state’s attorney, with whom, on the brief, were <em>Donald A. Browne, </em>state’s attorney, and <em>Edward J. Caldwell, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b696-5\">Callahan, J.</author>\n<p id=\"AMb4\">The defendant, Gerald Gonzalez, was charged by information with the crime of robbery in the second degree in violation of General Statutes § 53a-135 (a) (l).<footnotemark>1</footnotemark> The defendant pleaded not guilty and was tried by a jury. He was found guilty as charged and the trial court committed him to the Connecticut correctional institution, Cheshire, for a period of three years. Execution of the sentence was suspended after one year and he was placed on probation for a period of three years. The defendant’s sole claim on this appeal is that the state’s attorney improperly commented on his decision not to call certain witnesses to support his alibi.</p>\n<p id=\"b696-6\">The robbery for which the defendant was convicted occurred at about 8 o’clock on the evening of February 5, 1979, at a grocery store owned by George Rodrigues, located at 73 Fairview Avenue in Bridgeport. For the purposes of this appeal the facts of the robbery may be quickly summarized. Three men, one of whom had a handgun, held up Rodrigues while he was in the process of closing his store for the night. They took cash from the register and two six packs of beer and fled in an automobile. Rodrigues pursued the culprits in his own car, which had been parked in front of his store. Later, the three robbers and Rodrigues abandoned their vehicles and the chase continued on foot. While fleeing, one of the robbers fell and dropped <page-number citation-index=\"1\" label=\"679\">*679</page-number>a bag containing the money from the holdup. He was, however, able to resume running and to avoid capture by Rodrigues.</p>\n<p id=\"b697-5\">Later that same evening, acting on information he had received, Detective John Flynn of the Bridgeport police department took Rodrigues to the emergency room of the Park City Hospital to see if he could make an identification. The defendant was at the hospital seeking treatment for an injured ankle. Rodrigues saw the defendant in the crowded emergency room and identified him as one of the three men who had committed the robbery. He also made a positive identification of the defendant at trial.</p>\n<p id=\"b697-6\">Flynn arrested the defendant at the Park City Hospital and transported him to the Bridgeport police headquarters. En route the defendant told Flynn that at 8 p.m. he had been playing cards at the apartment of Marilyn Rodriguez, located at 383 Lexington Avenue in Bridgeport and that there were several other people in the apartment.</p>\n<p id=\"b697-7\">Prior to the commencement of trial, the defendant filed a notice of alibi defense, pursuant to Practice Book § 763, which named William Trujillo, Marilyn Rodriguez, and Willie Torres as witnesses whom the defendant would call to establish an alibi. Of these three individuals, only Trujillo testified at the trial. Trujillo and the defendant both testified that at the time of the robbery the defendant was playing cards at the Rodriguez apartment. In their testimony they named a number of people who also were there. None of those other persons, however, testified at trial.</p>\n<p id=\"b697-8\">The state’s attorney, during his initial closing argument to the jury, made three relatively brief references to the missing witnesses. He argued in one instance that “I think he owes you an obligation to either bring in each and every . . . .’’He was interrupted by an <page-number citation-index=\"1\" label=\"680\">*680</page-number>objection before he was able to complete the sentence with the word “witness,” but his point was apparent to the jury. The defendant asked that the state’s attorney’s remarks be stricken and also moved for a dismissal and a mistrial, but the trial court denied the requests. Later, in his summation, the state’s attorney on two occasions argued that the jury had a right to inquire as to what effort the defendant had made to contact certain missing witnesses to corroborate his alibi. An objection was made only on one of those occasions.</p>\n<p id=\"b698-5\">The effect of those remarks was to suggest to the jury that it might draw the inference that any testimony by the missing witnesses would have been unfavorable to the defendant. See <em>State </em>v. <em>Williams, </em>195 Conn. 1, 14, 485 A.2d 570 (1985). The defendant claims, on this appeal, that the remarks of the state’s attorney were an improper comment on the defendant’s decision not to call certain witnesses to corroborate his alibi and allowed the jury to draw an unfavorable inference from his failure to call those witnesses. He further claims that the error was prejudicial and harmful and deprived him of a fair trial. There is no claim that there was deliberate prosecutorial misconduct.</p>\n<p id=\"b698-6\"><em>In State </em>v. <em>Daniels, </em>180 Conn. 101, 113, 429 A.2d 813 (1980), we stated that, when “counsel for either the state or the defendant intends to argue to the jury that an unfavorable inference be drawn from the absence of a witness at trial, an advance ruling from the trial court should be sought and obtained.” See also <em>State </em>v. <em>Williams, </em>supra; <em>State </em>v. <em>Ubaldi, </em>190 Conn. 559, 567 n.6, 462 A.2d 1001, cert. denied, 464 U.S. 916, 104 S. Ct. 280, 78 L. Ed. 2d 259 (1983). The state’s attorney neither sought nor obtained an advance ruling from the trial court prior to making the remarks concerning the missing witnesses. The purpose of such an advance ruling is to allow the trial court to evaluate <page-number citation-index=\"1\" label=\"681\">*681</page-number>whether a party is entitled to the unfavorable inference which it seeks to have the jury draw under the test established in <em>Secondino </em>v. <em>New Haven Gas Co., </em>147 Conn. 672, 675, 165 A.2d 598 (1960). At the time the ruling is requested, “the trial court should determine whether the defendant’s fifth amendment right not to testify would be violated by the proposed argument and whether there is sufficient evidence for the jury to find that the absent witness is (1) available to the party against whom the inference is sought to operate and (2) one whom that party would naturally be expected to produce.” <em>State </em>v. <em>Daniels, </em>supra, 113-14. The state’s attorney, therefore, before he argued to the jury that the defendant had an obligation to call any particular witnesses or pointed out to the jury that the defendant had failed to produce certain witnesses to corroborate his alibi, should have sought an advance ruling from the trial court on the propriety of such an argument. The trial court should have taken corrective action by striking the state’s attorney’s comments at the time they were made and it was error to fail to do so.</p>\n<p id=\"b699-4\">The error was, however, harmless unless it was so prejudicial to the rights of the defendant that he was deprived of his right to a fair trial. <em>State </em>v. <em>Januszewski, </em>182 Conn. 142, 174, 438 A.2d 679 (1980), cert. denied, 453 U.S. 922, 101 S. Ct. 3159, 69 L. Ed. 2d 1005 (1981); <em>State </em>v. <em>Ruth, </em>181 Conn. 187, 196, 435 A.2d 3 (1980). The question is “whether the claimed erroneous action of the [trial] court would have been likely to affect the result.” <em>State </em>v. <em>McClain, </em>171 Conn. 293, 300, 370 A.2d 928 (1976). “Due process seeks to assure a defendant a fair trial, not a perfect one.” <em>State </em>v. <em>Kurvin, </em>186 Conn. 555, 565, 442 A.2d 1327 (1982). Since the defendant does not allege the violation of a constitutional right, he has the burden of proving that the court’s error was harmful. <em>State </em>v. <em>Ruth, </em>supra, 197.</p>\n<p id=\"b700-4\"><page-number citation-index=\"1\" label=\"682\">*682</page-number>Under the circumstances of this case, we conclude that any error was harmless. “In so doing we have viewed the state’s attorney’s comments in the context of the entire trial and the instructions that guided the jury’s deliberations.” <em>State </em>v. <em>Daniels, </em>supra, 112.</p>\n<p id=\"b700-5\">Our conclusion is based upon several factors. First, the fact that there were a number of people at the apartment was testified to by the defendant and William Trujillo. They were both cross-examined at some length concerning their relationship to those persons and the whereabouts of those persons at the time of trial. In addition, the defendant was questioned ábout what effort he had made to secure their presence in court to testify. Therefore, by the time the state’s attorney made his comments in final argument, the jury had already heard testimony in the same vein and the jury was already well aware that the defendant had made little or no effort to secure additional alibi witnesses. The state’s attorney’s remarks simply belabored the obvious. It is hard to imagine that the remarks, although improper, could have affected the result. Further, defense counsel indicated to the jury in his closing argument that the testimony of the missing witnesses would have been repetitious.</p>\n<p id=\"b700-6\">Moreover, the trial court did not instruct the jurors that they could draw an unfavorable inference from the absence of witnesses at the trial. Rather it effectively assuaged the possible drawing of such an inference by its jury instructions. The trial court made it clear that the jurors were not to determine any facts solely on the basis of the number of witnesses testifying thereto. It charged the jury that “[n]o fact should be determined merely by the number of witnesses for or against it. It’s the quality and not the quantity of the testimony that controls.” By charging the jury to disregard the number of witnesses, the trial court clearly indicated to the jurors that they were not to deliberate about any<page-number citation-index=\"1\" label=\"683\">*683</page-number>one who did not testify before them. <em>State </em>v. <em>Williams, </em>supra, 15. Further, the trial court instructed the jury that the defense of alibi “in no way shifts the burden of proof to the accused. ...”</p>\n<p id=\"b701-5\">We also point out that the positive identification of the defendant by the victim and the circumstances of that identification made the case against the defendant a strong one. Finally, although on one occasion the defendant made a motion to strike and also moved for a dismissal and a mistrial, on two of the three occasions when comments concerning the missing witnesses were made he did not ask the court to take any remedial action nor did he ask for a curative instruction or take any exception to the court’s charge. See <em>State </em>v. <em>Daniels, </em>supra, 113. His failure to do so is certainly an indication that at the time the defendant did not consider any harm he may have suffered as serious as he now claims on appeal. Under all the circumstances, we conclude that the error was harmless.</p>\n<p id=\"b701-6\">There is no error.</p>\n<p id=\"b701-7\">In this opinion Healey, Dannehy and Santaniello, Js., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b696-7\"> “[General Statutes] Sec. 53a-135 (a) (1). robbery in the second degree: class C felony, (a) A person is guilty of robbery in the second degree when he commits robbery and (1) he is aided by another person actually present.”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b701-8\">Shea, J.,</author>\n<p id=\"Acm\">concurring. I agree with the majority that it was improper for the prosecutor to argue the missing witness inference before seeking the court’s permission in accordance with <em>State </em>v. <em>Daniels, </em>180 Conn. 101, 113, 429 A.2d 813 (1980). It is clear, however, that all of the ingredients necessary for invocation of that principle were established by the evidence sufficiently to justify the argument that the failure to produce more than one alibi witness when others were also available detracted from the credibility of the alibi. The record is unclear as to whether the trial court implicitly granted such permission after the interruption of the <page-number citation-index=\"1\" label=\"684\">*684</page-number>prosecutor’s argument and a discussion of the subject in the absence of the jury. Although the court declared that no charge on missing witnesses would be given, none having been requested by the state, when the prosecutor continued his argument on the absence of the additional alibi witnesses after the jury had returned to the courtroom the defendant’s objection was “noted” rather than sustained.<footnotemark>1</footnotemark> In any event, since <page-number citation-index=\"1\" label=\"685\">*685</page-number>the evidentiary foundation for the missing witness inference was adequate, the court should have allowed the argument. I disagree with the view of the majority, therefore, that it was error for the trial court not to have stricken suo motu this entirely reasonable argument of the state’s attorney.</p>\n<p id=\"b703-5\">Since I find no error on the part of the trial court, but merely an impropriety on the part of the prosecutor deserving perhaps some disciplinary measure, such as a reprimand, I find the discussion of harmless error in the majority opinion superfluous. I wholly disagree with the portion of that discussion that relies upon the standard instruction concerning quality vis-a-vis quantity of testimony to mitigate the harmfulness of the supposed error in failing to strike the missing witness argument of the prosecutor. See <em>State </em>v. Williams, 195 Conn. 1, 17, 485 A.2d 570 (1985) <em>(Shea, J., </em>concurring).</p>\n<p id=\"b703-6\">I agree with the result.</p>\n<footnote label=\"1\">\n<p id=\"b702-5\"> During the colloquy held in the absence of the jury, the prosecutor argued that he should be permitted to comment on the failure of the defendant to bring in three other witnesses besides William Trujillo in support of his alibi. The defendant’s objection to this argument was that, since the state had the burden of proof, he was not obligated to produce any witnesses. We have rejected this claim of the defendant that the missing witness principle is inapplicable to a defendant in a criminal case. <em>State </em>v. <em>Watley, </em>195 Conn. 485, 488, 488 A.2d 1245 (1985); <em>State </em>v. <em>Daniels, </em>180 Conn. 101, 109, 429 A.2d 813 (1980).</p>\n<p id=\"b702-6\">The trial court denied motions made by the defendant, during this colloquy, for a dismissal and for a mistrial. The transcript continues:</p>\n<p id=\"b702-7\">“The Court: In the event that there is to be any requested charge on missing witnesses the State has a right to make such a request on missing witnesses. No request has been made. At this point the court would have been restrained not to give the missing witness presumption on missing witness charge in any event.</p>\n<p id=\"b702-8\">“Are you ready to continue your argument?</p>\n<p id=\"b702-9\">“Mr. Caldwell: Yes, Your Honor.</p>\n<p id=\"b702-10\">“The Court: All right. Bring in the jury.</p>\n<p id=\"b702-11\">(Whereupon, the jurors were brought to the courtroom at 11:05 a.m.)</p>\n<p id=\"b702-12\">“The Court: You may continue, Mr. Caldwell.</p>\n<p id=\"b702-13\">“Mr. Caldwell: Thank you, Your Honor. You heard testimony from Trujillo that Marilyn Deleon was there, the sister, fifteen years; brother Jerry, nine years of age; and a Willie Torres, fifteen years of age. Now, I think you have a right to inquire since Trujillo took the stand, the defendant took the stand, and tried to establish an alibi, whether or not any effort was made to contact these people.</p>\n<p id=\"b702-14\">“Mr. Ruane: I would have to object, again, Your Honor, on the same basis.</p>\n<p id=\"b702-15\">“The Court: Objection noted.</p>\n<p id=\"b702-16\">“Mr. Caldwell: Makes sense, doesn’t it? Having in mind Gonzalez’s testimony, he thought, he testified he laughed at Flynn when he told him that he had been identified as a robber, but he certainly seemed to have handled his alibi very cavalierly keeping in mind a young man charged with a very serious crime. I think you are entitled to hear from him since he took the stand, since he took the stand. He didn’t have to do anything. And I want you to know that I’m abundantly aware that it is the State’s burden <page-number citation-index=\"1\" label=\"685\">*685</page-number>to prove the defendant guilty beyond a reasonable doubt. Once he took the stand, I think that you were entitled to hear that efforts he made to put together this alibi and one wanting of an effort that makes sense, then I can respectfully suggest to you that this is so because for the most part it’s contrived. I don’t doubt that he was at 383 Lexington Avenue, but not at the time the robbery was committed, and, that in fact, I put it to you you can infer when he left [at seven] o’clock he left for reasons other than borrowing five dollars from an aunt. ...”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}