{
  "casebody": {
    "data": "<casebody firstpage=\"198\" lastpage=\"203\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b222-4\">Melnyk, Appellant, <em>v. </em>The Cleveland Clinic et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b222-5\">[Cite as Melnyk v. Cleveland Clinic (1972), 32 Ohio St. 2d 198.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b222-9\">(No. 72-292</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ACV\">Decided December 15, 1972.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b223-5\"><page-number citation-index=\"1\" label=\"199\">*199</page-number><em>Messrs. Snyder, Neff $ Chamberlin </em>and <em>Mr. Owen C. Neff, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b223-6\"><em>Messrs. Baker, Hostetler Patterson </em>and <em>Mr. Parker M. </em>Orr, for appellees.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b223-7\">Herbert, J.</author>\n<p id=\"Aqc\">When a metallic forceps and a nonabsorbent sponge are negligently left in a surgical patient’s body, does that act toll the running of the statute of limitation governing a resultant action for damages?<footnotemark>1</footnotemark></p>\n<p id=\"b223-8\">The summary judgment appealed from was entered and affirmed upon the authority of <em>Wyler </em>v. <em>Tripi </em>(1971), 25 Ohio St. 2d 164, 267 N. E. 2d 419, which held that a cause of action for medical malpractice accrues, at the latest, when the physician-patient relationship finally terminates. <em>Wyler, supra, </em>discussed prior cases of this court, the various national theories regarding cases of this type, and cited a firm Ohio legislative history of opposition to the adoption of a “discovery rule” which would operate upon all types of medical malpractice and do so in an unlimited fashion. <em>Wyler, </em>which was not a “foreign-object” case, also spoke candidly of the deficiencies in the existing limited discovery rule, which it upheld as the law of Ohio, <page-number citation-index=\"1\" label=\"200\">*200</page-number>and' issued a thinly veiled suggestion that the General Assembly reassess its historic position in this area.<footnotemark>2</footnotemark></p>\n<p id=\"b224-5\">The <em>Wyler </em>case involved the problems faced in the defense of a “stale” claim for medical malpractice. As in other fields of highly technical and inexact science, evidence in defense of such claims is unusually difficult to acquire and present. Balancing this against the potential injustice of extinguishing a legitimate, but unknown, claim, the General Assembly exercised its prerogative in this field and enacted a statute of limitation of comparatively brief duration.<footnotemark>3</footnotemark> <em>Wyler </em>recognized the legislative authority to so act, but, as heretofore noted, did so with an unmistakable lack of enthusiasm.</p>\n<p id=\"b224-6\">Under the record presented here, we are not now faced with facts akin to those in <em>Wyler. </em>In the instant case, it is difficult, if not impossible, to imagine a defense to the act charged. To carelessly leave a large and obvious metallic forceps and a nonabsorbent sponge in a surgical patient’s body is negligence as a matter of law, and the proof thereof is generally unsusceptible to speculation or error.<footnotemark>4</footnotemark> The relationship between the utterly helpless surgical patient and his surgeon, during surgery, is such that the latter must be held to have assumed the responsibility for the removal of such articles, excepting only those which are intentionally left there for sound medical reasons. Furthermore, as problems of proof and defense dwindle, so does the persuasiveness of the “stale claims” reasoning.<footnotemark>5</footnotemark></p>\n<p id=\"b225-4\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>We need not disturb tbe bolding in <em>Wyler, </em>nor interfere in tbe affairs of our sister branch of government, in order to accord this rule of law tbe viability we bave determined it must bave. Tbe <em>Wyler </em>syllabus speaks only of tbe time of accrual of an action for medical malpractice, and avoids tbe all-inclusive language of tbe syllabus in <em>Delong </em>v. <em>Campbell </em>(1952), 157 Ohio St. 22, 104 N. E. 2d 177, and <em>Gillette </em>v. <em>Tucker </em>(1902), 67 Ohio St. 106, 65 N. E. 865.<footnotemark>6</footnotemark> Thus, while a cause of action for medical malpractice accrues, at tbe latest, when tbe physician-patient relationship finally terminates, tbe negligent leaving of a metallic forceps and a nonabsorbent sponge inside a patient’s body during surgery will toll tbe running of tbe statute of limitation upon that cause of action until such time as tbe patient discovers, or by tbe exercise of reasonable diligence should bave discovered, tbe negligent act.</p>\n<p id=\"b225-5\">As stated in <em>Wyler, </em>many states bave adopted varying rationales for supporting a tolling theory in cases where forceps or other instruments and implements bave been <page-number citation-index=\"1\" label=\"202\">*202</page-number>carelessly left in surgical openings. These include fraudulent concealment, “unknown and inherently unknowable” conditions, “constructive” fraudulent concealment, and “continuing negligence” approaches. Whichever choice other states have made, it is our opinion that pressures associated with modern surgeon-patient relationships supply an even sounder and broader basis for announcing an exception to the general rule in cases such as the one at bar. Hence, we base our reasoning not only upon an absence of the vexatious inequities usually associated with the entertaining of “stale” medical claims, but also upon matters of sound public policy,<footnotemark>7</footnotemark> springing from the absolute and irrevocable dependence of patient upon surgeon during surgery and from the huge increase in societal or public medicine with its lamentable but concomitant lessening of the fiercely private surgeon-patient relationship <page-number citation-index=\"1\" label=\"203\">*203</page-number>of years past.<footnotemark>8</footnotemark> The facts at bar bear witness to the hypostasis of onr determination in that regard.</p>\n<p id=\"b227-5\">The judgment of the Court of Appeals is reversed, and the cause is remanded to the Court of Common Pleas for further proceedings.</p>\n<p id=\"b227-6\">\n<em>Judgment reversed.</em>\n</p>\n<judges id=\"b227-7\">O’Neill, C. J., Schneider, Stern, Leach and Brown, JJ., concur.</judges>\n<judges id=\"b227-8\">Corrugan, J., concurs in the syllabus and judgment.</judges>\n<footnote label=\"1\">\n<p id=\"b223-9\">Under the facts at bar, and in view of the instant briefs and oral argument, we do not deem it necessary to inquire fully into the ramifications of the relationship between the appellee and the surgeon. As was noted by the parties in oral argument, the major quarrel in this litigation has thus far been restricted to the limitation-of-action question. The stated query is central to the cause and obtains, in principle, irrespective of whether the case is treated as belonging under R. C. 2305.10 or under R. C. 2305.11. However, since the case has been treated below as one concerning medical malpractice, we have also directed our discussion along that line. See <em>Lundberg </em>v. <em>Bay View Hospital </em>(1963), 175 Ohio St. 133, 136, 191 N. E. 2d 821.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b224-7\">We take judicial notice that, since the <em>Wyler </em>holding, the General Assembly has not yet seen fit to do so.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b224-8\">We are not now called upon to decide whether statutes of limitation have become the sole demesne of this court. Section 5(B), Article IV, Constitution of Ohio; <em>Gregory </em>v. <em>Flowers </em>(1972), 32 Ohio St. 2d 48.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b224-9\">We recognize that this goes beyond the rule of <em>res ipsa loquitur.</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b224-10\">The danger of fraudulent medical-malpractice claims, and the special difficulties attendant with defending them following an inordinate passage of time, has been recognized by every court which has considered this troubling area of the law. However, foreign-object cases have, with increasing frequency, been distinguished from the fact pat<page-number citation-index=\"1\" label=\"201\">*201</page-number>terns of other malpractice cases. As stated in <em>Fernandi </em>v. <em>Strully </em>(1961), 35 N. J. 434, 450, 173 A. 2d 277:</p>\n<p id=\"b225-7\">“It must be borne in mind that Mrs. Fernandas claim does not raise questions as to her credibility nor does it rest on matters of professional diagnosis, judgment or discretion. It rests on the presence of a foreign object within her abdomen following an operation performed upon her by the defendant-doctors. Here the lapse of time does not entail the danger of a false or frivolous claim, nor the danger of a speculative or uncertain claim. The circumstances do not permit the suggestion that Mrs. Fernandi may have knowingly slept on her rights but, on the contrary, establish that the cause of action was unknown and unknowable to her until shortly before she instituted suit. Justice cries out that she fairly be afforded a day in court and it appears evident to us that this may be done, at least in this highly confined type of case, without any undue impairment of the two-year limitation or the considerations of repose which underlie it. If, as is to be hoped, the resulting jeopardy to defendants produces a greater measure of care in connection with surgical operations, so much the better.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b225-8\">To the extent that those eases conflict with our conclusions in the case at bar, they are now disapproved.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b226-5\">In researching the many foreign-object cases, it is an inescapable conclusion that in fashioning the various doctrines of exception heretofore mentioned, the courts did so because they were compelled to a certain result by the unusual facts and novel dilemma before them. Although the term was not found in any of the cases reviewed, a candid appraisal of the opinions suggests that their authors were actually arriving at a result which was felt mandated by considerations of public policy. In a perhaps over-enthusiastic view of the role of courts in the field of public policy, Lord Radcliffe observed:</p>\n<p id=\"b226-6\">“* * * [Public policy] stands at any rate for this, that there are some things that the law will not stand for. So regarded, it must express those inner convictions that sustain the system itself. A principle which, however reluctantly, compels the judge to deny the ordinary legal sanction to familiar categories of transactions known to the law— contract and property transfer or transmission, for instance—must be regarded as bursting, as it were, out of the inner certainties or convictions of the law. It invites no evidence, indeed it admits of none. The judge is not to be informed by others, either by the collection of their views or by their testimony of fact, as to when he is to intervene or when to sit silent. Even if one of the parties does not spontaneously raise the issue of public policy, it is the duty of the judge to search the facts and, if they warrant it, to invoke the principle. In the very fullest sense, it is the law itself that speaks.” Radcliffe, The Law <em>&amp; </em>Its Compass, 1960 Rosenthal Lectures, Northwestern University School of Law, 37-38.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b227-13\">Surgeons themselves are aware of this problem. They have been inundated with an explosion of demands for their services, much of the increase being expected and extended <em>pro bono publieo. </em>See Kourke, Group practice: more convenient but less personal, 117 Mod'. Hosp. 108 (July 1971); Hartley, Physician-patient relationship lacking, 69 Northwest Med. 917 (Dec. 70); Mechanic, The Changing Structure of Medical Practice, 32 Law <em>&amp; </em>Contemp. Prob. 707 (1967); Health Care: a symposium, 35 Law &amp; Contemp. Prob. 667 (1970).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}