{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"414\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b460-3\">S. Nicholas JACOBS and Dolores I. Jacobs, Petitioners, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b460-6\">No. 14374.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b460-7\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b460-8\">June 28, 1955.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b460-19\">Everett S. Layman, Kenneth S. Carey, Lawrence W. Jordan, Jr., James M. Dennis, Everett S. Layman, Jr., San Francisco, Cal., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b460-20\">H. Brian Holland, Asst. Atty. Gen., Melva H. Graney, Ellis N. Slack, David 0. Walter, Special Asst. Attys. Gen., John Potts Barnes, Chief Counsel, Internal Revenue Service, Washington, D. C., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b460-21\">Before DENMAN, Chief Judge, BONE, Circuit Judge, and LINDBERG, District Judge</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b460-22\">DENMAN, Chief Judge.</author>\n<p id=\"b460-23\">Petitioners, husband and wife filing joint returns, seek a review of the Tax Court’s findings,and decision of the income tax liability of petitioners for the year 1948. Since all the pertinent transactions were by 'the husband he is hereafter called petitioner.</p>\n<p id=\"b460-24\">The Tax Court found that at all pertinent times petitioner was in the business of holding and selling land.</p>\n<p id=\"b460-25\">On April 1, 1948, petitioner transferred certain land to a corporation known as Hollywood Subdivision, Inc., hereafter Subdivision, in exchange for 1,750 shares of $100 par value stock. The land was the sole asset of the corporation and petitioner became the sole owner of the corporation. On April 5, 1948, petitioner sold all the stock to a newly formed corporation, Hollywood Terrace, Inc., hereafter Terrace, in exchange for a promissory note for $175,000 <footnotemark>1</footnotemark> which was secured - by the land above mentioned. Petitioner has never had any proprietary interest in Terrace. Petitioner reported the profit from this <page-number citation-index=\"1\" label=\"413\">*413</page-number>transaction as capital gain from the sale of stock. The Commissioner determined, that the profit was ordinary income from the sale of land held for sale in the ordinary course of business and petitioner petitioned the Tax Court to redetermine the deficiency. The Tax Court found that the activation of Subdivision and the sale of its stock were steps in a single transaction and a subterfuge for the sale of land, thus agreeing with the Commissioner’s determination.</p>\n<p id=\"b461-5\">Petitioner contends that the Tax Court erred in so finding and holding and that the proceeds of the sale of the stock are from his sale of a capital asset and not from the sale of land. In the alternative petitioner contends that, if the sale was of the land, the payments on the note being in installments in the tax years 1948, 1949, 1950 and 1951 the income from 1948 on the sale should be limited to the installment payments on the notes in that year amounting to but $28,364.57, this, despite the fact that he returned the whole $125,000 as income for 1948.</p>\n<p id=\"b461-6\">Before the Tax Court the petitioner had the burden of proof in seeking a reduction in the determined tax. Welch v. Helvering, 290 U.S. Ill, 115, 54 S.Ct. 8, 78 L.Ed. 212. We think he has not maintained this burden of proof.</p>\n<p id=\"b461-7\">There was abundant evidence that the petitioner, prior to the transfer to the corporation, held the land in his business of land selling. The evidence shows that in August 1946 he caused the creation of a so-called corporation, Subdivision, and that Subdivision remained dormant after incorporation till March, 1948. In that period no stock in the corporation was issued nor even sought to be issued, no required permit of the California Corporation Commissioner was obtained, no bank account created, no salaries paid to anyone, no real estate or personal property acquired and no accounts kept.</p>\n<p id=\"b461-8\">Early in 1948 one McBride, in the real estate busin'ess, sought to buy the land in question. He was told he could not buy it but “might” be able to acquire it by buying the stock of a corporation to which petitioner would convey the desired land. On March 8, 1948 McBride formed Terrace, of which McBride owned 98% shares of the stock. On March 29, 1948 petitioner obtained the required permit to issue Subdivision stock from the California Corporation Commissioner. As above stated, on or about April 1, 1948, petitioner exchanged the land in question for 1,750 shares of $100 par value of Subdivision. Thereafter the April 5 sale occurred and Subdivision was dissolved by Terrace.</p>\n<p id=\"b461-10\">Petitioner relies on Chamberlin v. C. I. R., 6 Cir., 207 F.2d 462. We find it in accord with the conclusion reached here. The dispute in that case concerned the nature of a stock dividend distribution by a <em>bona fide </em>corporation. The court distinguished that situation from the one we are here dealing with and recognized the long line of cases this court now follows, stating at page 470:</p>\n<blockquote id=\"b461-11\">“There are numerous cases * * * where the Court * * * refused to give effect taxwise to transactions on the part of corporations because the facts and circumstances showed that the so-called corporation was one in form only, incorporated for the sole purpose of avoiding taxes and having no legitimate business purpose, masquerading under the corporate form, and accordingly not a bona fide corporation.”</blockquote>\n<p id=\"b461-12\">Whether for tax purposes several acts constitute separate and distinct transactions or are integrated steps in a single transaction is a question of fact. United States v. Cumberland Public Service Co., 338 U.S. 451, 70 S.Ct. 280, 94 L.Ed. 251; Commissioner of Internal Revenue v. Court Holding Co., 324 U.S. 331, 65 S.Ct. 707, 89 L.Ed. 981; Houck v. Hinds, 10 Cir., 215 F.2d 673.</p>\n<p id=\"b461-13\">We agree with the Tax Court’s ultimate finding of fact that the conveyance of the land “to Hollywood Subdivision, Inc.; the issuance of the stock of Hollywood Subdivision, Inc., to petitioner; the transfer of such stock by petitioner <page-number citation-index=\"1\" label=\"414\">*414</page-number>to Hollywood Terrace, Inc., and the receipt by petitioner of a note in the sum of $175,000 were component parts of a single transaction, by which petitioner effected a sale of land in the ordinary course of business.”</p>\n<p id=\"b462-4\">With regard to the contention that, though reporting the entire income for the transaction for the tax year 1948, petitioner may now change his choice of that year and have the income redistributed through the successive years in which he received installment payments on his note, the decision of the Tax Court is clearly upheld by the Supreme Court in Pacific National Co. v. Welch, 304 U.S. 191, 58 S.Ct. 857, 82 L.Ed. 1282.</p>\n<p id=\"b462-5\">In that case taxpayer wished to recompute on the installment method a return using an inept application of the deferred payment method. It was conceded that if taxpayer could recompute it would result in lower taxes, but the court said the method used by taxpayer fairly reflected income. The court also stated at pages 194-195 of 304 U.S., at page 858 of 58 S.Ct.:</p>\n<blockquote id=\"b462-6\">“Change from one method to the other, as petitioner seeks, would require recomputation .and readjustment of tax liability for subsequent years and impose burdensome uncertainties upon the administration of the revenue laws. It would operate to enlarge the statutory period for filing returns, section 53(a), 26 U.S. C.A. § 53 (a) and note, to include the period allowed for recovering over-payments, section 322(b), 26 U.S. C.A. § 322 note. There is nothing to suggest that Congréss intended to permit a taxpayer, after expiration of the time within which return is to be made, to have his tax liability computed and settled according to the other method. By reporting income from the sales in question according to the deferred payment ' method, petitioner made an election that is binding upon it and the commissioner.”</blockquote>\n<p id=\"b462-7\">The Second Circuit so holds in Marks v. United States, 98 F.2d 564, 567.</p>\n<p id=\"b462-8\">The case of United States v. Eversman, 6 Cir., 133 F.2d 261, relied upon by petitioner, is distinguishable. There the taxpayer did not report the installment as income for the tax year in question. If the case of Scales v. Commissioner, 6 Cir., 211 F.2d 133, also relied upon by petitioner, is not distinguishable, we are not in agreement.</p>\n<p id=\"b462-9\">The decision of the Tax Court is upheld.</p>\n<footnote label=\"1\">\n<p id=\"b460-26\">. The fair market value of the note was fixed at 8125,000.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}