{
  "casebody": {
    "data": "<casebody firstpage=\"470\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b518-14\">Elmer J. BENES, Appellant, v. Sumner CANARY, as United States Attorney, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b518-16\">No. 12531.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b518-17\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b518-18\">July 20, 1955.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b519-9\"><page-number citation-index=\"1\" label=\"471\">*471</page-number>William Patrick Clyne, Cleveland, Ohio, on brief, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b519-10\">Sumner Canary, Even H. Cockley, Cleveland, Ohio, on brief, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b519-11\">Before SIMONS, Chief Judge, MILLER and STEWART, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b519-12\">MILLER, Circuit Judge.</author>\n<p id=\"b519-13\">Appellant by this action sought to enjoin the United States Attorney for the Northern District of Ohio from using before the United States Commissioner, or the Grand Jury, or in any criminal proceeding, certain books and records of the appellant individually and of the E. J. Benes &amp; Company, a corporation of which he was president, which appellant claims were illegally obtained by government agents. He asked that such documents be suppressed as evidence.</p>\n<p id=\"b519-14\">The claimed illegality is that appellant, relying upon the “voluntary disclosure” policy of the Secretary of the Treasury then in existence, filed amended income tax returns for E. J. Benes &amp; Company for the fiscal years ending May 31, 1947, 1948, 1949 and 1950 and that an agent of the Internal Revenue Department thereafter came to the office of the corporation and under the scheme and subterfuge of verifying the disclosures contained in the amended tax returns for tax purposes only without criminal liability, examined the files and records in the office, through which he obtained the evidence which the Government is now planning to use in criminal prosecutions against him. As a second and independent ground of illegality, appellant claims that the agent, without the consent of the appellant or any other officer or agent of the corporation, and without a search warrant, searched through appellant’s personal files and records as well as those of the corporation in violation of the Fourth Amendment of the U. S. Constitution, thereby obtaining the evidence which appellant now seeks to suppress.</p>\n<p id=\"b519-15\">Appellant’s complaint alleges that thereafter a criminal complaint was filed <page-number citation-index=\"1\" label=\"472\">*472</page-number>with the U. S. Commissioner charging appellant with violation of the Internal Revenue Code, 26 U.S.C.A. § 1 et seq., with respect to his personal income tax return for the year 1947; that the U. S. Attorney intends and will present to the Grand Jury evidence to obtain indictments against appellant with respect to the filing of income tax returns by him personally and as principal officer of the corporation for the years 1947, 1948, 1949 and 1950; and that unless restrained from so doing will use the documents and information obtained by the Internal Revenue Agent in the examination above referred to.</p>\n<p id=\"b520-4\">After the granting of a temporary restraining order by the District Judge a hearing was held where the issues were fully developed by testimony. Thereafter the District Judge ■ dissolved the temporary restraining order and sustained appellee’s motion to dismiss the complaint. This appeal followed.</p>\n<p id=\"b520-5\">The District Judge in an opinion in support of the ruling expressed doubt that the Treasury policy granting immunity from criminal prosecution if a taxpayer made a Voluntary disclosure of omission or other misstatement in his income tax return would be binding up on the Government without Congressional sanction. It will be noted that the declaration of policy said:. “The Commissioner of Internal Revenue does not <em>recommend </em>criminal prosecution * * (Italics added.) However, he recognized that a careful and full compliance with such a publicly stated policy by a taxpayer might under some circumstances create a situation calling for moral forbearance or present ’a potential .defense to a later prosecution, and did not rest his ruling upon that ground. He found as a fact that the filing of the amended returns under the circumstances presented by the evidence did not constitute a voluntary disclosure within the meaning of the Commissioner’s proclamation in that the evidence failed to sustain appellant’s contention of reliance upon the Commissioner’s policy in filing the amended returns. He also held that the evidence failed to sustain appellant’s contention that the Internal Revenue agent examined the files and records of the corporation without permission.</p>\n<p id=\"b520-7\">We are of the opinion that while the issue of unlawful search and seizure is properly raised by this proceeding and before us on this review, the competency or incompetency of the evidence obtained through appellant’s claimed reliance upon the Treasury’s “voluntary disclosure’’ policy should not be determined in a <em>pre-indictment </em>proceeding of this kind. Rule 41(e), Rules of Criminal Procedure, 18 U.S.C.A.; Centracchio v. Garrity, 1 Cir., 198 F.2d 382, certiorari denied 344 U.S. 866, 73 S.Ct. 108, 97 L.Ed. 672; Chieftain Pontiac Corp. v. Julian, 1 Cir., 209 F.2d 657; White v. United States, 5 Cir., 194 F.2d 215; United States v. Thompson, 251 U.S. 407, 413-415, 40 S.Ct. 289, 64 L.Ed. 333. The reasons for such a ruling are fully discussed in Centracchio v. Garrity, supra, and need not be repeated here.</p>\n<p id=\"b520-8\">The ruling upon the issue, of unlawful search and seizure depended largely upon, the proper interpretation to be given to certain testimony of the appellant together with an evaluation of the credibility of the witnesses. Following the filing on May 8, 1951 of amended income tax returns for the corporation for the years 1947, 1948, 1949 and 1950, an agent of the Internal Revenue Department came to appellant’s office about August 2, 1951, introduced himself to appellant and .stated that he wanted to check the amended- returns. Appellant took.him to his accountant’s office in the same building whom he instructed to turn over to the agent certain files and corporation books which were in the accountant’s possession. The information contained in those records would not have been sufficient to support a criminal prosecution. Appellant testified that he did not authorize the accountant or any person in appellant’s office to turn over any other information to the agent, but that upon returning to his office; some days later he saw the agent going through, files in the office <page-number citation-index=\"1\" label=\"473\">*473</page-number>that had not been turned over to him. On this particular point appellant testified as follows;</p>\n<blockquote id=\"AfJ\">“Q. Who else was in the office at that time? A. Mr. Baldwin.</blockquote>\n<blockquote id=\"Auqy\">. ,, Q. Now when you came m the office what did you do when you saw Lewitt at the files? A. I saw him at the files, at which time he immediately closed the file drawer, put en his hat and walked out. I immediately went to Mr. Baldwin and asked him if he had given anyone permission to go into the files.</blockquote>\n<blockquote id=\"ahi-dedup-1\">“Q. Had you given^anyone permission? A. No, sir.</blockquote>\n<p id=\"AaG\">Baldwin testified that he saw a man whom he did not know at the files in the office when he returned from lunch, that he had no conversation with him, didn’t pay any particular attention to him, and had not given him any permission to examine the files. Appellant’s secretary testified that on one occasion the agent came into the office when appellant was not there and asked for some records, which she gave to him; that she had not received any instructions, had not been instructed not to give him the books and records, and thought it was all right; that on another occasion she returned from lunch and saw the agent in the files, and that he continued to go through the files for some fifteen to forty-five minutes longer. The filing cabinets had locks on them with keys in the possession of appellant and his secretary.</p>\n<p id=\"AFbk\">On cross-examination, appellant admitted that the agent told him that he wanted to examine the books and records necessary in order to check the amended returns; that he had not issued any instructions to anyone not to permit him to examine the files; that after seeing the agent at the files he did not tell him that he objected to his examining the files; that there were not any files he was unwilling to have the agent inspect; and that had the a^ent asked for Permission he would have been allowed to see any records he desired.</p>\n<p id=\"Ag9s\">, ,The agent testified that he asked appellant for permission to examine all of the records when he first talked with him at his office: ,that « was understood be^een them that appellant would advise his Personnel that he was authorized to into the files! that in order to make an audit was necessary to go into the files and records in the office and that he asked permission from the office girl to do so; and “Well, I am certain that I was authorized to be there because no one ever made any objection nor ever told me that I wasn’t to look at anything, any record of any kind.”</p>\n<p id=\"A1qe\">In our opinion, the ruling of the District Judge that the evidence so obtained from the files in appellant’s office was not obtained through an illegal search and seizure, is amply supported by the evidence, Campbell v. United States, 6 Cir., 151 F.2d 605; Bilodeau v. United States, 9 Cir., 14 F.2d 582, 585, certiorari denied 273 U.S. 737, 47 S.Ct. 245, 71 L.Ed. 866; Lisansky v. United States, 4 Cir., 31 F.2d 846, 851, 67 A.L.R. 67; Bowles v. Joseph Denunzio Fruit Co., D.C.W.D.Ky., 55 F.Supp. 9, 11, and should not be disturbed on appeal. Poetter v. United States, 9 Cir., 31 F.2d 438, 439.</p>\n<p id=\"A7d\">The jU(jgmeilt of the District Court is modified so as to make the dismissal of the action without prejudice to a later ruling at the proper time by the District Judge on the alleged incompetency of the evidence by reason of appellant’s reliance upon the “voluntary disclosure” policy of the Treasury, Centracchio v. Garrity, supra, and as so modified is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}