{
  "casebody": {
    "data": "<casebody firstpage=\"667\" lastpage=\"670\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b715-4\">UNITED STATES of America, Plaintiff-Appellee, v. The PEELLE COMPANY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b715-6\">No. 324, Docket 23611.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b715-7\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b715-8\">Argued May 5, 1955.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b715-9\">Decided June 9, 1955.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b715-24\">Leonard P. Moore, U. S. Atty., Eastern Dist. of New York, Brooklyn, N. Y., for appellee (Richard C. Packard, Brooklyn, N. Y., Robert J. Grimmig, E. Rock-away, N. Y., H. Elliot Wales, Asst. U. S. Attys., Brooklyn, N. Y., of counsel).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b715-25\">Blaisdell &amp; Dunne, New York City, for defendant-appellant (Parker, Chapin &amp; Flattau, Russell S. Knapp, Alvin McKinley Sylvester, Joseph Levy, New York City, of counsel).</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b715-26\">Before CLARK, Chief Judge, MEDINA, Circuit Judge, and DIMOCK, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b716-3\"><page-number citation-index=\"1\" label=\"668\">*668</page-number>DIMOCK, District Judge.</author>\n<p id=\"b716-4\">Appellant, The Peelle Company, is a corporate taxpayer alleged to be in default in the payment of well over $1,-000. 000 in taxes for the years 1945 to 1949. Jeopardy assessments made against appellant by the Commissioner of Internal Revenue and received by the District Director of Internal Revenue on January 21, 1955 were filed with the Clerk of the United States District Court for the Eastern District of New York on January 24, 1955 and on that day the District Director of Internal Revenue, Brooklyn, New York, gave defendant notice and made demand for payment of the taxes due. No payments on account of these taxes have been made by appellant to date.</p>\n<p id=\"b716-6\">On January 28, 1955 the Government began this action to foreclose tax liens pursuant to 28 U.S.C. §§ 1345, 1396; 1. R.C. §§ 6321, 6322, 6325, 7403 (1954) and, on the ex parte motion of the Government, Judge Abruzzo entered an order appointing a temporary receiver. At the same time he signed an order to show cause why the appointment of the temporary receiver should not be made permanent, returnable on February 4, 1955. On February 4, 1955 appellant appeared through its counsel. During the period from February 4 to March 15, 1955 the parties were given opportunity to submit affidavits and answering affidavits and a large number thereof were submitted.</p>\n<p id=\"b716-8\">On February 25, 1955 this court, from the bench, denied a motion by appellant, made on February 24, 1955, for a stay of execution of the order appointing the temporary receiver pending an appeal from that order.</p>\n<p id=\"b716-9\">On March 3, 1955 appellant company moved in the District Court for an order striking and suppressing certain affidavits made in behalf of the Government by the temporary receiver and his accountant and for an order vacating the appointment of the- temporary receiver. Orders denying both motions were entered by the District Court on March 30, 1955.</p>\n<p id=\"b716-11\">By order entered April 4, 1955 the court appointed the temporary receiver as permanent receiver.</p>\n<p id=\"b716-12\">On April 11, 1955 this court, from the bench, denied a motion by appellant, made on April 7, 1955, for a stay of execution of the order appointing the permanent receiver pending an appeal from that order.</p>\n<p id=\"b716-13\">The present appeal is from the order of January 28, 1955, appointing a temporary receiver of appellant company, from the order of March 30, 1955, denying appellant’s motion to suppress affidavits made by the temporary receiver and his accountant, and, from the order of April 4, 1955, appointing a permanent receiver of appellant company. D.C., 131 F.Supp. 341.</p>\n<p id=\"b716-14\">The order of January 28, 1955: Appellant says that this order was invalid. Section 7403(d) of the Internal Revenue Act of 1954, 68A Stat. 874, provides, inter alia, that the court “upon certification by the Secretary [of the Treasury] or his delegate during the pendency of such proceedings [to enforce a lien or to subject property to the payment of the tax] that it is in the public interest, may appoint a receiver with all the powers of a receiver in equity.” Appellant says that since the certification was filed after the order was entered the order was entered in violas tion of the provisions of the statute. This point is without merit. It appears, and appellant does not deny, that the Secretary executed the required certification on January 28, 1955, the day of the appointment of the temporary receiver. We find nothing in the statute that warrants a construction which would require that the Secretary’s certification be filed in the court in which the proceeding is pending. Appellant does not con-; tend that the court was not aware of the Secretary’s certification when the temporary receiver was appointed and; what is more, it appears that Judge Ab-<page-number citation-index=\"1\" label=\"669\">*669</page-number>ruzzo had before him on the ex parte motion the Government’s verified complaint which alleged that it was entitled to the appointment of a receiver pursuant to section 7403.</p>\n<p id=\"b717-5\">But, says appellant, even if the statute’s requirement of certification by the Secretary was satisfied it was improper, under the general equity principles usually applicable to applications for the appointment of receivers, for the court to appoint a temporary receiver ex parte in this case. While the appointment of a receiver under the statute is discretionary, the Government’s right to have a receiver appointed does not depend upon its ability to make out a case for it as if there were no statute. See United States v. Pettyjohn, D.C.W.D.Mo., 84 F.Supp. 423; United States v. Lias, D.S.N.D.W.Va., 103 F.Supp. 341. The court’s act was well within the discretion which the statute gave it. The Government’s complaint alleged that the appointment of a receiver was necessary in order to prevent appellant from “wasting, dissipating, selling, mortgaging or otherwise disposing” of its properties and assets. This was in addition to the presence of all of the conditions set out in section 7403.</p>\n<p id=\"b717-6\">.The order of March 30, 1955: Appellant says that the court committed prejudicial error in refusing to strike and suppress affidavits of the temporary receiver and his accountant. These affidavits were made in behalf of the Government’s motion for the appointment of a permanent receiver. The gist of appellant’s argument is that in denying its motion the court perifiitted the temporary receiver to forsake his position of impartial stakeholder and officer of the court and to assume a position of advocate for the Government and, indeed, for himself since he proved to be the man who was appointed permanent receiver. We agree with appellant that the temporary receiver was an officer of the court. But from this point appellant proceeds along a road where we cannot follow. As officer of the court the temporary receiver had a duty to report what he saw and experienced with respect to appellant. We have no reason to believe that the attacked affidavits were not truthful. The mere fact that the appointment of the temporary receiver as permanent receiver may have resulted, at least in part, from the observations reported in the attacked affidavits does not, of itself, constitute evidence of impropriety in the officer’s making the affidavits or in the court’s receiving them.</p>\n<p id=\"b717-8\">The order of April 4, 1955: Of a number of alleged prejudicial errors in the course of the proceedings which resulted in the appointment of the permanent receiver only two warrant discussion. First, appellant says that it was denied an oral hearing on the facts and, consequently, the right to cross-examine the Government’s witnesses. . The record before us fails to indicate that appellant ever made a timely request for such a hearing so that it cannot be fairly said that appellant was “denied” a hearing. The fact that the court did not require one cannot be said to have constituted prejudicial error. Second, appellant says that the court imposed upon it the burden of proving that a permanent receiver should not be appointed. Here again, this is simply not so. The issuance of an order to show cause does not shift the burden of proof. Judge Abruzzo’s elaborate opinion summarized the evidence on both sides and indicates beyond peradventure, when read in its entirety, that he appointed a permanent receiver because the Government had convinced him that it was in the public interest for him to do so.</p>\n<p id=\"b717-9\">The affidavits introduced in behalf of the Government alleged that one of the appellant’s major stockholders had pleaded guilty to income tax evasion; that appellant’s books were in a state of disarray; that appellant was a family corporation controlled by people who were young, inexperienced and involved in family squabbles for control and that appellant was worth $3,000,000 in terms of its good will but had not sufficient <page-number citation-index=\"1\" label=\"670\">*670</page-number>liquid assets to pay the taxes represented by the jeopardy assessment. Appellant says that none of this evidence can be relied upon as having shown a danger of fraud, waste or mismanagement in the event that a receiver were not appointed and that without such a showing the appointment of the permanent receiver was improper. As intimated above such a showing is not indispensable under the statute.</p>\n<p id=\"b718-4\">The orders appealed from are affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}