{
  "casebody": {
    "data": "<casebody firstpage=\"49\" lastpage=\"63\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b63-4\">Ronald Watts &amp; another<footnotemark>1</footnotemark> <em>vs. </em>Commonwealth.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b63-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ApH\">March 6, 2014. -</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"As9\">May 6, 2014.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b63-6\">Present: Ireland, C.J., Spina, Cordy, Botsford, Gants, Duffly, &amp; Lenk, JJ.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b63-10\">The case was reported by <em>Lenk, </em>J.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b63-11\"><em>Barbara Kaban, </em>Committee for Public Counsel Services <em>(Benjamin H. Keehn, </em>Committee for Public Counsel Services, with her) for the petitioners.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b63-12\"><em>Robert J. Bender &amp; Varsha Kukafka, </em>Assistant District Attorneys <em>(Nathanael Burris, </em>Assistant District Attorney, with them) for the Commonwealth.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b63-13\"><em>John E. Roberts, </em>of New York, <em>Scott Harshbarger, Michael R. Hackett, &amp; Jamie Crystal-Lowry, </em>for Citizens for Juvenile Justice &amp; others, amici curiae, submitted a brief.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b63-14\"><em>Joseph D. Early, Jr., </em>District Attorney for the Worcester District, <em>&amp; Jane A. Sullivan, </em>Assistant District Attorney, for the District Attorney for the Worcester District, amicus curiae, submitted a brief.</attorneys>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b63-16\">Kevin Aguirre.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b63-15\">Ireland, C.J.</author>\n<p id=\"Axp\">This case requires us to decide whether St. 2013, c. 84 (act), which extended the Juvenile Court’s jurisdiction to persons who are seventeen years of age at the time of <page-number citation-index=\"1\" label=\"50\">*50</page-number>committing an offense, applies retroactively to persons who were seventeen years of age when they committed an offense and against whom criminal proceedings had begun and were pending on September 18, 2013, the effective date of the act. We conclude that the act is not retroactive to criminal cases begun and pending before September 18, 2013, against persons who were seventeen years of age at the time of the alleged offense.</p>\n<p id=\"b64-5\">1. <em>Background. </em>On March 4, 2013, a complaint issued in the Quincy Division of the District Court Department charging Ronald Watts with unarmed robbery,<footnotemark>2</footnotemark> assault and battery by means of a dangerous weapon, assault and battery, and malicious destruction of property.<footnotemark>3</footnotemark> At the time of the alleged offenses, Watts was seventeen years of age.</p>\n<p id=\"b64-6\">On August 13, 2013, a complaint issued in the Framingham Division of the District Court Department charging Kevin Aguirre with attempt to commit a crime, malicious destruction of property, disorderly conduct, and accessory before the fact.<footnotemark>4</footnotemark> At the time of the alleged offenses, Aguirre was seventeen years of age.</p>\n<p id=\"b64-7\">On September 18, 2013, the Governor signed the act, which states that it “shall take effect upon its passage.” St. 2013, c. 84, § 34. As relevant here, the act amended the upper limit of the operative ages in the definitions of a “ [delinquent child” and “youthful offender” under G. L. c. 119, § 52, from seventeen years of age to eighteen. See St. 2013, c. 84, § 7.<footnotemark>5</footnotemark> Similarly, under the act, G. L. c. 119, § 54, was amended to expand the jurisdiction of the Juvenile Court to complaints alleged against <page-number citation-index=\"1\" label=\"51\">*51</page-number>delinquent children and indictments issued against youthful offenders to include those under eighteen years of age. St. 2013, c. 84, § 8. Further, the act amends G. L. c. 119, § 74, to state that no criminal proceeding shall be begun against any person who prior to his eighteenth birthday commits an offense against the laws of the Commonwealth without first proceeding against him as a delinquent child. St. 2013, c. 84, §§ 25, 26. The general effect of the act is to treat children accused of violating criminal statutes who are seventeen years of age at the time as delinquent children or youthful offenders, and no longer as adult criminals, and to have their cases (with certain exceptions)<footnotemark>6</footnotemark> adjudicated in the appropriate Juvenile Court rather than in sessions of the Superior or District Courts.</p>\n<p id=\"b65-5\">Citing the act, the petitioners moved to dismiss the previously identified District Court charges against them, claiming that the District Courts no longer had jurisdiction over them because they were seventeen years of age, and not eighteen years of age, at the time the alleged offenses occurred and when the criminal proceedings had begun. Essentially, the petitioners claimed that the act should be applied retroactively to their pending District Court cases. Their motions were denied. The petitioners then together filed a petition for relief pursuant to G. L. c. 211, § 3, seeking that the orders denying their motions to dismiss be vacated. A single justice of this court reserved and reported the case without decision. On March 7, 2014, we issued the following order:</p>\n<blockquote id=\"b65-6\">“Because the petitioners’ District Court criminal cases [had] begun before, and were pending on, September 18, 2013, the effective date of St. 2013, c. 84, ‘An Act Expanding Juvenile Jurisdiction,’ it is hereby ORDERED that a judgment is to enter in the county court (SJ-2013-0462) denying the petition for relief pursuant to G. L. c. 211, [§] 3, of Ronald Watts and Kevin Aguirre. Opinion or opinions to follow.”</blockquote>\n<p id=\"b65-7\">This opinion states the reasons for that order.</p>\n<p id=\"b66-4\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>2. <em>Discussion. </em>We reject the petitioners’ contention that, by its “plain terms,” the act applies retroactively to their pending cases.<footnotemark>7</footnotemark> The act states that it “shall take effect upon its passage,” St. 2013, c. 84, § 34, which occurred on September 18, 2013. It also provides that “no criminal proceeding shall be begun against any person who prior to his eighteenth birthday commits an offense against the laws of the commonwealth . . . without first proceeding against him as a delinquent child.” G. L. c. 119, § 74, as amended through St. 2013, c. 84, §§ 25, 26. When these provisions are read together, as relevant here, the act provides that, on and after its effective date, September 18, 2013, criminal proceedings (save those referred to in note 6, supra) may not be begun in the Superior Court or in the District Court against juveniles who were seventeen years of age at the time of the alleged offense. Thus, the act expressly protects a juvenile who is seventeen years of age and who is charged with committing a crime on or after September 18, 2013. It also protects a juvenile who was seventeen years of age at the time of an alleged offense committed before September 18, 2013, but who had not been charged until on or after September 18, 2013. Nothing in the act, however, speaks to whether its provisions should be applied retroactively to cases involving juveniles who were seventeen years of age at the time of the alleged offense and whose criminal cases in the Superior or District Court were begun prior to, and were pending on, September 18, 2013.<footnotemark>8</footnotemark> Contrast <em>Boston Edison Co. </em>v. <em>Massachusetts Water Resources Auth., </em>459 Mass. 724, 743 (2011) (calculation of interest in <page-number citation-index=\"1\" label=\"53\">*53</page-number>eminent domain proceedings pursuant to G. L. c. 79, § 37, as amended through St. 2004, c. 352, § 178, provided that statute “shall apply to those pending cases in which no final judgment has entered as of the effective date of this act”).</p>\n<p id=\"b67-5\">When determining whether a defendant is entitled to the benefit of a statutory amendment, we have been guided by G. L. c. 4, § 6, which sets forth rules for the construction of “strictly penal” statutes. See <em>Commonwealth </em>v. <em>Dotson, </em>462 Mass. 96, 99 (2012), citing <em>Nassar </em>v. <em>Commonwealth, </em>341 Mass. 584, 588 (1961). The petitioners argue that G. L. c. 4, § 6, does not apply because the act’s provisions only expanded the Juvenile Court’s jurisdiction and did not alter the punishment for any offense. Thus, the petitioners maintain, the act is not “penal” in nature and its provisions therefore should be given retroactive effect. See <em>Nassar </em>v. <em>Commonwealth, supra </em>at 589, citing <em>Berkwitz, petitioner, </em>323 Mass. 41, 46-47 (1948). We disagree.</p>\n<p id=\"b67-6\">The act does not merely make procedural changes to the Juvenile Court’s jurisdiction. It changes both the nature of the proceedings against,<footnotemark>9</footnotemark> and dispositional options for,<footnotemark>10</footnotemark> juveniles <page-number citation-index=\"1\" label=\"54\">*54</page-number>who are seventeen years of age at the time of the alleged offense. The distinction between “child and adult adjudication exists partly to avoid the infringement of a child’s constitutional rights, and partly to avoid the attachment of criminal stigma to children who may be amenable to rehabilitation.” <em>Commonwealth </em>v. <em>Connor C., </em>432 Mass. 635, 642 (2000), citing <em>Metcalf </em>v. <em>Commonwealth, </em>338 Mass. 648, 651 (1959). Based on our review of the act, we conclude that “the changes are sufficiently substantive, and affect so much more than mere procedure and the amount of punishment, as to lead us to apply them only prospectively in the absence of a clearly expressed intention to have them effective retroactively,” <em>Nassar </em>v. <em>Commonwealth, </em>341 Mass. at 590; no such intention exists here. This determination makes it appropriate for us to consider the application of G. L. c. 4, § 6.</p>\n<p id=\"b68-5\">General Laws c. 4, § 6, provides, in relevant part:</p>\n<blockquote id=\"b68-6\">“In construing statutes the following rules shall be observed, unless their observance would involve a construction inconsistent with the manifest intent of the law-making body or repugnant to the context of the same statute ....</blockquote>\n<blockquote id=\"b68-7\">“Second, The repeal of a statute shall not affect any punishment, penalty or forfeiture incurred before the repeal takes effect, or any suit, prosecution or proceeding pending at the time of the repeal for an offence committed, or for the recovery of a penalty or forfeiture incurred, under the statute repealed.”</blockquote>\n<p id=\"b68-8\">“Because we interpret an amendment of a penal statute to constitute an implicit repeal where ‘amended sections of a statute are inconsistent with the earlier provisions,’ <em>[Commonwealth </em>v. <em>Dotson, </em>462 Mass. at 100, citing <em>Nassar </em>v. <em>Commonwealth, </em>341 Mass. at 589], and deem a ‘punishment, penalty or forfeiture’ to be ‘ “incurred,” within the meaning of [G. L. c. 4,] § 6, Second, at the time the offence for which punishment is imposed is committed,’ <em>[Commonwealth </em>v.] <em>Dotson, supra, </em>quoting <em>Patrick </em>v. <em>Commissioner of Correction, </em>352 Mass. 666, 669 (1967), ‘a newly enacted [penal] statute is presumptively prospective.’ <em>Commonwealth </em>v. <em>Galvin, </em>[466 Mass.] 286, 290 (2013).” <em>Commonwealth </em>v. <em>Bradley, </em>466 Mass. 551, 553 (2013). The result of <page-number citation-index=\"1\" label=\"55\">*55</page-number>this presumption is to “preserve, even after legislative change of a statute, the liability of an offender to punishment for an earlier act or omission made criminal by the statute repealed in whole or in part.” <em>Nassar </em>v. <em>Commonwealth, supra. </em>Indeed, “it is well settled that ‘legislation commonly looks to the future, not to the past, and has no retroactive effect unless such effect manifestly is required by unequivocal terms.’ ” <em>Commonwealth </em>v. <em>Dotson, supra </em>at 101, quoting <em>Patrick </em>v. <em>Commissioner of Correction, supra.</em></p>\n<p id=\"b69-5\">The presumption of prospective application is not absolute. <em>Commonwealth </em>v. <em>Bradley, </em>466 Mass. at 553. In accordance with G. L. c. 4, § 6, we must ask whether the prospective application of the legislation in question would be “inconsistent with the manifest intent of the law-making body <em>or </em>repugnant to the context of the same statute” (emphasis in original). <em>Commonwealth </em>v. <em>Bradley, supra, </em>quoting G. L. c. 4, § 6. These are distinct exceptions. <em>Commonwealth </em>v. <em>Bradley, supra.</em></p>\n<p id=\"b69-6\">“The presumption of prospective application is ‘inconsistent with the manifest intent of the law-making body’ where there is ‘a clearly expressed intention’ of the Legislature that the new statute apply retroactively.” <em>Id. </em>at 554, quoting <em>Nassar </em>v. <em>Commonwealth, </em>341 Mass. at 590. “In ascertaining the intent of the Legislature, we look to ‘all [the statutory] words construed by the ordinary and approved usage of the language, considered in connection with the cause of its enactment, the mischief or imperfection to be remedied and the main object to be accomplished to the end that the purpose of its framers may be effectuated.’ ” <em>Commonwealth </em>v. <em>Bradley, supra, </em>quoting <em>Commonwealth </em>v. <em>Galvin, </em>466 Mass. at 290-291. “To overcome the presumption of prospective application through this first exception, inferring that the Legislature probably intended retroactive application is not enough; that intent must be ‘clearly expressed.’ ” <em>Commonwealth </em>v. <em>Bradley, supra, </em>quoting <em>Commonwealth </em>v. <em>Dotson, </em>462 Mass. at 101. Last, it should be noted that “[t]he Legislature may clearly express its intent through the words used in a statute or the inclusion of other retroactive provisions in the statute that would make prospective application of the provision at issue ‘anomalous, if not absurd.’ ” <em>Commonwealth </em>v. <em>Bradley, supra, </em>quoting <em>Commonwealth </em>v. <em>Galvin, supra </em>at 291.</p>\n<p id=\"b70-4\"><page-number citation-index=\"1\" label=\"56\">*56</page-number>As has been noted, the Legislature did not clearly express an intention that the act apply retroactively to cases in the Superior or District Court (involving persons who were seventeen years of age at the time of the alleged offense) begun before and pending on September 18, 2013. Rather, the act addresses proceedings begun on or after its effective date. See G. L. c. 119, § 74, as amended through St. 2013, c. 84, §§ 25, 26. The operative facts are not just the age of the offender at the time of the alleged offense, but also the date proceedings have “begun.”</p>\n<p id=\"b70-5\">We note that there are no other provisions in the act that would render prospective application of the act “anomalous, if not absurd.” <em>Commonwealth </em>v. <em>Bradley, </em>466 Mass. at 554, quoting <em>Commonwealth </em>v. <em>Galvin, </em>466 Mass. at 291. Our decision in <em>Commonwealth </em>v. <em>Galvin </em>does not aid the petitioners. In <em>Commonwealth </em>v. <em>Galvin, supra </em>at 286-287, we determined that the reduction in a mandatory minimum sentence required under a provision of St. 2012, c. 192 (Crime Bill),<footnotemark>11</footnotemark> for violations of G. L. c. 94C, § 32A <em>(d), </em>applied retroactively to a defendant who committed an offense before the effective date of the statute, but whose conviction and sentencing did not occur until after that effective date. We noted that, in another section of the Crime Bill, the Legislature provided that those already serving a mandatory minimum sentence under § 32A <em>(d) </em>would be eligible for parole, probation, work release, and deductions in sentences for good conduct. <em>Commonwealth </em>v. <em>Galvin, supra </em>at 287. “We concluded that the Legislature’s intent to make the reductions in mandatory minimum sentences retroactive under [the Crime Bill] was manifest because, otherwise, the opportunity for a reduction in sentence under the Crime Bill would be provided to those who had already been sentenced for violations of § 32A <em>(d), </em>but not to ‘the limited class of persons who committed offenses before the amendments but were not convicted and sentenced until after the amendments’ effective date.’ ” <em>Commonwealth </em>v. <em>Bradley, </em>466 Mass. at 554-555, quoting <em>Commonwealth </em>v. <em>Galvin, </em>466 Mass. at 291. In this case, the anomalies that supported retroac<page-number citation-index=\"1\" label=\"57\">*57</page-number>tive application in <em>Commonwealth </em>v. <em>Galvin, supra, </em>are not present. The act confers no benefit on those already convicted and sentenced in the Superior or District Court for offenses committed by persons who were seventeen years of age.</p>\n<p id=\"b71-5\">The petitioners point to the purpose of the act to argue that it must be applied retroactively to them. There is no dispute that the legislative purpose of the act is to protect minors, particularly children who are seventeen years of age, from certain well-documented harms, including victimization by adult inmates and an increased risk of recidivism, that arise when children are prosecuted as if they were adults.<footnotemark>12</footnotemark> These issues are significant and compelling.<footnotemark>13</footnotemark> It is no help to these children, however, if they are transferred to the Juvenile Court system before the system is able to absorb them and able to provide the attending services that they need.</p>\n<p id=\"b71-6\">This point was made during the legislative debate. When testifying in support of the act, the Chief Justice of the Juvenile ■ Court, Michael F. Edgerton, stated that, pursuant to the act, there would be “over 8,000 additional cases” in the Juvenile Court and an increase in arraignments in the Juvenile Courts of <page-number citation-index=\"1\" label=\"58\">*58</page-number>“about 60 [per cent].”<footnotemark>14</footnotemark> See Hearing on House Bill No. 1432 (Apr. 3, 2013) (remarks of Michael F. Edgerton, Chief Justice of the Juvenile Court). In connection with his testimony, Chief Justice Edgerton submitted a report entitled “Impact of Raising the Age of Adult Criminal Responsibility in the Commonwealth of Massachusetts from 17 to 18,” dated March 15, 2013 (report), which states in its introduction that “it is anticipated that implementation of the new legislation will be prospective” (emphasis added).<footnotemark>15</footnotemark> The report specifies that the “increase in Juvenile Court jurisdiction to include persons [who are seventeen years of age at the time of committing the alleged offense] will add 3,508 additional persons before the court and 8,129 additional charges based upon 2011 calendar year statistics.”<footnotemark>16</footnotemark> The authors estimate that, to account for the new legislation, there will be a need for additional staff, including judges, clerk-magistrates, clerical staff, probation officers, “equivalent clinicians,” and “forensic mental health professionals that include a <page-number citation-index=\"1\" label=\"59\">*59</page-number>part-time psychiatrist, psychologists and master level clinicians” to provide services to these additional juveniles. Thus, the Legislature was made aware that significant impacts would result were the act to pass and that additional staff and services were anticipated in order to implement the act going forward.</p>\n<p id=\"b73-5\">Significantly, there is no mention in the cited reports or in the legislative debate (or in the record) of the number of actual <em>pending </em>cases in the Superior or District Courts involving juveniles who were seventeen years of age at the time of the alleged offense, as of September 18, 2013, that, were the act to apply retroactively, would need to be dismissed for lack of subject matter jurisdiction and refiled in the Juvenile Court.<footnotemark>17</footnotemark> Retroactive application of the act to these cases, as urged by the petitioners, would present potential legal and appellate issues concerning the effect of proceedings that had already taken place, such as dispositions on suppression motions and discovery disputes. For instance, the admissibility of statements made by a juvenile who was seventeen years of age to police could be challenged if the juvenile did not have the opportunity to consult with a parent, interested adult, or attorney. See <em>Commonwealth </em>v. A <em>Juvenile, </em>389 Mass. 128, 134 (1983) (for cases involving juvenile who has reached fourteen years of age “there should ordinarily be a meaningful consultation with [a] parent, interested adult, or attorney to ensure that the [juvenile’s Miranda rights] waiver is knowing and intelligent”). The practical consequences of applying the act retroactively to cases such as the petitioners’ simply were not taken into consideration by the Legislature when enacting the act.</p>\n<p id=\"b73-6\">The silence here, of the Legislature and in the reports in our record, concerning this issue, examined together with the language appearing in G. L. c. 119, § 74, as amended through St. 2013, c. 84, §§ 25, 26, and the stated effective date of the act, instruct our determination. We conclude that it is the intent of the Legislature that the act applies going forward only and does not implicate cases begun and pending before September 18, 2013, in the Superior or District Court involving children who were seventeen years of age at the time of the alleged <page-number citation-index=\"1\" label=\"60\">*60</page-number>offense. It is not “absurd” for the Legislature to account for the significant impact of the act by deciding to draw a line and not have the act apply to juveniles who were seventeen years of age at the time of the alleged offense and whose cases had begun before, and were pending on, the act’s effective date, “for all statutes must take effect as of some date.” <em>Nassar </em>v. <em>Commonwealth, </em>341 Mass. at 590-591. Last, “[t]he mere fact that some persons were at some later date governed by a law more favorable to them than the law which applied to the defendant is insufficient to strike down an otherwise valid statute; to hold the opposite would be either to eradicate all new statutes or to make them all retroactive.” <em>Commonwealth </em>v. <em>Galvin, </em>466 Mass. at 290 n.10, quoting <em>Commonwealth </em>v. <em>Tate, </em>424 Mass. 236, 240, cert. denied, 522 U.S. 832 (1997).</p>\n<p id=\"b74-5\">Turning to the repugnancy exception, we have explained that the presumption of prospective application is “repugnant to the context of the same statute” where it would be contrary to the purpose of the statute to delay the accomplishment of that purpose. <em>Commonwealth </em>v. <em>Bradley, </em>466 Mass. at 555-556. “While the phrase does not refer to the intent of the Legislature, and certainly does not require that the intent of the Legislature be made ‘manifest,’ it does compel us to discern the legislative purpose of the statute at issue and determine whether prospective application would be inconsistent with that purpose.” <em>Id. </em>at 556. Prospective application of the act is not “repugnant” to the purpose of the act; rather, it is a realistic and informed recognition of the unavoidable complexities and attendant need for staff and services implicated in implementing the act. For these same reasons, our conclusion does not offend G. L. c. 119, § 53, which declares the legislative policy that “the operative provisions of [c. 119] be liberally construed to require rehabilitative ‘aid, encouragement and guidance’ rather than criminal dispositions for children who offend.” <em>Commonwealth </em>v. <em>Connor C., </em>432 Mass. 635, 641 (2000), quoting G. L. c. 119, § 53.</p>\n<p id=\"b74-6\">Our decision in <em>Commonwealth </em>v. <em>Bradley, supra, </em>does not compel a contrary result. In <em>Commonwealth </em>v. <em>Bradley, supra </em>at 552, we dealt with whether St. 2012, c. 192, § 30, which amended G. L. c. 94C, § 32J (prior statute), by reducing the radius of a school zone from 1,000 to 300 feet, should be <page-number citation-index=\"1\" label=\"61\">*61</page-number>applied retroactively to cases alleging a school zone violation that had not been adjudicated before the effective date of the amendment.<footnotemark>18</footnotemark> Although we concluded that there was no indication in the language of the amendment or in other provisions of enabling legislation of a manifest intent of the Legislature to apply the amendment retroactively, we held that prospective application of the amendment would be repugnant to the context of the school zone statute. <em>Commonwealth </em>v. <em>Bradley, supra </em>at 555, 559.</p>\n<p id=\"b75-5\">After its passage, the school zone radius under the prior statute was determined in “various studies” to be overbroad, having an “unfair impact on those living in urban communities,” particularly minority residents. <em>Id. </em>at 556, 559. Where the Legislature amended the prior statute to, in part, “diminish the unfair disparate impact of the prior statute on urban and minority residents,” we reasoned that it would be repugnant to the context of the statute to apply the amendment prospectively and prolong the resulting unfair disparate impact that the prior statute was having on the residents of such communities. <em>Id. </em>at 559. We explained:</p>\n<blockquote id=\"b75-6\">“What distinguishes this amendment is that it was enacted to diminish the unfair disparate impact of the prior statute on urban and minority residents. Prospective application . . . affects more than the individuals charged with school zone violations; it affects all urban communities by subjecting their residents to a greater likelihood of a school zone sentencing enhancement than residents in suburban and rural communities.”</blockquote>\n<p id=\"b75-7\"><em>Id. </em>In this case, the act was not passed to remedy or diminish an unfair disparate impact of the prior statute on urban communities. It was enacted to effectuate reform in the criminal justice system with respect to juveniles who are seventeen years of age. Although the act is silent as to its temporal application, it was passed with <page-number citation-index=\"1\" label=\"62\">*62</page-number>an informed understanding that the actual implementation of such reform would likely require additional staff and services. Prospective application of the act takes these considerations into account, as well as the legal complexities and impact of the opposite construction suggested by the petitioners, and is not “repugnant” to the purpose of the act.</p>\n<p id=\"b76-5\">Last, the petitioners essentially claim that retroactive application of the act to their pending cases is required by 42 U.S.C. §§ 15601-15609 (2006), which limits Federal grant money in support of prison facilities in States that do not meet or work toward national standards promulgated by the Attorney General of the United States for preventing rape in prison. Generally, the national standards require, in order for States to receive Federal grant money, segregation of children under eighteen years of age from adult inmates, whether incarcerated or detained. See 28 C.F.R. §§ 115.5, 115.14(a) (2013). That said, if full compliance is not achieved at the time of the required annual audit, the consequence is a reduction of grant money by five per cent <em>unless </em>the State gives “an assurance that not less than [five per cent] of such amount shall be used only for the purpose of enabling the State to adopt, and achieve full compliance with, those national standards, so as to ensure that a certification under subparagraph (A) [that the State has adopted and achieved full compliance with the national standards] may be submitted in future years.” 42 U.S.C. § 15607(c)(2)(B) (2006). The petitioners do not contest that, as of the effective date of the act, the act achieves compliance with the national standards. The fact that full compliance may not occur instantaneously is contemplated by the Federal legislation and is not a circumstance that renders prospective application of the act, as herein provided, “repugnant” to the purposes of the act. We note that Watts is now eighteen years of age and that, following his arraignment, Aguirre was released on personal recognizance. To the extent that either was or will be confined or incarcerated with adults, such issue is one for an auditor and has no bearing on our conclusion.</p>\n<p id=\"b76-6\">3. <em>Conclusion. </em>For the foregoing reasons, on March 7, 2014, we ordered that, “[b]ecause the petitioners’ District Court criminal cases [had] begun before, and were pending on, <page-number citation-index=\"1\" label=\"63\">*63</page-number>September 18, 2013, the effective date of St. 2013, c. 84, . . . a judgment is to enter in the county court (SJ-2013-0462) denying the petition for relief pursuant to G. L. c. 211, § 3, of Ronald Watts and Kevin Aguirre.”</p>\n<footnote label=\"2\">\n<p id=\"b64-8\">This charge later was amended to larceny from a person.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b64-9\">Ronald Watts was arraigned that same day.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b64-10\">Kevin Aguirre was arraigned that same day.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b64-11\">Specifically, the act amended the definition of “[djelinquent child” pursuant to G. L. c. 119, § 52, from “a child between seven and <em>seventeen . . . </em>who commits any offense against a law of the commonwealth” to “a child between seven and <em>[eighteen] . . . </em>who commits any offence against a law of the commonwealth” (emphasis added). St. 2013, c. 84, § 7. Similarly, the act amended the definition of “[y]outhful offender” under G. L. c. 119, § 52, from “a person who is subject to an adult or juvenile sentence for having committed, while between the ages of fourteen and <em>seventeen, </em>an offense against a law of the commonwealth” to “a person who is subject to an adult or juvenile sentence for having committed, while between the ages of fourteen and <em>[eighteen], </em>an offense against a law of the commonwealth” (emphasis added). St. 2013, c. 84, § 7.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b65-8\">General Laws c. 119, § 74, as amended through St. 2013, c. 84, §§ 25, 26, expressly excludes from the scope of the “criminal proceedings” to which it refers certain minor motor vehicle violations, as well as charges of murder in the first and second degrees.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b66-5\">The petitioners concede that the act does not apply retroactively to all cases where a juvenile was seventeen years of age at the time of the alleged offense. They acknowledge that the act does not apply to those juveniles who were seventeen years old at the time of the alleged offense and, as of September 18, 2013, had been convicted of criminal offenses or had had guilty pleas accepted. See G. L. c. 250, § 13, as amended through St. 2013, c. 84, § 30 (“Upon a proceeding to reverse or avoid a conviction of a crime or to obtain the discharge of a person who is held in custody thereunder, the fact that the person was under the age of [eighteen] at the time of the conviction shall not affect the validity of the conviction nor entitle the person to be discharged”). The prior version of this statute differed only with regard to age, speaking of a “person under the age of seventeen” rather than a person under the age of eighteen. St. 1979, c. 344, § 14.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b66-6\">Contrary to the petitioners’ claim, the rule of lenity does not apply. “[T]he rule of lenity ‘is a guide for resolving ambiguity, rather than a rigid requirement that we interpret each statute in the manner most favorable to defend<page-number citation-index=\"1\" label=\"53\">*53</page-number>ants.’ ” <em>Commonwealth </em>v. <em>Maloney, </em>447 Mass. 577, 585 (2006), quoting <em>Commonwealth </em>v. <em>Roucoulet, </em>413 Mass. 647, 652-653 (1992). Here, there is no ambiguity. The act simply does not contain any express language of retroactivity regarding pending cases in the Superior or District Court involving persons who were seventeen years of age at the time of the alleged offense.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b67-8\">The act makes a substantive change in whether offenses committed by persons who are seventeen years of age should be adjudicated as delinquent acts or on indictments as youthful offenders, as opposed to being tried as crimes of adults. We have pointed out that “[ijmportant consequences flow from the recognition of delinquency as something legally and constitutionally different from crime.” <em>Metcalf v. Commonwealth, </em>338 Mass. 648, 651-652 (1959). In addition, with regard to the most serious offenses whereby the Commonwealth proceeds by indictment of a juvenile as a youthful offender, the proceedings are different from those in the Superior or District Court against persons who are seventeen years of age. When a juvenile is indicted as a youthful offender, the Commonwealth not only must prove beyond a reasonable doubt the elements of the underlying offense at trial, but also must prove the jurisdictional requirements set forth in G. L. c. 119, § 54, namely, that the child was a certain age when the alleged offense was committed; the offense is punishable by imprisonment in State prison; and the child was previously committed to the Department of Youth Services, or the alleged offense involves certain enumerated firearms violations or the infliction or threat of serious bodily harm.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b67-9\">For juveniles falling within the protection of the act, the act affords sentencing options other than probation and the imposition of a sentence. See G. L. c. 119, § 58, as amended through St. 2013, c. 84, §§ 9-11.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b70-6\">On August 2, 2013, the Governor signed into law St. 2012, c. 192, entitled “An Act relative to sentencing and improving law enforcement tools” (Crime Bill).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b71-7\">The brief and accompanying record appendix submitted by Citizens for Juvenile Justice and others set forth considerable data that support inclusion of children who are seventeen years of age into the Juvenile Court system, which provides age-appropriate resources and education for these children and a safer alternative to the Superior or District Court system. Included in this record appendix, and in the petitioners’ record appendix, is a report by Citizens for Juvenile Justice entitled “Minor Transgressions, Major Consequences: A picture of 17-year-olds in the Massachusetts criminal justice system” (Dec. 2011) (CfJJ report). The petitioners state that the CfJJ report “plainly influenced” the Legislature in passing the act. There is no indication in the record or the legislative history of the act that this report in particular was provided to the Legislature. Assuming, however, the Legislature was aware of it and its content, the CfJJ report contemplates <em>future </em>change and does not speak specifically to the original version of the act, House Bill No. 1432, which was filed on January 14, 2013, long after the CfJJ report was published in 2011.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b71-8\">Indeed there has been an increased awareness that adolescents are still developing cognitively, socially, and neurologically, and are fundamentally different from adults. See, e.g., <em>Miller </em>v. <em>Alabama, </em>132 S. Ct. 2455, 2464-2465 &amp; n.5 (2012); <em>Diatchenko </em>v. <em>District Attorney for the Suffolk Dist., </em>466 Mass. 655, 669-670 (2013) (noting, based on scientific research on adolescent brain development, that brain of juvenile is not fully developed, either structurally or functionally, by eighteen years of age).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b72-5\">This point was later echoed by the Chief Justice of the Trial Court in a memorandum dated September 16, 2013, to the chief justices of the various trial court departments, as well as to the office of the Commissioner of Probation: “Based on the number of persons aged [seventeen] arraigned in the adult courts during calendar year 2012, the Juvenile Court anticipates that it will experience an increase of more than 7,300 charges filed against more than 2,900 juveniles during the year after this legislation becomes effective.”</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b72-6\">The report was authored by a committee comprising representatives from the Juvenile Court, Committee for Public Counsel Services, Department of Youth Services, juvenile court clinic of the Justice Resource Institute, juvenile forensic services of the Department of Mental Health, administrative office of the Juvenile Court Department, and office of the Commissioner of Probation.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b72-7\">The petitioners assert that the Juvenile Court would be able to absorb all criminal cases pending, as of the effective date of the act, against persons who were seventeen years of age at the time of the alleged offense, because during recent years there has been a reduction of the number of juveniles arraigned in the Juvenile Court. The report took this reduction into account, but also considered that “additional responsibilities have been added to the jurisdiction of the Juvenile Court,” including the prosecution of harassment prevention orders in cases where both the plaintiff and defendant are under seventeen years of age and where the plaintiff is over seventeen years of age and the defendant is under seventeen; the conducting of permanency hearings for young adults between eighteen and twenty-two years of age who are voluntarily in the care of the Department of Children and Families (DCF); and the conducting of permanency planning hearings for children between sixteen and eighteen years of age in foster care who are “aging out” of DCF to ensure that they are “given proper consideration to necessary life skills required to function in society.” The petitioners do not consider these additional matters.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b73-7\">Some estimates were provided during oral argument, but not with any certainty.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b75-8\">We observed that a violation of the school zone statute “is effectively a sentencing enhancement for those who commit drug crimes involving more than mere possession within a school zone, because it requires imposition of a mandatory minimum term of imprisonment of two years to begin on the expiration of the sentence for the underlying drug crime.” <em>Commonwealth </em>v. <em>Bradley, </em>466 Mass. at 556.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}