{
  "casebody": {
    "data": "<casebody firstpage=\"827\" lastpage=\"831\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b855-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b855-5\">Booth v. McJilton.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b855-7\">January 27th, 1887.</decisiondate>\n<p data-order=\"3\" data-type=\"p\" id=\"b855-9\">Absent, Lewis, P.</p>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b855-10\">1. Witnesses.—Officer before whom grantor acknowledged deed is not agent of grantee, nor party to transaction, so as, the grantee being dead, to allow grantor to testify. Acts 1876—’7, p. 265.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b855-12\">2. Idem—Depositions.—As a general rule, depositions cannot be retaken without leave of court. <em>Carter </em>v. <em>Edmonds, </em>80 Va. 58.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b855-14\">3. New <em>Trial—After-discovered </em>evidence.—To entitle one to new trial after-discovered evidence must be material, not merely cumulative and not such as ordinary diligence might have previously discovered. <em>Whitehurst’s Case, </em>79 Va. 556.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b855-16\">Appeal from two decrees of circuit court of Northampton county, rendered March 8, 1884, and September 4, 1884, respectively, in a cause wherein E. G. Booth was plaintiff, and Lewis H. McJilton was defendant. The decree was adverse to Booth, and he obtained an appeal to this court.</summary>\n<p data-order=\"8\" data-type=\"summary\" id=\"b855-17\">Opinion states the case.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b855-18\"><em>J. A. Jones </em>and <em>R. T. Hubard, </em>for the appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b855-19\"><em>T. C. Walston, </em>and <em>Tunstall &amp; Thom, </em>for the appellee.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b855-20\">Lacy, J.,</author>\n<p id=\"AXb\">delivered the opinion of the court.</p>\n<p id=\"b855-21\">The bill was filed on the sixth day of February, 1882, by the appellant, to set aside as fraudulent a deed executed on the <page-number citation-index=\"1\" label=\"828\">*828</page-number>second day of May, 1877, acknowledged before a, commissioner of deeds for New Jersey on the 14th of the said month, and reacknowledged before a commissioner of the State of Virginia on the 11th day of March, 1881, to certain lands situated in Northampton county, Virginia. The charge is that the deed was made in May, 1877, to John W. Miller, in exchange for real estate in St. Louis, Missouri; that shortly thereafter it was discovered that the grantee, Miller, had no such estate in Missouri; that a suit was instituted in Northampton county to set aside the deed, but, no bill being filed, the suit was dismissed; that then the appellant, having obtained some claims against Miller (how is not stated), instituted his action thereon to subject the land conveyed in his deed to their payment; that in March, 1881, the commissioner, who had taken the acknowledgment to the deed in May, 1877, as for lands in New Jersey, called on him to acknowledge the deed before a commissioner for the State of Virginia, in order to correct a mistake; that he was persuaded to do this to save the commissioner from harm; that this deed was then recorded, and shortly after, on the 9th day of July, 1881, John W. Miller, for a nominal consideration, voluntarily conveyed this land to the appellee; that the deed of May, 1877, reacknowledged in March, 1881, was fraudulently altered between the dates of the acknowledgments stated above, by tearing off the last sheet of the paper on which the deed was written, which contained the signatures, and attaching it to a new and different deed; that this new deed was a conveyance of the property in Northampton county to John W. Miller, in trust for Comfort H. Miller and her heirs; whereas the first deed was a deed to John W. Miller, and the purchase price was changed from $40,000 to_ $10,000, and that thus a fraud and deception was practiced on him.</p>\n<p id=\"b856-5\">The circuit court dismissed the bill as not sustained by the proofs; and a bill of review being tendered with new evidence, <page-number citation-index=\"1\" label=\"829\">*829</page-number>that was also dismissed, and the case was brought here on appeal.</p>\n<p id=\"b857-5\">The proofs in the cause showed that the original deed was a deed to John W: Miller in his own right, and for a consideration of $40,000, which was offered for record, but not recorded; that the new deed was changed as stated, before or at the tinre of the reacknowledgment, but it is not so clearly-proved that the appellant did not know of and acquiesce in the change.</p>\n<p id=\"b857-6\">The appellant had been cheated in May, 1877, and had brought his suit to correct the wrong in some way—how is not disclosed, as he never filed his bill. This suit had been dismissed, when in March, 1881, the new deed was brought by the commissioner for New Jersey to have it reacknowledged, so that it might be recorded. <em>To this the appellant assented. </em>And when, after bringing this suit, the appellant proceeded to prove his case, he introduces this New Jersey commissioner as a witness, who testifies that the appellant knew that the new deed was to Miller as trustee for his wife, and refused at first to acknowledge it on that account; saying that, as Mrs. Miller was dead, he did not think it looked right, and preferred to make a new deed to Miller, or to Miller as trustee for his wife’s heirs, and not to make it to Miller as trustee for his wife, as she was dead; that this proposition being submitted to Miller, he refused to accept of this deed to him, or to him as trustee for his wife’s heirs, and, after two or three weeks’ delay, the deed was .reacknowledged. The appellant in his deposition which (the court excluded) is not very clear upon this subject. He says, speaking of this interview with the New Jersey commissioner: “Further urgency of said Corson, and that no rights would be compromised, and particular examination of signatures, but not whole deed. He. did not acknowledge said signature as genuine.”</p>\n<p id=\"b858-4\"><page-number citation-index=\"1\" label=\"830\">*830</page-number>But, when this deposition of the appellant was excluded, there was nothing to prove the fraud alleged, and no hint of contradiction of the testimony of the New Jersey Commissioner Corson stated above; and the conclusion reached in the decree of September, 1882, that the appellant had failed to establish his cause was inevitable. Prom this decree no appeal was taken; and more than two years after it had been rendered a bill of review was tendered to correct certain alleged errors of law apparent upon the face of the record, and on account of after-discovered evidence.</p>\n<p id=\"b858-5\">The first error assigned is that the court excluded the deposition of appellant upon the ground that Miller and wife were both dead, and that they were parties to the contract which is the subject of investigation. The appellant is expressly excluded by the terms of the statute. It cannot be successfully claimed that the commissioner who took the acknowledgment was the agent of the parties who were dead so as to bring the case within the exception of the statute. The statute provides : “ Or unless the contract or other transaction which is the subject of the investigation was made or had with the agent of the party so incapable of testifying, who is alive and competent to testify.” But the contract was not made with him. There is no evidence that he had any concern with it until the deed was acknowledged before him. It does not appear that he had any knowledge of it whatever. On the occasion of the reacknowledgment he appears to have been acting for himself, to correct his own error. The appellant himself says that he had “ repeatedly acted as his friend and counsel, and appeared with Taylor, a commissioner of Virginia, <em>also his confidential business friend,” </em>etc. There was no evidence that he was the agent of Miller, and none whatever that the original contract was made with him; and the appellant was incompetent to testify, and there was no error in the decree in excluding his deposition.</p>\n<p id=\"b859-4\"><page-number citation-index=\"1\" label=\"831\">*831</page-number>As to the assignment of error that the retaken depositions of certain witnesses were excluded because they were so retaken without the leave of the court. There are circumstances where the court will allow the deposition of witnesses to be retaken when justice so requires, but, as a general rule, no opportunity should be afforded, after the deposition is once completed, of tampering with the witness, and inducing him to retract, contradict, or explain away what he has stated in his first examination. The order of the court to permit the re-examination of a witness is necessary. The re-examination is against the ordinary practice of the court, and is only granted under peculiar circumstances. There are exceptions to this rule, not necessary to be stated here, but this case is not exceptional, nor peculiar in this regard, and there was no error in excluding these depositions.</p>\n<p id=\"b859-5\">As to the ground of after-discovered evidence, there appears to be none in this case which can properly beso called, but the evidence set forth in the bill of review as newly discovered must appear to be material to the merits of the case, and not such as might have been discovered with ordinary diligence before the decree.</p>\n<p id=\"b859-6\">There appears to be no error in either of the decrees complained of, and the same must be affirmed.</p>\n<p id=\"b859-7\">Decrees aeeirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}