{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"898\" lastpage=\"915\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  JACOBS FIELD SERVICES NORTH AMERICA, INC., Plaintiff,\n  <br/>\n  v.\n  <br/>\n  WACKER POLYSILICON NORTH AMERICA, LLC, Defendant.\n </parties>\n <docketnumber id=\"p-2\">\n  1:17-CV-167\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, E.D. Tennessee, Southern Division, at Chattanooga.\n </court>\n <decisiondate id=\"p-4\">\n  Filed March 15, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Charles H. Wahtola, III, Justin R. Donoho, Pro Hac Vice, Steven G.M. Stein, Stein Ray LLP, Chicago, IL, John P. Konvalinka, Thomas Martin Gautreaux, Grant, Konvalinka &amp; Harrison, PC, Chattanooga, TN, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  Kyle W. Eiselstein, Michael James Dumitru, Robert F. Parsley, Roger W. Dickson, Miller &amp; Martin, PLLC, Chattanooga, TN, Philip E. Beck, Smith, Currie &amp; Hancock, Atlanta, GA, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   CURTIS L. COLLIER, UNITED STATES DISTRICT JUDGE\n  </author>\n  <p id=\"p-9\">\n   Before the Court is a motion to remand for lack of subject matter jurisdiction, with a memorandum in support, by Plaintiff, Jacobs Field Services North America, Inc. (Docs. 11, 46.\n   <footnotemark>\n    1\n   </footnotemark>\n   ) Plaintiff argues diversity jurisdiction does not exist because the amount in controversy does not exceed $ 75,000. Defendant, Wacker Polysilicon North America, LLC, responded in opposition to Plaintiff's motion. (Doc. 47.) Plaintiff replied. (Doc. 51.) Because the Court has subject matter jurisdiction under\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201332\">\n    28 U.S.C. § 1332\n   </extracted-citation>\n   , the Court will\n   <strong>\n    DENY\n   </strong>\n   the motion to remand.\n  </p>\n  <p id=\"p-10\">\n   Also before the Court is a motion to dismiss, with a memorandum in support, by Defendant. (Docs. 4, 44.) Defendant argues Plaintiff's claims against it should be dismissed under Rule 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure because the parties' contract requires them to arbitrate and gives the arbitrator authority to decide whether claims are within the scope of arbitration. Plaintiff responded in opposition. (Doc. 49.) Defendant replied (Doc. 52) and filed a notice of supplemental authority (Doc. 56). The Court will\n   <strong>\n    GRANT\n   </strong>\n   the motion to dismiss.\n  </p>\n  <p id=\"p-11\">\n   Plaintiff has also filed a motion for hearing. (Doc. 54.) Because a hearing is not necessary to resolve the motion to remand or the motion to dismiss, the Court will\n   <strong>\n    DENY\n   </strong>\n   the motion for hearing.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    I.\n    <em>\n     BACKGROUND\n    </em>\n   </strong>\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-13\">\n   Pursuant to an Engineering Services Agreement (the \"ESA\" or the \"Agreement\"), Plaintiff provided design and engineering services for the construction of a manufacturing plant for Defendant that cost approximately two billion dollars. The ESA provides that it \"shall be governed by the laws of the State of Tennessee, USA.\" (Doc. 43-1 at 37, § 17.6.)\n  </p>\n  <p id=\"p-14\">\n   The ESA requires that \"[a]ny claims, [sic] brought under this Agreement shall be subject to the ADR Procedures set forth in Exhibit 9.\" (\n   <em>\n    Id.\n   </em>\n   § 17.1.) While the ESA does not appear to have an Exhibit 9, Exhibit 8 to the ESA is entitled \"Dispute Resolution Procedures.\"\n   <footnotemark>\n    3\n   </footnotemark>\n   (\n   <em>\n    Id.\n   </em>\n   at 178-80.) These procedures define a \"Claim\" as \"any demand, assertion, request or other claim made with respect to any matter arising out of or related to the Agreement, the Contract Documents, or the Work.\" (\n   <em>\n    Id.\n   </em>\n   at 178, § 1.) Under these procedures, a \"Party\"-defined as Plaintiff or Defendant-must give written notice to the other Party of any Claim, after which the Parties must engage in an Initial Meeting, a Second Meeting, and a Mediation, all as described in the ESA. (\n   <em>\n    Id.\n   </em>\n   at 178-79, §§ 2-5.) If these steps do not resolve the dispute, the parties must proceed to arbitration according to the rules of the American Arbitration Association (the \"AAA\"):\n  </p>\n  <blockquote id=\"p-15\">\n   Notwithstanding any other provision herein to the contrary, if the Parties do not settle or resolve a Claim (other than Claims involving requests for equitable or injunctive relief or specific performance) within one hundred twenty (120) days after the Initial Meeting, then the Claim shall be submitted to binding arbitration and each Party shall act in accordance with the AAA Rules.\n  </blockquote>\n  <p id=\"p-16\">\n   (\n   <em>\n    Id.\n   </em>\n   at 179, § 6.) Further, \"[a]ll arbitration proceedings shall be conducted ... in accordance with the AAA Rules.\" (\n   <em>\n    Id.\n   </em>\n   § 8.2.) The ESA defines the AAA Rules as the \"Construction Industry Arbitration Rules and Mediation Procedures of the AAA.\" (\n   <em>\n    Id.\n   </em>\n   at 178, § 5.)\n  </p>\n  <p id=\"p-17\">\n   The ESA contains an exception to arbitration for Claims involving requests for equitable relief, injunctive relief, or specific performance:\n  </p>\n  <blockquote id=\"p-18\">\n   Notwithstanding any other provision herein to the contrary, any Claim involving a request for equitable or injunctive relief or specific performance may will? [sic] be litigated at any time under the exclusive jurisdiction of the courts of Hamilton County, Tennessee or the U.S. District Court for the Eastern District of Tennessee\n  </blockquote>\n  <blockquote id=\"p-19\">\n   ....\n  </blockquote>\n  <p id=\"p-20\">\n   (\n   <em>\n    Id.\n   </em>\n   at 179, § 7.\n   <footnotemark>\n    4\n   </footnotemark>\n   )\n  </p>\n  <p id=\"p-21\">\n   On April 19, 2016, after construction of the manufacturing plant and pursuant to the dispute-resolution procedures in Exhibit 8 to the ESA, Defendant presented Plaintiff with a written statement of claim (the \"Statement of Claim\") for Plaintiff's alleged breaches of the ESA during construction. (Doc. 43-1 at 6, ¶ 28 &amp; Ex. D.) The Statement of Claim was for over one hundred million dollars, but stated that investigation was ongoing and Defendant reserved the right to supplement or amend its Statement of Claim. (\n   <em>\n    Id.\n   </em>\n   at 302.)\n  </p>\n  <p id=\"p-22\">\n   On May 18, 2017, Defendant initiated arbitration proceedings (the \"Arbitration\") against Plaintiff pursuant to the ESA. (\n   <em>\n    Id.\n   </em>\n   at 3, ¶ 13 &amp; Ex. B.) Defendant's demand in the Arbitration (the \"Demand\") was for a total claim amount of $ 134,276,341. (\n   <em>\n    Id.\n   </em>\n   at 264.) The Demand included a purported pass-through claim against Plaintiff on behalf of non-party Baker Concrete Construction Company (\"Baker\") of $ 18,581,480.01 (the \"Baker Pass-Through Claim\"). (\n   <em>\n    Id.\n   </em>\n   at 292.) Defendant's Demand also included $ 3,493,582.00 of increased construction and construction-management costs Defendant incurred addressing changes to Baker's scope of work as a result of Plaintiff's alleged design and engineering errors (the \"Baker-Related Markup\").\n   <footnotemark>\n    5\n   </footnotemark>\n   (\n   <em>\n    Id.\n   </em>\n   at 285, 293.)\n  </p>\n  <p id=\"p-23\">\n   After the Arbitration began, Plaintiff filed a verified complaint in the Chancery Court for Hamilton County, Tennessee (the \"Verified Complaint\"). (Doc. 43-1.) In the Verified Complaint, Plaintiff seeks a declaration that the Baker Pass-Through Claim is not subject to arbitration, and seeks a stay of the entire Arbitration-or, in the alternative, a stay of the part of the Arbitration relating to the Baker Pass-Through Claim-pending such a declaration. (\n   <em>\n    Id.\n   </em>\n   at 13.) Plaintiff attached a copy of Defendant's Demand to the Verified Complaint. (\n   <em>\n    Id.\n   </em>\n   at 3, ¶ 13 &amp; at 264-300.)\n  </p>\n  <p id=\"p-24\">\n   Defendant removed the action to this Court based on diversity jurisdiction. (Doc.\n  </p>\n  <p id=\"p-25\">\n   1.) Plaintiff moves to remand (Doc. 11), and Defendant moves to dismiss (Doc. 4).\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    II.\n    <em>\n     STANDARD OF REVIEW\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    A. Motion to Remand\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   A defendant may remove a civil action from state court to federal district court if the district court would have had subject matter jurisdiction had the case originally been filed there.\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201441\">\n    28 U.S.C. § 1441\n   </extracted-citation>\n   . The party seeking removal bears the burden of establishing the district court has original jurisdiction over the matter.\n   <em>\n    Long v. Bando Mfg. of Am., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1757507\" index=\"2\" url=\"https://cite.case.law/f3d/201/754/#p757\">\n    201 F.3d 754\n   </extracted-citation>\n   , 757 (6th Cir. 2000). Removal petitions are strictly construed, with all doubts resolved against removal.\n   <em>\n    Her Majesty the Queen in Right of the Province of Ontario v. City of Detroit\n   </em>\n   ,\n   <extracted-citation case-ids=\"1816568\" index=\"3\" url=\"https://cite.case.law/f2d/874/332/#p339\">\n    874 F.2d 332\n   </extracted-citation>\n   , 339 (6th Cir. 1989).\n  </p>\n  <p id=\"p-29\">\n   If a case does not involve a federal question, complete diversity of citizenship must exist between the parties and the amount in controversy must exceed $ 75,000 for the federal court to have subject matter jurisdiction.\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201332\">\n    28 U.S.C. § 1332\n   </extracted-citation>\n   ;\n   <em>\n    see\n   </em>\n   <em>\n    U.S. Fid. &amp; Guar. Co. v. Thomas Solvent Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11291342\" index=\"5\" url=\"https://cite.case.law/f2d/955/1085/#p1089\">\n    955 F.2d 1085\n   </extracted-citation>\n   , 1089 (6th Cir. 1992). A defendant removing a case to federal court on the basis of diversity of citizenship has the burden of proving by a preponderance of the evidence that these jurisdictional requirements exist at the time of removal.\n   <em>\n    Northup Props., Inc. v. Chesapeake Appalachia, L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3651315\" index=\"6\" url=\"https://cite.case.law/f3d/567/767/#p769\">\n    567 F.3d 767\n   </extracted-citation>\n   , 769-70 (6th Cir. 2009) ;\n   <em>\n    see also\n   </em>\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%201446\">\n    28 U.S.C. § 1446\n   </extracted-citation>\n   (c)(2)(A)(i), (B) (removing party must show by preponderance of evidence that amount in controversy is satisfied where initial pleading seeks nonmonetary relief). The removal statute is construed strictly and narrowly against removal.\n   <em>\n    Her Majesty the Queen\n   </em>\n   ,\n   <extracted-citation case-ids=\"1816568\" index=\"8\" url=\"https://cite.case.law/f2d/874/332/#p339\">\n    874 F.2d at 339\n   </extracted-citation>\n   . If doubt exists as to the propriety of removal, the case should be remanded to state court.\n   <em>\n    Smith v. Nationwide Prop. &amp; Casualty Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5861554\" index=\"9\" url=\"https://cite.case.law/f3d/505/401/#p405\">\n    505 F.3d 401\n   </extracted-citation>\n   , 405 (6th Cir. 2007).\n  </p>\n  <p id=\"p-30\">\n   <strong>\n    B. Motion to Dismiss\n   </strong>\n  </p>\n  <p id=\"p-31\">\n   Defendant moves to dismiss on the same grounds under both Rule 12(b)(1) and Rule 12(b)(6) of the Federal Rules of Civil Procedure. The Court will consider Defendant's motion only under Rule 12(b)(6).\n   <em>\n    See infra\n   </em>\n   § III(B).\n  </p>\n  <p id=\"p-32\">\n   In ruling on a Rule 12(b)(6) motion to dismiss for failure to state a claim on which relief can be granted, a court must accept all of the factual allegations in the complaint as true and construe the complaint in the light most favorable to the plaintiff.\n   <em>\n    Gunasekera v. Irwin\n   </em>\n   ,\n   <extracted-citation case-ids=\"5753063\" index=\"10\" url=\"https://cite.case.law/f3d/551/461/#p466\">\n    551 F.3d 461\n   </extracted-citation>\n   , 466 (6th Cir. 2009) (quoting\n   <em>\n    Hill v. Blue Cross &amp; Blue Shield of Mich.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8957076\" index=\"11\" url=\"https://cite.case.law/f3d/409/710/#p716\">\n    409 F.3d 710\n   </extracted-citation>\n   , 716 (6th Cir. 2005) ). If a party presents matters outside the pleadings in connection with the motion, the court must either exclude those matters from consideration or treat the motion as one for summary judgment. Fed. R. Civ. P. 12(d). Documents attached to pleadings are considered part of the pleadings for all purposes, however, Fed. R. Civ. P. 10(c), and a court's consideration of documents referred to in a complaint and integral to the claims does not convert a motion to dismiss into a motion for summary judgment,\n   <em>\n    Commercial Money Ctr., Inc. v. Ill. Union Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6046704\" index=\"12\" url=\"https://cite.case.law/f3d/508/327/#p335\">\n    508 F.3d 327\n   </extracted-citation>\n   , 335-36 (6th Cir. 2007). A court must determine whether the complaint contains \"enough facts to state a claim to relief that is plausible on its face\" when deciding a motion to dismiss under Rule 12(b)(6).\n   <em>\n    Bell Atlantic Corp. v. Twombly\n   </em>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"13\" url=\"https://cite.case.law/us/550/544/#p570\">\n    550 U.S. 544\n   </extracted-citation>\n   , 570,\n   <extracted-citation case-ids=\"3556136\" index=\"14\" url=\"https://cite.case.law/us/550/544/#p570\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"15\" url=\"https://cite.case.law/us/550/544/#p570\">\n    167 L.Ed.2d 929\n   </extracted-citation>\n   (2007).\n  </p>\n  <p id=\"p-33\">\n   <strong>\n    III.\n    <em>\n     DISCUSSION\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-34\">\n   The Court will first address Plaintiff's motion to remand based on a lack of subject-matter\n   jurisdiction. Because the Court concludes it has subject-matter jurisdiction in this case, the Court will then address Defendant's motion to dismiss.\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-35\">\n   <strong>\n    A. Motion to Remand\n   </strong>\n  </p>\n  <p id=\"p-36\">\n   Plaintiff does not dispute the existence of complete diversity of citizenship between itself and Defendant. Plaintiff is a citizen of Texas and India, and Defendant is a citizen of Delaware and Michigan. (Doc. 1 [Notice of Removal] ¶¶ 11-13.)\n  </p>\n  <p id=\"p-37\">\n   Plaintiff does, however, argue the amount in controversy does not exceed $ 75,000 because the only relief it is seeking is to obtain a declaration that the Baker Pass-Through Claim is not subject to arbitration, and to restrain Defendant from continuing with the Arbitration until such a declaration is issued. Plaintiff's motion argues the amount in controversy must be assessed from Defendant's perspective, not Plaintiff's. It is \"firmly established,\" according to Plaintiff, that the \"proper focus\" of the amount in controversy must be from Defendant's perspective. (Doc. 46 at 7.) Plaintiff argues the value from Defendant's perspective is zero both because the Verified Complaint only pertains to arbitrability and because Defendant has repeatedly stated it has no interest in the proceeds of the Baker Pass-Through Claim.\n  </p>\n  <p id=\"p-38\">\n   In response, Defendant contends that in an action to prevent the arbitration of a claim, courts look to the value of the underlying arbitration to determine the amount in controversy. Defendant argues that, contrary to Plaintiff's position, the perspective from which to assess the amount in controversy in a removed case is an unsettled question in the Sixth Circuit and elsewhere. Defendant argues the better position is to assess the value from Plaintiff's perspective, which would be the value of the entire arbitration Plaintiff seeks to stay-or, at the least, the $ 18.5 million Baker Pass-Through Claim that Plaintiff seeks to remove from the Arbitration. Defendant argues in the alternative that even if the Court were to consider the value from Defendant's perspective, as Plaintiff asks the Court to do, the amount in controversy would still be satisfied because Defendant itself is seeking over two million dollars for the Baker-Related Markup.\n  </p>\n  <p id=\"p-39\">\n   Plaintiff's reply concedes that the viewpoint question is, as Defendant asserts, unresolved in the Sixth Circuit, and acknowledges that district courts have \"room to determine the amount in controversy under the circumstances of the case.\" (Doc. 51 at 14 (internal quotation marks and citation omitted).) Plaintiff argues that even from its own perspective, the question is only one of which venue should address the Baker Pass-Through Claim, and says the value of resolving the claim in one venue or another is too speculative to support the jurisdictional amount. Plaintiff adds an argument that this Court should use its discretion under\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202201\">\n    28 U.S.C. § 2201\n   </extracted-citation>\n   and\n   <em>\n    Grand Trunk Western Railroad Co. v. Consolidated Rail Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"648811\" index=\"17\" url=\"https://cite.case.law/f2d/746/323/\">\n    746 F.2d 323\n   </extracted-citation>\n   (6th Cir. 1984) to remand the case to state court because it involves contract-interpretation\n   issues that are matters of first impression in Tennessee courts.\n  </p>\n  <p id=\"p-40\">\n   In an action for declaratory or injunctive relief, \"the amount in controversy is measured by the value of the object of the litigation.\"\n   <em>\n    Cleveland Hous. Renewal Project v. Deutsche Bank Tr. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3784102\" index=\"18\" url=\"https://cite.case.law/f3d/621/554/#p560\">\n    621 F.3d 554\n   </extracted-citation>\n   , 560 (6th Cir. 2010) (quoting\n   <em>\n    Everett v. Verizon Wireless, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3675299\" index=\"19\" url=\"https://cite.case.law/f3d/460/818/#p829\">\n    460 F.3d 818\n   </extracted-citation>\n   , 829 (6th Cir. 2006) ). The value of the object of the litigation \"is not necessarily the money judgment sought or recovered, but rather the value of the consequences which may result from the litigation.\"\n   <em>\n    Freeland v. Liberty Mut. Fire Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4087789\" index=\"20\" url=\"https://cite.case.law/f3d/632/250/#p253\">\n    632 F.3d 250\n   </extracted-citation>\n   , 253 (6th Cir. 2011) (quoting\n   <em>\n    Lodal, Inc. v. Home Ins. Co. of Ill.\n   </em>\n   , No. 95-2187,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=156%20F.3d%201230\">\n    156 F.3d 1230\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=1998%20WL%20393766\">\n    1998 WL 393766\n   </extracted-citation>\n   , at *2 (6th Cir. June 12, 1998) ). In\n   <em>\n    Freeland\n   </em>\n   , for example, the Court looked not simply to the dollar amount of the declaratory judgment the plaintiff sought against his insurer, but rather to the difference between the amount of coverage the insurer conceded and the amount of coverage the plaintiff sought.\n  </p>\n  <p id=\"p-41\">\n   The value or consequences\n   <em>\n    to whom\n   </em>\n   , however, is an unsettled question in removed cases. Some courts assess the value from the perspective of the plaintiff.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Glass v. Steinberg\n   </em>\n   , No. 3:09-CV-355-H,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=2010%20WL%206592935\">\n    2010 WL 6592935\n   </extracted-citation>\n   , at *1 (W.D. Ky. Jan. 15, 2010) (citing\n   <em>\n    Smith v. Nationwide Prop. &amp; Cas. Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5861554\" index=\"24\" url=\"https://cite.case.law/f3d/505/401/#p405\">\n    505 F.3d 401\n   </extracted-citation>\n   (6th Cir. 2007) ). Others assess the value from the perspective of the defendant as the removing party.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Petrey v. K. Petroleum, Inc.\n   </em>\n   , No. 6:07-168-DCR,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=2007%20WL%202068597\">\n    2007 WL 2068597\n   </extracted-citation>\n   , at *2-3 (E.D. Ky. July 16, 2007). Still others assess the value from either perspective, finding the amount in controversy satisfied where the value to either party exceeds $ 75,000.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Healthmart USA, LLC v. Directory Assistants, Inc.\n   </em>\n   , No. 3:09-0369,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2010%20WL%20200802\">\n    2010 WL 200802\n   </extracted-citation>\n   , at *3 (M.D. Tenn. Jan. 13, 2010) (citing\n   <em>\n    Everett v. Verizon Wireless, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3675299\" index=\"27\" url=\"https://cite.case.law/f3d/460/818/#p829\">\n    460 F.3d 818\n   </extracted-citation>\n   (6th Cir. 2006),\n   <em>\n    abrogated on other grounds by\n   </em>\n   <em>\n    Hertz Corp. v. Friend\n   </em>\n   ,\n   <extracted-citation case-ids=\"3581808\" index=\"28\" url=\"https://cite.case.law/us/559/77/\">\n    559 U.S. 77\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3581808\" index=\"29\" url=\"https://cite.case.law/us/559/77/\">\n    130 S.Ct. 1181\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3581808\" index=\"30\" url=\"https://cite.case.law/us/559/77/\">\n    175 L.Ed.2d 1029\n   </extracted-citation>\n   (2010) ).\n  </p>\n  <p id=\"p-42\">\n   The Court of Appeals for the Sixth Circuit has expressly declined to answer the question of which perspective to use.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Northup Props., Inc. v. Chesapeake Appalachia, L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3651315\" index=\"31\" url=\"https://cite.case.law/f3d/567/767/#p769\">\n    567 F.3d 767\n   </extracted-citation>\n   , 770 n.1 (6th Cir. 2009). This Court need not posit an answer, either, because there is no party's perspective from which the jurisdictional amount in this case is not satisfied. The Court's analysis of the value of the litigation from both parties' perspectives follows.\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-43\">\n   <strong>\n    1. Amount in Controversy from Plaintiff's Perspective\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   Plaintiff's Verified Complaint seeks a declaration that the Baker Pass-Through Claim is not arbitrable. (Doc. 43-1 at 13.) The Baker Pass-Through Claim is valued at $ 18.5 million, and it is a claim against Plaintiff. (Doc. 43-1 at 292.) From Plaintiff's perspective, therefore, the value of the object of the litigation exceeds $ 75,000. This conclusion follows even without considering the higher value of the entire Arbitration of which Plaintiff seeks a temporary stay.\n  </p>\n  <p id=\"p-45\">\n   Plaintiff tries to avoid this conclusion in various ways. First, it argues Defendant has failed to meet its burden to present any evidence of the Court's jurisdiction, because Defendant has not introduced an affidavit or other evidence to support its factual assertions. (Doc. 51 at 3-4.) But Defendant relied on Plaintiff's Verified Complaint, which, among other things, alleges Defendant \"purports to include 'an $ 18.5 million pass-through claim by Baker in the Arbitration.\" (Doc. 43-1 at 4, ¶ 18.) Plaintiff's Verified Complaint also attaches a \"true and accurate copy of the Demand\" in the Arbitration (\n   <em>\n    id.\n   </em>\n   at 3, ¶ 13 &amp; Ex. B), and this attachment values the Baker Pass-Through Claim at $ 18,581,480.01 (\n   <em>\n    id.\n   </em>\n   at 292). Defendant has no obligation to present additional evidence of the amount of the Baker Pass-Through Claim when that evidence is already in the record in Plaintiff's own Verified Complaint.\n  </p>\n  <p id=\"p-46\">\n   Second, Plaintiff argues the amount in controversy from its perspective is \"too speculative to support diversity jurisdiction\" because \"the issue in [Plaintiff's] Verified Complaint is one of venue.\" (Doc. 51 at 15.) Plaintiff relies on a single case addressing what it describes as a similar issue of venue to argue that where a party to an arbitration seeks declaratory and injunctive relief in federal court, the amount in controversy is not the amount sought in the underlying arbitration, but rather the value of proceeding in one venue or another, and this difference \"cannot be subject to monetary valuation.\" (Doc. 51 at 14-15 (quoting\n   <em>\n    Westlake Vinyls, Inc. v. Goodrich Corp.\n   </em>\n   , No. 5:15-CV-00041-TBR,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=2014%20WL%202816070\">\n    2014 WL 2816070\n   </extracted-citation>\n   , at *4 (W.D. Ky. June 23, 2014) ).) Plaintiff accordingly argues Defendant would have to provide evidence that the result of the Baker Pass-Through Claim would differ by more than $ 75,000 if it were handled in an arbitration rather than in a court in order to prove that the amount in controversy from Plaintiff's perspective satisfies the jurisdictional threshold. (Doc. 51 at 14.) Plaintiff argues the\n   <em>\n    Westlake Vinyls\n   </em>\n   court rejected the exact argument Defendant is making here about using the value of the underlying arbitration as the amount in controversy in the litigation.\n  </p>\n  <p id=\"p-47\">\n   Plaintiff's description of\n   <em>\n    Westlake Vinyls\n   </em>\n   is misleading. While\n   <em>\n    Westlake Vinyls\n   </em>\n   did involve a party seeking declaratory and injunctive relief, and while there was an underlying arbitration proceeding, no party in\n   <em>\n    Westlake Vinyls\n   </em>\n   was seeking to compel or prevent arbitration of any part of a dispute. Rather,\n   <em>\n    Westlake Vinyls\n   </em>\n   addressed whether, based on a forum-selection clause, one federal court should enjoin litigation in another federal court over whether to enjoin an arbitration panel's order to produce certain documents in the arbitration.\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=2014%20WL%202816070\">\n    2014 WL 2816070\n   </extracted-citation>\n   , at *1-2. Specifically, an arbitration panel had ordered the claimant in an arbitration to produce certain documents to the respondent. The claimant said it could not do so\n   because of a privilege asserted by a third party. After intervening in the arbitration, the third party filed an action in Ohio state court to enjoin enforcement of the panel's document-production order. The respondent in the arbitration, who was seeking production of the documents and who was now a defendant in the Ohio action, removed the Ohio state-court case to federal court in the Northern District of Ohio and filed a separate action in the Western District of Kentucky. In the Kentucky action, the arbitration respondent sought a declaration and injunction that the Ohio litigation violated a Kentucky-forum-selection clause in the arbitration agreement.\n  </p>\n  <p id=\"p-48\">\n   The situation described in\n   <em>\n    Westlake Vinyls\n   </em>\n   is so far removed from the one before this Court as to be irrelevant. There was an excellent reason in\n   <em>\n    Westlake Vinyls\n   </em>\n   to reject the amount of the arbitration claim and look instead to the difference in value between litigating the document-production issue in one federal court or another: document production was all that was at stake in the case. There was no dispute about the scope of the parties' arbitration agreement. The question before the\n   <em>\n    Westlake Vinyls\n   </em>\n   court was also literally one of venue, namely whether the forum-selection clause required the document-production issue to be decided in one federal court or another. There is no such venue question here. Plaintiff offers no support other than\n   <em>\n    Westlake Vinyls\n   </em>\n   for its assertions that the enforcement of an arbitration clause is a question of \"venue,\" that Defendant must show a difference in value of the Baker Pass-Through Claim in arbitration or litigation, and that the amount of the Baker Pass-Through Claim does not represent the amount in controversy from Plaintiff's perspective.\n  </p>\n  <p id=\"p-49\">\n   Plaintiff goes on to use its incorrect construction of\n   <em>\n    Westlake Vinyls\n   </em>\n   to discount Defendant's persuasive authority for using the amount of the Baker Pass-Through Claim as the amount in controversy. Plaintiff argues Defendant's cases are not \"persuasive, as they all failed to address the issue of whether a mere question of venue can be quantified in non-speculative terms, as did\n   <em>\n    Westlake.\n   </em>\n   \" (Doc. 51 at 15-16.) For the reasons discussed in the preceding paragraphs, neither the cases Defendant cited nor this case require an examination of the venue-value questions at issue in\n   <em>\n    Westlake Vinyls.\n   </em>\n   Plaintiff offers no other grounds to reject the cases on which Defendant relies.\n  </p>\n  <p id=\"p-50\">\n   Third, Plaintiff repeatedly says that \"[t]he words 'in controversy' have to mean something.\" (Doc. 46 at 6, Doc. 51 at 6, 14 (quoting\n   <em>\n    Freeland\n   </em>\n   ,\n   <extracted-citation case-ids=\"4087789\" index=\"34\" url=\"https://cite.case.law/f3d/632/250/#p253\">\n    632 F.3d at\n   </extracted-citation>\n   253 ).) Relying on\n   <em>\n    Freeland\n   </em>\n   , Plaintiff treats \"in controversy\" as meaning that if a party is not seeking a decision on the merits of a dispute, there is essentially no amount in controversy. Because Plaintiff seeks an injunction and a declaration about the arbitrability of the Baker Pass-Through Claim rather than its merits, Plaintiff argues there is no amount in controversy.\n  </p>\n  <p id=\"p-51\">\n   The Court agrees that the words \"in controversy\" have to mean something. But the Court does not think they mean what the Plaintiff thinks they mean. In\n   <em>\n    Freeland\n   </em>\n   , the defendant insurance company had conceded it was liable to its insureds for the $ 25,000-per-accident limit stated in the insurance policy, while the insureds sought a declaration that the policy actually provided $ 100,000 in uninsured motorist coverage.\n   <extracted-citation case-ids=\"4087789\" index=\"35\" url=\"https://cite.case.law/f3d/632/250/#p253\">\n    632 F.3d at 252\n   </extracted-citation>\n   . The\n   <em>\n    Freeland\n   </em>\n   court started with the fact that there was no dispute that the insurance company owed the insureds $ 25,000; the dispute was whether the insurance company owed the insureds any amount over that undisputed $ 25,000. The court therefore subtracted the $ 25,000 the insurance company conceded it owed the insureds from the\n   $ 100,000 the insureds claimed they were owed, and determined the amount in controversy was $ 75,000, one penny short of the jurisdictional amount.\n   <em>\n    <extracted-citation case-ids=\"4087789\" index=\"36\" url=\"https://cite.case.law/f3d/632/250/#p253\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4087789\" index=\"36\" url=\"https://cite.case.law/f3d/632/250/#p253\">\n    at 253\n   </extracted-citation>\n   .\n   <em>\n    Freeland\n   </em>\n   does not stand for the proposition that there is no amount in controversy where a party seeks a declaratory judgment.\n  </p>\n  <p id=\"p-52\">\n   Applying the reasoning of\n   <em>\n    Freeland\n   </em>\n   here, the Court subtracts the amount Plaintiff concedes it should have to pay on the Baker Pass-Through Claim, $ 0.00, from the amount Defendant claims Plaintiff should have to pay on the Baker Pass-Through Claim, approximately $ 18.5 million, for an amount in controversy of approximately $ 18.5 million. This amount is in excess of $ 75,000 and therefore satisfies the jurisdictional limit from Plaintiff's perspective.\n  </p>\n  <p id=\"p-53\">\n   <strong>\n    2. Amount in Controversy from Defendant's Perspective\n   </strong>\n  </p>\n  <p id=\"p-54\">\n   From Defendant's perspective, the amount in controversy also exceeds $ 75,000. Defendant seeks $ 134 million in the Arbitration. (Doc. 43-1 at 264.) Some $ 18.5 million of the Demand consists of the Baker Pass-Through Claim, the proceeds of which would belong to Baker, not Defendant. (\n   <em>\n    Id.\n   </em>\n   at 292.) The Demand also includes the Baker-Related Markup, or the increased costs Defendant incurred in dealing with Baker as a result of the alleged errors that form the foundation of the Baker Pass-Through Claim. (\n   <em>\n    Id.\n   </em>\n   at 285, 293.) No matter which measure of value the Court could choose to consider, the jurisdictional amount would still be satisfied. For simplicity's sake, the Court focuses on the smallest claim advanced, the Baker-Related Markup.\n   <footnotemark>\n    8\n   </footnotemark>\n  </p>\n  <p id=\"p-55\">\n   As with the Baker Pass-Through Claim, Plaintiff argues Defendant has failed to present evidence of the amount of the Baker-Related Markup. (Doc. 51 at 3-4.) The Court finds additional evidence unnecessary here, as well. According to Plaintiff's Verified Complaint, a \"true and accurate copy of the Demand\" is attached to the Verified Complaint. (Doc. 43-1 at 3, ¶ 13 &amp; Ex. B.) The Demand values the Baker-Related Markup at some $ 3.4 million. (\n   <em>\n    Id.\n   </em>\n   at 285, 293.) Plaintiff fails to explain how the materials attached to its own Verified Complaint are insufficient to prove the amount of the Baker-Related Markup for purposes of a jurisdictional analysis.\n  </p>\n  <p id=\"p-56\">\n   The Court notes that Defendant's responsive brief values the Baker-Related Markup more conservatively-at $ 2.4 million, which is a million dollars less than in the Demand. (\n   <em>\n    See\n   </em>\n   Doc. 47 at 4-5.) Defendant explains this calculation in its response (\n   <em>\n    id.\n   </em>\n   at 5) and attaches what purport to be Sections 66 through 68 of the Statement of Claim in support of the calculations (Doc. 47-1). Among other things, Defendant explains that the Baker-Related Markup is now slightly less because Baker has since reduced the Baker Pass-Through Claim by half-a-million dollars. (Doc. 47 at 5 n.1.) Defendant does not submit an affidavit authenticating these excerpts of the Statement of Claim, however. Nor are these particular excerpts of the Statement of Claim among those Plaintiff selected to attach to the Verified Complaint.\n   <footnotemark>\n    9\n   </footnotemark>\n   Plaintiff\n   does not address this discrepancy in amounts at all. Nor does Plaintiff dispute that the Baker-Related Markup seeks an amount greater than $ 75,000, be it $ 2.4 million or $ 3.4 million. Plaintiff focuses only on Defendant's failure to file an affidavit regarding any of the amounts at issue. Plaintiff does not explain how Defendant's concession that the Baker-Related Markup is now a million dollars lower than stated in the Demand attached to the Verified Complaint-though still some $ 2.3 million over the $ 75,000 jurisdictional threshold-would allow this Court to find the Baker-Related Markup does not satisfy the jurisdictional minimum.\n  </p>\n  <p id=\"p-57\">\n   Plaintiff also argues Defendant has conceded the Baker-Related Markup would remain \"in controversy\" even if the Baker Pass-Through Claim were removed from the Arbitration. (Doc. 51 at 11.) The sentence by Defendant to which Plaintiff points states as follows: \"The $ 2.4 million markup would remain in controversy even if the $ 18.5 million Baker [Pass-Through] Claim were deemed invalid and excised from the Arbitration.\" (Doc. 47 at 11.) But Defendant's very next sentence, which Plaintiff ignores, states \"[Plaintiff's] exposure in the Arbitration would be reduced, and [Defendant's] own entitlement to recover $ 2.4 million would be eliminated, thus placing the $ 2.4 million markup cost in controversy from either party's perspective.\" (\n   <em>\n    Id.\n   </em>\n   at 11-12.) The Court sees no concession by Defendant that the Baker-Related Markup is not truly \"in controversy\" in this action.\n  </p>\n  <p id=\"p-58\">\n   Plaintiff's final argument against using the amount of the Baker-Related Markup to satisfy the jurisdictional amount is that Defendant could still seek to prove the Baker-Related Markup in the Arbitration even if the Baker Pass-Through Claim were removed from the Arbitration. (Doc. 51 at 10-11.) Plaintiff states that even though the Baker Pass-Through Claim is not Defendant's and would have been removed from the scope of the Arbitration, Defendant could still prove the amount of the Baker Pass-Through Claim, and then prove the amount of the increased costs Defendant suffered as a result. This, according to Plaintiff, means the Baker-Related Markup is not an amount at issue in the litigation. Plaintiff offers no authority for this position. The Court also does not follow Plaintiff's logic. Plaintiff insists that the Baker Pass-Through Claim should be removed from the Arbitration, while insisting that Defendant would somehow be allowed to prove it in the Arbitration anyway, all without the participation of the party that suffered the alleged losses represented by the Baker Pass-Through Claim. In sum, the Court does not find persuasive Plaintiff's multiple arguments that this action to enjoin a multi-million-dollar arbitration fails to exceed the jurisdictional threshold of $ 75,000.\n  </p>\n  <p id=\"p-59\">\n   <strong>\n    3.\n    <em>\n     Grand Trunk\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-60\">\n   Plaintiff's motion to remand was based on the argument that this Court lacks subject matter jurisdiction. In its reply, Plaintiff adds a different reason to remand: that this Court should use its discretion under\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=28%20U.S.C.%20%C2%A7%202201\">\n    28 U.S.C. § 2201\n   </extracted-citation>\n   and\n   <em>\n    Grand Trunk Western Railroad Co. v. Consolidated Rail Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"648811\" index=\"38\" url=\"https://cite.case.law/f2d/746/323/\">\n    746 F.2d 323\n   </extracted-citation>\n   (6th Cir. 1984), to decline to entertain this declaratory-judgment action, and remand the case\n   to state court. The Court should do so, according to Defendant, because the case involves state contract interpretation and \"novel state law issues related to [Defendant's] purported 'Liquidating Agreement' with Baker.\" (Doc. 51 at 16.)\n  </p>\n  <p id=\"p-61\">\n   Whether a district court grants a party's request for a declaratory judgment is in the court's \"sound discretion.\"\n   <em>\n    Grand Trunk\n   </em>\n   ,\n   <extracted-citation case-ids=\"648811\" index=\"39\" url=\"https://cite.case.law/f2d/746/323/\">\n    746 F.2d at 325\n   </extracted-citation>\n   (quoting E. Borchard, Declaratory Judgments § 299 (2d ed. 1941) ). The following considerations should guide a court in determining whether the issuance of a declaratory judgment is proper: \"(1) when the judgment will serve a useful purpose in clarifying and settling the legal relations in issue, and (2) when it will terminate and afford relief from the uncertainty, insecurity, and controversy giving rise to the proceeding.\"\n   <em>\n    <extracted-citation case-ids=\"648811\" index=\"40\" url=\"https://cite.case.law/f2d/746/323/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"648811\" index=\"40\" url=\"https://cite.case.law/f2d/746/323/\">\n    at 326\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-62\">\n   The Court's resolution of this case does not require any examination of the contract-interpretation issues Plaintiff identifies as novel in Tennessee.\n   <em>\n    See infra\n   </em>\n   § III(B). Nor does it involve the issuance of a declaratory judgment. The Court sees no need to consider whether or not it should exercise its discretion to decline to entertain this action under\n   <em>\n    Grand Trunk.\n   </em>\n  </p>\n  <p id=\"p-63\">\n   <strong>\n    4. Conclusion\n   </strong>\n  </p>\n  <p id=\"p-64\">\n   The Court concludes Defendant has established that the amount in controversy is in excess of $ 75,000, regardless of the perspective from which the Court assesses the value of the consequences of the litigation. The Court therefore has subject matter jurisdiction over this action. The Court will\n   <strong>\n    DENY\n   </strong>\n   Plaintiff's motion to remand.\n  </p>\n  <p id=\"p-65\">\n   <strong>\n    B. Motion to Dismiss\n   </strong>\n  </p>\n  <p id=\"p-66\">\n   Defendant moves to dismiss on the same grounds under both Rule 12(b)(1) and, in the alternative, Rule 12(b)(6) of the Federal Rules of Civil Procedure. The Court will first address under which standard to consider Defendant's motion to dismiss. The Court will then consider Defendant's argument that the case must be dismissed because the parties agreed to delegate gateway questions about arbitrability to the arbitrator, followed by Plaintiff's argument that the case cannot be dismissed because the action falls within a litigation carveout in the ESA for requests for equitable and injunctive relief. Last, the Court will consider whether it should dismiss or stay this action.\n  </p>\n  <p id=\"p-67\">\n   <strong>\n    1. Rule 12(b)(1) and Rule 12(b)(6)\n   </strong>\n  </p>\n  <p id=\"p-68\">\n   Defendant argues Plaintiff's complaint should be dismissed under Rule 12(b)(1) of the Federal Rules of Civil Procedure for lack of subject matter jurisdiction, or, in the alternative, under Rule 12(b)(6) for failure to state a claim on which relief can be granted. As Plaintiff points out, Defendant's motion does not distinguish between its reasoning under the two rules. (Doc. 49 at 4.)\n  </p>\n  <p id=\"p-69\">\n   A motion to dismiss based on an arbitration clause \"does not technically deprive the Court of subject matter jurisdiction,\" and so such a motion is more properly brought under Rule 12(b)(6) than Rule 12(b)(1).\n   <em>\n    Moore v. Ferrellgas, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5868334\" index=\"41\" url=\"https://cite.case.law/f-supp-2d/533/740/#p744\">\n    533 F.Supp.2d 740\n   </extracted-citation>\n   , 744 (W.D. Mich. 2008) (quoting\n   <em>\n    Liveware Publ'g, Inc. v. Best Software, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9128328\" index=\"42\" url=\"https://cite.case.law/f-supp-2d/252/74/#p78\">\n    252 F.Supp.2d 74\n   </extracted-citation>\n   , 78 (D. Del. 2003) ). Courts have nevertheless allowed defendants to proceed under Rule 12(b)(1) in seeking dismissal based on an arbitration agreement, and the standards for considering a Rule 12(b)(6) motion and a Rule 12(b)(1) facial attack are similar.\n   <footnotemark>\n    10\n   </footnotemark>\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 744-45.\n  </p>\n  <p id=\"p-70\">\n   The Court will consider Defendant's motion as a motion to dismiss under Rule 12(b)(6), rather than under Rule 12(b)(1). The arbitration agreement, if valid, would not deprive the Court of subject matter jurisdiction.\n   <em>\n    See id.\n   </em>\n   Rather, the existence of an agreement to arbitrate is an equitable defense to litigation.\n   <em>\n    Shanferoke Coal &amp; Supply Corp. v. Westchester Serv. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3928832\" index=\"43\" url=\"https://cite.case.law/us/293/449/#p452\">\n    293 U.S. 449\n   </extracted-citation>\n   , 452,\n   <extracted-citation case-ids=\"3928832\" index=\"44\" url=\"https://cite.case.law/us/293/449/#p452\">\n    55 S.Ct. 313\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3928832\" index=\"45\" url=\"https://cite.case.law/us/293/449/#p452\">\n    79 L.Ed. 583\n   </extracted-citation>\n   (1935). A motion to dismiss may be based on a defense if \"the plaintiff's own allegations show that a defense exists that legally defeats the claim for relief.\"\n   <em>\n    Marsh v. Genentech, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3517919\" index=\"46\" url=\"https://cite.case.law/f3d/693/546/\">\n    693 F.3d 546\n   </extracted-citation>\n   , (6th Cir. 2012) (quoting Wright &amp; Miller,\n   <em>\n    Fed. Prac. &amp; Proc.\n   </em>\n   § 1357 at 713 (3d ed. 2004) );\n   <em>\n    see also, e.g.\n   </em>\n   ,\n   <em>\n    Zappley v. The Stride Rite Corp.\n   </em>\n   , No. 2:09-CV-198,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=2010%20WL%20234713\">\n    2010 WL 234713\n   </extracted-citation>\n   , *2 (W.D. Mich. Jan. 13, 2010) (defendant allowed to raise defense by Rule 12(b)(6) motion where the defense appeared on face of the complaint). The existence of the arbitration agreement is alleged in Plaintiff's Verified Complaint (\n   <em>\n    see, e.g.\n   </em>\n   , Doc. 43-1 at 1); the ESA containing the arbitration agreement is attached as well (\n   <em>\n    id.\n   </em>\n   at 1, 16-263); and the AAA Rules Defendant attaches to its motion are referred to in and integral to both documents (\n   <em>\n    id.\n   </em>\n   at 3, ¶¶ 9, 11, and at 179, ¶¶ 6, 8.2). Because Plaintiff's Verified Complaint and the documents integral to it show the existence of Defendant's arbitration defense, Rule 12(b)(6) is an appropriate procedural vehicle for assessing Defendant's motion.\n  </p>\n  <p id=\"p-71\">\n   <strong>\n    2. Delegation of Arbitrability Questions to Arbitrator\n   </strong>\n  </p>\n  <p id=\"p-72\">\n   Defendant asks the Court to dismiss this action because the arbitrability of the Baker Pass-Through Claim must be decided by an arbitrator, not the Court. The ESA incorporates the AAA Rules, which provide that \"[t]he arbitrator shall have the power to rule on his or her own jurisdiction, including any objections with respect to the existence, scope, or validity of the arbitration agreement.\" (Doc. 44-1 at 19, § R-9(a).) This, Defendant argues, clearly and unmistakably indicates the parties' agreement to delegate gateway questions of arbitrability to the arbitrator. Because nothing is at issue in this action besides the arbitrability of the Baker Pass-Through Claim, Defendant argues the entire action should be dismissed. In the alternative, Defendant argues that if the Court itself were to address the arbitrability of the Baker Pass-Through Claim, it should find the claim is arbitrable based on the provisions of the ESA, and therefore dismiss the action. Last, Defendant argues this action does not fall into the ESA's exception to arbitrability for \"any Claim involving a request for equitable or injunctive relief or specific performance\" because a declaratory judgment action is a procedural\n   device, not a request for equitable relief. (Doc. 44 at 10-11 (quoting Doc. 43-1 at 179, § 7).)\n  </p>\n  <p id=\"p-73\">\n   Plaintiff responds that the Baker Pass-Through Claim is not arbitrable because Defendant has no interest in the claim, and there is no arbitration agreement between Plaintiff and Baker, which does have an interest in the claim. According to Plaintiff, \"Claims\" may only be made between the parties-Plaintiff and Defendant-and non-parties like Baker are excluded from the arbitration process under the ESA. Plaintiff also argues its lawsuit is not subject to arbitration at all, because the ESA vests exclusive jurisdiction in certain courts within Tennessee for requests for equitable or injunctive relief, such as Plaintiff's Verified Complaint in this action.\n  </p>\n  <p id=\"p-74\">\n   Under the Federal Arbitration Act (\"FAA\"),\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%C2%A7%201\">\n    9 U.S.C. §§ 1\n   </extracted-citation>\n   <em>\n    et seq.\n   </em>\n   , arbitration clauses in commercial contracts \"shall be valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.\"\n   <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%202\">\n    9 U.S.C. § 2\n   </extracted-citation>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Rent-A-Center, West, Inc. v. Jackson\n   </em>\n   ,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"50\" url=\"https://cite.case.law/us/561/63/\">\n    561 U.S. 63\n   </extracted-citation>\n   , 67,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"51\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3644316,12455276\" index=\"52\" url=\"https://cite.case.law/l-ed-2d/177/403/\">\n    177 L.Ed.2d 403\n   </extracted-citation>\n   (2010). Moreover, the provisions of the FAA are mandatory: \"[b]y its terms, the Act leaves no place for the exercise of discretion by a district court, but instead mandates that district courts\n   <em>\n    shall\n   </em>\n   direct the parties to proceed to arbitration on issues as to which an arbitration agreement has been signed.\"\n   <em>\n    Dean Witter Reynolds, Inc. v. Byrd\n   </em>\n   ,\n   <extracted-citation case-ids=\"11299026\" index=\"53\" url=\"https://cite.case.law/us/470/213/#p218\">\n    470 U.S. 213\n   </extracted-citation>\n   , 218,\n   <extracted-citation case-ids=\"11299026\" index=\"54\" url=\"https://cite.case.law/us/470/213/#p218\">\n    105 S.Ct. 1238\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299026\" index=\"55\" url=\"https://cite.case.law/us/470/213/#p218\">\n    84 L.Ed.2d 158\n   </extracted-citation>\n   (1985) (emphasis in original) (citing\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%C2%A7%203\">\n    9 U.S.C. §§ 3\n   </extracted-citation>\n   - 4 ). And federal courts have long recognized a \"liberal federal policy favoring arbitration agreements.\"\n   <em>\n    Moses H. Cone Mem'l Hosp. v. Mercury Const. Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6188858\" index=\"57\" url=\"https://cite.case.law/us/460/1/#p24\">\n    460 U.S. 1\n   </extracted-citation>\n   , 24,\n   <extracted-citation case-ids=\"6188858\" index=\"58\" url=\"https://cite.case.law/us/460/1/#p24\">\n    103 S.Ct. 927\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6188858\" index=\"59\" url=\"https://cite.case.law/us/460/1/#p24\">\n    74 L.Ed.2d 765\n   </extracted-citation>\n   (1983).\n  </p>\n  <p id=\"p-75\">\n   As a general rule, a district court must make a threshold determination regarding the arbitrability of a claim-in other words, that a contract contains a legally valid arbitration clause that encompass the underlying claim-before the court requires the parties to arbitrate.\n   <em>\n    Howsam v. Dean Witter Reynolds, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9190679\" index=\"60\" url=\"https://cite.case.law/us/537/79/#p83\">\n    537 U.S. 79\n   </extracted-citation>\n   , 83,\n   <extracted-citation case-ids=\"9190679\" index=\"61\" url=\"https://cite.case.law/us/537/79/#p83\">\n    123 S.Ct. 588\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9190679\" index=\"62\" url=\"https://cite.case.law/us/537/79/#p83\">\n    154 L.Ed.2d 491\n   </extracted-citation>\n   (2002) (quoting\n   <em>\n    AT &amp; T Techs., Inc. v. Commc'ns Workers\n   </em>\n   ,\n   <extracted-citation case-ids=\"6206747\" index=\"63\" url=\"https://cite.case.law/us/475/643/#p649\">\n    475 U.S. 643\n   </extracted-citation>\n   , 649,\n   <extracted-citation case-ids=\"6206747\" index=\"64\" url=\"https://cite.case.law/us/475/643/#p649\">\n    106 S.Ct. 1415\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6206747\" index=\"65\" url=\"https://cite.case.law/us/475/643/#p649\">\n    89 L.Ed.2d 648\n   </extracted-citation>\n   (1986) );\n   <em>\n    see also\n   </em>\n   <em>\n    Granite Rock Co. v. Int'l Bhd. of Teamsters\n   </em>\n   ,\n   <extracted-citation case-ids=\"12455281,3644277\" index=\"66\" url=\"https://cite.case.law/us/561/287/\">\n    561 U.S. 287\n   </extracted-citation>\n   , 296-97,\n   <extracted-citation case-ids=\"12455281,3644277\" index=\"67\" url=\"https://cite.case.law/us/561/287/\">\n    130 S.Ct. 2847\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12455281,3644277\" index=\"68\" url=\"https://cite.case.law/us/561/287/\">\n    177 L.Ed.2d 567\n   </extracted-citation>\n   (2010). Such a determination is necessary because \"arbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit.\"\n   <em>\n    <extracted-citation case-ids=\"12455281,3644277\" index=\"69\" url=\"https://cite.case.law/us/561/287/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal quotation marks omitted) (citing\n   <em>\n    Steelworkers v. Warrior &amp; Gulf Nav. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6166480\" index=\"70\" url=\"https://cite.case.law/us/363/574/#p582\">\n    363 U.S. 574\n   </extracted-citation>\n   , 582,\n   <extracted-citation case-ids=\"6166480\" index=\"71\" url=\"https://cite.case.law/us/363/574/#p582\">\n    80 S.Ct. 1347\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6166480\" index=\"72\" url=\"https://cite.case.law/us/363/574/#p582\">\n    4 L.Ed.2d 1409\n   </extracted-citation>\n   (1960) ).\n  </p>\n  <p id=\"p-76\">\n   The parties are free, however, to delegate gateway determinations about the validity and scope of an arbitration clause to the arbitrator.\n   <em>\n    Henry Schein, Inc. v. Archer &amp; White Sales, Inc.\n   </em>\n   , 589 U.S. ----,\n   <extracted-citation case-ids=\"12623276\" index=\"73\" url=\"https://cite.case.law/s-ct/139/524/#p527\">\n    139 S.Ct. 524\n   </extracted-citation>\n   , 527,\n   <extracted-citation case-ids=\"12623276\" index=\"74\" url=\"https://cite.case.law/s-ct/139/524/#p527\">\n    202 L.Ed.2d 480\n   </extracted-citation>\n   (2019) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Rent-A-Center, West, Inc. v. Jackson\n   </em>\n   , 561 U.S. at 68-69,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"75\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   . To be enforceable, such delegations are subject to a heightened standard: the parties' intent to arbitrate the issue of arbitrability must be demonstrated by \"clear and unmistakable evidence.\"\n   <em>\n    Rent-A-Center, West, Inc. v. Jackson\n   </em>\n   , 561 U.S. at 69 n.1,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"76\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   (citing\n   <em>\n    First Options of Chi., Inc. v. Kaplan\n   </em>\n   ,\n   <extracted-citation case-ids=\"1339246\" index=\"77\" url=\"https://cite.case.law/us/514/938/#p944\">\n    514 U.S. 938\n   </extracted-citation>\n   , 944,\n   <extracted-citation case-ids=\"1339246\" index=\"78\" url=\"https://cite.case.law/us/514/938/#p944\">\n    115 S.Ct. 1920\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1339246\" index=\"79\" url=\"https://cite.case.law/us/514/938/#p944\">\n    131 L.Ed.2d 985\n   </extracted-citation>\n   (1995) ). If a court concludes the parties intended such a delegation and the delegation is enforceable, the court must compel arbitration on issues relating to arbitrability along with the underlying dispute.\n   <em>\n    Id.\n   </em>\n   at 69-70,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"80\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-77\">\n   The rule allowing delegation of threshold questions to the arbitrator extends to questions regarding the legal validity and scope of an arbitration agreement. But it does not extend to whether an agreement to arbitrate exists in the first place.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12455276,3644316\" index=\"81\" url=\"https://cite.case.law/us/561/63/\">\n     id.\n    </extracted-citation>\n   </em>\n   at 70 n.2,\n   <extracted-citation case-ids=\"12455276,3644316\" index=\"82\" url=\"https://cite.case.law/us/561/63/\">\n    130 S.Ct. 2772\n   </extracted-citation>\n   (distinguishing between questions of legal validity and questions of contract formation in context of delegation challenge);\n   <em>\n    see also\n   </em>\n   <em>\n    Buckeye Check Cashing, Inc. v. Cardegna\n   </em>\n   ,\n   <extracted-citation case-ids=\"5962007\" index=\"83\" url=\"https://cite.case.law/us/546/440/#p445\">\n    546 U.S. 440\n   </extracted-citation>\n   , 445-46,\n   <extracted-citation case-ids=\"5962007\" index=\"84\" url=\"https://cite.case.law/us/546/440/#p445\">\n    126 S.Ct. 1204\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5962007\" index=\"85\" url=\"https://cite.case.law/us/546/440/#p445\">\n    163 L.Ed.2d 1038\n   </extracted-citation>\n   (2006).\n  </p>\n  <p id=\"p-78\">\n   Thus, there are two questions before the Court. First, does an agreement to arbitrate exist between the parties? If not, Plaintiff cannot be forced to arbitrate this dispute and the case should not be dismissed. Second, if an agreement to arbitrate does exist between the parties, is there clear and unmistakable evidence they intended to delegate issues of arbitrability to the arbitrator? If so, the Court must compel arbitration without addressing the merits of Plaintiff's challenges to arbitrability. If there is not clear and unmistakable evidence the parties intended to delegate issues of arbitrability to the arbitrator, then the Court itself must decide Plaintiff's challenges to arbitrability.\n  </p>\n  <p id=\"p-79\">\n   As to the first question, Plaintiff's Verified Complaint acknowledges Plaintiff entered into the ESA with Defendant. (Doc. 43-1 at 1.) Plaintiff also acknowledges the ESA contains an arbitration agreement. (\n   <em>\n    Id.\n   </em>\n   at 3.) The Court therefore concludes that an agreement to arbitrate exists between Plaintiff and Defendant.\n  </p>\n  <p id=\"p-80\">\n   As to the second question, the ESA itself does not contain language delegating gateway questions of arbitrability to the arbitrator. But the ESA does require the parties to follow AAA Rules in any arbitration. (Doc. 43-1 at 179, §§ 6, 8.2.) And the AAA Rules they agreed on give the arbitrator \"the power to rule on his or her own jurisdiction, including any objections with respect to the existence, scope, or validity of the arbitration agreement.\" (Doc. 44-1 at 19, § R-9(a).) When parties agree on arbitration rules giving the arbitrator the power to decide gateway decisions of arbitrability, that is clear and unmistakable evidence the parties intended to delegate such gateway decisions to the arbitrator.\n   <em>\n    Mounts v. Midland Funding LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12273848\" index=\"86\" url=\"https://cite.case.law/f-supp-3d/257/930/#p941\">\n    257 F.Supp.3d 930\n   </extracted-citation>\n   , 941-42 (E.D. Tenn. 2017) (citing\n   <em>\n    Howard v. Rent-A-Center, Inc.\n   </em>\n   , No. 1:10-CV-103,\n   <extracted-citation index=\"87\" url=\"https://cite.case.law/citations/?q=2010%20WL%203009515\">\n    2010 WL 3009515\n   </extracted-citation>\n   , at *4, *6 (E.D. Tenn. July 28, 2010) );\n   <em>\n    see also\n   </em>\n   <em>\n    Book Depot P'ship v. Am. Book Co.\n   </em>\n   , No. 3:05-CV-163,\n   <extracted-citation index=\"88\" url=\"https://cite.case.law/citations/?q=2005%20WL%201513155\">\n    2005 WL 1513155\n   </extracted-citation>\n   , at *3 (E.D. Tenn. June 24, 2005).\n  </p>\n  <p id=\"p-81\">\n   Plaintiff does not contest the accuracy of this principle of law. (\n   <em>\n    See\n   </em>\n   Doc. 49 at 13 &amp; n.3 (summarizing Defendant's contention that the incorporation of the AAA Rules delegated gateway determinations to the arbitrator).) Nor does Plaintiff argue the delegation agreement between itself and Defendant is unenforceable. Instead, Plaintiff argues the AAA Rules regarding delegation do not apply to the Baker Pass-Through Claim, because even though Plaintiff and Defendant adopted the AAA Rules, Plaintiff and Baker did not adopt them. A significant portion of Plaintiff's response, in fact, follows this theme: Baker is not a party to the ESA; Baker cannot make a Claim as defined in the ESA; Baker has no right to require Plaintiff to arbitrate anything; Defendant cannot assert a claim that belongs to Baker.\n  </p>\n  <p id=\"p-82\">\n   There is a simple but fatal flaw in Plaintiff's position. Baker is not seeking to force Plaintiff to arbitrate anything; Defendant is. The fact that one of the claims in the Arbitration is the Baker Pass-Through Claim makes no difference. If the Arbitration included a claim by Defendant against Plaintiff for breaching a contract with Plaintiff's landlord, or for taking a child's\n   lunch money, or for defaming Mark Twain, it would still be for the arbitrator to decide whether such a claim was within the scope of the arbitration agreement. There is not, as the Supreme Court recently held, an exception to delegation for \"wholly groundless\" arguments that an arbitration agreement applies to a particular dispute.\n   <em>\n    Henry Schein\n   </em>\n   ,\n   <extracted-citation case-ids=\"12623276\" index=\"89\" url=\"https://cite.case.law/s-ct/139/524/#p527\">\n    139 S.Ct. at 527-28\n   </extracted-citation>\n   (2019). Defendant may turn out not to have the right to include the Baker Pass-Through Claim in the Arbitration. Or the Baker Pass-Through Claim may turn out to be time barred, as Plaintiff argues in the Verified Complaint. But because Plaintiff and Defendant clearly and unmistakably delegated gateway decisions of arbitrability to the arbitrator, it is the arbitrator, and not the Court, that must make decisions about arbitrability.\n  </p>\n  <p id=\"p-83\">\n   <strong>\n    3. Litigation Carveout\n   </strong>\n  </p>\n  <p id=\"p-84\">\n   Plaintiff argues its lawsuit is not subject to arbitration at all, because the ESA vests exclusive jurisdiction for \"any Claim involving a request for equitable or injunctive relief or specific performance\" in certain courts, not in arbitration. (Doc. 43-1 at 179, § 7.) Plaintiff argues its Verified Complaint seeking declaratory and injunctive relief falls within this exception, and therefore its claim cannot be sent to arbitration.\n  </p>\n  <p id=\"p-85\">\n   The arbitration clause and the litigation clause of the ESA are complementary. The arbitration clause requires arbitration of all Claims \"other than Claims involving requests for equitable or injunctive relief or specific performance.\" (\n   <em>\n    Id.\n   </em>\n   at 179, § 6.) The litigation clause requires litigation of those very excepted Claims-all Claims that do \"involve[e] a request for equitable or injunctive relief or specific performance.\" (\n   <em>\n    Id.\n   </em>\n   § 6.) Whether a certain claim is equitable and therefore falls within the litigation clause is necessarily the same question as whether it is outside the scope of the arbitration clause. The ultimate issue is still whether the question raised in this action-whether the Baker Pass-Through Claim is arbitrable-is to be answered by this Court or by the arbitrators.\n  </p>\n  <p id=\"p-86\">\n   Take a simple analogy. The arbitration clause is like a donut, the litigation clause like the donut hole. All Claims are to be arbitrated (the donut), except Claims seeking equitable or injunctive relief (the donut hole). All Claims are thus either in the donut or in the donut hole. Plaintiff argues its action is in the donut hole. But because there are only two options for Claims-donut or donut hole-that is the same question as whether it is within the donut. The same question gets the same answer: the arbitrator is to decide, because the parties agreed to delegate such questions to the arbitrator in the first instance. In sum, it is the arbitrator's role to decide if the exception to its jurisdiction applies, just as it is the arbitrator's role to determine if the claim is within the scope of the arbitration clause.\n  </p>\n  <p id=\"p-87\">\n   Plaintiff argues the litigation carveout trumps the delegation provision. It cites a number of cases for propositions such as the following: \"an express provision excluding a specific dispute ... will remove the dispute from consideration by the arbitrators.\" (Doc. 49 at 15-16 (quoting\n   <em>\n    NCR Corp. v. Korala Assocs., Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4071658\" index=\"90\" url=\"https://cite.case.law/f3d/512/807/#p813\">\n    512 F.3d 807\n   </extracted-citation>\n   , 813 (6th Cir. 2008).) None of the cases Plaintiff cites, however, address the effect of a delegation of gateway arbitrability questions to the arbitrator.\n   <em>\n    See\n   </em>\n   <em>\n    NCR Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4071658\" index=\"91\" url=\"https://cite.case.law/f3d/512/807/#p813\">\n    512 F.3d 807\n   </extracted-citation>\n   (no mention of delegation of threshold questions to arbitrator);\n   <em>\n    Bratt Enters., Inc. v. Noble Int'l Ltd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9104784\" index=\"92\" url=\"https://cite.case.law/f3d/338/609/\">\n    338 F.3d 609\n   </extracted-citation>\n   (6th Cir. 2003) (same);\n   <em>\n    Vemco Inc. v. Flakt, Inc.\n   </em>\n   ,\n   <extracted-citation index=\"93\" url=\"https://cite.case.law/citations/?q=96%20F.3d%201449\">\n    96 F.3d 1449\n   </extracted-citation>\n   (6th Cir. 1996) (Table) (same);\n   <em>\n    D &amp; E Constr. Co. v. Robert J. Denley Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11122834\" index=\"94\" url=\"https://cite.case.law/sw3d/38/513/\">\n    38 S.W.3d 513\n   </extracted-citation>\n   (Tenn. 2001) (same). Plaintiff points to no authority for disregarding a delegation provision\n   simply because of a litigation carve-out, or that a litigation carve-out should be treated any differently than any other limit on arbitrability that may be in dispute.\n   <footnotemark>\n    11\n   </footnotemark>\n   The Court is left with the conclusion that because Plaintiff and Defendant delegated questions on the scope of arbitrability to the arbitrator, the Court is to enforce that agreement. The existence of the arbitration agreement therefore defeats Plaintiff's claim for relief.\n  </p>\n  <p id=\"p-88\">\n   <strong>\n    4. Dismissal or Stay\n   </strong>\n  </p>\n  <p id=\"p-89\">\n   The FAA instructs a court to stay an action \"upon being satisfied that the issue involved ... is referable to arbitration.\"\n   <extracted-citation index=\"95\" url=\"https://cite.case.law/citations/?q=9%20U.S.C.%20%C2%A7%C2%A7%203\">\n    9 U.S.C. § 3\n   </extracted-citation>\n   . A court may also dismiss an action where all of the claims are arbitrable.\n   <em>\n    See\n   </em>\n   <em>\n    Moore\n   </em>\n   ,\n   <extracted-citation case-ids=\"5868334\" index=\"96\" url=\"https://cite.case.law/f-supp-2d/533/740/#p744\">\n    533 F.Supp.2d at 751-52\n   </extracted-citation>\n   (dismissing action where court could \"discern no purpose for retaining jurisdiction and staying the action\"). The final question before the Court, accordingly, is whether to dismiss or stay this action.\n  </p>\n  <p id=\"p-90\">\n   The Court concludes dismissal is appropriate rather than a stay. Plaintiff does not ask the Court to consider a stay of the action if the Court finds Defendant's motion to be meritorious. If the arbitrator decides the Baker Pass-Through Claim is within the scope of the Arbitration, the dispute will be resolved through arbitration. If, on the other hand, the arbitrator decides the Baker Pass-Through Claim is not within the scope of the Arbitration, Plaintiff will have received the result it seeks, in that it will not be required to arbitrate the Baker Pass-Through Claim.\n   <footnotemark>\n    12\n   </footnotemark>\n   Staying the action rather than dismissing it under these circumstances would serve no purpose. The Court will accordingly\n   <strong>\n    DISMISS\n   </strong>\n   the action.\n  </p>\n  <p id=\"p-91\">\n   <strong>\n    IV.\n    <em>\n     CONCLUSION\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-92\">\n   The Court will\n   <strong>\n    DENY\n   </strong>\n   Plaintiff's motion to remand (Doc. 11),\n   <strong>\n    GRANT\n   </strong>\n   Defendant's motion to dismiss (Doc. 4), and\n   <strong>\n    DENY\n   </strong>\n   Plaintiff's motion for hearing (Doc. 54). Plaintiff's claims will be\n   <strong>\n    DISMISSED\n   </strong>\n   .\n  </p>\n  <p id=\"p-93\">\n   <strong>\n    An appropriate order will enter.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-96\">\n    A number of documents were initially filed under seal and later unsealed. The Court refers to the unsealed versions of the documents.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-97\">\n    This summary of the facts is drawn from Plaintiff's Verified Complaint and its exhibits.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-98\">\n    The listing of \"Contract Documents\" elsewhere in the ESA identifies Exhibit 8 as setting out the \"ADR Procedures.\" (Doc. 43-1 at 22, § 5.1.)\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-99\">\n    The apparent typographical error in this provision-\"may will?\"-is not relevant to the Court's resolution of the motions before it. The Court therefore does not address it further.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-100\">\n    Defendant states in its briefing that the actual amount of the Baker-Related Markup is a million dollars lower, or approximately $ 2.4 million. (\n    <em>\n     See, e.g.\n    </em>\n    , Doc. 47 at 4-5.)\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-101\">\n    The Court's analysis of Plaintiff's motion to remand is long. Unfortunately, Plaintiff's motion to remand advanced multiple positions that were not well-founded, and which therefore required an expenditure of Court resources that should not have been necessary. For example, in looking into various authorities put forward by Plaintiff, the Court was surprised to find that those authorities did not support the positions Plaintiff was advancing. The Court expects attorneys practicing before it to adhere to the highest standards of ethics and professionalism as officers of the Court. The Court regrets to have to conclude that Plaintiff's counsel did not meet those expectations here.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-102\">\n    Defendant proposes a simpler way to analyze the amount in controversy here. Non-binding authority holds that, in an action seeking to enjoin arbitration, the value of the object of the litigation is simply \"the amount of the possible award in the underlying arbitration.\"\n    <em>\n     See\n    </em>\n    <em>\n     Hambell v. Alphagraphics Franchising Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"7411321\" index=\"97\" url=\"https://cite.case.law/f-supp/779/910/#p912\">\n     779 F.Supp. 910\n    </extracted-citation>\n    , 912 (E.D. Mich. 1991) ;\n    <em>\n     see also\n    </em>\n    <em>\n     Webb v. Investacorp. Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"9041789\" index=\"98\" url=\"https://cite.case.law/f3d/89/252/#p256\">\n     89 F.3d 252\n    </extracted-citation>\n    , 256-57 (5th Cir. 1996) (approving reasoning of\n    <em>\n     Hambell\n    </em>\n    ; affirming trial court's use of demand in underlying arbitration claim to determine amount in controversy in action for declaration and injunction against arbitration);\n    <em>\n     Wilmington Sav. Fund Soc'y, FSB v. Universitas Educ., LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"4338597\" index=\"99\" url=\"https://cite.case.law/f-supp-3d/164/273/#p283\">\n     164 F.Supp.3d 273\n    </extracted-citation>\n    , 283 (D. Conn. 2016) (\"In an action seeking a declaratory judgment ruling that the parties are not required to arbitrate, the arbitration demand determines the amount in controversy.\") (citing\n    <em>\n     Webb\n    </em>\n    ,\n    <extracted-citation case-ids=\"9041789\" index=\"100\" url=\"https://cite.case.law/f3d/89/252/#p256\">\n     89 F.3d at\n    </extracted-citation>\n    257 ). Here, the amount of the possible award in the Arbitration is the amount of the Demand, $ 134,276,341, which satisfies the jurisdictional threshold many times over. (Doc. 43-1 at 264.)\n   </p>\n   <p id=\"p-103\">\n    There is logic to this approach. But the results in the foregoing cases all depend to some degree on the\n    <em>\n     Hambell\n    </em>\n    court's adoption of the \"either viewpoint\" perspective in assessing the amount in controversy.\n    <em>\n     See\n    </em>\n    <em>\n     Hambell\n    </em>\n    ,\n    <extracted-citation case-ids=\"7411321\" index=\"101\" url=\"https://cite.case.law/f-supp/779/910/#p912\">\n     779 F.Supp. at\n    </extracted-citation>\n    912 ;\n    <em>\n     Webb\n    </em>\n    ,\n    <extracted-citation case-ids=\"9041789\" index=\"102\" url=\"https://cite.case.law/f3d/89/252/#p256\">\n     89 F.3d at 257\n    </extracted-citation>\n    (adopting reasoning of\n    <em>\n     Hambell\n    </em>\n    );\n    <em>\n     Wilmington Sav. Fund\n    </em>\n    ,\n    <extracted-citation case-ids=\"4338597\" index=\"103\" url=\"https://cite.case.law/f-supp-3d/164/273/#p283\">\n     164 F.Supp.3d at 283\n    </extracted-citation>\n    (relying on\n    <em>\n     Webb\n    </em>\n    ,\n    <extracted-citation case-ids=\"9041789\" index=\"104\" url=\"https://cite.case.law/f3d/89/252/#p256\">\n     89 F.3d at\n    </extracted-citation>\n    257 ). Because the Court is not determining a single, correct approach to perspective-be it the plaintiff's viewpoint, the removing defendant's viewpoint, or either viewpoint-the Court cannot rely wholly on cases selecting an \"either viewpoint\" approach.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-104\">\n    The Court therefore need not address, for example, Plaintiff's arguments based on the doctrine of standing (\n    <em>\n     see\n    </em>\n    Doc. 46 at 7, Doc. 51 at 8-10), its citation of language discussing complete diversity of citizenship and real parties in interest (\n    <em>\n     see\n    </em>\n    Doc. 51 at 7-8), or its argument that staying a $ 134 million arbitration does not have a value over $ 75,000 (\n    <em>\n     see\n    </em>\n    <em>\n     id.\n    </em>\n    at 11-12).\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-105\">\n    While Plaintiff states in its Verified Complaint that it is attaching \"a true and correct copy of\" the Statement of Claim, it explains in a footnote that it is actually attaching only \"the relevant excerpts of\" the Statement of Claim because of its length, but that it will file the full version if so requested. (Doc. 43-1 at 6, ¶ 28 &amp; n.1.) One of the excerpts Plaintiff did attach refers to the Baker-Related Markup, stating Defendant \"does claim from [Plaintiff] certain costs related to Baker, as more specifically provided in\" Sections 67 and 68 of the Statement of Claim. (Doc. 43-1 at 327.) Plaintiff did not choose to attach Sections 67 and 68 themselves to the Verified Complaint.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-106\">\n    A Rule 12(b)(1) motion may present either a facial attack, which questions the sufficiency of the pleadings, or a factual attack, which challenges the factual existence of subject-matter jurisdiction.\n    <em>\n     United States v. Ritchie\n    </em>\n    ,\n    <extracted-citation case-ids=\"1527474\" index=\"105\" url=\"https://cite.case.law/f3d/15/592/#p598\">\n     15 F.3d 592\n    </extracted-citation>\n    , 598 (6th Cir. 1994). \"When reviewing a facial attack, a district court takes the allegations in the complaint as true,\" although conclusory allegations and legal conclusions will not prevent dismissal.\n    <em>\n     Gentek Bldg. Prods. v. Sherwin-Williams Co.\n    </em>\n    ,\n    <extracted-citation case-ids=\"3469945\" index=\"106\" url=\"https://cite.case.law/f3d/491/320/#p330\">\n     491 F.3d 320\n    </extracted-citation>\n    , 330 (6th Cir. 2007). The parties essentially agree Defendant's 12(b)(1) motion raises a facial attack. (Doc. 44 at 4 (Defendant argues facial attack); Doc. 49 at 4-5 (Plaintiff agrees Court should take allegations of complaint as true for purposes of Rule 12(b)(1) motion, implying motion makes facial attack; Plaintiff describes Defendant's motion as making \"facial attack\").)\n   </p>\n   <p id=\"p-107\">\n    The Court agrees with the parties that Defendant's motion to dismiss under Rule 12(b)(1) raises a facial, rather than a factual, attack. Defendant does not rely on matters outside of the pleadings for its motion to dismiss; although it attaches a copy of the AAA Rules to its motion to dismiss, the Verified Complaint refers to the AAA Rules (Doc. 43-1 at 3, ¶¶ 9, 11), and the ESA attached to the Verified Complaint incorporates them as well (\n    <em>\n     id.\n    </em>\n    at 179, ¶¶6, 8.2).\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-108\">\n    For similar reasons, the Court finds unpersuasive Plaintiff's argument based on the ESA's selection of Tennessee law as governing interpretation of the contract. (See Doc. 49 at 14 n.4.) None of the cases Plaintiff cites regarding deciding arbitrability under state law involved a delegation of that authority to the arbitrators.\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-109\">\n    In addition to seeking five declarations on the arbitrability of the Baker Pass-Through Claim (Doc. 43-1 at 13, ¶¶ 3-7), Plaintiff seeks two declarations on the confidentiality provision of the ESA as it relates to the arbitration of the Baker Pass-Through Claim (\n    <em>\n     id.\n    </em>\n    ¶¶ 8-9). These requests are derivative of the question of arbitrability, and a declaration on them would add nothing to Plaintiff's relief if the Baker Pass-Through Claim is found not arbitrable.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}