{
  "casebody": {
    "data": "<casebody firstpage=\"83\" lastpage=\"87\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b95-3\">THOMAS v. GREAT NORTHERN RY. CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b95-4\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AE-\">June 20, 1906.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b95-5\">No. 1,293.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b95-6\">1. Removal of Causes — Persons Jointly Sued — Separable Causes of Action —Complaint.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b95-8\">In the absence of a showing of fraudulent misjoinder of parties defendant, tlie case made in the complaint against defendants jointly sued is determinative of the right to remove the cause to the federal court.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b95-9\">[Ed. Note. — For cases in point, see vol. 42. Cent. Dig. Removal of Causes, §§ 94, 115.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b95-10\">Separable controversy ground for removal of cause to federal court, see notes to Robbins v. Ellenbogen, 18 C. G.*A. 80; Mecke v. Valley town Mineral Co., 35 C. C. A. 155.1</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b95-11\">2. Master and Servant — Injuries to Servant — Action—Parties—Joinder.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b95-12\">Under the Washington slate law a servant may be joined with his master in an action by another servant for personal injuries alleged, to have resulted from their negligence, whether the negligence of the servant consists in nonfeasance or misfeasance.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b95-13\">3. Removal of Causes — Separable Controversies — Determination—Time. -</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b95-14\">On an application for the removal of a cause to Uie federal court, the question whether there is a separable controversy between plaintiff and each defendant which will warrant a removal is to be determined by the condition of the record in the state court at the time of (he filing of the petition to remove, independent of the allegations of such petition or in the affidavit of petitioner, unless petitioner both alleges and proves that defendants were wrongfully made _ joint defendants for the purpose of preventing removal.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b95-15\">4. Same — Petition—Intent.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b95-16\">Where a petition for the removal of a cause to the federal court, on tlie ground that a separable controversy existed between plaintiff and a nonresident defendant, alleged that the resident defendant was joined for the purpose of preventing a removal of the action, but did not allege that said defendant was “wrongfully or fraudulently” made a party defendant, and it appeared that plaintiff was entitled to sue the defendants jointly, the petition was insufficient to justify a removal.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b95-17\">[Ed. Note. — For cases in point, see vol. 4-2, Cent. Dig. Removal of Causes, §§ 106-179.]</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b95-18\">5. Same — Federal Jurisdiction--«Waiver.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b95-19\">Where, after a cause had been erroneously removed to the federal court over plaintiff’s objection, that court sustained a demurrer t.o the complaint in so far as it affected tlie resident defendant, plaintiff, by amending his complaint and proceeding' as against the nonresident defendant in the federal court, did not waive his objection that the cause had been erroneously removed.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b95-20\">[Ed. Note. — For cases in point, see vol. 42, Cent. Dig. Removal of Causes, § 216.]</headnotes>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b95-21\">•In Error to the Circuit Court of the United States for the Eastern Division of the Eastern District of Washington.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b96-3\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>The plaintiff In error brought an action in the superior court of the state •of Washington for Spokane county against the defendant in error and Peter McDonald to recover damages for personal injury. He alleged in his complaint that- the said McDonald was the foreman of his eodefendant, the ■Great Northern Railway Company, and had charge of certain work in its shops; that the plaintiff in error was unfamiliar with such work and the tools used therein, as said McDonald knew; that said McDonald gave him ■a chisel with which to do certain work, and, when he complained that the •chisel did not appear to be in first-class condition, said McDonald negligently •and willfully told him that it was good, and was all right, and ordered him to go ahead and use it; that through a defect in said chisel in a few minutes thereafter a piece of iron struck the plaintiff in error in the eye, ruining the •sight thereof. The complaint alleged that the defendants in said action were jointly and severally negligent, in that they negligently failed and neglected to furnish him safe tools and negligently failed to warn him of the ■danger in using the same. The cause was removed to the Circuit Court upon the petition of the railway company on the ground that the controversy was wholly between the plaintiff and the petitioner. After the removal the plaintiff in . error moved to remand the cause to the state court. The motion-■was overruled. Thereafter the demurrer of McDonald to the complaint on the ground of his misjoinder as a party defendant was sustained by the Circuit Court and the action was as to him adjudged to be dismissed. The plaintiff in error then amended his complaint and therein made the railway •company the sole defendant. Upon the issues so presented by that complaint the cause was tried, and the jury, under instructions of the court, ■returned a verdict for the defendant in error.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b96-4\">F. W. Dewart, for plaintiff in error.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b96-5\">M. J. Gordon, Charles A. Murray, and W. W. Hindman, for defendants in error.</attorneys>\n<p data-order=\"22\" data-type=\"judges\" id=\"b96-6\">Before GILBERT and ROSS, Circuit Judges, and HAWLEY, District Judge.</p>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b96-7\">GILBERT, Circuit Judge,</author>\n<p id=\"Acl\">after stating the case as above, delivered the opinion of the court.</p>\n<p id=\"b96-8\">It is assigned as error, among other assignments, that the Circuit Court overruled the motion of the plaintiff in error to remand the cause to the state court. In Alabama Great Southern Railway Co. v. Thompson, Admr. (Jan. 3, 1906) 200 U. S. 206, 26 Sup. Ct. 161, 50 L. Ed. 441, the Supreme Court reviewed its former decisions, expressed the purport of their meaning, and finally determined the doctrine that the case made in the complaint against defendants sued jointly is, in the absence of a showing of fraudulent misjoinder, determinative of the right of removal. The court first reviewed Chesapeake &amp; Ohio R. R. Co. v. Dixon, 179 U. S. 131, 21 Sup. Ct. 67, 45 L. Ed. 121; and, after quoting therefrom, said:</p>\n<blockquote id=\"b96-9\">“It is patent from the language just quoted from the opinion that, conceding the misjoinder of causes of action appeared on the face of the petition,- that fact was not decisive of the right of the nonresident defendant to remove the action to the federal court.”</blockquote>\n<p id=\"b96-10\">From that decision the court quoted with approval the following:</p>\n<blockquote id=\"b96-11\">“It has often been decided that an action brought in a state court against two jointly for a tort cannot be removed by either of them into the Oircuit Court of the United States, under Act March 3, 1875, c. 137, § 2, 18 Stat. 470 [U. S. Comp. St. 1901, p. 509], upon the ground of a separable controversy <page-number citation-index=\"1\" label=\"85\">*85</page-number>between the plaintiff and himself, although the defendants have pleaded severally and the plaintiff might have brought an action against either alone.”</blockquote>\n<p id=\"b97-4\">And quoting the language in the opinion oí the court in Louisville &amp; Nashville Railroad Company v. Ide, 114 U. S. 52, 5 Sup. Ct. 735, 29 L. Ed. 63, in which the Chief Justice had said, “A defendant has no right to say that an action shall be several which a plaintiff elects to make joint,” the court proceeded to remark:</p>\n<blockquote id=\"b97-5\">“The language is used of an action begun in the state court, and it is recognized that the plaintiff may select his own manner of bringing his action and must stand or fall by his election. If he has improperly joined causes of action, he may fail in his suit. The question may be raised by answer and the right of the defendant adjudicated, but the question of removability depends upon the slate of the pleading and the record at the time of the application for removal. Wilson v. Oswego Tp., 151 U. S. 56, 66, 14 Sup. Ct. 259, 263, 38 L. Ed. 70. And it lias been too frequently decided to be now questioned that lhe plaintiff may elect his own method of attack, and the ease which lie makes in his declaration, bill, or complaint, that being the only pleading in the case, is to determine the separable character of the controversy for the purpose of deciding Lhe right of removal.”</blockquote>\n<p id=\"b97-6\">Under the decisions of the Supreme Court of the state of Washington, a servant may be joined with the master in an action to recover damages for personal injuries alleged to have resulted from their negligence, whether the negligence of the servant consists in nonfeasance or misfeasance. Lough v. John Davis Co., 30 Wash. 204, 70 Pac. 491, 59 L. R. A. 802, 94 Am. St. Rep. 848: Howe v. Northern Pacific Ry., 30 Wash. 569, 70 Pac. 1100, 60 L. R. A. 949. The action in the present case, therefore, was one which could he brought and enforced in the courts of that state. That a federal court in. the same jurisdiction might rule differently as to the liability of the servant, where his negligence consisted in nonfeasance, is no ground for removal. In the Alabama Great Southern Railway Company Case the court said:</p>\n<blockquote id=\"b97-7\">“Tho eases are in difference as to whether a common-law action can bo sustained against master and servant jointly because of the responsibility of the master for the acts of the servant in prosecuting the master’s business. In good faith, so far as appears in the record, the plaintiff sought the determination of his rights in the stale court by the filing of a declaration in which he alleged a joint cause of action. Does this become a separable controversy, within the meaning of the act of Congress, because the plaintiff lias misconceived his cause of action and liad no right to prosecute the defendants jointly? We think, in the light of the adjudications above cited from tills court, it does not. tipon the face of the complaint, the only pleading filed in the case, the action is joint. It may lie that the state court will hold it not to bo so. It may be, which we are not called upon to decide now, that this court would so determine if the matter shall he presented in a ease of which it has jurisdiction. But this does not change ihe character of the action which the plaintiff lias seen lit to bring, nor change an alleged joint cause of action into a separable controversy for the purpose of removal.”</blockquote>\n<p id=\"b97-12\">It remains to be considered whether the cause was removable upon the allegations of the petition of the railway' company in which it was alleged that McDonald, its codefendant, was not a proper party defendant in said action, h:ul no interest in said suit, and, if liable at <page-number citation-index=\"1\" label=\"86\">*86</page-number>all, was separately liable, and that he was made a party defendant “for the sole and only purpose of preventing a removal of said action by your petitioner.” In the Dixon Case the court held that, if the liability of the defendants as set forth in the complaint was joint and the cause of action entire, then the controversy was not separable as a matter of law, and that the plaintiff’s purpose in joining certain defendants was immaterial. The court said:</p>\n<blockquote id=\"b98-4\">“The petition for removal did not charge fraud in that regard, or set up any facts and circumstances indicative thereof, and plaintiff’s motive in the performance of a lawful act was not open to inquiry.”</blockquote>\n<p id=\"b98-5\">In Louisville, etc., R. R. Co. v. Wangelin, 132 U. S. 599-601, 10 Sup. Ct. 203, 204, 33 L. Ed. 473, the court said:</p>\n<blockquote id=\"b98-6\">“The question whether there is a separable controversy which will warrant a removal is to be determined by the condition of the record in the state court at the time of the filing of the petition for removal, independently of the allegations in that petition or in the affidavit of the petitioner, unless the petitioner both alleges and proves that the defendants were wrongfully made joint defendants for the purpose of preventing a removal into the federal court.”</blockquote>\n<p id=\"b98-7\">In Plymouth Min. Co. v. Amador Canal Co., 118 U. S. 264-270, 6 Sup. Ct. 1034, 1038, 30 L. Ed. 232, the court said:</p>\n<blockquote id=\"b98-8\">“The averments in the petition that the defendants were wrongfully made to avoid a removal can be of no avail in the Circuit Court upon a motion to remand until they are proven, and that, so far as the present record discloses, was not attempted. The affirmative of this issue was on the petitioning defendant.”</blockquote>\n<p id=\"b98-9\">In the case at bar there is no allegation that McDonald was wrongfully or fraudulently made a party defendant. The sole allegation is that he was made defendant for the purpose of preventing the removal of the action. This averment presented no question for the decision of the court. The motive of the plaintiff in joining defendants was immaterial, so long as he was acting within his right. No evidence was taken upon that averment of the petition, nor did the court pass upon the question thus attempted to be presented. The motion to remand was denied upon the ground that no cause of action against McDonald was stated in the complaint.</p>\n<p id=\"b98-10\">It is contended\" that the plaintiff in error cannot be heard to insist that the cause was not removable for the reason that after the court had overruled his motion to remand and sustained the demurrer of McDonald, he voluntarily amended his complaint and made the defendant in error the sole defendant, thereby submitting to the jurisdiction of the Circuit Court. The sole question however, is whether the case was one properly removable from the state court as it stood in that court at the time when the petition was filed. That question is to be determined by the condition of the pleadings and the record at the time of the application for removal and not by the allegations of the petition or the subsequent proceedings which may be had in the Circuit Court. Barney v. Latham, 103 U. S. 205, 26 L. Ed. 514; Wilson v. Oswego Tp., 151 U. S. 56, 66, 14 Sup. Ct. 259, 38 L. Ed. 70. If the petition had alleged that McDonald was fraudulenty or wrong<page-number citation-index=\"1\" label=\"87\">*87</page-number>fully made a defendant for the purpose of preventing a removal, and the plaintiff had thereafter voluntarily dismissed as to him, his act might have been construed to be an admission of the truth of that allegation. But that is not what was done. After the removal, and after the court had denied the motion to remand and had sustained the demurrer of McDonald to the complaint, the plaintiff was compelled cither to submit to a dismissal of his action or amend his complaint in accordance with the ruling of the court. He could not, before final judgment, review in an appellate court the action of the trial court in overruling his motion to remand. Bender v. Pennsylvania Co., 148 U. S. 502, 13 Sup. Ct. 640, 37 L. Ed. 537. Nor could he obtain mandamus to compel a remand. Ex parte Hoard, 105 U. S. 578, 26 L. Ed. 1176. By amending his complaint as he did, and submitting to trial, he did not give the court jurisdiction.</p>\n<p id=\"b99-4\">The judgment is reversed, and the cause is remanded to the Circuit Court, with instructions to remand the same to the state court, whence it was removed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}