{
  "casebody": {
    "data": "<casebody firstpage=\"121\" lastpage=\"122\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b155-11\">UNITED STATES of America, Plaintiff — Appellee, v. Mamie TANG, Defendant — Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AuJ\">No. 03-10170.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b155-14\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b155-15\">Argued and Submitted June 14, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ar2\">Decided June 23, 2004.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b155-27\">Christopher J. Cannon, Esq., Sugarman <em>&amp; </em>Cannon, San Francisco, CA, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b155-26\">Robin Harris, AUSA, Office Of The U.S. Attorney, Timothy P. Crudo, Esq., Latham <em>&amp; </em>Watkins, LLP, San Francisco, CA, for Plaintiff-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b156-4\"><page-number citation-index=\"1\" label=\"122\">*122</page-number>Before: LAY,<footnotemark>*</footnotemark> HAWKINS, and BYBEE, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b156-9\"> The Honorable Donald P. Lay, Senior United States Circuit Judge for the Eighth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b156-5\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b156-6\">Mamie Tang (“Tang”) waived her right to appeal in a written plea agreement. Because the Government did not breach the plea agreement, Tang cannot appeal her sentence. <em>Cf. United States v. Gonzalez, </em>16 F.3d 985, 990 (9th Cir.1993) (defendant released from waiver of right to appeal by government’s breach of plea agreement).</p>\n<p id=\"b156-7\">The district court’s factual finding that there was no agreement between the Government and Tang that Tang be sentenced after her co-conspirator was not clearly erroneous. <em>See United States v. Elliott, </em>322 F.3d 710, 714 (9th Cir.2003) (under the “significantly deferential” clear error standard, we may reverse only if left with the “definite and firm conviction that a mistake has been committed.”) (internal quotations and citations omitted).</p>\n<p id=\"b156-8\">Similarly, the Government did not breach the plea agreement when it opposed a downward adjustment for acceptance of responsibility. The Government agreed, based on the information available to it at the time, not to oppose the adjustment for Tang’s acceptance of responsibility. This agreement became inapplicable when the Government learned new, material information about Tang’s failure to accept responsibility. <em>See United States v. De la Fuente, </em>8 F.3d 1333, 1337 (9th Cir. 1993) (traditional contract law principles usually apply to plea agreements).</p>\n<p id=\"b156-13\">Additionally, the Government’s use of statements at sentencing that Tang made while cooperating with the Government did not breach the plea agreement because Tang opened the door by introducing the statements into evidence. <em>See United States v. Williams, </em>939 F.2d 721, 723-25 (9th Cir.1991) (defendant who introduced evidence of a prior conviction could not later appeal admission of that evidence).</p>\n<p id=\"b156-14\">Therefore, the Government did not breach the agreement and Tang may not appeal. Additionally, even if there was a breach, the district court did not err in calculating the amount of loss pursuant to U.S.S.G. § 2F1.1 (deleted by consolidation with 2B1.1, November 1, 2001). <em>See United States v. Amlani, </em>111 F.3d 705, 719 (9th Cir.1997).</p>\n<p id=\"b156-15\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b156-24\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}