{
  "casebody": {
    "data": "<casebody firstpage=\"164\" lastpage=\"165\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b198-11\">Alma Rosana GRAMAJOOCHOA, Petitioner, v. John ASHCROFT, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b198-14\">No. 03-70695. Agency No. A70-816-538.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b198-16\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b198-17\">Submitted June 15, 2004.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b198-18\">Decided June 25, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b199-5\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>Carlos Vellanoweth, John Wolfgang Ge-hart, Vellanoweth &amp; Gehart, LLP, Los Angeles, CA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b199-6\">Regional Counsel, Western Region Immigration <em>&amp; </em>Naturalization Service, Laguna Niguel, CA, CAC-District Counsel, Office of the District Counsel, Los Angeles, CA, Ronald E. LeFevre, Chief Legal Officer, Office of the District Counsel, San Francisco, CA, Linda S. Wendtland, Esq., Larry P. Cote, U.S. Department of Justice, Washington, DC, for Respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b199-8\">Before LEAVY, THOMAS, and FISHER, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b198-9\"> The panel unanimously finds this case suitable for decision without oral argument. See Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b199-9\">MEMORANDUM<footnotemark>**</footnotemark></p>\n<p id=\"b199-10\">Ama Rosana Gramajo-Ochoa, a native and citizen of Guatemala, petitions for review of the Board of Immigration Appeals’ (“BIA”) order dismissing her appeal from an immigration judge’s denial of her application for asylum and withholding of deportation. Because the transitional rules apply, <em>see Kalaw v. INS, </em>133 F.3d 1147, 1150 (9th Cir.1997), we have jurisdiction under 8 U.S.C. § 1105a(a). We review for substantial evidence, <em>Sangha v. INS, </em>103 F.3d 1482, 1487 (9th Cir.1997), and we deny the petition for review.</p>\n<p id=\"b199-11\">Substantial evidence supports the BIA’s decision, because petitioner failed to offer evidence that she suffered persecution on account of a protected ground. <em>See id. </em>at 1490.</p>\n<p id=\"b199-14\">Because petitioner’s ineffective assistance of counsel claim is the type of administratively correctable procedural error which the BIA can competently address, <em>see Liu v. Waters, </em>55 F.3d 421, 426 (9th Cir.1995), she should have exhausted the issue by presenting it to the BIA, <em>see Ontiveros-Lopez v. INS, </em>213 F.3d 1121, 1124 (9th Cir.2000). Accordingly, we lack jurisdiction to review petitioner’s contention that her due process rights were violated by the BIA’s failure to raise an ineffective assistance of counsel claim <em>sua sponte. See Sanchez-Cruz v. INS, </em>255 F.3d 775, 780 (9th Cir.2001) (holding this court lacked jurisdiction to review unexhausted due process claim).</p>\n<p id=\"b199-15\">Pursuant to <em>Elian v. Ashcroft, </em>370 F.3d 897 (9th Cir.2004) (order), petitioner’s voluntary departure period will begin to run upon issuance of this court’s mandate.</p>\n<p id=\"b199-16\">PETITION FOR REVIEW DENIED.</p>\n<footnote label=\"**\">\n<p id=\"b199-12\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}