{
  "casebody": {
    "data": "<casebody firstpage=\"708\" lastpage=\"710\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b742-9\">UNITED STATES of America, Plaintiff-Appellee, v. Darrell W. SAMUEL, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b742-12\">No. 04-6153.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b742-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b742-14\">Submitted: June 23, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Amn\">Decided: July 1, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b743-14\"><page-number citation-index=\"1\" label=\"709\">*709</page-number>Darrell W. Samuel, Appellant pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b743-15\">Christopher Todd Hagins, Office of the United States Attorney, Columbia, South Carolina, for Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b743-16\">Before WIDENER and MICHAEL, Circuit Judges, and HAMILTON, Senior Circuit Judge.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b743-18\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b743-19\">PER CURIAM:</author>\n<p id=\"b743-20\">Darrell W. Samuel appeals an order of the district court dismissing for lack of jurisdiction Samuel’s “Motion Requesting Specific Performance Order, To Enforce/Embody Plea Agreement,” which was characterized by the district court as a successive 28 U.S.C. § 2255 (2000) motion.</p>\n<p id=\"b743-21\">Samuel may not appeal from the denial of relief in a § 2255 proceeding unless a circuit justice or judge issues a certificate of appealability. <em>See </em>28 U.S.C. § 2253(c)(1) (2000). Samuel may satisfy this standard by demonstrating that reasonable jurists would find both that his constitutional claims are debatable and that any dispositive procedural rulings by the district court are debatable or wrong. <em>See Miller-El v. Cockrell, </em>537 U.S. 322, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003); <em>Slack v. McDaniel, </em>529 U.S. 473, 484, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000); <em>Rose v. Lee, </em>252 F.3d 676, 683 (4th Cir.2001). We have reviewed the record and determine that Samuel’s motion for specific performance is, in substance, a successive motion attacking his conviction and sentence under 28 U.S.C. § 2255 (2000). <em>See United States v. Winestock, </em>340 F.3d 200, 206 (4th Cir.), <em>cert. denied, </em>— U.S.-, 124 S.Ct. 496, 157 L.Ed.2d 395 (2003). We <page-number citation-index=\"1\" label=\"710\">*710</page-number>therefore treat Samuel’s notice of appeal and appellate brief as a request for authorization from this court to file a second § 2255 motion. <em>See id. </em>at 208.</p>\n<p id=\"b744-4\">This court may authorize a second or successive § 2254 petition only if the applicant can show that his claims are based on (1) a new rule of constitutional law, made retroactive to cases on collateral review by the Supreme Court, that was previously unavailable; or (2) newly discovered evidence that, if proven and viewed in light of the evidence as a whole, would be sufficient to establish by clear and convincing evidence that no reasonable factfinder would have found him guilty of the offense. <em>See </em>28 U.S.C. § 2255 118. The applicant bears the burden of making a prima facie showing of these requirements in his application. <em>See In re Fowlkes, </em>326 F.3d 542, 543 (4th Cir.2003). In the absence of pre-filing authorization, the district court is without jurisdiction to entertain the successive petition. <em>Evans v. Smith, </em>220 F.3d 306, 325 (4th Cir.2000).</p>\n<p id=\"b744-5\">After reviewing Samuel’s motion and the record in this matter, we conclude that it does not meet the applicable standard. We therefore deny Samuel’s motion for a certificate of appealability and the implied request for authorization to file a second or successive § 2255 motion, and dismiss the appeal. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b744-6\">\n<em>DISMISSED</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}