{
  "casebody": {
    "data": "<casebody firstpage=\"729\" lastpage=\"751\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b753-8\">STATE OF CONNECTICUT <em>v. </em>MICHAEL D. PIRES, SR.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"aoq-dedup-1\">(AC 30860)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b753-9\">Flynn, C. J., and DiPentima and Sullivan, Js.<footnotemark>*</footnotemark></p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b754-8\"><page-number citation-index=\"1\" label=\"730\">*730</page-number>Argued February 16</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"aa8-dedup-0\">officially released July 27, 2010</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b755-5\"><page-number citation-index=\"1\" label=\"731\">*731</page-number><em>April E. Brodeur, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b755-6\"><em>Paul J. Narducci </em>and <em>John P. Gravalec-Pannone, </em>senior assistant state’s attorneys, with whom, on the brief, was <em>Michael L. Regan, </em>state’s attorney, for the appellee (state).</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b753-13\"> The listing of judges reflects their seniority status on this court as of the date of oral argument.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b755-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b755-8\">SULLIVAN, J.</author>\n<p id=\"AkBV\">The defendant, Michael D. Pires, Sr., appeals from the judgment of conviction, rendered after a jury trial, of murder in violation of General Statutes § 53a-54a. The defendant claims that the trial court improperly (1) denied him the constitutional right to self-representation and (2) instructed the jury in several ways, including on the requisite intent for the charged crime and on his right not to testify. We affirm the judgment of the trial court.</p>\n<p id=\"b755-9\">The jury reasonably could have found the following facts. At the time of the alleged offense, the defendant was staying at 121 Fourth Street, Norwich, with his son, Michael Pires, Jr., who engaged in the sale of illegal drugs. On the evening of June 27, 2004, the defendant and Pires, Jr., consumed several alcoholic beverages at a local club. While there, Pires, Jr., received a telephone call from the victim, who wanted to buy drugs from him. The victim subsequently arrived at the club and drove the defendant and Pires, Jr., to 121 Fourth Street, where they all entered the house. The victim and Pires, Jr., discussed the purchase of drugs, which turned into an argument when the victim offered to pay for the drugs with a check and Pires, Jr., rejected the offer and refused to provide the victim with any drugs.</p>\n<p id=\"b755-10\">As the disagreement between Pires, Jr., and the victim escalated, an associate of Pires, Jr., Tamir Dixon, intervened in the argument by punching the victim in the face. The victim fell to the floor, and Dixon and Pires, <page-number citation-index=\"1\" label=\"732\">*732</page-number>Jr., began kicking and hitting the victim. Several other young men also punched, kicked or hit the victim with a dumbbell weight. During the altercation, the defendant was nearby. Pires, Jr., began hitting the victim with a dumbbell weight, which Pires, Jr., testified that he had been instructed to do by the defendant. At some point in the altercation, the defendant was observed pounding nails into the victim’s head with the dumbbell. The defendant also was observed choking the victim. After the assault concluded, the victim was wrapped in a carpet and carried out to the trunk of his own car.</p>\n<p id=\"b756-6\">At about 2:10 a.m. on June 28,2004, Douglas A. Bisson was delivering newspapers on Fourth Street and Gilmore Street when he observed a youth acting as if he might be a “lookout.” The youth then ran toward a car and joined two other individuals standing around the open trunk of a car. When Bisson drove past the car again, the three individuals were no longer there but he called the police to report the suspicious activity.</p>\n<p id=\"b756-7\">Officers Anthony Gomes and Andre Rosedale of the Norwich police department, in response to the call, approached the car described by Bisson and observed that the trunk was closed and that near the car there was a rug, plastic bag and blanket that appeared to have moist red stains on them. As the officers were investigating, the defendant exited the side door of the residence at 121 Fourth Street. When the officers asked him about the car, the defendant said that “the guy [whose car it was had been there] before but hadn’t come back yet.” When asked about the items near the car, the defendant claimed that children had spilled Kool-Aid on the items. The officers did not believe that the red stains looked consistent with Kool-Aid, so they opened the trunk and discovered the lifeless body of the victim. An ambulance was called for the victim, and the police transported the defendant to the police station to make a statement. The others involved had <page-number citation-index=\"1\" label=\"733\">*733</page-number>left the 121 Fourth Street house but were arrested later elsewhere.</p>\n<p id=\"b757-5\">Prior to the commencement of trial, the defendant made several requests to the court to remove defense counsel, special public defender Linda Sullivan, from the case. On May 25, 2005, the defendant requested that the court, <em>Clifford, J., </em>remove Sullivan from the case. The court found no cause to do so. Similar exchanges occurred on October 12 and November 15, 2005, in appearances before Judge Handy. On December 20, 2005, the defendant renewed his request, and the court, <em>Schimelman, J., </em>also denied the request. When the defendant mentioned his constitutional rights, the court informed him that as an indigent defendant, he had the right to counsel but not the right to choose his own counsel. After a recess granted by the court so that the defendant could discuss strategy with Sullivan, the court reconvened and Sullivan reported that the defendant had not discussed strategy but had told her that he wanted to represent himself. The court ordered the case to the firm trial list, and the hearing concluded.</p>\n<p id=\"b757-6\">The next time the defendant appeared before the court, in March, 2006, Sullivan filed a motion to withdraw as counsel, and attorneys Kevin Barrs and Bruce Sturman asked to be appointed due to the conflict between Sullivan and the defendant. The court granted the motion to withdraw and appointed Barrs and Stur-man with the proviso that it did not want the defendant to continue requesting a new attorney at every hearing. The defendant did not make another request to replace counsel until August 2, 2006, at the start of trial, when he filed a pro se motion to dismiss counsel. At a hearing on August 3, 2006, the defendant withdrew that motion. The defendant filed another motion at the time of sentencing, titled “motion to dismiss,” that the court treated as a motion to dismiss counsel, and the court denied the motion.</p>\n<p id=\"b758-5\"><page-number citation-index=\"1\" label=\"734\">*734</page-number>Additional facts and procedural history will be set forth as necessary.</p>\n<p id=\"b758-6\">I</p>\n<p id=\"b758-7\">The defendant first claims he was denied the right to self-representation because the court failed to canvass him pursuant to the federal and state constitutions and Practice Book § 44-3<footnotemark>1</footnotemark> thereby violating his sixth amendment right to self-representation and his right to due process. We disagree.</p>\n<p id=\"b758-8\">We begin by noting that “[t]here is no doubt that a defendant has a right under both the state and the federal constitutions to represent himself at his criminal trial. <em>Faretta </em>v. <em>California, </em>422 U.S. 806, 819, 95 S. Ct. 2525, 45 L. Ed. 2d 562 (1975); <em>State </em>v. <em>Gethers, </em>197 Conn. 369, 376, 497 A.2d 408 (1985) <em>(Gethers II); State </em>v. <em>Gethers, </em>193 Conn. 526, 533, 480 A.2d 435 (1984) <em>(Gethers I); State </em>v. <em>Johnson, </em>185 Conn. 163, 178, 440 A.2d 858 (1981), aff'd, 460 U.S. 73, 103 S. Ct. 969, 74 L. Ed. 2d 823 (1983); <em>State </em>v. <em>Beaulieu, </em>164 Conn. 620, 630, 325 A.2d 263 (1973); see also Practice Book § [44-3]. The constitutional right of self-representation depends, however, upon its invocation by the defendant in a clear and unequivocal manner. <em>Faretta </em>v. <em>California, </em>supra, 835 ... .</p>\n<p id=\"b759-3\"><page-number citation-index=\"1\" label=\"735\">*735</page-number>“In the absence of a clear and unequivocal assertion of the right to self-representation, a trial court has no independent obligation to inquire into the defendant’s interest in representing himself, because the right of self-representation, unlike the right to counsel, is not a critical aspect of a fair trial, but instead affords protection to the defendant’s interest in personal autonomy.” (Citations omitted.) <em>State v. Carter, </em>200 Conn. 607, 611-13, 513 A.2d 47 (1986). “The clear and unequivocal request formulation has been said to have developed primarily as a standard designed to minimize abuses by criminal defendants who might be inclined to manipulate the system. ... If an unequivocal request were not required, convicted criminals would be given a ready tool with which to upset adverse verdicts after trials at which they had been represented by counsel.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Gathers, </em>supra, 197 Conn. 377 n.8.</p>\n<p id=\"b759-4\">In order to determine whether the court was required to canvass the defendant concerning his waiver of the right to counsel and his desire to proceed pro se, as he claims, we first must determine whether the request was made in a clear and unequivocal manner.<footnotemark>2</footnotemark> The defendant argues that he made two clear and unequivocal requests for self-representation—at the pretrial hearing on December 20, 2005, and at the sentencing hearing on October 13, 2006. The question of whether the defendant’s request is clear and unequivocal presents a mixed question of law and fact that this court <page-number citation-index=\"1\" label=\"736\">*736</page-number>reviews de novo. See <em>State </em>v. <em>Flanagan, </em>293 Conn. 406, 420-21, 978 A.2d 64 (2009).</p>\n<p id=\"b760-6\">“To invoke his [s]ixth [a]mendment right [to self-representation] under <em>Faretta </em>[v. <em>California, </em>supra, 422 U.S. 806] a defendant does not need to recite some talismanic formula hoping to open the eyes and ears of the court to his request. Insofar as the desire to proceed pro se is concerned, [a defendant] must do no more than state his request, either orally or in writing, unambiguously to the court so that no reasonable person can say that the request was not made. . . . Moreover, it is generally incumbent upon the courts to elicit that elevated degree of clarity through a detailed inquiry. That is, the triggering statement in a defendant’s attempt to waive his right to counsel need not be punctilious; rather, the dialogue between the court and the defendant must <em>result in </em>a clear and unequivocal statement.” (Citations omitted; emphasis in original.) <em>State </em>v. <em>Flanagan, </em>supra, 293 Conn. 423-24.</p>\n<p id=\"b760-7\">A</p>\n<p id=\"b760-8\">Pretrial</p>\n<p id=\"b760-9\">The defendant argues that he made, through his attorney, a clear and unequivocal request to represent himself at a pretrial hearing on December 20, 2005, which the court improperly denied by failing to canvass the defendant, informing him that his constitutional rights included only the right to counsel, and remaining silent when his attorney stated that she had informed the defendant that the court would likely deny a request for self-representation. We disagree.</p>\n<p id=\"b760-10\">The following additional facts are relevant to the resolution of the defendant’s claim. At the December 20, 2005 hearing, Sullivan reported that the defendant had cut short their discussions concerning the case. When the court inquired into the reason for the defendant’s refusal to communicate with his attorney, the <page-number citation-index=\"1\" label=\"737\">*737</page-number>defendant expressed the desire to “fire” his attorney.<footnotemark>3</footnotemark> The court informed the defendant that he did not have the right to fire his attorney and that no cause existed for dismissing Sullivan from the case. The defendant mentioned his constitutional rights while making his request to remove his attorney. In response, Judge Schi-melman told him that his constitutional rights only include the right to be represented by an attorney, not <page-number citation-index=\"1\" label=\"738\">*738</page-number>to be represented by the attorney of his choice. After several similar exchanges, Judge Schimelman told the defendant and Sullivan to try and work things out between them and then return to the courtroom. The record reflects that when they returned, the court asked for an update. Sullivan stated: “Well, I did go downstairs and attempt to talk to [the defendant]. He did want to discuss strategy with me. He indicated now that he wishes to represent himself in this matter. I informed him that I didn’t think Your Honor was going to allow him to represent himself on a murder charge simply because that would be much too dangerous and it would not be in his best interest. And that’s about where we stand, Your Honor.”</p>\n<p id=\"b762-6\">The court then asked Sullivan whether the defendant refused to discuss evidence and whether he had copies of the transcripts from the probable cause hearing. Sullivan affirmatively answered the court’s questions, and the court responded: “I’m going to put this on the trial fist because at some point you need to communicate with Ms. Sullivan. You’re on the firm trial list. You’re on two hour notice.” The hearing ended. On March 8, 2006, after granting Sullivan’s motion to withdraw, the court, <em>Handy, J., </em>appointed attorneys Sturman and Barrs as counsel. The court engaged in the following colloquy with the defendant:</p>\n<blockquote id=\"b762-7\">“The Court: Simply because you may not like the advice that you’re getting from your attorneys, who happen to have law degrees and happen to know what they’re doing, is not a reason for me to remove an attorney. Do you understand that?</blockquote>\n<blockquote id=\"b762-8\">“The Defendant: Yes. I do, ma’am.</blockquote>\n<blockquote id=\"b762-9\">“The Court: I think you’re going to have differences of opinions with these guys as well, and, you know, I don’t want to hear complaints about the fact that you <page-number citation-index=\"1\" label=\"739\">*739</page-number>feel you’re not being properly represented. Do I make myself clear?</blockquote>\n<blockquote id=\"b763-6\">“The Defendant: Yes, ma’am.”</blockquote>\n<p id=\"b763-7\">On the basis of our review of the record, we must conclude that any pretrial request by the defendant to represent himself was not clear and unequivocal such that it would trigger the trial court’s responsibility to engage in an inquiry under Practice Book § 44-3, which governs the court’s inquiry into a defendant’s waiver of the right to counsel. Sullivan did inform the court that the defendant had expressed to her a desire to represent himself but she immediately qualified that statement by telling the court that she had advised him that the court was not likely to grant the request. The court reasonably could have interpreted counsel’s statement to mean that the defendant did not want to pursue self-representation as an option. Such an interpretation is bolstered by the fact that the court, unlike the court in Flanagan, never responded to the defendant’s request in any manner.</p>\n<p id=\"b763-8\">Although the court discussed the constitutional right to counsel without noting self-representation as an option, we cannot conclude that the discussion amounted to a denial of the defendant’s right to self-representation. The court is not obligated to suggest self-representation to a defendant as an option simply because the defendant repeatedly expressed dissatisfaction with his court-appointed counsel. The defendant’s argument is further belied by the fact that the statement that he now claims was a clear and unequivocal request for self-representation came <em>after </em>the court’s statements concerning his constitutional rights to court-appointed counsel.</p>\n<p id=\"b763-9\">Finally, the defendant urges that because the court remained silent when counsel stated that she had informed him that the court was likely to deny his <page-number citation-index=\"1\" label=\"740\">*740</page-number>request for self-representation, the silence equaled agreement with counsel's statement. The defendant cites no law<footnotemark>4</footnotemark> to support the proposition that the court’s silence, in the face of advice given by an attorney to a defendant and relayed to the court, amounts to agreement with the attorney. We already have concluded that the court reasonably could have interpreted the statement by Sullivan to mean that the defendant accepted her advice concerning the likely ruling of the court and did not want to pursue self-representation. Because no motion was pending before the court concerning self-representation or any other matter, the court properly did not respond to the statement made by Sullivan.</p>\n<p id=\"b764-6\">In March, 2006, the defendant appeared before Judge Handy following what he argues was a clear and unequivocal invocation of his right to self-representation, and he accepted the appointment of new counsel and the removal of Sullivan as his counsel. He had been requesting the removal of Sullivan since May, 2005. The defendant made no attempt to protest the appointment of new attorneys or in any way indicate that he was not satisfied with the resolution to his requests to remove Sullivan. <em>Flanagan </em>holds that a defendant does not waive his right to self-representation merely by failing to reassert it, but in the present case the court granted the defendant precisely what he had requested—the dismissal of Sullivan as his counsel.</p>\n<p id=\"b764-7\">The defendant argues that he had only requested that counsel be removed but he never actually requested a replacement, which amounted to a request to proceed with self-representation. “A trial court, faced with the <page-number citation-index=\"1\" label=\"741\">*741</page-number>responsibility of reconciling a defendant’s inherently inconsistent rights to self-representation and to counsel, is entitled to await a definitive assertion of a request to proceed pro se. Any other ruling would permit a defendant on appeal to claim a violation of his rights whether he defended himself or was represented by an attorney.” <em>State </em>v. Carter, supra, 200 Conn. 614. No such unequivocal assertion occurred in the present case, and, therefore, the court’s obligation to canvass the defendant pursuant to Practice Book § 44-3 was not triggered.</p>\n<p id=\"b765-6\">B</p>\n<p id=\"b765-7\">Sentencing</p>\n<p id=\"b765-8\">The defendant also argues that the motion to dismiss counsel that the court, <em>Schimelman, J., </em>denied prior to sentencing on October 13, 2006, amounted to a clear and unequivocal request to proceed pro se. The defendant argues that this request was clear because he did not request replacement counsel and that the court noted that if the request were granted, the defendant would proceed either without counsel or the proceedings would need to be put on hold until new counsel could be appointed.</p>\n<p id=\"b765-9\">The following facts are relevant to the resolution of the defendant’s claim. On October 2, 2006, the defendant filed a handwritten “motion to dismiss.” On October 13, 2006, the court took up the motion prior to the sentencing portion of the hearing, giving the defendant the opportunity to make his claims concerning counsel. After the defendant stated several complaints concerning the evidence in the case, the following colloquy occurred between the court and the defendant:</p>\n<blockquote id=\"b765-10\">“The Court: . . . [S]o that I’m clear, are you telling me why it is that I should dismiss your lawyers at this point? Is that why you’re telling me this? Is that what you want?</blockquote>\n<blockquote id=\"b766-5\"><page-number citation-index=\"1\" label=\"742\">*742</page-number>“The Defendant: I asked that from the beginning. That’s why I wrote you the motion to dismiss.</blockquote>\n<blockquote id=\"b766-6\">“The Court: I’m well aware of what you wrote me, and I’m well aware of what I have done to date. I’m asking you now, sir, whether or not you are asking me to dismiss your lawyers prior to this sentencing hearing. Is that what you’re asking?</blockquote>\n<blockquote id=\"b766-7\">“The Defendant: Yes.”</blockquote>\n<p id=\"b766-8\">After allowing the defendant further opportunity to explain his request, during which the defendant continued to comment on the evidence and facts, the court stated: “There is nothing that you said to me that leads me to believe that I [should dismiss] them at this time. In fact, it would be to your disadvantage, in my mind, to dismiss them because they have the ability to explain to the court in a way that perhaps you, as a layperson, [do] not have, those matters that need to be discussed during this sentencing. And it would be counterproductive, in my mind, to dismiss them and to leave you without representation or to make the determination that this sentencing should be delayed. I think neither is necessary, nor neither would be beneficial to you and, or, to the family of the victims in this case and, or, to the judicial process. Accordingly, your motion to dismiss your attorneys is denied.”</p>\n<p id=\"b766-9\">Again, we cannot conclude that the defendant made a clear and unequivocal request to proceed with self-representation. The defendant made a vaguely worded motion and then proceeded to regale the court with his perspective on the evidence in the case. The court had to redirect the defendant to the issue of dismissing counsel. The defendant nonetheless argues that the court acknowledged that his request was one for self-representation because the court stated that granting his request to dismiss counsel would result in either him proceeding pro se or in delaying the hearing. Such <page-number citation-index=\"1\" label=\"743\">*743</page-number>an acknowledgement, however, simply stated the <em>possible </em>outcomes of a dismissal of counsel at that point in time. At no time was the issue of self-representation ever raised by the defendant in either the motion or in his statements to the court.</p>\n<p id=\"b767-6\">Unlike the trial court in <em>Flanagan, </em>which stated that “if you’re making a request of me that you be allowed to represent yourself or that you be allowed to retain or have new counsel appointed for you, that request is denied”; (internal quotation marks omitted) <em>State </em>v. <em>Flanagan, </em>supra, 293 Conn. 413; the court here did not treat the defendant’s request as one for self-representation. The court simply noted that if it were to grant the request to dismiss counsel, the defendant would proceed on his own or the court would need to delay the sentencing in order to appoint new counsel for him. Such a statement by the court does not turn statements by the defendant expressing dissatisfaction with counsel into a clear and unequivocal request for self-representation.</p>\n<p id=\"b767-7\">II</p>\n<p id=\"b767-8\">The defendant next claims that the court improperly instructed the jury in a variety of ways. The defendant did not object to any of the challenged instructions and, therefore, requests review of his unpreserved claims concerning jury instructions pursuant to <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989).<footnotemark>5</footnotemark> Although we conclude that the record is adequate for <page-number citation-index=\"1\" label=\"744\">*744</page-number>review and that the claims are of constitutional magnitude, we conclude that the challenged jury instructions did not deprive the defendant of a fair trial.</p>\n<p id=\"b768-6\">“When a challenge to a jury instruction is of constitutional magnitude, the standard of review is whether it is reasonably possible that the jury [was] misled. . . . [T]he charge to the jury is not to be critically dissected for the purpose of discovering possible inaccuracies of statement, but it is to be considered rather as to its probable effect upon the jury in guiding [it] to a correct verdict in the case. . . . The charge is to be read as a whole and individual instructions are not to be judged in artificial isolation from the overall charge. . . . The test to be applied ... is whether the charge, considered as a whole, presents the case to the jury so that no injustice will result.” (Internal quotation marks omitted.) <em>State </em>v. <em>Gaymon, </em>96 Conn. App. 244, 247, 899 A.2d 715, cert. denied, 280 Conn. 906, 907 A.2d 92 (2006).</p>\n<p id=\"b768-7\">A</p>\n<p id=\"b768-8\">The defendant first claims that the court’s instructions to the jury impermissibly included language on general intent for the specific intent crime of murder. The defendant argues that the general intent language used by the court “obscures the essential factual question of whether the defendant acted with the intent to kill the victim, or only intentionally acted and the victim died.” We do not agree that the instructions concerning intent were misleading.</p>\n<p id=\"b768-9\">This court has held that it is improper for the trial court to include in its jury instructions the entire definition of intent found in General Statutes § 53a-3 (ll).<footnotemark>6</footnotemark> <em>State </em>v. <em>Sivak, </em>84 Conn. App. 105, 110, 852 A.2d 812, <page-number citation-index=\"1\" label=\"745\">*745</page-number>cert. denied, 271 Conn. 916, 859 A.2d 573 (2004). We also, however, frequently have upheld the decisions of trial courts that improperly read to the jury the entire definition of intent found in § 53a-3 (11) but nonetheless gave the proper intent instruction. See, e.g., <em>State </em>v. <em>Brown, </em>97 Conn. App. 837, 848, 907 A.2d 118, cert. denied, 280 Conn. 944, 912 A.2d 477 (2006).</p>\n<p id=\"b769-6\">In the language challenged by the defendant, the court told the jury that “[i]ntent relates to the condition of mind of the person who commits the act, his purpose in doing it, as defined by our statute. A person acts intentionally with respect to a result when his conscious objective is to cause such result. Intentional conduct is purposeful conduct rather than conduct that is accidental or inadvertent.” Although the defendant relies on cases holding that jury instructions containing the general intent language found in § 53a-3 (11) are improper when the crime at issue involves only specific intent, the court in the present case did not, in fact, read the improper language.</p>\n<p id=\"b769-7\">The defendant also challenges the court’s instruction as to liability as an accessory. The court instructed: “A person acting with the mental state required for the commission of an offense who intentionally aids another person to engage in conduct which constitutes an offense . . . .” The defendant focuses on the “ ‘engage in conduct’ ” language because that is part of the impermissible definition of general intent found in § 53a-3 (11). In the challenged statement, however, the words “engage in conduct” refer not to the required intent but rather explain that the person being aided by the accessory must be doing the action that constitutes the crime, as opposed to simply thinking about the criminal act or perhaps engaging in conduct other than the criminal act. In the very same sentence, the court said that the person who is an accessory must <page-number citation-index=\"1\" label=\"746\">*746</page-number>be acting with the “mental state required for the commission of an offense,” and that mental state already had been properly defined and explained.</p>\n<p id=\"b770-6\">B</p>\n<p id=\"b770-7\">The defendant next claims that the court improperly used general intent language and failed to instruct the jury adequately that the accessory must share the principal’s specific intent to cause the death. As we concluded previously, the court’s instructions on accessory liability included a statement that the defendant must have had the mental state required for the commission of the crime in question. The court properly instructed the jury concerning the requirement of specific intent on the murder charge and then properly instructed the jury that the same intent applied to the commission of the crime as an accessory.</p>\n<p id=\"b770-8\">C</p>\n<p id=\"b770-9\">The defendant next claims that the court improperly instructed the jury that it could infer intent from the instrument used to inflict injury, as well as from the number and type of wounds without specifying how that instruction applied to accessory liability. The defendant argues that the instructions confused the jury because they did not differentiate between wounds that he allegedly inflicted personally and wounds that were inflicted by the others involved, and did not explain how the instructions applied for purposes of accessorial liability.</p>\n<p id=\"b770-10\">Jury instructions allowing, but not requiring, an inference as to intent from the instrument used and the number and type of wounds inflicted have been approved by our courts. See <em>State </em>v. <em>LaSalle, </em>95 Conn. App. 263, 275-77, 897 A.2d 101, cert. denied, 279 Conn. 908, 901 A.2d 1227 (2006). In the present case, there <page-number citation-index=\"1\" label=\"747\">*747</page-number>were numerous actors who all allegedly inflicted various wounds on the victim, which, the defendant argues, could have confused the jury and required that the court, in giving the challenged instructions, adapt such instructions appropriately to the facts of the case.</p>\n<p id=\"b771-6\">In the context of all of the instructions, we cannot conclude that the jury reasonably would have been misled by the court’s instructions on the number and type of wounds inflicted on the victim. The challenged instruction was part of the overall instruction on intent that was part of the court’s discussion of principal liability. Accessory liability was not discussed immediately, and the court included sufficient instruction on the dual intent requirements necessary for that offense. Furthermore, after discussing the possibility of drawing an inference from the wounds, the court concluded: “Therefore, you may draw all reasonable and logical inferences from the conduct you may find the defendant engaged in . . . .” The court’s instructions made it apparent that it was referring to the conduct of the defendant and did not, on the whole, improperly confuse the jury as to whose conduct was appropriate from which to infer intent.</p>\n<p id=\"b771-7\">D</p>\n<p id=\"b771-8\">The defendant next claims that the corut’s instructions allowed the jury to find him guilty without reaching a unanimous agreement on the facts because the court told the jury that it did not need to reach a unanimous agreement on whether he was hable as the principal or as an accessory. The defendant argues that the jury, given the variations in the descriptions of the attack on the victim provided by the state’s witnesses, could have come to different conclusions as to which acts he committed. The defendant further argues that the court’s instructions allowed the jury to find him guilty under a variety of mental states. We disagree.</p>\n<p id=\"b772-5\"><page-number citation-index=\"1\" label=\"748\">*748</page-number><em>In State v. Smith, </em>212 Conn. 593, 563 A.2d 671 (1989), our Supreme Court held that the trial court did not improperly fail to give a specific unanimity charge to the jury in a case involving principal and accessorial liability. In considering whether such a charge was necessary, the Supreme Court determined that “principal and accessory liability are not conceptually distinct within the meaning of <em>[United States </em>v. <em>Gipson, </em>553 F.2d 453 (5th Cir. 1977)].” <em>State </em>v. <em>Smith, </em>supra, 605. In <em>State </em>v. <em>Correa, </em>241 Conn. 322, 345, 696 A.2d 944 (1997), the jury found the defendant guilty of a capital felony and, when polled, it was revealed that ten jurors had found him guilty as the principal and two jurors had found him guilty as an accessory. The court upheld the verdict and rejected “the claim that the defendant has a right under the Connecticut constitution that the jury unanimously agrees on his liability as a principal or an accessory in his commission of a capital felony. Such a rule would lead to absurd results where, as here, the jury disagreed only about the defendant’s exact role in the murders and there was ample evidence that he had intended the two victims to be killed.” Id., 348.</p>\n<p id=\"b772-6\">The defendant has made no argument distinguishing the present case from the controlling precedent of <em>Smith </em>and <em>Correa. </em>The fact that the court’s instructions did not require unanimity as to whether the defendant was the principal or an accessory does not render the instructions improper. Although the defendant stated that a variety of mental states were plausible, the court’s instructions, as discussed previously, properly instructed the jury as to the mental state required for a conviction as a principal or an accessory.</p>\n<p id=\"b772-7\">E</p>\n<p id=\"b772-8\">The defendant last claims that the court improperly commented on his exercise of his constitutional right not to testify because the court noted, as part of its <page-number citation-index=\"1\" label=\"749\">*749</page-number>jury instruction on consciousness of guilt, that his inconsistent statements to the police were unexplained. We do not agree that the court impinged on the defendant’s constitutional right to refrain from testifying.</p>\n<p id=\"b773-6\">The court instructed the jury that “it is permissible for the state to attempt to show that conduct of the defendant after the alleged offense was influenced by the criminal act; that is, that the conduct shows a consciousness of guilt. The conduct of the defendant allegedly giving the police false information may be considered in determining the defendant’s guilt. Since it is unexplained. It may show a consciousness of guilt.”</p>\n<p id=\"b773-7\">The defendant does not challenge the propriety of giving a consciousness of guilt instruction. Furthermore, the defendant correctly asserts the well settled rule that “comment by the prosecuting attorney or the trial court on the defendant’s failure to testify is prohibited by the fifth amendment to the United State constitution. <em>Griffin </em>v. <em>California, </em>380 U.S. 609, 615, 85 S. Ct. 1229, 14 L. Ed. 2d 106, reh. denied, 381 U.S. 957, 85 S. Ct. 1797, 14 L. Ed. 2d 730 (1965).” <em>State </em>v. <em>Arline, </em>223 Conn. 52, 66, 612 A.2d 755 (1992). “Repeated comments ... on the failure of a defendant to tell or to explain certain events . . . have been held to be improper.” (Internal quotation marks omitted.) Id., 67.</p>\n<p id=\"b773-8\">“In determining whether a prosecutor’s comment has encroached on a defendant’s right to remain silent, we ask: Was the language used manifestly intended to be, or was it of such a character that the jury would naturally and necessarily take it to be a comment on the failure of the accused to testify? ... To determine the natural and necessary impact on the jury, the court looks to the context in which the statement was made.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Wilson, </em>111 Conn. App. 614, 630-31, 960 A.2d 1056 (2008), cert. denied, 290 Conn. 917, 966 A.2d 234 <page-number citation-index=\"1\" label=\"750\">*750</page-number>(2009). The defendant has not argued that any other test applies for determining whether the language of the court encroached on his right to remain silent.</p>\n<p id=\"aih-dedup-0\">The court’s statement concerning the lack of explanation for the defendant’s allegedly false statements was not an impermissible comment on the defendant’s failure to testify. Read in the context of the consciousness of guilt instruction, the court’s statement serves to explain why false statements could be found to be evidence of guilt. The defendant argues that his testimony is the only means by which the false statements could have been explained, but the court’s comment refers only to the lack of any explanation, and the jury would not naturally and necessarily take it to be a comment on the defendant’s failure to testify.</p>\n<p id=\"b774-5\">The court did not improperly fail to canvass the defendant on his waiver of counsel because the defendant did not clearly and unequivocally make a request to proceed pro se. Additionally, when read as a whole, the court’s jury instructions could not have reasonably misled the jury and impinged on the defendant’s right to a fair trial.</p>\n<p id=\"b774-6\">The judgment is affirmed.</p>\n<p id=\"b774-7\">In this opinion DiPENTIMA, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b758-9\"> Practice Book § 44-3 provides: “A defendant shall be permitted to waive the right to counsel and shall be permitted to represent himself or herself at any stage of the proceedings, either prior to or following the appointment of counsel. A waiver will be accepted only after the judicial authority makes a thorough inquiry and is satisfied that the defendant:</p>\n<blockquote id=\"b758-10\">“(1) Has been clearly advised of the right to the assistance of counsel, including the right to the assignment of counsel when so entitled;</blockquote>\n<blockquote id=\"b758-11\">“(2) Possesses the intelligence and capacity to appreciate the consequences of the decision to represent oneself;</blockquote>\n<blockquote id=\"b758-12\">“(3) Comprehends the nature of the charges and proceedings, the range of permissible punishments, and any additional facts essential to a broad understanding of the case; and</blockquote>\n<blockquote id=\"b758-13\">“(4) Has been made aware of the dangers and disadvantages of self-representation.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b759-5\"> The state argues that the claim was not preserved properly. The inquiry into whether the claim was preserved parallels the question of whether a clear and unequivocal request has been made. It would be a bizarre result for the court to conclude that the claim, while properly preserved, had not been clearly and unequivocally made. Alternatively, if the court determined that the claim had not been preserved, but reviewed the claim under <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239—10, 567 A.2d 823 (1989), it would be similarly contradictory to conclude that the claim <em>had </em>been clearly and unequivocally made.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b761-6\"> The following colloquy ensued between the court and the defendant:</p>\n<blockquote id=\"ajt-dedup-1\">“The Court: . . . [W]e’ve been through this before.</blockquote>\n<blockquote id=\"b761-7\">“The Defendant: Yes. My constitutional . . . rights; I’m firing my lawyer.</blockquote>\n<blockquote id=\"Azvv\">“The Court: . . . [Y]our constitutional rights are as follows: you have the right to be represented by an attorney. If you can afford to hire an attorney yourself, then you are entitled to be represented by the attorney of your choice. If you are unable and financially incapable of hiring an attorney, then the court appoints an attorney to represent you. Ms. Sullivan has been appointed to represent you, and for some reason you’re not cooperating with that; and I don’t understand why because it’s clearly in your best interest to do so, sir, because she is the attorney who is going to be representing you. So, I suggest very strongly that you sit down and speak with her and that I don’t have you coming out of lockup every time you’re here, saying, I want a new attorney, because it’s not going to happen .... This is the attorney who has been selected to represent you. She has a great deal of experience. She’s been trying cases for years. She knows what she’s doing. So, instead of bucking her, I expect that you will cooperate with her.”</blockquote>\n<blockquote id=\"b761-8\">The defendant yet again mentioned his constitutional rights and stated, “I am firing my lawyer,” leading to this exchange:</blockquote>\n<blockquote id=\"b761-9\">“The Court: You can’t fire her; you didn’t hire her .... [Under] [t]he United States constitution and the constitution in the state of Connecticut, sir, you are entitled to be represented by an attorney. . . . You, unfortunately, are not in a financial situation to hire who you would like. Therefore, the court is required to appoint someone to represent you. That has been done. That individual is attorney Sullivan. With all due respect . . . you cannot fire her; you did not hire her. The only situation under which a new attorney would be appointed for you ... is if for some reason Ms. Sullivan was deemed incompetent or incapable of representing you.</blockquote>\n<blockquote id=\"b761-10\">“The Defendant: There you go. There you go. 1 put in a motion for question—</blockquote>\n<blockquote id=\"b761-11\">“The Court: She is not incompetent and she is not incapable. You, sir, have refused to speak with her, to work with her and to help her with your defense. And so I am passing this case and asking you to do so because the case is on for accept or reject today, and we either need to go to trial or you need plea. So, speak with your client. Please take [the defendant] downstairs, and Ms. Sullivan will meet him there.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b764-8\"> The only case cited by the defendant, <em>State </em>v. <em>Leecan, </em>198 Conn. 517, 522-23, 504 A.2d 480, cert. denied, 476 U.S. 1184, 106 S. Ct. 2922, 91 L. Ed. 2d 550 (1986), for the proposition that “silence gives consent” concerns the admissibility of prearrest silence of a criminal defendant in the face of accusations that would naturally prompt a denial or explanation.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b767-9\"> Under <em>Golding, </em>“a defendant can prevail on a claim of constitutional error not preserved at trial only if <em>all </em>of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt.” (Emphasis in original.) <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b768-10\"> General Statutes § 53a-3 (11) provides that “[a] person acts ‘intentionally’ with respect to a result or to conduct described by a statute defining an offense when his conscious objective is to cause such result <em>or to engage in such conduct </em>. . . (Emphasis added.)</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b774-8\">FLYNN, C. J.,</author>\n<p id=\"aay-dedup-0\">dissenting. I respectfully dissent. The majority opinion accurately sets forth the facts of this case, so I need not recite them again except to say that while the defendant, Michael D. Pires, Sr., was represented by an attorney, on December 20, 2005, the attorney informed the court that outside of the courtroom, the defendant “indicate [s] now that he wishes to represent himself in this matter.” In my opinion that was an unequivocal request made under <em>Faretta </em>v. <em>California, </em>422 U.S. 806, 95 S. Ct. 2525, 45 L. Ed. 2d 562 <page-number citation-index=\"1\" label=\"751\">*751</page-number>(1975). If there was any doubt about that, it was incumbent on the court “to elicit that elevated degree of clarity through a detailed inquiry.” (Internal quotation marks omitted.) <em>State </em>v. <em>Flanagan, </em>293 Conn. 406, 424, 978 A.2d 64 (2009).</p>\n<p id=\"b775-4\">I recognize that the trial court in this case did not have the benefit of our Supreme Court’s decision in <em>Flanagan </em>at the time the defendant made his request for self-representation. Nonetheless, the request was clear enough to trigger the court’s obligation to canvass the defendant in accordance with Practice Book § 44-3. I realize that this places an additional trial management burden on the court, but the right of self-representation is an important civil right guaranteed to all citizens by both the state and federal constitutions, which the <em>Flanagan </em>court found to be structural, requiring a new trial when a Practice Book § 44-3 canvass has not been made.</p>\n<p id=\"b775-5\">For the foregoing reasons, I would reverse the judgment of the trial court and remand the matter for a new trial. Accordingly, I respectfully dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}