{
  "casebody": {
    "data": "<casebody firstpage=\"429\" lastpage=\"430\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b449-3\">LONG ISLAND CONTRACTING &amp; SUPPLY CO. v. CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"A-U\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AH-\">December 30, 19100</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b449-4\">1. Costs (§ 256<footnotemark>*</footnotemark>)—Items Taxable—Cost of Stenographic Minutes.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b449-5\">Payments by respondent on appeal for the stenographic minutes of the trial are taxable as costs only when the minutes are essential in preparing amendments to the case on appeal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b449-6\">[Ed. Note.—Por other cases, see Costs, Cent. Dig. §§ 96S-971; Dec. Dig. § 256.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b449-7\">\"2. Costs (§ 264*)—Items Taxable—Cost of Stenographic Minutes.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b449-8\">An affidavit that a copy of the stenographic minutes of the trial obtained by defendant from day to day during the trial “was necessarily obtained and actually used in preparing amendments to plaintiffs proposed case on appeal” is insufficient to show that the copy was received with a view to preparing amendments to plaintiff’s case on appeal, so as to entitle defendant to have the expense thereof taxed as costs.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b449-9\">[Ed. Note.—For other cases, see Costs, Cent. Dig. § 1004; Dec. Dig. § •264.*]</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b449-10\">Appeal from Special Term, Queens County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b449-11\">Action by the Long Island Contracting &amp; Supply Company against the City of New York. From an order retaxing costs, plaintiff appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AMZ\">Reversed.</disposition>\n<seealso data-order=\"12\" data-type=\"seealso\" id=\"b449-12\">See, also, 136 App. Div. 915, 120 N. Y. Supp. 894.</seealso>\n<p data-order=\"13\" data-type=\"judges\" id=\"b449-13\">Argued before HIRSCHBERG, P. J., and WOODWARD, CARR, JENICS, and THOMAS, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b449-14\">James F. McKinney, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b449-15\">Clarence L. Barber (Theodore Connoly, on the brief), for respond■ent.</attorneys>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b449-18\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b449-16\">JENICS, J.</author>\n<p id=\"Ah7\">This is an appeal from an order of the Special Term that retaxes the defendant’s costs, by adding the sum paid by the respondent for the stenographic minutes of the trial. The taxation of ■such an item is justified only by the necessity for the use of the minutes in the preparation of amendments to a case on appeal. Ridabock v. Metropolitan Elevated R. Co., 8 App. Div. 309, 40 N. Y. Supp. 938. The affidavit of the defendant is that the copy of the minutes, “was necessarily obtained and actually used in preparing amendments to plaintiff’s proposed case on appeal.” In the absence of any other copy, of course, before this copy could have been used, it was necessarily obtained. But the question is whether it was necessarily obtained in the sense that, when procured, the minutes were obtained for the purpose of preparing such amendments.</p>\n<p id=\"b449-17\">The affidavit of one of the attorneys for the opposite party shows that of his own knowledge the minutes of the trial were ordered and received by the defendant from day to day during the trial. This is not disputed. In Gallagher v. Baird, 60 App. Div. 29, 69 N. Y. Supp. 676, the court say that it seems illogical that minutes procured for use on the trial were obtained and the expense necessarily incurred by the plaintiff in preparing amendments on appeal. And thus it seems to us. Such an affidavit as was presented in this case is radi<page-number citation-index=\"1\" label=\"430\">*430</page-number>cally different from- that considered by the court in Pratt v. Clark, 124 App. Div. 248, 108 N. Y. Supp. 734. Of course, it may be made to appear that, although minutes are ordered during the trial, they were so ordered and received with an eye to the preparation of amendments to a case on appeal, if that shall be the event; but we think that the affidavit in this case was not sufficient to so satisfy the court.</p>\n<p id=\"b450-5\">The decisions upon this question have not been harmonious. Milliman on the Law of Costs, citing authorities, says:</p>\n<blockquote id=\"b450-6\">“Where a party obtains a copy of the stenographer’s minutes to prepare a case and exceptions, the expense of such a copy is properly taxed by him as a disbursement. The amount paid by the successful party for a copy of the stenographer’s minutes is a proper disbursement, when it appears that it was necessary for him to procure such copy to enable him to prepare amendments to his opponent’s case, as required by rule 32 of the general rules of practice. Under the Code of Procedure such a disbursement was taxable. There is a class of earlier cases which hold that under no circumstances can stenographers’ fees be a taxable disbursement. But this class of cases have now very little authority in the face of the recent decisions.”</blockquote>\n<p id=\"b450-7\">We cannot conclude that Pfaudler Co. v. Sargent, 43 Hun, 154, cited by the appellant, is decisive of this question, although it was affirmed by the Court of Appeals. 110 N. Y. 657, 18 N. E. 479. As pointed out by the court in Ridabock’s Case, supra, the expression of the eminent judge which seems to make for the appellant was not necessary to the decision, and we cannot assume that the affirmance of the judgment was express approval of that particular utterance. As was said in Starkweather v. Sundstrom, 113 App. Div. 401, 98 N. Y. Supp. 1086, the right to tax the cost of procuring such minutes for the purpose of preparing amendments has been recognized in two of the departments of this court, and we think that this department \"should be in accord, not alone for the sake of uniformity as to a matter of practice, but because the reason for the rule commends itself. The proposition of Starkweather v. Sundstrom, supra, that the opposite party could save himself from such a charge by tendering his copy of the minutes for use by his adversary, could not apply to a case like the one at bar, as that party, knowing that his adversary had received the minutes ordered during the trial, might properly surmise that he would use them.</p>\n<p id=\"b450-8\">The order is reversed, with $10 costs and disbursements, and motion denied, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}