{
  "casebody": {
    "data": "<casebody firstpage=\"451\" lastpage=\"453\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b471-6\">LEGG v. ERIE R. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b471-7\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHD\">December 30, 1910.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b471-8\">1. Railroads (§ 333<footnotemark>*</footnotemark>)—Accidents at Crossings—Contributory Negligence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b471-9\">Where deceased saw an approaching train, not more than 500 to 1,000 feet away, and attempted to drive across the tracks at a time when he was not in danger, and a simple stopping of. the horse would have prevented an accident, he was guilty of contributory negligence. '</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b471-10\">[Ed. Note.—Eor other cases, see Railroads, Cent. Dig. §§ 1080-1083; Dec. Dig. § 333.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b471-11\">2. Railroads (§ 330*)—Crossing Gates.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b471-12\">A sign informed the public that gates at a railroad crossing would be operated from 7 a. m. to 11 p. m., and the gateman occasionally operated them at 6:50 a. m.; but the custom, if it existed, was not of long standing, and it was not shown that deceased knew of or relied upon it. <em>Held </em>not sufficient evidence of custom or reliance thereon to make the road liable for injury to one crossing the tracks before 7 o’clock by failure to operate the gates.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b471-13\">[Ed. Note.—For other cases, see Railroads, Dec. Dig. § 330.*]</headnotes>\n<headnotes data-order=\"9\" data-type=\"judges\" id=\"b471-14\">Hirschberg, P. J., dissenting.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b471-15\">Appeal from Trial Term, Orange County.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b471-16\">Action by Sadie V. Legg, as administratrix, etc., of Henry P. Legg, deceased, against the Erie Railroad Company. From a judgment and order (124 N. Y. Supp. 8) setting aside verdict in her favor, plaintiff appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"AGK\">Affirmed.</disposition>\n<p data-order=\"13\" data-type=\"judges\" id=\"b471-17\">Argued before HIRSCHBERG, P. J., and WOODWARD, JENKS, BURR, and RICH, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b471-18\">Rosslyn M. Cox (Abram E. Servin, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b471-19\">John Bright, for respondent.</attorneys>\n<footnote data-order=\"16\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b471-21\"> For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b471-20\">WOODWARD, J.</author>\n<p id=\"AE7\">This action is brought to recover damages for the death of plaintiff’s intestate, who was killed while driving across defendant’s railroad crossing in the city of Middletown. At the close of the testimony, defendant moved to dismiss the complaint on the ground that defendant was not shown to have been negligent, and on the ground of 'contributory negligence on the part of plaintiff. Decision on this motion was reserved, defendant taking an exception, and the case was submitted .to the jury. On the jury returning a verdict for plaintiff for $15,000, defendant moved to set it aside, and for a new trial, on the grounds specified in section 999 of the Code of <page-number citation-index=\"1\" label=\"452\">*452</page-number>Civil Procedure. The court reserved decision on this motion, and subsequently granted defendant’s motion, made at the close of the testimony, to dismiss the complaint, and .in granting this motion handed down an opinion, setting forth reasons for granting the nonsuit.</p>\n<p id=\"b472-5\">In its opinion the court says that there is sufficient evidence to establish defendant’s negligence in the premises, but' that the testimony does not exonerate plaintiff’s intestate from contributory negligence; and in this view, after a careful examination of the case we are inclined to concur.</p>\n<p id=\"b472-6\">The plaintiff, who conducted a fish market within two or three blocks of the point where West Main street, in the city of Middle-town, crosses defendant’s railroad, had for a long time crossed defendant’s tracks at this point, early in the morning, at least as often as once a week, and particularly on Thursday mornings. The crossing was equipped with gates, and a conspicuous sign informed the public 'that these gates would be operated only from 7 o’clock in the morning to 11 in the evening. There was some evidence in the case that the gateman had, at times, operated the gates for a train which passed through Middletown at about 6 :50 in the morning, and which was the train that caused the accident here complained of; but this evidence was not calculated to establish that this was the usual or long continued practice. The most that can be said of it is that it appeared that the flagman usually arrived on the ground just before 7 o’clock ■in the morning; that he swept out his shanty, and made preparations for the day, and, if he happened to get through in time, he would unlock the gates, which were fastened in a perpendicular position during the night, and lower them for this train. It does not appear that this custom had continued for a long time, or that it was generally known, or that ‘plaintiff’s intestate had any knowledge of the fact, or that he had any reason to believe on the morning of the accident that the gates would be operated until the time fixed by public notice. See Ernst v. Hudson River R. R. Co., 39 N. Y. 61, 100 Am. Dec. 405; Dolan v. Del. &amp; Hudson Canal Co., 71 N. Y. 285. True, it appears in the record that the flagman was near the gate at the time the deceased drove upon the track, and there is some evidence from which the inference might arise that he motioned to plaintiff’s intestate; but just what was intended by the motion, if anything, is not brought out, the flagman having died before the trial. But the fact remains that the gates were not required to be operated until 7 o’clock, and there is nothing in the evidence from which it can be made to appear that plaintiff’s intestate had any reason to believe that the gates would be operated before that time. The case is distinguishable from that line of cases where the flagman on duty raises the gates, or otherwise conducts himself in such a manner as to mislead persons about to cross the tracks, or where the flagman, who has long been on duty, and upon whom the public has learned to rely, deserts his post. Dolan v. D. &amp; H. Canal Co., supra.</p>\n<p id=\"b472-7\">The defendant maintains four tracks at the point of crossing West Main street in Middletown. One of these is a short stub switch running toward an electric lighting power house, and connecting with a <page-number citation-index=\"1\" label=\"453\">*453</page-number>main siding, which has all the appearances of a main track at the point of the accident and for a long distance—as far as the eye can reach—in either direction. The decedent was driving west, and the first track which he reached was this stub switch. At a point in the middle of the highway and 10 feet to the east, there was a view of defendant’s tracks for a distance of 150 feet, and the point we have mentioned would be something over 50 feet from the fourth track, on which defendant’s train was approaching from the north or right-hand side of the decedent. A photograph taken from the first rail of the first track, which is 40 feet or more from the first rail of the fourth track, gives a view of defendant’s tracks to the north of over 2,200 feet, and the undisputed testimony is that decedent on crossing the first track was looking to the left; that as lie reached a point about the middle of the second track, and at a point where he was absolutely safe, he looked to the right and grabbed his whip and struck his horse, which was at the time jogging about five or six miles an hour, increasing his pace to about eight miles an hour. The horse cleared the fourth track, but the train hit the wagon, severing it from the horse, and killing the decedent. The evidence in this regard is furnished by plaintiff’s own witnesses, two of them agreeing in all essential particulars, and one of them testifying in the main to the same facts, though becoming uncertain and contradictory to some extent; and it clearly appears that at a time when plaintiff could see for .a distance of more than 2,000 feet he looked in the direction from which the train was approaching, and when it could not have been more than 500 to 1,000 feet away, 'and from a point of safety urged his horse forward, with the result as stated. The only fair inference is—the only inference consistent with the law—that he saw the approaching train at a distance of not more than 500 feet away, and that he attempted to force his horse across the track in advance of the train, at a time when he was not in danger, and when a simple stopping of the horse would have averted the calamity. The situation is almost identical with that presented in Getman v. Del., R. &amp; W. R. R. Co., 162 N. Y. 21, 56 N. E. 553, and we are of opinion that plaintiff did not sustain the burden of proving that her intestate was free from negligence contributing to the accident.</p>\n<p id=\"b473-3\">The judgment and order appealed from should be affirmed, with costs. All concur, except HIRSCHBERG, P. J., who dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}