{
  "casebody": {
    "data": "<casebody firstpage=\"951\" lastpage=\"955\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1001-9\">COOPER v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1001-11\">No. 6404.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1001-12\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1001-13\">Argued April 10, 1952.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1001-14\">Decided June 19, 1952.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1002-15\"><page-number citation-index=\"1\" label=\"952\">*952</page-number>Wade H. Cooper, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1002-16\">F. E. Youngman, Sp. Asst, to Atty. Gen. (Ellis N. Slack, Acting Asst. Atty. Gen., Helen Goodner and William L. Norton, Jr., Sp. Assts. to Atty. Gen., on brief), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1002-17\">Before PARKER, Chief Judge, and SOPER and DOBIE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1002-18\">DOBIE, Circuit Judge.</author>\n<p id=\"b1002-19\">This is a petition for review, filed by the taxpayer, Wade H. Cooper, of federal income taxes assessed against him for the year 1946. Taxpayer appeals from a decision of the Tax Court of the United States holding that in 1946 he realized taxable income of $7,433.88, representing the difference between the amount he received from interest claims assigned to him by former bank depositors and the amount he paid for the claims.</p>\n<p id=\"b1002-20\">The United States Savings Bank, of which taxpayer has been president and majority stock owner, was closed by Presidential proclamation March 6, 1933. On March 17, 1933, the Acting Comptroller of the Currency was appointed a conservator, and on February 10, 1934, was appointed a receiver.</p>\n<p id=\"b1002-21\">The creditors of the bank received 100% of their principal and a partial interest <page-number citation-index=\"1\" label=\"953\">*953</page-number>dividend of 10%. The stockholders received nothing.</p>\n<p id=\"b1003-5\">In March, 1945, the United States Circuit Court of Appeals for the District of Columbia affirmed the District Court’s decision, holding that the creditors were entitled to be paid interest at the rate of 6% per annum upon their allowed claims. Cooper v. Parsons, 80 U.S.App.D.C. 409, 148 F.2d 21.</p>\n<p id=\"b1003-6\">In early October, 1945, taxpayer by postcard invited certain former depositors of the bank to his office where in a prepared statement he asserted that the court was in error in allowing the depositors 6% interest instead of 3%. He offered to pay each depositor 3% in fair settlement of his claim for interest since the date of the bank’s closing, in return for an assignment of each claim of taxpayer. Some depositors agreed to accept this offer. After taxpayer received the assignments, the Supreme Court of the United States on October 8, 1945, denied the petition for certiorari and on November 5, 1945, denied a petition for rehearing. Cooper v. Parsons, 326 U.S. 726, 808, 66 S.Ct. 32, 90 L.Ed. 431. The receivership was closed on December 31, 1945.</p>\n<p id=\"b1003-7\">During 1946, taxpayer received from the Comptroller of the Currency checks aggregating $10,619.83 with respect to the interest claims assigned to him. He had paid $3,185.95 for them.</p>\n<p id=\"b1003-8\">The Tax Court held that the difference between the amount taxpayer paid ($3,185.-99) and the amount he received from the Comptroller of the Currency ($10,619.83) in payment of the alleged claims, or $7,-433.88, constituted taxable income for the year 1946.</p>\n<p id=\"b1003-9\">Taxpayer’s argument that the excess of what he received over what he paid for these interest claims, was a gift by the depositors, is utterly without merit. The assignments were in absolute legal form and there is no evidence of any donative intent. The record discloses no support for the argument that these depositors made gifts to taxpayer out of gratitude for the Bank’s policy of refraining “from declaring dividends in order to build up and maintain a large reserve to protect depositors.”</p>\n<p id=\"b1003-11\">The right of the depositors to receive interest at the rate of 6% had not been finally determined and there was a chance that the -Supreme Court might reduce this rate of interest. There is ample warrant for the finding of the Tax Court that the depositors accepted taxpayer’s offer of 3% for their interest claims because they thought the chance of getting more was uncertain or because they wanted their money -immediately rather than upon the termination of the litigation.</p>\n<p id=\"b1003-12\">The decision that there was no gift here makes academic the assertion of taxpayer that he acquired a vested right arising out of the decision of the Supreme Court in C. I. R. v. Wemyss, 324 U.S. 303, 65 S.Ct. 652, 89 L.Ed. 958. It is elementary that there is no vested right in a rule of law proclaimed in a judicial decision.</p>\n<p id=\"b1003-13\">Taxpayer next insists that if there was no gift here, he is taxable on the excess as a capital gain only to the extent of 50% under Section 117(b) of the Internal Revenue Code, 26 U.S.C.A. § 117(b).</p>\n<p id=\"b1003-14\">This section, however, does not apply unless there is a sale or exchange of a capital asset and the decisions support the contention of the Commissioner that a distribution of corporate assets such as took place in this case is not a sale or exchange of capital assets within the meaning of the statute. Herbert’s Estate v. C. I. R., 3 Cir., 139 F.2d 756, 758; Lee v. C. I. R., 7 Cir., 119 F.2d 946; Helvering v. Roth, 2 Cir., 115 F.2d 239, 241; Bingham v. C. I. R., 2 Cir., 105 F.2d 971, 972; Hale v. Helvering, 66 App.D.C. 242, 85 F.2d 819.</p>\n<p id=\"b1003-15\">We think, however, that the provisions of Section 117(f) are worthy of consideration by the Tax Court since the section provides that for the purposes of the statute amounts received by the holder upon the retirement of certificates or other evidences of indebtedness issued by any corporation with interest coupons or in registered form shall be considered as amounts received in exchange therefor. There are decisions which indicate that the certificates of indebtedness held by the taxpayer <page-number citation-index=\"1\" label=\"954\">*954</page-number>in this case fall within the terms of the statute. See Rieger v. C. I. R., 6 Cir., 139 F.2d 618; Cf. Gerard v. Helvering, 2 Cir., 120 F.2d 235. We do not decide this point, however, since the record is not entirely clear and for the reasons hereinafter stated, the case must in any event he remanded to the Tax Court for further proceedings.</p>\n<p id=\"b1004-4\">Nor were the payments made to taxpayer on these assigned claims liquidating dividends paid to him as a stockholder in the Bank. The amounts were paid to him, under the assignments, as interest due the depositors under court decision, not as distributions paid upon his stock.</p>\n<p id=\"b1004-5\">On October 1, 1951, after the hearing on the merits of the petition and after the findings of fact and opinion had been rendered, taxpayer filed a motion to amend his petition, which he has not printed in the appendix to his brief. It was, however, included in his Designation for the Record on Review, and may be found in the original transcript of record transmitted to our Court. In it he asked leave to amend to claim a deduction, under Section 117(e) of the Internal Revenue Code, for the carryover of a capital loss in the amount of $352,800.00, due to the fact that his stock in the Bank had become worthless. That--; the stock had become worthless seems quite clear. The Tax Court denied this motion on November 15, 1951.</p>\n<p id=\"b1004-6\">The Tax Court, however, considered and passed on this point. The first paragraph of its opinion reads:</p>\n<blockquote id=\"b1004-7\">“The first issue presents the question whether the shares of the capital stock of the United States Savings Bank, Washington, D. C., became worthless in the taxable year 1946. At the time this Bank was closed in 1933, petitioner owned 560 shares of its capital stock, which he had acquired at various times at an average cost of $150 per share. Petitioner made no claim on his 1946 return for a loss deduction on account of the worthlessness of such shares. In his petition filed in this proceeding he alleges that he sustained a loss in the amount of $352,800, representing the market value of such shares at the time of the Bank’s closing. Since we have found as a fact that the shares of capital stock of such Bank became worthless prior to the taxable year 1946, the actual amount of petitioner’s loss is not material.”</blockquote>\n<p id=\"b1004-10\">It would thus seem that no amendment of the petition was necessary to raise this-point. The facts having been set forth in the petition, the Tax Court should have applied the applicable law, whether the applicable section of the statute was cited by the taxpayer or not. If any amendment of the petition was proper or necessary, we-think the Tax Court abused its discretion by denying taxpayer’s motion for permission to amend.</p>\n<p id=\"b1004-11\">The Tax Court denied the deduction here on the ground that the stock became worthless prior to the year 1946. Thus, the Tax Court gave no consideration to the carry-over provision of the tax statute, 26 U.S.C.A. § 117(e), which reads:</p>\n<blockquote id=\"A4v\">\n<em>“Capital loss carry-over.</em>\n</blockquote>\n<blockquote id=\"b1004-12\">“(1) <em>Method of computation. </em>If for any taxable year beginning after December 31, 1941, the taxpayer has a net capital loss, the amount thereof shall be a short-term capital loss in each of the five succeeding taxable years to - the extent that such amount exceeds the total of any net capital gains of any taxable years intervening between the taxable year in which the net capital loss arose and such succeeding taxable year. For purposes of this paragraph a net capital gain shall be computed without regard to such net capital loss or to any net capital losses arising in any such intervening taxable-years.”</blockquote>\n<p id=\"b1004-13\">Nor did the Tax Court give consideration to Section 23(g) (2) of the statute, 26 U.S.C.A. § 23(g) (2) which reads:</p>\n<blockquote id=\"b1004-14\">“(g) <em>Capital losses.</em></blockquote>\n<blockquote id=\"A0YP\">******</blockquote>\n<blockquote id=\"b1004-15\">“(2) <em>Securities becoming </em>worthless. If any securities (as defined in paragraph (3) of this subsection) become worthless during the taxable year and are capital assets, the loss resulting therefrom shall, for the purposes of this chapter, be considered as a loss <page-number citation-index=\"1\" label=\"955\">*955</page-number>from the sale or exchange, on the last day of such taxable year, of capital assets.”</blockquote>\n<p id=\"b1005-5\">We think that the Tax Court should have considered these sections of the Internal Revenue Code and should have determined whether the taxpayer is entitled to relief thereunder. See, Mattes v. C. I. R., 7 Cir., 185 F.2d 254; Durbin v. Birmingham, D. C., 92 F.Supp. 938; Bond v. C. I. R., 1950, 14 T. C. 748; McDermott v. C. I. R., 1949, 13 T. C. 468. See, also, 26 U.S.C.A. § 117(d) (2); 26 U.S.C.A. § 117(e) (2); Treasury Regulation 29.117-2(c). Cf. Helvering v. Hammel, 311 U.S. 504, 61 S.Ct. 368, 85 L.Ed. 303; White v. United States, 305 U.S. 281, 59 S.Ct. 179, 83 L.Ed. 172.</p>\n<p id=\"b1005-6\">The decision of the Tax Court is affirmed on the point that there was no gift of the assigned claims to the taxpayer and on the point that the taxpayer’s gain on the interest claims did not fall within the provisions of Section 117(b) of the statute. The decision, however, is reversed insofar as it holds that the taxpayer is not entitled to relief under Section 117(f) or to relief under the provisions of Sections 117(e) and 23 (g) (2) of the statute, and the case is remanded to the Tax Court for further proceedings without expression of opinion on our part as to the bearing of these sections upon the taxpayer’s case.</p>\n<p id=\"b1005-7\">Affirmed in part; reversed in part and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}