{
  "casebody": {
    "data": "<casebody firstpage=\"216\" lastpage=\"218\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b240-5\">(5 App. Div. 448.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b240-6\">RUSLING v. UNION PIPE &amp; CONST. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b240-7\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A3qy\">May 22, 1896.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b240-8\">1. Seals—Adoption of.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b240-9\">A contract which concludes with a recital that the parties “have hereunto set their hands and seals,” followed by the signatures of the parties, with a seal opposite name of only one party, is a sealed instrument as to both.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b240-10\">3. Contracts—Interpretation.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b240-11\">A contract for work to be done by plaintiff for defendant providing that defendant’s engineer should on the 1st of each month estimate the amount of work done in the month previous, and return a certificate thereof to defendant, who should pay plaintiff a certain portion of the contract price, does not impose on plaintiff the duty to obtain a certificate before the payment to him, as the estimate of the engineer is solely for the benefit of defendant.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b240-12\">Appeal from judgment on report of referee.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b240-13\">Action by Joseph L. Rusling against the Union Pipe &amp; Construction Company for a balance alleged to be due under a contract for excavating' for and laying water pipes and doing certain brickwork. There was a judgment in favor of plaintiff, and defendant appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"A-k\">Affirmed.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b240-14\">Argued before BARRETT, RUMSEY, WILLIAMS, PATTERSON, and O’BRIEN, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b240-15\">Henry W. Taft, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b240-16\">Merritt E. Haviland, for respondent</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b241-4\"><page-number citation-index=\"1\" label=\"217\">*217</page-number>RUMSEY, J.</author>\n<p id=\"AgxG\">The first question presented is whether the plea of the statute of limitations made by the defendant should have been sustained by the referee. That depends upon whether the contract on which this action is brought was a sealed instrument. The contract recites that, “in witness whereof” the parties “have hereunto set their hands and seals.” It is signed, “Union Pipe &amp; Construction Co., by Calvin Detrick, Pres’t. Jos. L. Rusling.” Opposite the name of Rusling appears a seal. It is denied on the part of the defendant that this seal was the seal of the company, or was affixed by the authority of the company; and for that reason it is claimed that the referee erred in holding that the contract was a sealed instrument, and that he should have dismissed the complaint, because the statute of limitations had run against the plaintiff's cause of action. There is no doubt that, where an instrument executed by two parties recites that it is made under their hands and seals, a presumption, at least, will arise that it is a sealed instrument. Dock Co. v. Leavitt, 54 N. Y. 35. Indeed, it was held in the case cited, as also in the case of Insurance Co. v. Bender, 124 N. Y. 47, 26 <em>N. </em>E. 345, that, where such a recital was made in a deed, the obligor or covenantor was estopped from insisting that the paper was not a sealed instrument. But that rule need not be adopted in this case. It is settled that, where several parties execute a paper, reciting that it is executed under their seals, it is sufficiently sealed if only one seal is affixed, because all the parties may adopt the same seal as their own. Van Alstyne v. Van Slyck, 10 Barb. 383. This rule applies although one of the parties to the deed be a corporation. A corporation, like an individual, may adopt any seal that is convenient for the particular occasion. The only limitation of the rule is that the seal adopted must be affixed as the seal of the corporation. Proprietors of Mill Dam Foundry v. Hovey, 21 Pick. 417; Mor. Priv. Corp. § 339. Where, as here, it is found that the contract recites that it is executed under the hands and seals of the parties, if one seal is affixed after the names of the parties, that will be sufficient proof that the particular seal was adopted by all those who signed under the recital, and the seal will be deemed to be the seal of all parties alike.</p>\n<p id=\"b241-5\">It is objected that the plaintiff did not make out a cause of action in this case, because he did not produce a certificate of the engineer in charge as to the amount of work that he had done. On that subject it is sufficient to say that the contract requires no such thing to be done. The provision of the contract is substantially that the engineer in charge shall, on the 1st of each month, estimate the amount of work done by the contractor in the month previous, and return a certificate thereof to the company, who shall pay the contractor 90 per cent, of the amount due for that work on or before the 8th day of each month; and upon the final completion of the work the full amount due the contractor in accordance with the estimates of the engineer of the Crystal Water Company, together with the amounts reserved for work done previously thereto, shall be paid by the company. This provision of the contract imposes upon the contractor no duty to obtain a certificate before the pay<page-number citation-index=\"1\" label=\"218\">*218</page-number>ment of any amount to Mm. The estimate of the engineer in charge is made solely for the benefit of the company, to enable it to ascertain what amount'must be paid to the contractor, and it is to be returned by the engineer to the company. The contractor has no control over it whatever. He could not require the making of the certificate preliminary to the payment of the 90 per cent, for work done each month; and the contract does not require that any certificate whatever shall be furnished as a condition precedent to the contractor’s receiving his pay for the whole amount of work done. The referee was right in holding that no certificate need be furnished.</p>\n<p id=\"b242-5\">We have examined with care the evidence in this case, and, while there is a great conflict of evidence, we are satisfied that the conclusion which the referee reached on the different questions of fact was fully justified by the evidence. None of the exceptions as to the admission or rejection of testimony seem to have been well taken, and upon the whole case we are clearly of the opinion that the judgment was right, and reached upon correct principles, and that it should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}