{
  "casebody": {
    "data": "<casebody firstpage=\"414\" lastpage=\"415\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b438-8\">WEST END SAVINGS &amp; LOAN ASS’N v. DEGAN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b438-9\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ato\">April, 1896.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"Ag5\">Pleading—Ebivolous Answeb.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b438-10\">Where a complaint to foreclose a mortgage alleges that one of the persons named as defendant had or claimed an interest in the premises, an-answer denying such allegation is not frivolous.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b438-11\">Appeal from special term, Albany county.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b438-12\">Action by the West End Savings &amp; Loan Association against William Degan and others to foreclose a mortgage. The complaint, after the usual allegation, stated that defendant Degan and others-“have or claim to have some interest in or lien upon the said mort<page-number citation-index=\"1\" label=\"415\">*415</page-number>gaged premises, or some part thereof, which interest or lien, if any, has accrued subsequently to the lien of the said two mortgages.” Defendant Degan answered as follows: “The defendant William Degan, for separate answer to the complaint herein, (1) denies that he has or claims to have some interest in or lien upon the premises described in said complaint as therein alleged. (2) Defendant, for further and separate defense herein, alleges that he has not, at any time or times whatsoever, had or claimed to have, and does not now hold nor claim to hold, any interest in or lien upon said premises of any nature or kind. Wherefore said defendant asks that the complaint herein be dismissed as to him, with costs.” From an order</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"Ajt\">striking out said answer as frivolous, defendant Degan appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AoK\">Reversed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b439-5\">Argued before PARKER, P. J., and LANDON, PUTNAM, and MERWIN, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b439-6\">J. S. Frost, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b439-7\">Pratt &amp; Logan, for respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b439-8\">LANDON, J.</author>\n<p id=\"AmnT\">An answer must be tested by the complaint, and, if it puts in issue its material allegations as to the defendant, it is good enough for the purposes of the action. This answer did so, and therefore is not frivolous. No doubt the defense is an unreasonable one, but the plaintiff might have served with the summons notice upon the defendant that no personal claim was made upon him (Code Civ. Proc. § 423), and thus probably have protected himself against this answer.</p>\n<p id=\"b439-9\">The order is reversed, with $10 costs and disbursements, and the motion below denied, with $10 costs, without prejudice to any motion, as plaintiff may be advised. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}