{
  "casebody": {
    "data": "<casebody firstpage=\"554\" lastpage=\"563\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b568-9\">The State of Delaware, upon the relation of Thomas W. Truitt, vs. The Levy Court of New Castle County, Herman D. Faulkner, et al. The State of Delaware, upon the relation of James A. Hart, vs. The Levy Court of New Castle County, Herman D. Faulkner, et al.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b569-14\"><page-number citation-index=\"1\" label=\"555\">*555</page-number><em>(November </em>8, 1927.)</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b569-15\">Pennewill, C. J., Harrington and Richards, J. J., sitting.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"Aq5A\"><em>Clarence A. Southerland, </em>Attorney-General, for the State.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"AhB\"><em>James I. Boyce </em>for the relator, Thomas W. Truitt.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b569-16\"><em>F. deH. Janvier </em>for the relator, James A. Hart.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b569-17\"><em>Daniel O. Hastings </em>for the defendants.</attorneys>\n<court data-order=\"7\" data-type=\"court\" id=\"b570-5\"><page-number citation-index=\"1\" label=\"556\">*556</page-number>Superior Court for New Castle County,</court>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"A5e\">September Term, 1927.</otherdate>\n<docketnumber data-order=\"9\" data-type=\"docketnumber\" id=\"AU3\">Nos. 157 and 159,</docketnumber>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"and-dedup-1\">May Term, 1927.</otherdate>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b570-8\">Pennewill, C. J.,</author>\n<p id=\"AO1\">delivering the opinion of the Court:</p>\n<p id=\"b570-9\">The above cases were argued together, and will be so decided.</p>\n<p id=\"b570-10\">■The defendants have moved that the petitions filed by the; relators be dismissed for the following reasons:</p>\n<blockquote id=\"b570-11\">“1. That said petitions do not show upon their faces a clear right to the relief demanded. '</blockquote>\n<blockquote id=\"b570-12\">' “2. That it affirmatively appears in and by each of said petitions that the said relators are not entitled to the relief prayed for in their petitions.</blockquote>\n<blockquote id=\"b570-13\">“3.- That it appears in and by said petitions that the said relators have improperly joined, as defendants, the Levy Court of New Castle County with Herman D. Faulkner, Irwin J. Hollingsworth, James Mehard, George W. Burris and Charles Simon, Jr.</blockquote>\n<blockquote id=\"b570-14\">“4. That it appears in and by said petitions that this court is withouj' jurisdictiqn to award a writ of peremptory <em>mandamus </em>against the said defend-' ants as named and described in said petitions.” '</blockquote>\n<p id=\"ajx-dedup-0\">Reason number \"three was abandoned before argument.</p>\n<p id=\"b570-16\">The grounds or reasons for the dismissal of the petitions are' more definitely and specifically stated in defendant’s brief, no other contentions being urged or argued, viz.:</p>\n<blockquote id=\"b570-17\">“1. That the Levy Court Statute distinctly provides that in case of a. vacancy caused by the ineligibility of a person holding the office that the Governor shall appoint;</blockquote>\n<blockquote id=\"b570-18\">“2. The office of Levy Court Commissioner shall be considered vacant when the term of the officer who has been elected expires and such vacancy shall be filled by the Governor regardless of how the vacancy occurs.</blockquote>\n<blockquote id=\"b570-19\">“3. Johnson succeeded Truitt as a Levy Court Commissioner;, the: Court decided Johnson was ineligible.- The -Statute distinctly provides that1 such vacancy shall be filled by the Governor.</blockquote>\n<blockquote id=\"b570-20\">“4. Caulk succeeded Hart as Levy Court Commissioner. The Court decided there was no provision in the statute for the election of Hart’s successor at the general election in 1926, and he was therefore disqualified to hold his seat as Levy Court Commissioner. This in effect decides that he was ineligible within the meaning of the Statute and his successor should be appointed by the Governor.</blockquote>\n<blockquote id=\"b570-21\">“5. When an officer has served the term for which he was elected or appointed and voluntarily surrenders his office to one who claims title to it and who takes the oath of office and enters upon his duties he cannot subsequently be entitled to resume his office as a_hold-over, although it has been judicially determined that his successor was disqualified or ineligible.</blockquote>\n<blockquote id=\"b571-3\"><page-number citation-index=\"1\" label=\"557\">*557</page-number>“The pleadings in both of these cases show with reasonable clearness that the relators surrendered their claims to office on the first Tuesday in January of this year and the title to the office once surrendered and abandoned cannot be restored.”</blockquote>\n<p id=\"b571-4\">The first contention is based on section 1017 of the <em>Revised ■Code, </em>which provides that:</p>\n<blockquote id=\"b571-5\">' “In case of the death, resignation, ineligibility or removal from the Levy ■Court District of any Commissioner, at any time, it shall be the duty of the Governor to appoint some suitable person, having the qualifications herein-before required in that behalf to fill the vacancy so created, pursuant to the provisions of the Constitution in that behalf.”</blockquote>\n<p id=\"b571-6\">It is argued that the word “ineligibility” in this statute means ineligible to any time before or after the Commissioner enters upon the duties of his office. And so, if the person who was returned as elected was ineligible for election, as this Court decided in the <em>quo warranto </em>case of the <em>State of Delaware v. Johnson, </em>3 <em>W. W. Harr. </em>(33 <em>Del.) </em>334, 138 <em>A. </em>280, there was a vacancy in the office within the meaning of the statute which, under the Constitution, the Governor was required to fill. The soundness of this argument depends upon the meaning of the statutory provision.</p>\n<p id=\"b571-7\">Does it mean a Commissioner who has been elected and duly qualified, a Commissioner in fact, or is the term comprehensive enough to embrace a candidate for the office who was elected, but ineligible for election?</p>\n<p id=\"b571-8\">For the latter construction it is argued that the statute, in <em>sections </em>1014 and 1015, refers to members elect as “Commissioners.” In the latter section there is this language:</p>\n<blockquote id=\"b571-9\">( “The Levy Court of New Castle County, composed of the Commissioners aforesaid, shall meet biennially for organization,” etc.</blockquote>\n<p id=\"ApIQ\">And in the same section the following:</p>\n<blockquote id=\"b571-11\">“Four of the Levy Court Commissioners shall constitute a <em>quorum </em>for the purpose or organization and the transaction of business.”</blockquote>\n<p id=\"b571-12\">We think the employment of the word “Commissioners” in such connection constitutes a very slender and insufficient ground for holding that the word “ineligibility” can be applied to a candidate for office who was ineligible for election, or ineligible to hold the office if elected. Where the statute provides that there shall be <page-number citation-index=\"1\" label=\"558\">*558</page-number>a vacancy in case of the ineligibility of a Commissioner, it means a vacancy in the office of Commissioner, caused by the ineligibility of one who was in fact a Levy Court Commissioner.</p>\n<p id=\"b572-5\">We reach this conclusion, not only because it is warranted by the language and intent of the statute, but also because it is in conformity with public policy. Such policy favors election to office rather than appointment, and under our construction of the statute the office in question will be filled under the <em>Constitution, </em>§ 5, <em>art. </em>15, by one who has been elected by the people, and who will continue in office until his successor is duly qualified, unless by his own act he has abandoned or surrendered all claim and title to the office so as to preclude him from claiming it in this proceeding; or unless there was a vacancy in the office when the term of such officer expired, as claimed by the defendants.</p>\n<p id=\"b572-6\">In support of the last contention, <em>Code, </em>§ 1014, was cited, which provides that:</p>\n<blockquote id=\"b572-7\">“No person elected Levy Court Commissioner shall be eligible for election for two successive terms,” etc.</blockquote>\n<p id=\"b572-8\">These words mean what they clearly import, viz.: That a Levy Court Commissioner shall not be eligible for election for a second term and there is no contention here that he is. The officer holding over would not be elected for a second term.</p>\n<p id=\"b572-9\">The relators claim that the persons last legally elected must hold over until their successors are duly qualified, and this claim is based on the Constitution, which would prevail over any státu-tory provision in conflict with the Constitution. But there is no conflict.</p>\n<p id=\"b572-10\">The defendant’s contention respecting “ineligibility” would seem to apply to the Truitt Case only, but they say it applies to the Hart Case also, because this Court has decided there was no authority for the election of Hart’s successor in 1926, and he was, therefore, disqualified to hold his seat as Levy Court Commissioner, and this in effect decides that Caulk was ineligible within the meaning of the statute and his successor should be appointed,</p>\n<p id=\"b572-11\">While Caulk and Johnson were elected to their respective <page-number citation-index=\"1\" label=\"559\">*559</page-number>offices of Levy Court Commissioners, and were apparently duly qualified, it cannot be held that they were so qualified after the court decided that they were not legally elected. We, therefore, construe the word “ineligibility” in the statute to apply to a commissioner who becomes ineligible after he has been legally elected and duly qualified.</p>\n<p id=\"b573-5\">But even if the statute in question might, standing alone, admit of the construction contended for by the defendants, it cannot be so construed when considered, as it must be, in connection with <em>section </em>5, <em>of article </em>15 <em>of the Constitution, </em>which provides that:</p>\n<blockquote id=\"b573-6\">“All public officers shall hold their respective offices until their successors shall be duly qualified.”</blockquote>\n<p id=\"b573-7\">Our conclusion is amply supported by authority.</p>\n<p id=\"b573-8\">It is said in 22 <em>R. C. L. </em>555:</p>\n<blockquote id=\"b573-9\">“The purpose of this constitutional provision is to prevent a <em>hiatus </em>in the government pending the time when a successor may be inducted into office. Where such a provision exists, the expiration of the official term not only does not create a vacancy, but the period between the expiration of the term and the qualification of the successor is as much a part of the incumbent’s term of office as the fixed statutory period. * * * Hence, the incumbent of an office, the term of which is for a specified period, and until his successor is elected and qualified, is entitled to retain the office in the event of the election of another person to succeed him who is ineligible.”</blockquote>\n<p id=\"b573-11\">In the case of <em>Taylor v. Sullivan, </em>45 <em>Minn. </em>309, 47 <em>N. W. </em>802, 11 <em>L. R. A. </em>272, 22 <em>Am. St. Rep. </em>729, the Court said:</p>\n<blockquote id=\"b573-12\">“The term of office for which the relator was elected was ‘two years, and until his successor is elected and qualified.’ * * * If the election of the respondent was not legally authorized, the relator would continue to hold the office by force of this expressed provision of the statute.”</blockquote>\n<p id=\"b573-14\">To the same effect is 29 <em>Cyc. </em>at 1399, and <em>Com. v. Hanley, </em>9 <em>Pa. </em>513.</p>\n<p id=\"b573-15\">In the last mentioned case the Court said:</p>\n<blockquote id=\"b573-16\">“The primary object of” this provision of the Constitution * * * “was to diminish, as far as practicable, executive patronage; and in accordance with this policy it was thought proper to confine the power of appointment to the single case of a vacancy in office. * * ' * Surely an office cannot be vacant when it is filled by a person in the legitimate exercise of all its functions.”</blockquote>\n<p id=\"b573-17\">It is also stated in 22 <em>R. C. L., </em>at 554, that:</p>\n<blockquote id=\"b574-5\"><page-number citation-index=\"1\" label=\"560\">*560</page-number>“An officer is not prevented from continuing to discharge the duties of his office after his term, when no successor has been chosen, even by a constitutional provision limiting the term of office and making an incumbent ineligible to re-election or declaring that the duration of an office shall not exceed a given number of years.”</blockquote>\n<p id=\"b574-6\">This court expressly decided in the Caulk Case, 3 <em>W. W. Harr. </em>(33 <em>Del.) </em>344, 138 <em>A. </em>354, above mentioned, that there was no vacancy, and we adhere to that decision. We further hold, for the reasons stated, that there was no vacancy in the Johnson Case, within the meaning of the law.</p>\n<p id=\"b574-7\">• . [3] We come now to the last ground upon which the defendants rely, viz.: Abandonment or surrender by the relators of any claim to the offices in question.</p>\n<p id=\"b574-8\">In support of this contention the defendants cite the following cases: <em>State ex rel. Birkhauser v. Moore, Mayor, et al., </em>52 <em>Neb. </em>634, 72 <em>N. W. </em>1056; <em>People ex rel. H. M. Stephen v. Thomas Hanifan, </em>96 <em>Ill. </em>420; <em>Maddox v. York, </em>21 <em>Tex. Civ. App. </em>622, 54 S. <em>W. </em>24; <em>Handy v. Hopkins, </em>59 <em>Md. </em>157; <em>State ex rel. Thayer v. Boyd, 34 Neb. </em>435, 51 <em>N. W. </em>964; <em>State v. Harmon, </em>115 <em>Me. </em>268, 98 <em>A. </em>804; <em>Terry v. Hargis' (Ct. of App. of Ky.), </em>74 S. <em>W. </em>271; <em>Atty. Gen. v. Maybury, </em>141 <em>Mich. </em>31, 104 <em>N. W. </em>324, 113 <em>Am. St. Rep. </em>512.</p>\n<p id=\"b574-9\">In reply, the relators cite the following: 22 <em>R. C. L. </em>§ 264; <em>State v. Huff, </em>172 <em>Ind. </em>1, at <em>p. </em>6, 87 <em>N. E. </em>141, 139 <em>Am. St. Rep. </em>355; <em>Turnipseed v. Hudson, </em>50 <em>Miss. </em>429, 19 <em>Am. Rep. </em>15; 29 <em>Cyc. </em>1040; <em>State v. Frantz, </em>55 <em>Neb. </em>167, 75 <em>N. W. </em>546; <em>Selby v. Portland, </em>14 <em>Or. </em>243, 12 <em>P. </em>377, 58 <em>Am. Rep. </em>307; <em>Eastman v. Householder, </em>54 <em>Kan. </em>63, 37 <em>P. </em>989; <em>Ferris on Extraordinary Remedies, </em>§ 286; <em>Badger v. Bolles, </em>93 <em>U. S. </em>599, 23 <em>L. Ed. </em>991; <em>People v. Barnett Township, </em>100 <em>Ill. </em>332; <em>Election of Sheriff, </em>41 <em>R. I. 79, </em>102 <em>A. </em>802; <em>Jones v. City, </em>66 <em>Tex. </em>576, 1 S. <em>W. </em>903.</p>\n<p id=\"b574-10\">In discussing the question of abandonment, it is necessary, or at least helpful, to state briefly the pertinent facts. We select for this , purpose the Truitt Case. His term of office would normally haye expired on the first Tuesday of January, 1927. His supposed successor had been elected and had taken the oath of office. There was no contest and Truitt had every reason to believe that John<page-number citation-index=\"1\" label=\"561\">*561</page-number>son had been elected and was qualified to hold the office. Under such circumstances Truitt made no claim to the office or any attempt to hold it. It subsequently appeared by the decision.of this Court that Johnson was disqualified for the office because he was ineligible for election thereto under Code,- § 1262. As soon as Johnson was ousted from the office Truitt took the seat and attempted. to exercise the powers.and duties of the office, but was prevented by the Levy Court. The time that elapsed was from January to July, 1927, and during practically all that period the Johnson Case was before this Court upon argument and for decision.</p>\n<p id=\"b575-5\">We do not feel called upon to review the cases cited by either side on this point, because none of them are in point. They-are not analogous in fact or law to the present cases.</p>\n<p id=\"b575-6\">Those cited by the defendant were cases in which the office was claimed by two persons and each was attempting to assert, by <em>quo warranto, </em>a right and title to the office. In the instant cases the relators are seeking by <em>mandamus </em>to compel the Levy Court, of which the petitioners claim to be members, to seat them. So far as we know, there was not involved in the cases cited a constitutional provision such as we have in this state, which requires the officer last legally elected to hold over till his successor is duly qualified. The language is “shall continue in office,” etc. So that the situation is not analogous to the case where two individuals are contending for the same office, each attempting to assert a private right. On the contrary, these are cases where persons claiming to be entitled to membership in a political body seek to compel that body to admit them. Not only are the relators interested, .but the state, or a political subdivision of the state, is interested. The right is public as well as private, because it is for the interest of the state and the public that persons entitled to be Levy Court Commissioners should be permitted to exercise the rights and perform the duties of Commissioners. It has been a question whether such persons can abandon or surrender their titles to office in view of the constitutional- mandate.. But whatever may be the effect of such constitutional -provision, it is certain that because -of.it, <page-number citation-index=\"1\" label=\"562\">*562</page-number>it cannot be held that there was an abandonment or surrender of the relators’ titles to the offices in question, unless it is clear from the record that such was their intention. Such intention cannot be implied or .inferred from their failure to assert their rights in a court of law when they had every reason to believe their successors had been legally chosen. It was perhaps their duty as good citizens to submit to the result of. the election as they understood it rather than attempt to anticipate the result of litigation. As soon as they knew from the decision of the Court that their successors had not been legally elected, they endeavored to take their seats, and thereby asserted their claims and titles to the offices. They were not required to do anything more, under the circumstances. Certainly there was no abandonment or surrender of their rights. Even in the ordinary case of a contest by two individuals for the same office, in order , to constitute an abandonment of the office it must be made under such circumstances as to indicate an absolute relinquishment. • The officer must manifest a clear intention to abandon the office and its duties. On these propositions the authorities agree.</p>\n<p id=\"b576-6\">As was said in 29 <em>Cyc. </em>1404:</p>\n<blockquote id=\"b576-7\">“Nor will failure on the part of a superseded incumbent to keep up a clamor for reinstatement, or to take legal proceedings therefor, or the fact that the officer does not compel a forcible ouster from the possession of the office be regarded as an abandonment.”</blockquote>\n<p id=\"b576-8\">In <em>Turnipseed v. Hudson, </em>50 <em>Miss. </em>429, 19 <em>Am. Rep. </em>15, the court also said:'</p>\n<blockquote id=\"b576-9\">“The-true rule -in a case like the one before the. court would seem to be, that in order to create a vacancy, the party must permanently disable himself from performing the duties of the office, either by himself or deputy, or he must, by acts and declarations, manifest a clear intention to wilfully abandon the office and its duties — an intention not shown by the record.\"</blockquote>\n<p id=\"b576-10\">, \"We have not deemed it necessary, in the consideration of the present cases, to recite the pertinent facts so fully stated in the <em>quo warranto </em>cases of <em>State of Delaware, on the Relation of Clarence A. Southerland, Attorney General v. Caulk </em>and <em>Johnson, </em>recently decided by this Court and reported; in 3 <em>W. W. Harr. </em>(33 <em>Del.) </em>344, and 3 <em>W. W. Harr. </em>(33 <em>Del.) </em>334, 138 A. 354 and 138 A. <page-number citation-index=\"1\" label=\"563\">*563</page-number>280. Neither have we deemed it necessary to discuss at length the question of vacancy, or how it is created under the Constitution and statute laws of this state. That question was carefully considered and discussed in the opinion handed down by this Court in the Caulk Case above referred to.</p>\n<p id=\"b577-5\">It does not seem important to consider another question suggested by the defendants in their motion to dismiss, but not pressed at the argument, viz., the court’s lack of “jurisdiction to award a writ of peremptory mandamus against the defendants as named and described in said petition.”</p>\n<p id=\"b577-6\">We will say, however, that the Court has jurisdiction to'issue a writ of peremptory <em>mandamus </em>in cases like those now before us and we have seen no authorities to the contrary. We will not quote from the authorities, but simply cite them: <em>Union Church v. Sanders, </em>1 <em>Houst. </em>100, 134, 63 <em>Am. Dec. </em>187; <em>State v. Wil. City Council, </em>3 <em>Harr. </em>294, 308; <em>Eaton v. Burke, </em>66 <em>N. H. </em>306, 22 <em>A. </em>452; <em>McDermott v. Miller, </em>45 <em>N. J. Law, </em>251; <em>Johnson v. Board of Elections, </em>172 <em>N. C. </em>162, 90 S. <em>E. </em>143; <em>People v. Greene, </em>95 <em>App. Div. </em>397, 88 <em>N. Y. S. </em>601; <em>Mannix v. State, </em>115 <em>Ind. </em>245, 17 <em>N. E. </em>565; <em>State v. Atlantic City, </em>52 <em>N. J. Law, </em>332, 19 <em>A. </em>780, 8 <em>L. R. A. </em>697; <em>People v. Rupp, </em>90 <em>Hun, </em>145, 35 <em>N. Y. S. </em>349, 749; <em>McDowell v. Burnett, </em>90 S. <em>C. </em>400, 73 S. <em>E. </em>782; <em>Ferris, Extraordinary Legal Remedies, p. </em>245, <em>etc.; </em>38 <em>C. J. pp. </em>706-708.</p>\n<p id=\"b577-8\">The motions to dismiss are, therefore, refused, and the issuance of a peremptory writ of <em>mandamus </em>in each case is ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}