{
  "casebody": {
    "data": "<casebody firstpage=\"728\" lastpage=\"731\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b772-2\">[S. F. No. 7424.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A_7\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXz\">January 18, 1916.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b772-3\">FIDELITY AND DEPOSIT COMPANY OF MARYLAND (a Corporation) Petitioner, v. INDUSTRIAL ACCIDENT COMMISSION OF THE STATE OF CALIFORNIA et al., Respondents.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b772-4\">Workmen’s Compensation Act—Award of Industrial Accident Commission—Willful Misconduct of Employee—Jurisdiction—Be-view by Supreme Court.—The question whether or not an employee, for whose death an award has been made by the industrial accident commission, was guilty of willful misconduct at the time he met his death, is a jurisdictional one, and therefore subject to review by the supreme court.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b772-5\">Id.—Employee Killed While Driving Automobile at Prohibited Speed.—An employee who, in the course of his employment, was killed as the result of the overturning of an automobile being driven by him along a public highway at a rate of speed prohibited and made punishable as a criminal offense by the Motor Vehicle Act (Stats. 1913, p. 649), was guilty of willful misconduct precluding an award of compensation within the meaning of the Workmen’s Compensation Act of 1913, notwithstanding a finding of the industrial accident commission that the employee, in driving at such rate of speed, was not acting in violation of any rule made by his employer, and that such speed was not unusual according to the usage of the vicinity, and was not so in excess of customary rates of speed as to amount to speed mania, and did not amount to more than ordinary negligence.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b772-6\">APPLICATION for a Writ to Review an award of compensation made by the Industrial Accident Commission of the State of California.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b772-7\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"summary\" id=\"b772-8\">Alfred C. Skaife, Guy Le Roy Stevick, and Redman &amp; Alexander, for Petitioner.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b772-9\">Christopher M. Bradley, for Respondents.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b772-10\">HENSHAW, J.</author>\n<p id=\"A3z\">By this review petitioner seeks to have an award given under section 84 of the Workmen’s Compensation Act of 1913, as that act was amended in 1915, declared invalid. W. D. Head, president and superintendent of the Head Drilling Company, a corporation, was killed. The <page-number citation-index=\"1\" label=\"729\">*729</page-number>award was made to his widow. There is thus within this case the question of the power of the commission to make any award in case of death. But as that question is not necessary to the decision of this case, and as it is now under the consideration of this court in another case, it is here passed over without determination.</p>\n<p id=\"b773-3\">The question presented is whether or not Head was guilty of willful misconduct when he met his death. (Workmen’s Compensation Act, sec. 12a, subd. 3.) This question is a jurisdictional one, and therefore subject to review by this court. <em>(Great Western Power Co. </em>v. <em>Pillsbury, </em>170 Cal. 180, [149 Pac. 35].) Over the facts there is no dispute. In the course of his employment Head, who was at Taft, was directed to go to Los Angeles on the work of his company. He hired an automobile, with a driver, to take him from Taft to Bakersfield, at which point he proposed to embark on a train for Los Angeles. The distance between Taft and Bakersfield is about forty miles, and he had four hours of time to make the run and catch his train. Leaving Taft he displaced the driver and took the wheel himself. It was in the night-time. The commission finds the following:</p>\n<blockquote id=\"b773-4\">‘ ‘ That at said time he was driving the automobile at a rate of speed from 35 to 45 miles per hour. That said rate of speed was not entirely safe in view of the condition of the road at the place of the accident, but that the evidence is insufficient to establish that such speed was unusual according to the usual custom of drivers of automobiles in that vicinity, or that it was so in excess of customary rates of speed as to amount to speed mania, or that said excessive speed amounted to more than ordinary negligence or amounted to foolhardiness or daredeviltry. That the act of the deceased in driving at said rate of speed was not in violation of any instructions, rules or orders made by the said employer, the W. D. Head Drilling Company, for the safety of its employees or any of them.”</blockquote>\n<p id=\"b773-5\">While so driving the car it ran into a sandy piece of road and overturned. Head was killed and the driver injured.</p>\n<p id=\"b773-6\">The law of this státe in the Motor Vehicle Act (Stats. 1913, p. 649) declares:</p>\n<blockquote id=\"b773-7\">“Every person operating ... a motor or other vehicle on the public highways of this state shall operate or drive the same in a careful and prudent manner and at a rate of speed <page-number citation-index=\"1\" label=\"730\">*730</page-number>not greater than is reasonable and proper, having regard to the traffic and use of the highway, and no person shall operate or drive a motor or other vehicle on a public highway, at such rate of speed as to endanger the life or limb of any person or the safety of any property; provided, that it shall be unlawful to drive at a rate of speed in excess of 30 miles an hour. ’ ’</blockquote>\n<p id=\"AsA3\">A violation of this provision is declared a misdemeanor, punishable by fine or imprisonment, or both. Admittedly, therefore, under the very findings of the commission, Head was violating the express mandate of the law designed for his own protection, for the protection of the other occupants of the car, and for the protection of the general public. His act in so doing was criminal. Much of the finding of the commission which we have quoted at length is quite beside the question and without the slightest persuasive force. It matters not, for example, that the evidence is insufficient to establish that such speed was “unusual according to the usual custom of drivers of automobiles in that vicinity.” That forty men violate the law and commit crimes is neither justification nor excuse for the forty-first man who does the same thing. Nor yet does it matter that Head was not afflicted with “speed mania,” nor that his excessive speed did not “amount to foolhardiness or daredeviltry.” Nor is it of the slightest consequence that Head was not violating any rule or order made by his company. Indeed, it would be as remarkable as it would be unnecessary for an employer to give a specific instruction upon a matter completely covered by a penal statute. The plain and unescapable fact is that Head was criminally violating a law designed for his own protection and for that of the general public. The statute itself forbade him from endangering “the life or limb of any person,” himself as well as others, and fixed the danger point of speed at 30 miles an hour. The finding is that his rate of speed “was not entirely safe.” But even without such a finding, or if the finding declared it to <em>be </em>a safe rate of speed, the fact still remains that the deceased willfully and deliberately misconducted himself and violated the plain mandate of the law. Says Willis (Workmen’s Compensation Act, p. 58) :</p>\n<blockquote id=\"AqMc\">“Where there is a deliberate and unmistakable act of disobedience to an express order, or where there is a deliberate breach of a law er rule, which is framed in the interests of the <page-number citation-index=\"1\" label=\"731\">*731</page-number>workingman, it will be held that such a breach or such disobedience amounts to serious misconduct.”</blockquote>\n<p id=\"b775-5\">There is no finding and, indeed, nothing in the record extenuating or excusing the conduct of the deceased. He was not even impelled by the desire to make the train connection. He had four hours in which to travel forty miles. The conclusion is unavoidable that he was guilty of the willful misconduct contemplated by the law.</p>\n<p id=\"b775-6\">For this reason, without consideration paid to any of the other propositions urged upon our attention, the award of the commission must be, and’ hereby is, annulled.</p>\n<p id=\"b775-7\">Melvin, J., Sloss, J., Shaw, J., Lawlor, J., and Angellotti, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}