{
  "casebody": {
    "data": "<casebody firstpage=\"154\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b164-3\">[Crim. No. 16316.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ANa\">Second Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMB\">May 1, 1970.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b164-4\">THE PEOPLE, Plaintiff and Respondent, v. LLOYD PETERS et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b166-6\"><page-number citation-index=\"1\" label=\"156\">*156</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b166-7\">Richard H. Levin and Gilbert F. Nelson, under appointments by the Court of Appeal, for Defendants and Appellants.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b166-8\">Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Lola M. McAlpin, Deputy Attorney General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b167-3\"><page-number citation-index=\"1\" label=\"157\">*157</page-number>Opinion</p>\n<author id=\"b167-4\">BRANDLER, J.<footnotemark>*</footnotemark></author>\n<p id=\"b167-5\">\n<em>Statement of the Case</em>\n</p>\n<p id=\"b167-6\">Each defendant was charged by information in count I with the offense of robbery on March 10, 1968, it likewise being alleged that at the time of the commission of the offense defendants were armed with deadly weapons, to wit, rifles; violations of section 209 of the Penal Code (counts II and III) and in count IV with a violation of section 12020 of the Penal Code on April 25, 1968, it being alleged that the defendants had in their possession a sawed-off shotgun and a dirk.</p>\n<p id=\"b167-7\">Due to a conflict of interest in the public defender’s office, Walter Gordon was appointed by the court pursuant to the provisions of section 987a of the Penal Code to represent each of the defendants. Each pleaded not guilty, the case was set for trial and a hearing of a motion under Penal Code section 1538.5. The motions under Penal Code section 1538.5 were withdrawn, trial by jury was waived, and by stipulation the case was submitted on the testimony at the preliminary hearing. Each defendant was found guilty of robbery in the first degree and the armed allegation was found to be true as to each defendant. Defendants were found guilty of a violation of section 12020 of the Penal Code (count IV); their motions for new trial were denied; requests for referral to Youth Authority and probation were denied and defendants were sentenced to state prison on both counts, sentences ordered to run concurrently; remaining counts II and III were dismissed by the court. Defendants appeal from the judgments.</p>\n<p id=\"b167-8\">\n<em>Statement of the Facts</em>\n</p>\n<p id=\"b167-9\">About 10 p.m., March 10, 1968, Mrs. Tessie Mendelson, the wife of the proprietor of Nat-N-Al’s Delicatessen at 414 North Beverly Drive, saw a masked man with a long gun enter the rear of the restaurant. As she ran the man said, “Come back here.” She then saw a second man with a gun, who also was masked. She, her son Barry and two dishwashers, were ordered at gunpoint to the back of the restaurant. One of the men went to the cash drawer. Barry Mendelson was ordered to open the safe and not to try anything or they “would blow his head off.” The four of them were locked in a wall refrigerator box. Between $3,000 and $5,000 was taken. At the preliminary hearing Barry Mendelson identified a sawed-off shotgun and a .22 caliber rifle as being similar to the guns used in the <page-number citation-index=\"1\" label=\"158\">*158</page-number>robbery. He also identified a mask as being similar to the mask worn by one of the two gunmen, as well as a pair of men’s black socks as being similar to those worn on the hands of one of the two gunmen. Despite the mask, Barry Mendelson could see some skin color around the eyes of one of the gunmen. He appeared to be a Negro. After the men left the restaurant Mr. Mendelson formed the opinion that one of them was Lloyd Peters, who had worked at the restaurant six months before the incident. He recognized Peters by his voice, his stocky build, and his eyes.</p>\n<p id=\"b168-4\">Police Officer Langer searched the area around the rear entrance of the restaurant shortly after 10 p.m. and found a man’s brown suitcoat and a bow tie lying on the sidewalk about 150 feet from the rear exit of the restaurant. A black wallet was inside the coat. A driver’s license was inside the wallet and the mask and the men’s socks were lying in an alleyway about 15 feet from the entrance to the restaurant. Richard Walker, brother of the defendant Gregory Walker, testified that in the early morning hours of March 11, 1968, his brother Gregory and defendant Peters came to his residence, his brother stating, “Look, I have some money”; that his brother showed him a three-inch thick stack of money and told him that he had $1,600. Earlier that day, at the apartment, his brother Gregory and defendant Peters stated that they were going to rob a restaurant.</p>\n<p id=\"b168-5\">Officer Herrera testified that on April 25, 1968, while on duty about 2:30 a.m., he saw a 1957 Ford with the two Negro defendants and two female Negroes pass the police car southbound on Figueroa. About 12:10 a.m. the officer had received information that a robbery had taken place at 1102 West Washington Bouelvard at a market, involving three male and two female Negroes. When the officer saw the 1957 Ford with its occupants, the police car put on its red lights and the car was stopped so that the occupants could be questioned regarding the robbery. The officer made a cursory search for weapons; defendant Walker said he had a knife and the officer later recovered a dirk. A knife was found in the possession of one of the females and a two-inch starter pistol was also found in the glove box. Defendant Walker was arrested for possession of a dirk. After the arrest of defendant Peters by a brother officer, a loaded shotgun was found under the driver’s seat. Four shotgun shells were found in the chamber of the shotgun. Defendant Walker was told by the officers that they had stopped his vehicle because “they” fit the description of the perpetrators of a robbery which had just occurred and because they had committed a traffic violation. When the officer asked defendant Walker for his identification he displayed two identification cards with two different names, stating that one was his alias.</p>\n<p id=\"b168-6\">The district attorney also called as a witness Joe Cooper, who testified that on March 10, 1968, he drove the defendants in his car to Nat-N-Al’s <page-number citation-index=\"1\" label=\"159\">*159</page-number>in Beverly Hills and got there about 9:30 p.m.; that some three weeks earlier defendant Peters had asked him if he would like to be in on the robbery and he stated yes. Peters then explained to Cooper that he, Cooper, was to drive them there and take them back. On Sunday, March 10, Peters called Cooper, stating that they had to go to pick up somebody else. Peters came to his home and they then drove to defendant Gregory Walker’s home where they got guns, coats and masks, all of which items came from Walker’s home. They waited until dark and then drove to Beverly Hills, Peters giving directions to the witness. Cooper saw defendants enter the delicatessen with the guns. Defendants, both of whom wore masks, walked a person back into the restaurant. Cooper parked the car in the alley and waited until defendants came out. The three of them went to a motel to split the money, Cooper getting $700.</p>\n<p id=\"b169-4\">\n<em>Defense Testimony</em>\n</p>\n<p id=\"b169-5\">Lloyd Peters denied the commission of the robbery and denied being with Cooper. Peters said that at 10 p.m., March 10, he was with a girlfriend at Ridgely and Apple Streets in Los Angeles and that when he was arrested in his car the only gun the officers found was a black starter pistol and no other gun. On cross-examination Peters testified that he had worked at Nat-N-Al’s for about a year at different intervals. When shown the driver’s license and black wallet, defendant Peters stated they were his, as was a social security card in the name of Edward Wright.</p>\n<p id=\"b169-6\">Gregory Walker denied the commission of the robbery and denied knowing Cooper, or ever having seen Cooper, and claimed that at the time of his arrest no v/eapons of any kind were found by the police officers in the car.</p>\n<p id=\"b169-7\">\n<em>Contentions on Appeal</em>\n</p>\n<p id=\"b169-8\">On appeal defendants contend:</p>\n<blockquote id=\"b169-9\">(1) They were arrested without probable cause ; (2) since there was a potential conflict of interest each defendant had a constitutional right to separate representation and failure of the trial court to so advise each defendant constituted prejudicial error; (3) as to the conviction of robbery of the first degree there was a violation of section 654 of the Penal Code.</blockquote>\n<p id=\"b169-10\">\n<em>Since Defendants Withdrew Their Motion Under Penal Code Section 1538.5</em>\n<footnotemark>\n<em>1</em>\n</footnotemark>\n<em> and Unqualifiedly Stipulated at the Time of Trial to the </em>\n<page-number citation-index=\"1\" label=\"160\">*160</page-number>\n<em>Introduction of All Exhibits, Defendants May Not on Appeal Raise the Issue That Evidence Was Illegally Seized and That They Were Arrested Without Probable Cause.</em>\n</p>\n<p id=\"b170-4\">When the case was called for trial, Walter Gordon, attorney for both defendants, withdrew the motion under Penal Code section 1538.5 and stipulated that the People’s case be submitted on the testimony of witnesses at the preliminary examination and that <em>all exhibits received in evidence at the preliminary hearing be deemed received in evidence for all purposes at the trial.</em></p>\n<p id=\"b170-5\">Additional evidence was introduced and no objection was interposed during the trial either to the legality of the arrest of defendants or to the introduction of any of the physical evidence.</p>\n<p id=\"b170-6\">Errors not challenged at trial cannot serve as a basis for reversal on appeal in the absence of a showing of special circumstances. <em>(People </em>v. <em>Robinson </em>(1965) 62 Cal.2d 889, 894 [44 Cal.Rptr. 762, 402 P.2d 834].)</p>\n<p id=\"b170-7\">\n<em>No Prejudicial Error Resulted From the Failure to Appoint Separate Counsel for Each Defendant.</em>\n</p>\n<p id=\"b170-8\">When the court was advised by the public defender that due to a conflict of interest he could not represent either of the defendants, the court, pursuant to Penal Cede section 987a, appointed Walter Gordon to represent both defendants and the following occurred:</p>\n<blockquote id=\"b170-9\">“Mr. Fujisaki: Your Honor, each of these defendants is in custody. And I conferred with them yesterday, and it is my opinion at this time, your Honor, that the Public Defender could not represent either of these defendants, due to a conflict of interest on a case related to this case, which we have previously been assigned to. The case number would be A052951.</blockquote>\n<blockquote id=\"b170-10\">“The Court: Can one lawyer represent both these defendants?</blockquote>\n<blockquote id=\"b170-11\">“Mr. Fujisaki: Your Honor, I would suggest that the Court appoint counsel for both, and let him make the determination. I attempted not to [delve] into the factual matters.</blockquote>\n<blockquote id=\"b170-12\">“The Court: Yes, I understand. I will ask Mr. Gordon to interview the defendants to see if he can represent both of them, and then I will call the matter later.</blockquote>\n<blockquote id=\"b170-13\">“(The matter was recalled on second call of the calendar, at which time the following proceedings were had:)</blockquote>\n<blockquote id=\"b170-14\">“The Court: Lloyd Peters and Gregory Walker.</blockquote>\n<blockquote id=\"b171-3\"><page-number citation-index=\"1\" label=\"161\">*161</page-number>“Mr. Gordon: Walter Gordon appearing for each defendant, pursuant to appointment.</blockquote>\n<blockquote id=\"b171-4\">“Mr. Trott: Lloyd Peters, is that your true name?</blockquote>\n<blockquote id=\"b171-5\">“Mr. Gordon: Your Honor, I think I jumped the gun. You asked me whether I found out if I could handle each of them. Yes, I can.</blockquote>\n<blockquote id=\"b171-6\">“The Court: All right, the appointment is made.”</blockquote>\n<p id=\"b171-7\">The right to counsel guaranteed by the Sixth Amendment of the United States Constitution and article 1, section 13 of the California Constitution, does not include an <em>automatic right to separate counsel for each codefendant. </em>One counsel may represent more than one defendant so long as the representation is effective. <em>(People </em>v. <em>Chacon, </em>69 Cal.2d 765, 774 [73 Cal.Rptr. 10, 447 P.2d 106].)</p>\n<p id=\"b171-8\">Only if an actual or potential conflict of interest exists among codefendants and a motion for appointment of separate counsel is made in timely fashion is it incumbent upon the trial court to appoint separate counsel. <em>(People </em>v. <em>Baker, </em>268 Cal.App.2d 254, 258 [73 Cal.Rptr. 758]; <em>People </em>v. <em>Cannedy, </em>270 Cal.App.2d 669, 677-678 [76 Cal.Rptr. 24].)</p>\n<p id=\"b171-9\">A search of the record discloses no indicia of a conflict between Peters and Walker; no suggestion that the representation by Walther Gordon was ineffective because of the burden of representing both defendants and no injury to either. <em>(People </em>v. <em>Romero, </em>272 Cal.App.2d 39, 51 [77 Cal.Rptr. 175].)</p>\n<p id=\"b171-10\">Neither defendant had a prior conviction alleged against him which might have prejudiced his interest by having the same counsel; each defendant had a similar defense of albi; each denied being associated with the other at the time the robbery in question was committed.</p>\n<p id=\"b171-11\">Even if there may have been error in not appointing separate counsel for the defendants under <em>People </em>v. <em>Chacon, supra, </em>69 Cal.2d 765; <em>People </em>v. <em>Baker, supra, </em>268 Cal.App.2d 254, 255-260, in view of the overwhelming evidence it is clear beyond a reasonable doubt that the trial court would have reached the same result. Therefore, there was no prejudice in this case.</p>\n<p id=\"b171-12\">\n<em>Assuming No Probable Cause for Seach of the Automobile and That the Recovery of the Shotgun Resulted From an Unlawful Search and Seizure, Any Error in Its Introduction Was Harmless Beyond a Reasonable Doubt.</em>\n</p>\n<p id=\"b172-3\"><page-number citation-index=\"1\" label=\"162\">*162</page-number>Barry Mendelson identified the sawed-off shotgun recovered in the car as being “similar” to one of the guns used in the robbery. Even if this testimony, which seems to identify defendants, were excluded because of its lack of positiveness, it is noted that defendant Walker was identified by Mrs. Mendelson, and defendant Peters by Barry Mendelson. There was overwhelming physical evidence and circumstantial evidence connecting each defendant with the robbery as well as the testimony of the co-conspirator Joe Cooper directly implicating each defendant in the robbery, so any error in the admission of the shotgun was harmless beyond a reasonable doubt. <em>(In re Whitehorn, </em>1 Cal.3d 504, 512-517 [82 Cal.Rptr. 609, 462 P.2d 361]; <em>In re Shipp, </em>62 Cal.2d 547, 550 [43 Cal.Rptr. 3, 399 P.2d 571; <em>In re Hill, </em>71 Cal.2d 997, 1013-1015 [80 Cal.Rptr. 537, 458 P.2d 449]; <em>People </em>v. <em>Parham, </em>60 Cal.2d 378, 385-386 [33 Cal.Rptr. 497, 384 P.2d 1001].) <em>People </em>v. <em>Floyd, </em>71 Cal.2d 879 [80 Cal.Rptr. 22, 457 P.2d 862], requires that the judgment of conviction be modified to provide that at the time of the commission of the offense, sections 3024 and 12022 of the Penal Code were inapplicable, but defendants were armed within the meaning of section 1203. The judgment must also be modified to specify the nature of the weapons.</p>\n<p id=\"b172-4\">The judgments are modified to provide that at the time of the commission of the robbery set forth in count I, sections 3024 and 12022 of the Penal Code were inapplicable, but defendants were armed within the meaning of section 1203, and the weapons are specified as a sawed-off shotgun and a .22 caliber rifle. <em>(People </em>v. <em>Morro, </em>276 Cal.App.2d 700 [81 Cal.Rptr. 201].)</p>\n<p id=\"b172-5\">As so modified the judgments are affirmed.</p>\n<p id=\"b172-6\">Kaus, P. J., and Reppy, J., concurred.</p>\n<footnote label=\"*\">\n<p id=\"b167-10\">Retired judge of the superior court sitting under assignment by the Chairman of the Judicial Council.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b169-11\">Penal Code section 1538.5 provides in part as follows: “Such review on appeal may be obtained by the defendant providing that at some stage of the proceedings prior to conviction he has moved for the return of property or the suppression of the evidence.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}