{
  "casebody": {
    "data": "<casebody firstpage=\"385\" lastpage=\"386\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b401-2\">(17 Misc. Rep. 297)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b401-3\">ABRAMOWITZ v. CITIZENS’ SAV. BANK.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b401-4\">(City Court of New York, General Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AkZ\">June 30, 1896.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b401-5\">■1. Savings Bank—Recovery of Deposit—Premature Action.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b401-6\">An action brought against a savings bank, within 90 days after demanding the amount of a deposit, to recover the deposit is not premature, where the bank refused to pay, not on the ground that it was entitled to 90 days’ notice, but on the ground that it had paid the money to another.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b401-7\">2. Same—Negligence op Bank.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b401-8\">In an action against a savings bank to recover money deposited by plaintiff, which the bank refused to pay on the ground that it had been paid to a third person presenting the pass book, it is not incumbent on plaintiff to show negligence on the part of the hank.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b401-9\">3. Same—Effect of By-Laws.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b401-10\">The effect of by-laws of a savings bank which provide that the presentation of a pass book to the bank is sufficient authority to make any payments thereon, and that all payments to persons producing pass books shall be valid payments to discharge the bank, does not relieve the bank from the exercise of ordinary diligence for the protection of its depositors from fraud.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b401-11\">Appeal from trial term.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b401-12\">Action by Esther Abramowitz against the Citizens’ Savings Bank. From a judgment entered on a verdict in favor of plaintiff, and from an order denying a motion for a new trial, defendant appeals. Affirmed.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b401-13\">Argued before CONLAN and O’DWYER, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b401-14\">John Alexander Beall, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b401-15\">Robert Goeller, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b401-16\">O’DWYER, J.</author>\n<p id=\"ACF\">This action was brought to recover a balance of a sum of money deposited by the plaintiff with the defendant, for which the defendant issued its pass book. The defenses urged on the trial were:</p>\n<blockquote id=\"b401-17\">•‘(1) That the defendant paid out the money to a person having possession of the \"pass book, and that the defendant used all proper care and diligence, and exercised its best efforts to ascertain that the pe.son to whom the payment was made was the depositor. (2) That the action was prematurely brought.”</blockquote>\n<p id=\"b401-18\">There is no merit to the second defense. When the plaintiff attempted to draw the money from the bank, she was met with its refusal of payment, not on the ground that it was entitled to 90 days’ notice, but on the ground that the money had already been paid to some one else. The defendant could only have taken advantage of the rule requiring 90 days’ notice before withdrawing money by having refused to pay the money when demanded by the plaintiff on this specified ground. When plaintiff rested, she had made out a prima facia case against the defendant, and the motion to dismiss was properly denied. The evidence shows that she had deposited with the defendant. $222.25, and had drawn out $22.15, leaving a •balance of about $200; that she demanded that sum from the defendant, and that it refused to pay; that she never authorized any one to draw the money from the hank, and did not send any one to <page-number citation-index=\"1\" label=\"386\">*386</page-number>the bank to draw any; and that she never gave a written order to the bank. It was not incumbent on her to show any negligence on the part of the defendant.</p>\n<p id=\"b402-5\">It is provided in the defendant’s by-laws that:</p>\n<blockquote id=\"b402-6\">“All deposits and all withdrawals will \"be entered in a book given to the depositor on making his first deposit, which shall be the voucher of the depositor and the evidence of his property in the institution, and the presentation of the book shall be sufficient authority to the bank to make any payment to the bearer thereof.”</blockquote>\n<blockquote id=\"b402-7\">And that: “All payments to persons producing the pass book issued by the bank shall be valid payments to discharge the bank.\"</blockquote>\n<p id=\"b402-8\">Notwithstanding these by-laws of the defendant, it was bound to exercise ordinary care and diligence in order that their depositors may be protected from fraud and larceny. Appleby v. Bank, 62 N. Y. 12; Allen v. Bank, 69 N. Y. 317; Hummel v. Bank, 127 N. Y. 489, 28 N. E. 398. The question as to whether, under the circumstances disclosed by the evidence in this case, the defendant had exercised ordinary care and diligence, was properly submitted to the jury. It cannot be said, as a matter of law, that the defendant exercised ordinary care and diligence in having so few test questions when the plaintiff could neither read nor write. No negligence was shown on the part of the plaintiff, and she testified in answer to her counsel:</p>\n<blockquote id=\"b402-9\">“I never showed the book to anybody. The bank book was lying in a trank. I went to work, and did not tell them I had money. Q. Was your trunk always locked? A. Yes, sir. Q. Did your husband ever have ihe key? A. No.”</blockquote>\n<p id=\"b402-10\">The only evidence in the case tending to show the amount of care taken by the defendant in paying out the money was that of the witness Sayler, the teller of the defendant, who testified that he had asked the person who drew the money, when she told her age, whether she was married or single, her name, her husband’s name, and where she was born; and the answers given by her tallied with the answers given to these questions by plaintiff at the time when she became a depositor with the defendant. On cross-examination he testified:</p>\n<blockquote id=\"b402-11\">“I did not ask her whether or. not she was a depositor. I simply asked her her name, how much money she wanted.”</blockquote>\n<p id=\"b402-12\">Under these circumstances, it cannot be said that the jury were not justified in saying that the defendant did not exercise reasonable care and diligence.</p>\n<p id=\"b402-13\">The judgment and order appealed from should be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}