{
  "citations": [
    {
      "type": "official",
      "cite": "40 N.Y.S. 840"
    },
    {
      "type": "parallel",
      "cite": "8 App. Div. 550"
    }
  ],
  "casebody": {
    "data": "<casebody firstpage=\"840\" lastpage=\"844\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b856-6\">(8 App Div. 550)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b856-7\">PEOPLE ex rel. RAMSDALE v. BOARD OF SUP’RS OF ORLEANS COUNTY.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b856-9\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A8Q\">July 30, 1896.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b856-10\">Mandamus—Failure to Deny Allegations of Relator.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b856-11\">A peremptory writ of mandamus will be granted to compel the county court to supervise or audit a claim against the county, where relator avers that he actually performed the services specified, and that they were <page-number citation-index=\"1\" label=\"841\">*841</page-number>necessarily rendered, and the supervisors do not deny such allegation, but merely state that they disallowed the item on the ground that it was an “improper charge.”</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b857-5\">Appeal from special term, Erie county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b857-6\">Application by W. Crawford Ramsdale for a writ of mandamus to compel the board of supervisors of Orleans county to audit and allow relator’s claim for services performed as a justice of the peace in a certain criminal proceeding. From an order denying a motion for a peremptory writ, relator appeals. Reversed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b857-7\">Argued before HARDEST, P. J., and FOLLETT, ADAMS, WARD, and GREEN, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b857-8\">Albert C. Burrows, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b857-9\">James Swart, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b857-10\">GREEN, J.</author>\n<p id=\"A5z\">The relator was, during the year 1895, a justice of the peace in Orleans county. In March of that year there was laid before him, as such justice, an information charging the accused person with the crime of arson, and thereupon the relator issued a warrant for the apprehension of the accused, who was arrested, and brought before him, and an examination took place, which resulted in holding the accused for trial. In October, 1895, at the annual meeting of the board of supervisors, the relator presented an itemized account for services and fees in the said proceedings, amounting in the aggregate to the sum of $15.05. One of the items was in these words and figures, “20 certificates at 25c.,—$5.00.” 'The account was referred to a committee, who, in a report to the board, recommended that the sum be audited and allowed at $10.05, and that an order be drawn in favor of the relator for that sum. The report was adopted by the board, and the order was drawn accordingly, and tendered to the relator, which he refused to accept. The relator then moved for a writ of peremptory mandamus to issue against the board, directing them to forthwith convene and audit said bill, or said rejected item. The board appeared, and opposed the. application, upon the ground, among others, that the board did examine, pass upon, and audit each and every item of the relator’s account, including the item of “20 certificates,” by disallowing the same, and allowing all the other items, which amounted to the aggregate sum of $10.05. The motion having been denied, the relator appeals to this court for relief.</p>\n<p id=\"b857-11\">The relator’s affidavit states that:</p>\n<blockquote id=\"b857-12\">“The depositions taken on said proceedings were duly signed, certified, and filed, as required by law; that all of the services for which the charges were made by him in said bill were actually and necessarily rendered in said proceeding, and that he charged'the fees fixed by law, and no more; that in regard to item of ‘20 certificates at 25c.,—$5.00,’ deponent says that there were that number of certificates necessarily made by him on the hearing in said proceeding.”</blockquote>\n<p id=\"b857-13\">In opposition to the motion, the respondent read the affidavit of Mr. Dean, a member of said board, and the chairman of the committee on justices’ claims. Deponent says:</p>\n<blockquote id=\"b857-14\">“That in considering and passing upon the said item of ‘20 certificates’ the committee endeavored to act fairly upon the merits, and they determined and disallowed the same after full consideration, believing and understanding that said item was an improper charge.”</blockquote>\n<p id=\"b858-4\"><page-number citation-index=\"1\" label=\"842\">*842</page-number>Deponent also states that he has served on the said committee during two sessions of the board, and examined, passed\" upon, and audited, all justices’ claims presented, but that no justice’s bill ever came under his observation wherein there was charged ’any such item for certificates. He also says that the committee directed the messenger of the board to notify the relator to appear and explain the item to the committee, but it is not stated that the messenger obeyed his instructions, and the relator explicitly denies that he received any such notification. It is not disputed that, if the relator did in fact take the depositions of the witnesses in writing, and certified each deposition, as he was required to do by section 204, Code Cr. Proc., he was entitled to charge 25 cents for each certificate (4 Rev. St. [8th Ed.] § 2785), and it therefore became the imperative duty of the board to audit and allow the claim. But if, on the other hand, he failed to perform this duty or service in any instance or respect, then, of course, he is entitled to nothing. We therefore' can only understand the respondent’s contention to be that the board made a determination or adjudication of the fact as to the rendition of the services claimed, apd decided adversely to the relator; in other words, that the claim is false, and the relator has committed the crime of perjury. If the papers presented by the board show that the claim was üifallowed upon that ground, then the writ was properly refused; otherwise it must be granted. The question, therefore, becomes one of interpretation and meaning of the language used in the affidavits of Mr. Dean, taken in connection with the moving affidavits, and papers.</p>\n<p id=\"b858-5\">By section 2070 of the Code of Civil Procedure, it is. provided that “a peremptory writ of mandamus may be issued, in.the first instance, where the applicant’s right to the mandamus depends only upon the questions of law.” If the relator fails to controvert the respondent’s affidavits, but proceeds to argument, and asks for peremptory writ, this is equivalent to a demurrer; and if the defendant’s papers set forth facts showing that the relator is not entitled to the relief, a writ will not be granted. People v. Board of Apportionment of City and County of New York, 64 N. Y. 827, 3 Hun, 11; Supervisors v. Pindar, 3 Lans. 8; People v. Brush, 146 N. Y. 60, 40 N. E. 502; People v. Supervisors of County of Westchester, 73 N. Y. 175. The relator is not entitled to a peremptory writ when a substantial and material issue of fact is raised by the affidavits. People v. Board of Police, 107 N. Y. 235, 13 N. E. 920; People v. Becker, 3 N. Y. St. Rep. 202. . And in determining whether the issuing of the writ is proper, simply the facts alleged in the petition, which are not denied or put in issue, and the affirmative allegations in the opposing affidavits, may be considered. People v. Rome, W. &amp; O. R. Co., 103 N. Y. 95, 8 N. E. 369. And if the substantial allegations in the moving affidavits are not fully met or avoided, a peremptory writ will be granted in the first instance, as a general rule. People v. Assessors of New York, 52 How. Prac. 140; People v. Patón, 5 N. Y. St. Rep. 313. Now, the relator avers that he actually performed the services specified in the particular item in controversy, and that they were necessarily rendered in the pro- , ceedings referred to, and this averment is not controverted. It <page-number citation-index=\"1\" label=\"843\">*843</page-number>will, therefore, be assumed to be true. And, that being so, it became the simple duty of the board to audit and allow the item at the sum or sums fixed by the statute, and it is no answer to say that it is an “improper charge.” And, though the uncontroverted statements of fact contained in Dean’s affidavit must also be taken as true, for the purposes of this motion, yet that is not so in respect of mere conclusions or inferences therein averred. It is, in substance and effect, alleged that the committee disallowed this item “upon the merits,” because they believed and understood that it was an improper charge; but from the concluding statement in that affidavit the inference may be fairly deduced that such belief was founded upon the circumstance that no other justice of the peace had ever made a charge of that character. In other words, the committee could not perceive the legal propriety of the charge,\" because they were ignorant of any statutory authority for it, and therefore concluded that it must be an improper claim. And yet it was a very easy matter to call upon the relator for an explanation, since he was a public officer, with his office located in the immediate vicinity of the place of meeting of the board, and where he was regularly in attendance in the performance of Ms judicial duties. He also states that he frequently met Mr. Dean during the session of the board; and if, as it is claimed, the committee directed a messenger to notify relator to come and “explain” the item, it was because they did not understand either what it meant, or its legality; not because they questioned the relator’s veracity. If the respondent intended by the phrase “improper charge” that the committee did not believe that such services had been rendered, the averment is not sufficient to controvert the relator’s affidavit on that point; but if it is to be understood as meaning that the charge was illegal, even though the services were performed, then the affidavit is clearly frivolous. It is sufficiently manifest to the court that the committee did not audit and disallow this item upon the ground that they possessed proof (whether legal or otherwise), or that they had good reason to believe, that the services had not been performed, but because they “believed and understood” that the charge for services of that character was not warranted by any law. They assumed the truth of the facts as to the other items, and why not in respect to this? In the judgment of the court the inference is very clear that the committee made no inquiry in respect to the fact of the performance of these services, and made no determination upon that matter. In that regard they failed in the performance of the duties imposed upon them by law, and omitted a duty they owed to a presumed bona fide creditor of the'.county. We are of the opinion, therefore, that the learned judge below was in error in assuming from the record and the papers presented that the board determined a matter of fact upon evidence before them. On the contrary, they assumed to determine a question of law, via. that such a claim could not be otherwise than illegal or “improper.” It is not stated in the papers nor argued in the brief of respondent that the board determined that the services were not rendered. By the phrase (in the affidavit of Dean) “en the merits” is meant <page-number citation-index=\"1\" label=\"844\">*844</page-number>the “legality”, of the charge, and not that the services had not been rendered.</p>\n<p id=\"b860-5\">The point is made that the nature or character of the certificates is not mentioned in the bill; nor does it state that any of the certificates were attached to the depositions; nor that the examination of the witnesses was taken in writing in the form of depositions, as required by section 204, Code Cr. Proc.; nor that each certificate was proper and necessary. The general answér to this is that, according to the affidavit of the chairman of the committee, the item was disallowed because they believed and understood that, it was an improper charge, and not, consequently, by reason of any of these objections now raised for the first time upon the motion. These objections, if deemed of any materiality or importance, could easily have been obviated. If the bill was not sufficiently explicit, it might <em>hare </em>been rejected for that reason. But, however fully and specifically the item might have been stated, it is evident that it would, nevertheless, have been disallowed for the reason stated in the opposing affidavit. The illegality of the claim, and not the insufficiency of the specification, was made the basis of its rejection.</p>\n<p id=\"b860-6\">It is also,argued on behalf of respondent that the affidavit of the relator, attached to the account presented, fails to state in a direct and positive manner that the certificates had been made. The affidavit was a printed form, prepared by the board, and furnished to the' relator, and reads: “That all items in such account above set forth are correct; that the services charged therein have been in fact made or rendered, or necessary to be made or rendered.” It is said that this form of verification indicates that some of the services charged in the account were yet to be performed. This criticism appears to have been an afterthought. Certainly it was not considered any objection to the item existing in the minds of the committee. Besides, the bill shows that the examination of the prisoner took place in March, long before its presentation, and from the nature of the proceeding it must have been finished about that time.</p>\n<p id=\"b860-7\">It follows that the order denying the motion for a writ of mandamus should be reversed, and that the respondent should be compelled by mandamus to hear, consider, and determine, at the next meeting of the board, the fact as to whether the relator did or did not render the services claimed; and, if the board should decide that the relator’s claim is correct, just, and true,\" then that it should audit and allow the same in accordance with law. All concur.</p>\n<p id=\"b860-8\">Order reversed, with costs, and writ of mandamus granted, directing the respondent, at the next meeting of the board, to hear, consider, and determine the fact as to whether the relator \"did or did not render the services claimed; and, if the board shall decide that the relator’s claim is correct, just, and true, then that it shall audit and allow the same in accordance with law.</p>\n<p id=\"b860-9\">The appellant is also allowed $50 costs and disbursements of the motion. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}