{
  "casebody": {
    "data": "<casebody firstpage=\"655\" lastpage=\"660\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b677-4\">[Civ. No. 12514.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"b677-5\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b677-6\">January 28, 1941.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b677-8\">DAVID JANOFSKY et al., Appellants, v. WM. M. GARLAND, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b678-6\"><page-number citation-index=\"1\" label=\"656\">*656</page-number>Mark F. Jones, Sydney Tannen, Walter L. Engelhardt and Edward I. Harris for Appellants.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b678-7\">Clyde C. Shoemaker and William J. Currer, Jr., for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b678-8\">WOOD, J.</author>\n<p id=\"b678-9\">Plaintiffs commenced this action to recover damages for injuries which they suffered when they were struck by plaster falling from a ceiling in their bedroom. The trial court sustained a demurrer to their third amended complaint without leave to amend and they have appealed from the judgment of dismissal.</p>\n<p id=\"b678-15\">It appears from the allegations of the complaint that plaintiffs on February 1, 1936, rented from defendant a part of a four-family flat building located at 946 North Western Avenue in Los Angeles at an agreed rental to be paid monthly. The agreement was oral and for an indefinite period. Thereafter plaintiffs occupied the premises continuously up to March 1, 1939. It further appears that during the occupancy of the premises by plaintiffs and within two years from the date of the commencement of the action on February 19, 1939, defendant inspected the ceiling in the bedroom of the premises rented to plaintiffs and found that the plaster of the ceiling was ‘‘cracked and bulged”. Defendant removed the defective plaster, causing holes in the ceiling to be produced in several places, one of which was directly above the bed of plaintiffs. Defendant caused the defective holes to be repaired by replastering and “causing the said ceiling and room to appear safe for plaintiffs to sleep in and . . . informed plaintiffs that it was safe for plaintiffs to sleep in the said bedroom . . . plaintiffs looked at the said replastered portions of the ceiling and observed them to be safe, and relying thereon, as well as on the statement of defendant’s agents and servants, that the said bed room was safe to sleep in, as aforesaid, that plaintiffs there<page-number citation-index=\"1\" label=\"657\">*657</page-number>after continuously occupied the said room as a bed room”. It is further alleged that the replastering was done negligently and with a faulty mixture. While plaintiffs were asleep in their bed on February 1, 1939, a portion of the replastered part of the ceiling became loose and suddenly fell upon plaintiffs, causing the injuries for which damages are sought.</p>\n<p id=\"b679-5\">Although no duty rested upon defendant to make the repairs referred to in the complaint, yet, having volunteered to do so defendant was brought within the general rule that a volunteer may not do what he undertakes to do in a negligent manner.  There appears to be some conflict in the authorities but the rule is established in California that a landlord is liable in damages if he fails to exercise reasonable care in making repairs whether they be made by agreement or voluntarily. In <em>Nelson </em>v. <em>Myers, </em>94 Cal. App. 66, at page 76 [270 Pac. 719], it is said: “It is true that a landlord who voluntarily attempts to repair defective premises, whether he has contracted to do so or not, will be required by law to exercise reasonable care therein, and will become liable for injuries caused by his careless or unskilful workmanship”. In <em>Callahan </em>v. <em>Loughran, </em>102 Cal. 476, at page 481 [36 Pac. 835], it is said that “when the landlord undertook to make the repairs, whether pursuant to a contract or an obligation imposed by statute, or as a volunteer, he was in duty bound to use ordinary care in the conduct of the work”.</p>\n<p id=\"b679-6\">Defendant contends that plaintiffs may not recover unless it be established that defendant made a defective condition more dangerous. We find no ruling so holding in the California decisions. A similar contention was discussed by Mr. Justice Cardozo in <em>Marks </em>v. <em>Nambil Realty Co., </em>245 N. Y. 256 [157 N. E. 129]. In that, case the landlord “made a bungling job” of repairing a defective stairway. The court held that there was no duty on the part of the landlord to make the repairs but also held: “The landlord, though a volunteer in making the repairs, is liable, none the less, for negligence in making them. . . . The distinction in such cases is the old one between nonfeasance and misfeasance”. Concerning the argument that it must be shown that a defective condition was made more dangerous the court said: “We recall these familiar principles because they seem to have been <page-number citation-index=\"1\" label=\"658\">*658</page-number>overlooked in cases in the Appellate Division relied on by the defendant here. (Marston v. <em>Frisbie, </em>168 App. Div. 666 [154 N. Y. Supp. 367]; <em>Wynne </em>v. <em>Haight, </em>27 App. Div. 7 [50 N. Y. Supp. 187].) There is a suggestion, if not a ruling, in these cases, that to make the landlord liable, the negligent repairs must have aggravated the defect, so that what was dangerous before became more dangerous than ever. We cannot yield assent to this restriction of the field of duty. The tenant does not have to prove that by the negligent making of the repairs what was wrong has been made worse. His case is made out when it appears that by reason of such negligence what was wrong is still wrong, though prudence would have made it right ... ”. Defendant contends that this case was overruled by the later case of <em>Kirshenbaum </em>v. <em>Gen. Outdoor Adv. Co., </em>258 N. Y. 489 [180 N. E. 245, 84 A. L. R. 645], but we find nothing in the later ease which is contrary to the doctrine of the earlier case. Indeed, a quotation from the earlier case is made with approval in the later case.</p>\n<p id=\"b680-5\">Defendant places reliance upon a rule set forth in Restatement of the Law of Torts, section 362, which is as follows: “A lessor of land who, by purporting to make repairs thereon while the land is in the possession of his lessee or by the negligent manner in which he has made such repairs has, as the lessee neither knows nor should know, made the land more dangerous for use, is subject to liability for bodily harm caused thereby to the lessee and others upon the land with the consent of the lessee or a sublessee”. Immediately following this rule appears the following <em>Comment: </em>“The rule stated in this section applies if the negligent manner in which the repairs are made makes the land more dangerous for use, irrespective of'whether the added danger is due to the fact that the physical condition of land is changed for the worse by the repairs or to the fact that the making of the repairs gives it a deceptive appearance of safety and so leads the tenant or others with his consent to use the land in a way which but for the repairs they would recognize to be dangerous”.  The rules announced in the Restatement of the Law do not have the force of statutory enactment nor do they supersede judicial decisions. (Kolburn v. P. <em>J. Walker Co., </em>38 Cal. App. (2d) 545 [101 Pac. (2d) 747].) Where as here decisions of the highest tribunal of the state have enunciated the rule applicable to a given set of facts such rule should be followed by the <page-number citation-index=\"1\" label=\"659\">*659</page-number>courts of the state and not be disregarded in favor of a rule set forth in the Restatement. Moreover, even if the rule of the Restatement should be followed it does not bar recovery by plaintiffs in the present litigation. The statement is made in the rule that a lessor is liable if he does in fact make the premises more dangerous for use but the rule does not definitely provide that a volunteer landlord who negligently makes repairs is not liable. If we turn to the “Comment” in the Restatement which is above quoted we find that the rule stated in section 362 is applicable if the landlord makes repairs and the making of the repairs gives the premises a deceptive appearance of safety and so leads the tenant to use the premises in a way which but for the repairs he would recognize to be dangerous. Plaintiffs properly contend that the allegations of the complaint are sufficient to bring them within the rule as set forth in the <em>Comment </em>of the Restatement.</p>\n<p id=\"b681-5\">Defendant cites the rule that a landlord is not liable for the defective condition of leased property unless there was a latent defect known to the landlord and not known to the tenant and from this basis argues that at the beginning of each month there was a renewal of the lease and a re-entry by the tenant. The same argument was presented in <em>Ward </em>v. <em>Hinkleman, </em>37 Wash. 375 [79 Pac. 956], and the court there said that the “legal fiction that there is a re-entry and a re-renting at the beginning of every month is too refined to meet our approval”. We heartily agree with the conclusion reached by the Washington tribunal. The tenancy of plaintiffs was a continuing tenancy. They became tenants of the property long before the repairs on the ceiling were made and remained tenants continuously until after the falling of the defective plaster which during the tenancy had been repaired by defendant.</p>\n<p id=\"b681-6\">Other attacks made by defendant upon the complaint, such as the charge that plaintiffs failed to allege the proximate cause of their injuries and to make their allegations sufficiently certain, are not of sufficient importance to merit discussion.</p>\n<p id=\"b681-7\">The judgment is reversed and the superior court is directed to overrule the demurrer.</p>\n<p id=\"b681-8\">Moore, P. J., and McComb, J., concurred.</p>\n<p id=\"b682-2\"><page-number citation-index=\"1\" label=\"660\">*660</page-number>A petition for a rehearing was denied February 20, 1941, and respondents’ petition for a hearing by the Supreme Court was denied March 28, 1941..</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}