{
  "casebody": {
    "data": "<casebody firstpage=\"303\" lastpage=\"307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b333-3\">Guckert <em>v. </em>Hacke et al., Appellants.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b333-4\">[Marked to be reported.]</p>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b333-5\"><em>Corporations </em>— Defective <em>organization </em>— Individual <em>liability.</em></syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b333-6\"><em>As </em>exemption from personal liability is one of the chief characteristics distinguishing corporations from partnerships and unincorporated joint stock companies, incorporators who transact business upon the strength of an organization which immaterially defective are individually liable, as partners, to those with whom they have dealt.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b333-7\"><em>Recording certificate </em>— Notice—Act <em>of April </em>29, 1874.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b333-8\">Failure to recorc[ the certificate of incorporation “ in the office for the recording of deeds in and for the county where the chief operations are to be carried on,” as required by the act of April 29, 1874, P. L. 77, will render the incorporators personally liable to persons who deal with them without knowledge of the incorporation.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b333-9\"><em>Estoppel </em>— Acceptance <em>of note </em>— Inquiry.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b333-10\">In such case, the mere acceptance of a note from the incorporators, in the corporate name, after the party dealing with them has performed his part of the contract, cannot operate by way of election or estoppel. The relation of the parties was fixed by their status when the original contract was made, and cannot be changed by gratuitous inference.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b333-11\">Although a plaintiff, by dealing with defendants as a corporation, may estop himself from claiming against them in any other capacity, even though they failed to record their charter (Spain- v. Bank, 94 Pa. 429), yet a plaintiff to be estopped must have knowledge of the existence of the charter, or there must be something to put him on inquiry. There is nothing in an ordinary partnership name, such as the Hughes &amp; Gawthrop Co., to put one on inquiry.,</syllabus>\n<otherdate data-order=\"9\" data-type=\"otherdate\" id=\"b333-20\">Argued Nov. 8, 1893.</otherdate>\n<summary data-order=\"10\" data-type=\"summary\" id=\"Afu\">Appeal, No. 276, Oct. T., 1893, by plaintiff, Frank J. Guckert, from judgment of C. P. No. 3, Allegheny Co., Aug. T., 1891, No. 268, on verdict for defendants, Paul H. Hacke et al.</summary>\n<judges data-order=\"11\" data-type=\"summary\" id=\"AUgB\">Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Thompson, JJ.</judges>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b333-21\">Assumpsit against incorporators for debt of corporation.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b333-22\">At the trial before Porter, J., it appeared that plaintiff entered into a contract to make some alterations and repairs in a building occupied by the Hughes <em>&amp; </em>Gawthrop Co. In October, 1890, a certificate of incorporation in proper form was presented by the Hughes &amp; Gawthrop Co. to the governor, asking for a charter. The certificate was approved and letters ^patent <page-number citation-index=\"1\" label=\"304\">*304</page-number>were duly issued. All of the details required by the act of /April 29, 1874, P. L. 77, were complied with, excepting only ¡the recording of the certificate in the recorder’s office of Allegheny county. The certificate was not recorded until June, 1891. In the meantime, plaintiff, without knowledge of the incorporation, made the contract with Gawthrop, upon which he sued. Subsequently he accepted a note for the debt, signed with the corporate name.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b334-5\">Defendants’ points were as follows:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b334-6\">“ 1. The provisions of section 3 of the act of April 29, 1874, which provides that ‘ original certificates with all indorsements thereon shall then be recorded in the office of the recorder of deeds in and for the county where the chief operations are to be carried on,’ are merely directory, and a failure to so record does not render the charter void or render the subscribers thereto individually liable for debts contracted by the corporation. <em>Answer: </em>The failure to record as stated will not of itself render the stockholders individually liable.” [1]</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b334-7\">“ 2. That from the moment the letters patent were issued by the governor of the commonwealth of Pennsylvania to the Hughes &amp; Gawthrop Co., the subscribers to the articles of association became a corporation for every practical purpose, and any one dealing with them as a corporation is estopped from impeaching the charter in a collateral proceeding, by showing that a condition precedent to the existence of the corporation has not been complied with.” Affirmed. [2]</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b334-8\">“ 3. If the jury find from the evidence that letters patent were issued to the defendants by the governor of this commonwealth, to act as a corporation under the name of the Hughes &amp; Gawthrop Co., and that they were actually engaged in carrying on business under such letters-patent or charter, and that the contract sued on was made by E. B. Gawthrop, general manager of the Hughes &amp; Gawthrop Co., and that the plaintiff received the promissory note of Hughes &amp; Gawthrop Co., as a corporation, in payment of the amount due on said contract, he cannot now recover from Paul H. Hacke and J. B. George, two of the defendants, as individuals.” Affirmed. [3]</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b334-9\">Verdict and judgment against defendant, E. B. Gawthrop, and in favor of Paul H. Hacke et al., the other defendants. Plaintiff appealed.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b335-3\"><page-number citation-index=\"1\" label=\"305\">*305</page-number><em>Errors assigned </em>were (1-3) instructions, quoting them.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b335-4\"><em>James Fitzsimmons, John S. Robb </em>with him, for appellant.—</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"A7B\">If the words, “ and from thenceforth the subscribers, etc., shall be a corporation for the purposes and upon the terms named in the said charter,” mean anything, they mean that such is one of the requisites that go to make up a good and valid charter, protecting the subscribers or stockholders from being liable as common partners, should they carry on business with an unsuspecting public in the county where its chief operations are to be carried on.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b335-5\">While we know of no authority bearing upon this precise question in Pennsylvania, yet we think that the general drift of the authorities in this and other states is in accord with the position we take in this case: Childs v. Hurd, 82 W. Va. 99; Kaiser v. Saving Bank, 56 Iowa, 104; Larned v. Beal, 65 N. H. 184; Swartwout v. Michigan Air Line R. R., 24 Mich. 389; Pay v. Noble, 7 Cush. 188; Raisbeck v. Oesterricher, 4 Abbott, N. Cas. 444; Meriden Tool Co. v. Morgan, 1 Abbott, N. Cas. 125; Tarbell v. Page, 24 Ill. 46 ; West Iiarrisburg Building &amp; Loan Assn. v. Morganthal, 2 Pearson, 343; Taylor, Corp. § 145; Spahr v. Farmers’ Bank, 94 Pa. 429.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b335-6\">Defendants may be liable as members of a partnership, although not, in point of fact, members of the firm, by holding themselves out as such.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"AXB\">When a body of men are acting as a corporation under color of apparent organization, in pursuance of some charter or enabling act, if their organization is irregular, they constitute a corporation de facto : Taylor, Corp. § 145; Swartwout v. Michigan Air Line R. R., 24 Mich. 389.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b335-7\"><em>Robert S. Frazer, </em>for appellees. —</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"b335-8\">In our own state this court has said that where a charter has been granted to certain parties to act as a corporation, and they are actually in the possession and enjoyment of the corporate rights granted, such possession and enjoyment are valid against any one who deals with them in their corporate character, and he cannot be permitted in a collateral proceeding to prove that a condition precedent to its full corporate existence has not been complied with: Spahr v. Farmers Bank, 94 Pa. 429; <page-number citation-index=\"1\" label=\"306\">*306</page-number>Johnson v. B. &amp; L. Assn., 104 Pa. 394; Cochran v. Arnold, 58 Pa. 406; Paterson v. Arnold, 45 Pa. 410.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b336-4\">Under the rule laid down in Grubb v. Mahoning Navigation Co., 14 Pa. 304, the moment the letters patent are issued the subscribers become a corporation for every practical purpose: First National Bank v. Almy, 117 Mass. 476 ; Water Supply Co. v. Braintree, 146 Mass. 482; Tarbell v. Page, 24 Ill. 47; Ramsey v. Ins. Co., 55 Ill. 311; Pierce v. Hacke, 49 Leg. Int. 288.</p>\n<decisiondate data-order=\"28\" data-type=\"decisiondate\" id=\"Ak7\">Dec. 30, 1893:</decisiondate>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b336-5\">Opinion by</p>\n<author id=\"AfA8\">Mr. Chief Justice Sterrett,</author>\n<p id=\"A1P\">It is essential to the creation of a corporation under an enabling statute that all material provisions should be substantially followed ; and, exemption from personal liability being one of the chief characteristics distinguishing corporations from partnerships and unincorporated joint stock companies, it follows that those who transact business upon the strength of an organization which is materially defective are individually liable, as partners, to those with whom they have dealt. What provisions are material must be gathered from the relation of each to the purpose and scope of the act; and when, therefore, successive steps are prescribed for the creation of corporations these must obviously be regarded as imperative. Enabling statutes, on the principle of <em>expressio unius est exclusio alterius, </em>impliedly prohibit any other mode of doing the act which they authorize; they must be strictly construed: Sutherland on Stat. Construction, § 454. Hence it has been uniformly held that requirements in respect of filing charters are imperative: Childs v. Smith, 55 Barb. 45; Smith v. Warden, 86 Mo. 382; Abbott v. Smelting Co., 4 Neb. 416; Beach on Corporations, sec. 162.</p>\n<p id=\"A1D\">It is plain even from a cursory reading of the act of April 29, 1874, P. L. 77, that recording of the certificate “in the office for the recording of deeds, in and for the county where the chief operations are to be carried on,” was intended to be made one of the conditions precedent to corporate existence. That was the last of successive steps required to be taken, and the right to begin the transaction of corporate business was made to depend upon the taking of that step. . “ From thenceforth,” the act expressly declares, the subscribers and their associates and successors “ shall be a corporation for the purposes and upon the terms named in the said charter.” One of the purposes of the <page-number citation-index=\"1\" label=\"307\">*307</page-number>act being exemption from personal liability in tbe transaction of business, it is obviously material that the public should have notice, and notice by record was accordingly prescribed. Failure to record was failure to comply with one of the express conditions of incorporation, and consequently of exemption from liability.</p>\n<p id=\"b337-4\">It may be conceded that had plaintiff dealt with defendants, as a corporation he would have been estopped from claiming 1 against them in any other capacity, even though they failed to record their charter: Spahr v. Bank, 94 Pa. 429. But it is not pretended that he had any knowledge of the existence of the charter; and there was certainly nothing, either in the name under which they did business or in their conduct, which should have put him upon inquiry. In these circumstances he was j amply justified in dealing with them as partners. It was through [ their default — not his — that they were so <em>treated; </em>and it would ¡ be manifest injustice that he should lose his admittedly honest i claim.</p>\n<p id=\"b337-5\">In the absence of an express agreement the acceptance of a note from the defendants, as a- corporation, after plaintiff had performed his part of the contract, cannot operate by way of election or estoppel. The relation of the parties was fixed by their status when the original contract was made and cannot be changed by gratuitous inference. The members of the alleged corporation were the defendants, and were not injured by the acceptance of the note. The principle which treats the acceptance of a note as additional security to and not as satisfaction of a mechanic’s lien (Jones v. Shawhan, 4 W. <em>&amp; </em>S. 257) is, with even more justice, applicable here.</p>\n<p id=\"b337-6\">It follows from what has been said that the instructions complained of are erroneous.</p>\n<p id=\"b337-7\">Judgment reversed and a venire facias de novo awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}