{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"108\" lastpage=\"116\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b106-8\" pgmap=\"106\">Swift &amp; Company v. Vincentz Rutkowski.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b106-9\" pgmap=\"106\">1. Variance—Between Declaration and Proof—Must be Specially Pointed Out.—Where counsel in the trial court claimed there was a variance between the declaration and the proof;'but'\"did not point out specifically wherein the variance consisted, he will be precluded from claiming in the Appellate Court there was error in this regard.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b106-10\" pgmap=\"106\">2. Declaration—One Good Count Sufficient.—If there is one good count to which the evidence is applicable and which is sufficient to sustain the judgment, the error of the court, if any, in refusing to instruct the jury to disregard the other counts, is harmless.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"Ank\" pgmap=\"106\">8. Fellow-Servants—Master's Negligence and That of, FelloicServants, Concurrent Causes of an Injury. — It is not sufficient to relieve the master from liability that his negligence and that of afellowservant were concurrent causes of an injury.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b106-12\" pgmap=\"106(10) 107(44)\">4. Same— Where Master's Negligence is Proximate Cause of Injury —Contributory Negligence of a Fellow-Servant.—Where the negligence of the master in not furnishing sufficient help to do his work is the proximate cause of an injury, it is sufficient to fix his liability, even if the negligence of a fellow-servant contributed to such injury.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b107-4\" pgmap=\"107\">5. Attorneys—Improper Remarks of Counsel—■ When Not a Reversible Error.—Where it is apparent from the amount of the verdict, and from the fact that a former jury gave a larger one, that the jury were not unduly influenced by improper remarks of counsel, such remarks are not reversible error.</headnotes><summary data-order=\"6\" data-type=\"summary\" id=\"b107-5\" pgmap=\"107\">Trespass on the Cáse, for personal injuries. Trial in the Superior Court of Cook County; the Hon. George A. Trude, Judge, presiding. Verdict and judgment for plaintiff. Appeal by defendant. Heard in this court at the October term, 1898.</summary><disposition data-order=\"7\" data-type=\"disposition\" id=\"ApH\" pgmap=\"107\">Affirmed.</disposition><decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"A9o\" pgmap=\"107\">Opinion filed March 30, 1899.</decisiondate><p data-order=\"9\" data-type=\"summary\" id=\"b107-6\" pgmap=\"107\">Statement of tlie Case.—-Appellee, a minor aged fourteen years, an employe of appellant, while engaged in trimming the tallow from the “pecks” of cattle in appellant’s’slaughter house, on June 30,1892, was injured by the carcass of a beef striking him, by reason whereof a knife, then being used by appellee, cut the muscles and tendons of his left arm, so that he has ever since been unable to use it or his left hand at any work. ^</p><p data-order=\"10\" data-type=\"summary\" id=\"b107-7\" pgmap=\"107\">A trial before the court and jury resulted in a verdict and judgment for appellee of $5,000, which was affirmed by this court (67 Ill. App. 209), but ivas reversed and remanded by the Supreme Court (167 Ill. 156), because of an erroneous instruction.</p><p data-order=\"11\" data-type=\"summary\" id=\"b107-8\" pgmap=\"107(116) 108(144)\">A second trial resulted in a verdict and judgment, also for appellee, of $2,200, from which this appeal is prosecuted. On the latter trial the case was submitted to the jury on the second additional count filed January 28, 1896, charging negligence in failing to employ a sufficient number of servants in and about slaughtering and dressing the cattle where appellee was employed, whereby he was injured, etc., and four additional counts filed July 15, 1897-, the first of which charges the same negligence, and that appellee notified appellant of such failure, and that appellant promised to furnish a sufficient number of servants, and that appellee resumed work relying on the promise, but appellant failed to keep its promise, whereby appellee was injured, etc.; the second makes, in substance, the same allegations as the first additional count of July 15, 1897, down to the promise, giving some different details, but instead of a promise, alleges that appellant ordered him to return to his work, that he obeyed and was injured, etc.; the third does not differ materially from the second additional count filed July 15, 1897, except that it alleges appellee was ignorant of the dangers of performing the work he was ordered to do alone; the fourth alleges the insufficient help, and that appellant failed to warn or instruct appellee of the work so that he might know and appreciate the danger of the same; that he was ignorant of the dangers, and while doing the work, not being warned nor instructed, was, by reason thereof, injured.</p><p data-order=\"12\" data-type=\"summary\" id=\"b108-5\" pgmap=\"108\">.During the progress of the first trial appellee entered a a nolle prosequi as to the original declaration and a first additional count filed January 28,1896. Appellant pleaded the statute of limitations to the additional counts filed July 15, 1897, to which a demurrer was sustained, but no complaint is made by appellant in this regard. The court gave thirty-four instructions- at appellant’s request, but refused six instructions, one of which, to find the issues for defendant, was asked at the close of all the evidence, and the other five were asked at the close of the arguments with the instructions on the issues submitted to the jury, each ’ of which, in substance, told the jury the plaintiff could not recover under one of the several counts on which the case was submitted, and as to such count they should not consider it in arriving at their verdict. The court also refused three other instructions of which no complaint is made.</p><p data-order=\"13\" data-type=\"summary\" id=\"b108-6\" pgmap=\"108(85) 109(312)\">Appellee’s work consisted in cutting with' a knife a thin fell, about the thickness of a newspaper, which lies over the fat of the peck, a part of the paunch, and then pulling off the fat with the hands. The pecks were trimmed while lying on the floor, and, while trimming, the appellee ordinarily stood in a stooping position with his face toward the floor and his eyes and attention directed there .upon his work,. Appellee had worked for appellant trimming pecks for about a month previous to the accident.. For the first two weeks of his emploj^ment three boys were trimming pecks. For the next two weeks, two boys, one of whom was the appellee, trimmed the pecks until about three hours before appellee’s injury, when appellee was required to do the work alone. On this latter point there is a conflict in the evidence, but we think it justifies a finding that, at the time appellee was injured, he was working alone’ trimming pecks, and by direction of appellant’s foreman, and that, while working alone, he could not and did not keep up the work, and gradually fell behind, until, while doing his work, and in the usual stooping position, hé was struck in the back by a carcass of beef which was being hoisted from the floor onto a hoist, and a knife held by appellee, in his right hand, was driven into,his left arm, cutting it so severely that he is unable to us.e it, and is permanently injured. It is further shown that with two or three boys trimming pecks, the work was always safe to do and entirely free from danger, because such a number of boys was sufficient to keep the work up and be always thirty or forty feet away from the men moving or lifting the carcasses of beef or doing other work whereby the boys trimming pecks might be struck and injured. One boy could not safely do the work alone, because he could not work rapidly enough to keep the work up and would fall behind. As he fell behind the work became dangerous because of his coming in close proximity to the men moving and hoisting the carcasses of beef, and the liability to be thereby struck or hit by a moving carcass while working with a sharp knife used in trimming pecks.</p><p data-order=\"14\" data-type=\"summary\" id=\"b109-4\" pgmap=\"109(92) 110(75)\">It is further shown, as we think, by the preponderance of the evidence—at least it is not against the manifest weight of the evidence—that the failure to employ another boy to trim pecks at the time appellee was injured, was the proximate cause of his injury; that appellee was injured through no fault of his own; that he did not appreciate or understand the danger to which he was exposed while trimming pecks alone; that appellant knew appellee was left alone at the time he was injured; that appellee went to Ledo Young, the foreman of appellant, and objected to doing the work alone, .and Young promised to get more help; that Young did not do so, and appellee again,went to Young and asked for additional help, and that Young told him that he (Young) would help him; that appellee, relying thereon, returned to his work; that no help was furnished, and shortly thereafter appellee was struck by a swinging carcass of beef and severely injured.</p><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b110-4\" pgmap=\"110\">John A. Post and John B. Brady, attorneys for appellant.</attorneys><p data-order=\"16\" data-type=\"legal\" id=\"b110-5\" pgmap=\"110\">The declaration must state distinctly, and with certainty, every fact that is essential to the plaintiff’s right of action. Ship. C. Law PI. (2d Ed.), p. 203, Sec. 96.</p><p data-order=\"17\" data-type=\"legal\" id=\"b110-6\" pgmap=\"110\">The declaration', must allege all the circumstances necessary for the support of the action. 1 Ohitty, star p. 270.</p><p data-order=\"18\" data-type=\"legal\" id=\"b110-7\" pgmap=\"110\">On the strictness of the rule that allegation and proof must agree, see 1 Thompson on Negligence, p. 538, Sec. 30, note 9; Wabash W. Ry. v. Friedman, 146 Ill. 583; Bloomington v. Goodrich, 88 Ill. 558; Bell v. Senneff, 83 Ill. 122; Davidson v. Johnson, 31 Ill. 523; Moss v. Johnson, 22 Ill. 633; C., B. &amp; Q. R. Co. v. Morkenstein, 24 Ill. App. 128; 1 Chitty Pl., 227; Stephen Pl., 236; Starkie Ev., 570, 572, 389; 1 Greenleaf Ev., Sec. 58; Derragon v. Rutland, 58 Vt. 128; McCormick Harvesting Machine Co. v. Sendzikowski, 58 Ill. App. 418, 72 Ill. App. 402; East Dubuque v. Burhyte, 173 Ill. 553; Meyers v. American S. B. Co., 64 Ill. App. 187.</p><attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b110-8\" pgmap=\"110\">E. S. Cummings, attorney for appellee.</attorneys><p data-order=\"20\" data-type=\"legal\" id=\"b110-9\" pgmap=\"110\">A variance between the declaration and. proof should be pointed out at the time the evidence is offered. C. &amp; A. R. R. Co. v. Byrum, 153 Ill. 131; Swift &amp; Co. v. Madden, 165 Ill. 41.</p><p data-order=\"21\" data-type=\"legal\" id=\"b110-10\" pgmap=\"110\">If there be one good count to which the‘evidence is applicable, the error of the court, if any, in refusing to instruct the jury to disregard the-other counts, becomes harmless. Consolidated Coal Co. v. Scheiber; 167 Ill. 539; Ill. Steel Co. v. Schymanowski, 162 Ill. 457; C. &amp; A. R. R. Co. v. Anderson, 166 Ill. 575.</p><p data-order=\"22\" data-type=\"legal\" id=\"b111-3\" pgmap=\"111\">The proximate cause may not be the sole cause of an injury. It need only be a concurring cause. It need not be alone the efficient cause, but only a cause without which the injury would not have occurred. Pullman Palace Car Co. v. Laack, 143 Ill. 242, and other cases above cited; Denver &amp; R. G. R. R. Co. v. Bedell, 54 Pac. Rep. 280; Gonzales v. City of Galveston, 84 Tex. 3; Johnson v. Northwestern Tel. Co., 48 Minn. 433; City of Murphysboro v. Woolsey, 47 Ill. App. 447; Weick v. Lander, Adm., 75 Ill. 93.</p><p data-order=\"23\" data-type=\"legal\" id=\"b111-4\" pgmap=\"111\">To raise the point of an objection to argument of counsel, there must be a ruling of the trial court, to which exception is taken, or the objection will be ineffectual. North Chicago St. Ry. v. Schreve, 171 Ill. 440.</p> <opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b111-5\" pgmap=\"111\">Mr. Presiding Justice Windes,</author> <p id=\"A3S\" pgmap=\"111\">after making the foregoing statement, delivered the opinion of the court.</p> <p id=\"b111-6\" pgmap=\"111\">It is claimed, first, that there was a variance between the declaration and the proof, and that on account thereof the court should have taken from the consideration of the jury the second count of January 28, 1896, and the second and fourth additional counts of July 15, 1897. At the close of the plaintiff’s evidence appellant’s counsel moved the court “ to eliminate these counts from the consideration of the jury, and to exclude all evidence in the case as to these counts, upon the ground of variance,” which was overruled. This motion was, in substance, renewed at the close of all the evidence, but at no time did counsel point out specifically, as he should have done, wherein the variance consisted. He is now precluded from claiming there was error in this regard. Swift &amp; Co. v. Madden, 165 Ill. 41; Westville Coal Co. v. Schwartz, 177 Ill. 272; McCormick, etc., Co. v. Sendzikowski, 72 Ill. App. 402-9, and cases there cited.</p> <p id=\"b111-7\" pgmap=\"111(63) 112(76)\">Under his claim of variance appellant’s counsel argued to the trial court, and does here, that these counts were faulty in that they failed to state a cause of action, and therefore, under section 51 of the Practice Act, which provides that “ If one or more of the counts in a declaration be faulty, the defendant may-apply to the'court to instruct the jury to disregard such faulty count or counts,” hi's motion should have been allowed, and that the instructions regarding these, counts, asked after the arguments, should have been given. This contention is not tenable.. R. R. Co. v. Blumenthal, 160 Ill. 49; R. R. Co. v. Warner, 108 Ill. 548; Ill. Steel Co. v. Schymanowski, 162 Ill. 447-57; C. &amp; A. R. Co. v. Anderson, 166 Ill. 575. In this last case the court say:</p> <p id=\"b112-5\" pgmap=\"112\">“ The first, second, third and fourth instructions in substance directed the jury to disregard the first, second, third and fourth counts of the declaration. Section 51 of the Practice Act provides, that if one or more of the counts of a declaration are -faulty, the defendant may apply to the court to instruct the jury to disregard such faulty counts. We are not prepared to hold that” the counts are so insufficient as not to support the judgment, and if they are not sufficient the defects could not be reached by the instruction. - Rut if the counts were so defective that they would not support the judgment, the error in refusing the instructions, if error it was, was harmless, as the declaration contained five counts,and it is not claimed that the fifth count is insufficient. If there is one good count to which the evidence was applicable and which is sufficient to -sustain the judgment, the error of the court, if any, in refusing to instruct the jury to disregard the other counts, becomes harmless.”</p> <p id=\"b112-6\" pgmap=\"112\">Counsel does not question the sufficiency of the first and third counts, filed July 15,- 1897. -Ho motion in arrest of judgment was made.</p> <p id=\"b112-7\" pgmap=\"112\">It is also contended that appellee was familiar with his work; that the danger to which he was exposed was open and apparent, and he therefore assumed the risk. Also that it is not alleged nor proven that appellee was induced by any promise of the foreman, Young, to continue his work, and that for all these reasons there could be no recovery; and the court should have instructed the jury to find the issues for appellant.</p> <p id=\"b112-8\" pgmap=\"112\">The first and third counts filed July 15, 1S97,'allege, in substance, that appellee relied on appellant’s promise to furnish additional help, and there is evidence to support the allegation-.</p> <p id=\"b113-3\" pgmap=\"113\">The evidence shows that appellee was familiar with his work, but as to whether the danger to which he was exposed was apparent to him, there was a conflict in the evidence, and from a careful consideration of it, we are unable to say that it does not support the verdict.</p> <p id=\"b113-4\" pgmap=\"113\">Appellant also argues that the verdict is against the weight of the evidence; that the alleged insufficiency of help was not the proximate cause of appellee’s injury; that appellee and the man Beckman, who hoisted the beef that struck appellee, were fellow-servants.</p> <p id=\"b113-5\" pgmap=\"113\">It is immaterial, if such were the fact, that appellee and Beckman were fellow-servants. The gist of the negligence complained of is the failure to furnish sufficient help. Appellant can not escape its liability in this respect by a claim that the accident was also caused by the negligence of a fellow-servant. It is not sufficient to relieve the master that his negligence and that of a fellow-servant were concurrent causes of an injury.</p> <p id=\"b113-6\" pgmap=\"113\">The evidence in this case tends to show, and justified the jury in finding, that the negligence of appellant in not furnishing sufficient help to appellee to do his work, was the proximate cause of the injury, and that is sufficient to fix its liability, even if the negligence of a fellow-servant did contribute to the injury. Pullman Palace Car Co. v. Laack, 143 Ill. 259; Chicago &amp; A. R. R. Co. v. House, 172 Ill. 601; Leonard v. Kinnare, 72 Ill. App. 145-51; since affirmed by the Supreme Court, 175 Ill. 532.</p> <p id=\"b113-7\" pgmap=\"113\">As to whether there was sufficient help, and whether appellant’s foreman promised to furnish appellee additional help to aid him in his work, the evidence was conflicting and voluminous. We have examined it with care in the light of counsel’s arguments, and can not say the verdict is manifestly against the weight of the evidence.</p> <p id=\"b113-8\" pgmap=\"113(52) 114(24)\">Appellant further claims that the court erred in allowing plaintiff’s injured arm to be exhibited to the jury, and that the argument of appellee’s counsel appealed to the prejudices and passion of the jury. The exhibition of the injured arm to the jury was a matter within the discretion of the court and we are of opinion there is shown by this record no abuse of its discretion. R. R. Co. v. Clausen, 173 Ill. 100.</p> <p id=\"b114-13\" pgmap=\"114\">The argument of appellee’s counsel, in which he stated that “ if Swift &amp; Company had been generous enough and humane enough to employ enough boys of the tender age of fourteen and fifteen years, that this boy might not have Been hurt,” was improper, and the court should have so ruled, but we think there is not reversible error in this respect, it is apparent from the amount of the verdict, $2,200, when we consider the nature of the injury and the'fact that another jury gave $5,000, this jury were not unduly influenced from sympathy, passion or prejudice, either by the argument of counsel or the exhibition of the injured arm. The judgment is affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}