{
  "casebody": {
    "data": "<casebody firstpage=\"219\" lastpage=\"225\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b245-9\">Anthony WRIGHT, For and on Behalf of His Wife, Stacey Denise Scott WRIGHT, Deceased, and on Behalf of all Wrongful Death Beneficiaries, Plaintiff-Appellant v. UNITED STATES of America; United States Department of Homeland Security; Rand Beers, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b245-12\">No. 15-60285</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A3T\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b245-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b245-15\">Jan. 21, 2016.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b246-12\"><page-number citation-index=\"1\" label=\"220\">*220</page-number>J. Richard Barry, Kenneth Dustin Markham, Barry, Palmer, Thaggard, May &amp; Bailey, L.L.P., Meridian, MS, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b246-13\">David Harrison Fulcher, U.S. Attorney’s Office, Jackson, MS, for Defendants-Ap-pellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b246-15\">Before KING, CLEMENT, and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b246-16\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b246-17\">Plaintiff-Appellant Anthony Wright filed suit against the United States under the Federal Tort Claims Act, alleging that the United States is liable for claims arising out of the murder of Stacey Wright by another government employee, Ruben <page-number citation-index=\"1\" label=\"221\">*221</page-number>Benitez. The district court granted the United States’ motion to dismiss, and Wright appeals. We AFFIRM the judgment of the district court.</p>\n<p id=\"b247-5\">I. FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b247-6\">On Saturday, September 17, 2011, Ruben Benitez murdered Stacey Denise Scott Wright in her apartment in D’Iberville, Mississippi, after Benitez and Wright returned from dinner. At the time, Stacey Wright worked at the Gulfport-Biloxi International Airport as an employee of the Transportation Security Administration (TSA) — an agency within the United States Department of Homeland Security (DHS) — and Benitez was her supervisor.<footnotemark>1</footnotemark> Stacey Wright and Benitez were also involved in an affair, which began when both parties previously worked at the Jackson-Evers International Airport. Benitez was convicted of Stacey Wright’s murder and sentenced to life in prison. <em>Benitez v. State, </em>139 So.3d 134, 143 (Miss.Ct.App. 2014) (affirming the conviction and sentence on appeal).<footnotemark>2</footnotemark></p>\n<p id=\"b247-7\">Anthony Wright, Mrs. Wright’s husband, filed the present lawsuit asserting claims for assault and battery, negligence, alienation of affection, and wrongful death against the United States. The United States moved to dismiss all of the claims or, in the alternative, for summary judgment. In response, Wright moved for the court to permit limited discovery on whether “Benitez was acting within the course and scope of his employment.”</p>\n<p id=\"b247-8\">On November 18, 2014, the district court granted the United States’ motion. The district court found that the Federal Tort Claims Act (FTCA) did not waive the United States’ immunity from assault and battery claims and, in the alternative, that Benitez was not acting within the course and scope of his employment when he attacked Mrs. Wright. The district court also found that Wright’s negligence claim failed as a matter of law because Wright. failed to identify any duty that the United States owed to Mrs. Wright independent of the employment relationship. Finally, the district court found that Wright failed to state a claim against the United States for alienation of affection because “knowledge [of the affair] would not suffice to support liability for alienation of affection.” In the same order and opinion, the district court denied Wright’s request for limited discovery because any benefit from discovery was “entirely speculative.”</p>\n<p id=\"b247-12\">Wright moved for entry of final judgment as to United States so that he could appeal to this court. The district court entered final judgment and dismissed the complaint with prejudice. Wright timely appealed.</p>\n<p id=\"b247-13\">II. STANDARD OF REVIEW</p>\n<p id=\"b247-14\">On appeal, Wright argues that the district court erred in dismissing the assault and battery, negligence, and alienation of affection claims against the United States and in denying limited discovery on whether Benitez was acting within the course and scope of his employment at the time of the murder. We review <em>de novo </em>a district court’s granting of a motion to dismiss for failure to state a claim under Rule 12(b)(6). <em>In re Katrina Canal Breaches Litigation, </em>495 F.3d 191, 205 (5th Cir.2007). We accept all well-pleaded facts as true and view <page-number citation-index=\"1\" label=\"222\">*222</page-number>those facts “in the light most favorable to the plaintiff.” <em>Raj v. La. State Univ., </em>714 F.3d 322, 330 (5th Cir.2013). “To survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to ‘state a claim to relief that is plausible on its face.’ ” <em>Ashcroft v. Iqbal, </em>556 U.S. 662, 678, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009) (quoting <em>Bell Atlantic Corp. v. Twombly, </em>550 U.S. 544, 570, 127 S.Ct 1955, 167 L.Ed.2d 929 (2007)). A claim is facially plausible if the complaint “allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.” <em>Id. </em>at 678, 129 S.Ct. 1937. “Dismissal is appropriate when the plaintiff has not alleged enough facts to state a claim to relief that is plausible on its face or has failed to raise his right to relief above the speculative level.” <em>Bass v. Stryker Corp., </em>669 F.3d 501, 506 (5th Cir.2012).</p>\n<p id=\"b248-4\">III. ASSAULT AND BATTERY CLAIM</p>\n<p id=\"b248-5\">The district court did not érr in dismissing Wright’s assault and battery claim against the United States. The United States, its departments, and its employees in their official capacities are generally “immune from suit except as the United States has consented to be sued.” <em>Williamson v. U.S. Dep’t of Agric., </em>815 F.2d 368, 373 (5th Cir.1987). The FTCA waives that immunity for injuries</p>\n<blockquote id=\"AQ\">caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.</blockquote>\n<p id=\"b248-8\">28 U.S.C. § 1346(b)(1); <em>see also </em>28 U.S.C. § 2679(b)(1) (stating that the FTCA provides the exclusive remedy for such injuries). “[W]e note that the limited waiver of sovereign immunity contained in the FTCA should be narrowly-construed in favor of the United States.” <em>Leleux v. United States, </em>178 F.3d 750, 754 (5th Cir.1999). Moreover, “the FTCA does not waive sovereign immunity for certain enumerated torts.” <em>Bodin v. Vagshenian, </em>462 F.3d 481, 484 (5th Cir.2006). In particular, the FTCA does not waive sovereign immunity for any claim arising out of assault or battery unless committed by “investigative or law enforcement officers of the United States Government.” 28 U.S.C. § 2680(h). The district court found that the assault and battery exception applied and barred Wright’s claim in the present matter, and Wright does not challenge this finding on appeal. We agree with the district court and hold that Wright’s assault and battery claim against the United States is expressly barred by 28 U.S.C. § 2680.<footnotemark>3</footnotemark> <em>See Martinez v. Lueva, </em>174 Fed.Appx. 235, 237 (5th Cir.2006) (per curiam) (unpublished) (noting that claims are abandoned when an appellant fails to address the alternative grounds of dismissal).</p>\n<p id=\"b248-9\">Moreover, the district court did not err in dismissing the claim on the alternative basis that Benitez was not within the course and scope of his employment as a matter of law. The FTCA’s waiver of sovereign immunity “only applies when the tortfeasor acts within the scope of his employment.” <em>Bodin, </em>462 F.3d at 484. “The <page-number citation-index=\"1\" label=\"223\">*223</page-number>issue of whether an employee is acting within the scope of his employment for purposes of the FTCA is governed by the law of the state in which the wrongful act occurred.” <em>Id. </em>An employee acts “within the scope of employment” under Mississippi law — the state where the act occurred— only if the act was “committed in the course of and as a means to accomplishing the purposes of the employment and therefore in furtherance of the master’s business.” <em>Adams v. Cinemark USA Inc., </em>831 So.2d 1156, 1159 (Miss.2002). However, we have previously explained that “[a]n intentional violent assault on a co-worker is quite obviously neither committed as a means of accomplishing the purposes of the employment nor of the same general nature as authorized conduct.” <em>Tanks v. Lockheed Martin Corp., </em>417 F.3d 456, 464 (5th Cir.2005).</p>\n<p id=\"b249-5\">Wright contends that the United States may be held liable because the employee “was aided in accomplishing the tort by the existence of the agency relation.” <em>Jones v. B.L. Dev. Corp., </em>940 So.2d 961, 967 (Miss.Ct.App.2006) (quoting <em>Burlington Indus., Inc. v. Ellerth, </em>524 U.S. 742, 758, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998)). In particular, Wright argues that the United States aided Benitez by requiring Benitez to travel to the Gulfport-Biloxi International Airport as part of his mandatory duties and responsibilities. This argument is unpersuasive. The <em>Jones </em>court expressly recognized that liability based on the aided-in-the-agency-relation standard constitutes “liability for the torts the [master’s] servant committed <em>outside the scope of employment.” Id. </em>at 966 (emphasis added); <em>see also Ellerth, </em>524 U.S. at 758, 118 S.Ct. 2257 (“In limited circumstances, agency principles impose liability on employers even where employees commit torts outside the scope of employment.”). However, the FTCA only waives immunity for injuries caused by an employee “acting <em>urithin the scope </em>of his office or employment,” 28 U.S.C. § 1346(b)(1) (emphasis added), and such immunity waivers “should be narrowly-construed in favor of the United States,” <em>Leleux, </em>178 F.3d at 754. <em>Jones </em>thus speaks to a ground for liability that is not available under the provisions of the FTCA. The district court did not err in dismissing the assault and battery claim against the United States on either of its proffered grounds.</p>\n<p id=\"b249-7\">IV. NEGLIGENCE</p>\n<p id=\"b249-8\">The district court also did not err in dismissing Wright’s negligence claim against the United States. Wright challenges the district court’s dismissal of his negligence claim based on the United States’ alleged failure “to prevent the attack and death of Stacey Wright.” As previously discussed, the FTCA generally bars claims for assault and battery. 28 U.S.C. § 2680(h). However, relying on Supreme Court precedent, we have recognized “that negligence claims related to a Government employee’s § 2680(h) intentional tort may proceed where the negligence <em>arises out of an independent, antecedent duty unrelated to the employment relationship </em>between the tortfeasor and the United States.” <em>Leleux, </em>178 F.3d at 757 (emphasis added) (citing <em>Sheridan v. United States, </em>487 U.S. 392, 108 S.Ct. 2449, 101 L.Ed.2d 352 (1988)). “Only negligent conduct, undertaken within the scope of employment and unrelated to an excluded tort under [28 U.S.C.] § 2680(h), may form the basis of a cause of action.” <em>Id. </em>“The actual assault ‘thus serves only to establish the extent of the plaintiffs injury, not to establish the ... breach of duty.’” <em>Bodin, </em>462 F.3d at 489 (quoting <em>Thigpen v. United States, </em>800 F.2d 393, 399 n. 10 (4th Cir.1986)). “In other words, [Wright] can recover only if the United States breached a duty independent of its <page-number citation-index=\"1\" label=\"224\">*224</page-number>employment relationship with [Benitez].” <em>Id. </em>at 489.</p>\n<p id=\"b250-4\">“Whether the United States owed an independent duty to the plaintiffs is a question of ... state law.” <em>Id. </em>(citing 28 U.S.C. § 1346(b)(1)). Even though the district court extensively analyzed the independent duty requirement, <em>Wright ex rel. Wright v. United States, </em>69 F.Supp.3d 606, 613-15 (S.D.Miss.2014), Wright has failed to adequately address this requirement on appeal. Wright has provided no authority regarding the United States’ potential duties under state law. <em>See United States v. Scroggins, </em>599 F.3d 433, 447 (5th Cir.2010) (stating that a party waives an argument on appeal if it fails to identify relevant legal standards or Fifth Circuit precedent). And insofar as potential duties of the United States can be inferred from Wright’s arguments, Wright has failed to cite any authority showing that those duties are “unrelated to the employment relationship between [Benitez] and the United States.” <em>Leleux, </em>178 F.3d at 757. The district court therefore correctly held that Wright has failed to state a claim for negligence against the United States.</p>\n<p id=\"b250-5\">V. ALIENATION OF AFFECTION</p>\n<p id=\"b250-6\">Wright has failed to state a claim for alienation of affection as a matter of law. There are three elements to an alienation of affection claim: “(1) wrongful conduct of the defendant, (2) loss of affection or consortium, and (3) a causal connection between the conduct and the loss.” <em>Children’s Med. Grp., P.A. v. Phillips, </em>940 So.2d 931, 934 (Miss.2006) (en banc). The “ ‘wrongful’ conduct necessary to maintain an action for alienation of affections is the direct and intentional interference with the marriage relationship by the defendant.” <em>Id. </em>However, the Mississippi Supreme Court has repeatedly recognized that an employer cannot be vicariously liable for its employees’ affairs because such affairs are “so clearly beyond an employee’s course and scope of employment that [it] cannot form the basis for a claim of vicarious liability, as a matter of law.” <em>Baker Donelson Bearman Caldwell &amp; Berkowitz, P.C. v. Seay, </em>42 So.3d 474, 488 (Miss.2010) (quoting <em>Children’s Med. Grp., </em>940 So.2d at 935). Thus, Wright’s claim fails insofar as it is based on Benitez’s involvement in the affair. <em>See </em>14 Charles Alan Wright et al., <em>Federal Practice &amp; Procedure </em>§ 3658 (“[The FTCA’s] waiver of liability, however, is limited to the torts and wrongful acts of federal employees acting within the scope of official duties.”).</p>\n<p id=\"b250-9\">Here, the only “wrongful conduct” Wright points to is that the United States allegedly knew of the affair and failed to fulfill its “duty to take corrective action to stop the affair.” Even assuming, <em>arguen-do, </em>that the United States had knowledge of the affair, Wright provides no authority supporting his contention that an employer has an affirmative duty to stop its employees’ trysts or that a defendant’s failure to act on that “duty” constitutes wrongful conduct under Mississippi law. <em>See Scroggins, </em>599 F.3d at 447 (noting that an argument is waived if it fails to identify relevant legal standards). Wright does not point to any Mississippi court that has held that an employer’s inaction in stopping an affair is sufficient, in of itself, to state a facially plausible claim that would survive a motion to dismiss.<footnotemark>4</footnotemark> <em>See Iqbal, </em>556 U.S. <page-number citation-index=\"1\" label=\"225\">*225</page-number>at 678, 129 S.Ct. 1937 (holding that “a complaint must contain sufficient factual matter” to state a facially plausible claim). Moreover, cases addressing the alienation of affection tort have consistently couched their description of that tort in language focusing on actions by, not the inaction of, the defendant. <em>See, e.g., Fitch v. Valentine, </em>959 So.2d 1012, 1020 (Miss.2007) (en banc) (concluding that the alienation of affection tort provides redress “against the third party who, through <em>persuasion, enticement, or inducement, </em>caused or contributed” to an injury of the marital relationship (emphasis added)); <em>Children’s Med. Grp., </em>940 So.2d at 934 (“The ‘wrongful’ conduct necessary to maintain an action for alienation of affections <em>is the direct and intentional interference </em>with the marriage relationship by the defendant.” (emphasis added)). Because the Mississippi Supreme Court has not previously held that allegations of the employer’s inaction alone constitute wrongful conduct, we decline to hold that merely pleading inaction on the part of the United States is sufficient to plausibly plead alienation of affection and thereby waive the United States’ sovereign immunity. <em>See Leleux, </em>178 F.3d at 754 (“[W]e note that the limited waiver of sovereign immunity contained in the FTCA should be narrowly-construed in favor of the United States.”). The district court therefore did not err in dismissing Wright’s alienation of affection claim.</p>\n<p id=\"b251-5\">VI. LIMITED IMMUNITY DISCOVERY</p>\n<p id=\"b251-6\">Finally, the district court did not abuse its discretion in denying Wright’s request for limited discovery. “We review a district court’s denial of a discovery request for abuse of discretion.” <em>Pustejovsky v. Pliva, Inc., </em>623 F.3d 271, 278 (5th Cir.2010). Any benefit of additional discovery on whether Benitez acted within the scope of employment and whether the United States knew of Benitez’s affair with Stacey Wright is “wholly speculative.” <em>See Robbins v. Amoco Production Co., </em>952 F.2d 901, 907 (5th Cir.1992) (quoting <em>Paul Kadair, Inc. v. Sony Corp., </em>694 F.2d 1017, 1029 (5th Cir.1983)). Moreover, Wright has not shown how discovery as to those two issues “reasonably could be expected to offer an escape from the legal deficiencies” in Wright’s claims. <em>Id. </em>The district court therefore did not abuse its discretion in denying Wright’s request for limited discovery.</p>\n<p id=\"b251-8\">VII. CONCLUSION</p>\n<p id=\"b251-9\">For the foregoing reasons, we AFFIRM the judgment of the district court.</p>\n<footnote label=\"*\">\n<p id=\"b246-9\"> Pursuant to 5th Cir. R. 47,5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b247-9\">. Benitez’s official position was Assistant Federal Security Director, Screening, for the TSA.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b247-15\">. Benitez’s criminal appeal provides a detailed background of the events before and after Mrs. Wright's murder. <em>See Benitez, </em>139 So.3d at 136-38.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b248-6\">. Wright has never argued that he falls under the \"law enforcement officer” proviso contained in 28 U.S.C. § 2680 and has not contended that Benitez was designated as a “law enforcement officer” by the TSA. <em>See Corbett </em>v. <em>TSA, </em>568 Fed.Appx. 690, 701 (11th Cir. 2014) (per curiam) (unpublished) (concluding that a TSA employee, such as a screener, is not a law enforcement officer unless affirmatively designated as such by the TSA).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b250-7\">. Indeed, the Mississippi Supreme Court has only held that a complaint alleging that an employer knew of and allowed an illicit relationship involving its employees satisfied the lower pleading standard under Mississippi procedural rules at the time. <em>See Children's Med. Grp., </em>940 So.2d at 934-35 (noting that the plaintiff \"is required only to place [the employer] on reasonable notice of the claims against it and demonstrate that [the plaintiff] <page-number citation-index=\"1\" label=\"225\">*225</page-number>has alleged a recognized cause of action upon which, under <em>some set of facts, </em>[the plaintiff] might prevail.”). The court expressly recognized, however, that this allegation alone \"fails to specify [the employer's wrongful] conduct that directly and intentionally interfered with [the plaintiff’s] marriage.” <em>Id. </em>at 934.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}