{
  "casebody": {
    "data": "<casebody firstpage=\"616\" lastpage=\"624\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b650-9\">HARRIS, Appellee, v. SUTTON et al.; City of East Cleveland, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b650-12\">[Cite as <em>Harris v. Sutton, </em>183 Ohio App.3d 616, 2009-Ohio-4033.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b650-13\">Court of Appeals of Ohio, Eighth District, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b650-15\">No. 91879.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b650-16\">Decided Aug. 13, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b652-12\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>Pulito <em>&amp; </em>Associates and Gino Pulito, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b652-13\">Almeta A. Johnson, East Cleveland Law Director, and Ronald K. Riley, Deputy Director of Law, for appellant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b652-14\">Melody J. Stewart, Judge.</author>\n<p id=\"b652-15\">{¶ 1} Defendants-appellants, the city of East Cleveland and the East Cleveland Police Department (“the city”),<footnotemark>1</footnotemark> appeal from a court order denying its summary judgment motion based on sovereign immunity. Plaintiff-appellee, Willie Harris, filed a complaint alleging that the city engaged in malicious prosecution and violated Section 1983, Title 42, U.S.Code. Harris claimed that after a civil matter involving a contract dispute, the city improperly charged him with the crime of theft by deception. The city argued that summary judgment was appropriate because Harris failed to show that any exceptions to immunity under R.C. 2744.02(B) applied. It also argued that the record contained no facts supporting Harris’s claims. Harris opposed summary judgment, arguing that the <page-number citation-index=\"1\" label=\"619\">*619</page-number>city failed to supply discovery materials he needed to properly oppose the city’s motion. Harris argued further that sovereign immunity does not apply to a Section 1983 claim. The court denied summary judgment. The city’s assignments of error contest that ruling.</p>\n<p id=\"b653-5\">{¶ 2} With regard to Harris’s malicious-prosecution claim, we hold that the city is entitled to sovereign immunity as a matter of law. Harris failed to provide any evidence of an exception to the general rule granting immunity to a political subdivision under R.C. 2744.02(B). We further hold that the Section 1983 claim fails as a matter of law because Harris failed to properly state it as a claim against the city in his complaint.</p>\n<p id=\"b653-6\">I</p>\n<p id=\"b653-7\">{¶ 3} Civ.R. 56(C) provides that we view contested facts in a light most favorable to the nonmoving party, the plaintiff in this case. Those facts show that in August 2005, the city charged Harris with one count of theft by deception. After receiving an arrest warrant, police officers arrested Harris and jailed him for two days, then released him on $5,000 bond.<footnotemark>2</footnotemark> The charge stemmed from a criminal complaint filed by codefendant James Sutton on December 31, 2003. Sutton alleged that he and Harris entered into a contract for the sale of a bus, but that Harris failed to give him possession of the bus even though he had paid $15,000 of the $25,000 asking price.<footnotemark>3</footnotemark> Although title to the bus remained under Harris’s name, Harris claimed that he no longer had possession of the bus. Sutton further alleged that he demanded the return of his money, but Harris stated that he no longer had Sutton’s money.</p>\n<p id=\"b653-8\">{¶ 4} The East Cleveland Police Department began an investigation of Sutton’s claims. In January 2004, detectives spoke with Harris on the phone. He confirmed the existence of a contract to sell the bus to Sutton, but claimed that he broke no law. In March, detectives spoke with Harris’s attorney, who verified the existence of a contract between Harris and Sutton and promised to send a copy to the detectives. In May, Harris claimed that a letter was sent to the East Cleveland Police Department reiterating the agreement and claiming that Sutton had not received the bus because he had not paid the outstanding balance on it. Nevertheless, the actual contract was not received, and the detectives reported their findings to the prosecutor.</p>\n<p id=\"b654-4\"><page-number citation-index=\"1\" label=\"620\">*620</page-number>{¶ 5} Later that month, the prosecutor decided to charge Harris with theft by deception, and a warrant was issued for his arrest. In August 2005, acting on the warrant, the detectives arrested Harris and transported him to the East Cleveland city jail. During a preliminary hearing, the city dismissed the charge against Harris. Sometime after the dismissal, the case was prepared for the Cuyahoga County Grand Jury for indictment, but the case did not proceed any further.</p>\n<p id=\"b654-5\">{¶ 6} In August 2006, Harris filed a complaint against James Sutton, the city of East Cleveland, and its police department.<footnotemark>4</footnotemark> The city sought summary judgment on grounds that it was immune from liability under R.C. 2744, Ohio’s sovereign-immunity statute. Harris filed a brief in opposition to summary judgment, asserting that the city had failed to produce evidence he needed to oppose summary judgment, and that the city had violated Section 1983 of the United States Code by prosecuting him without probable cause. The court denied the city’s motion, and the city timely appealed.<footnotemark>5</footnotemark> Harris did not timely file an appellee’s brief.<footnotemark>6</footnotemark></p>\n<p id=\"b654-6\">II</p>\n<p id=\"b654-7\">{¶ 7} The issue of whether the city is entitled to sovereign immunity is a question of law, so it is “particularly apt for resolution by way of summary judgment pursuant to Civ.R. 56.” <em>Natale v. Rocky River, </em>Cuyahoga App. No. 90819, 2008-Ohio-5868, 2008 WL 4885054, at ¶ 7. We review the trial court’s denial of summary judgment under a de novo standard. <em>Conley v. Shearer </em>(1992), 64 Ohio St.3d 284, 292, 595 N.E.2d 862. We make an independent review of the record and view the evidence in a light most favorable to the nonmoving party. Civ.R. 56(C). We uphold the denial of summary judgment when there exists an issue of material fact. The moving party, therefore, is not entitled to judgment as a matter of law when reasonable minds could differ on whether to rule in favor of the moving party. <em>Gilbert v. Summit Cty., </em>104 Ohio St.3d 660, 2004-Ohio-7108, 821 N.E.2d 564, at ¶ 6.</p>\n<p id=\"b655-4\"><page-number citation-index=\"1\" label=\"621\">*621</page-number>{¶ 8} The moving party must present specific facts showing a right to summary judgment. <em>Dresher v. Burt </em>(1996), 75 Ohio St.3d 280, 662 N.E.2d 264. If the moving party is successful, the nonmoving party can prevail by presenting specific facts showing the existence of a genuine issue of material fact. Id.</p>\n<p id=\"b655-5\">A</p>\n<p id=\"b655-6\">{¶ 9} We first address the issue of whether the city is immune from Harris’s malicious-prosecution claim. The city asserts that it is immune from liability under R.C. 2744.02(A)(1) for acts committed while performing a governmental function. It contends that sovereign immunity applies and that none of the exceptions to immunity under R.C. 2744.02(B) exist because the enforcement of the law by conducting a reasonable investigation, presenting evidence to the city prosecutor, and serving an arrest warrant is a governmental function. We agree.</p>\n<p id=\"b655-7\">{¶ 10} R.C. Chapter 2744 requires a three-tiered analysis when determining whether sovereign immunity applies to a political subdivision. <em>Griffits v. Newburgh Hts., </em>Cuyahoga App. No. 91428, 2009-Ohio-493, 2009 WL 280376, at ¶ 9, citing <em>Greene Cty. Agricultural Soc. v. Liming </em>(2000), 89 Ohio St.3d 551, 556-557, 733 N.E.2d 1141. First, there is a general rule that a political subdivision is “not liable in damages in a civil action for injury, death, or loss to persons or property * * * in connection with a governmental * * * function.” R.C. 2744.02(A)(1). Nevertheless, this blanket immunity is not absolute. R.C. 2744.02(B); <em>Cater v. Cleveland (1998), 83 </em>Ohio St.3d 24, 28, 697 N.E.2d 610.</p>\n<p id=\"b655-8\">{¶ 11} The second tier of the analysis considers whether any of the five exceptions listed in R.C. 2744.02(B) require the court to not apply the general rule of political subdivision immunity. <em>Pylypiv v. Parma, </em>Cuyahoga App. No. 85995, 2005-Ohio-6364, 2005 WL 3220240, at ¶ 15. The immunity shield can be pierced when the liability in question arises from any of the following: (1) negligent operation of a motor vehicle, (2) negligent conduct of employees while carrying out a proprietary function, (3) a municipality’s failure to keep roads and sidewalks free from nuisance, (4) injury or loss that occurs on or within buildings used for governmental functions and is caused by the negligence of the municipality’s employees, and (5) any other situation in which liability is expressly imposed by the Revised Code. R.C. 2744.02(B).</p>\n<p id=\"b655-9\">{¶ 12} If a court finds that any of the exceptions in R.C. 2744.02(B) apply, it must proceed to the third tier of the analysis. <em>Swanson v. Cleveland, </em>Cuyahoga App. No. 89490, 2008-Ohio-1254, 2008 WL 740577, at ¶ 10. This analysis requires a court to “determine whether any of the defenses in R.C. 2744.03 apply, thereby <page-number citation-index=\"1\" label=\"622\">*622</page-number>providing the political subdivision a defense against liability.” <em>Colbert v. Cleveland, </em>99 Ohio St.3d 215, 2003-Ohio-3319, 790 N.E.2d 781, at ¶ 7-9.</p>\n<p id=\"b656-5\">{¶ 13} We begin the analysis at the first tier by determining whether the city has established that it is entitled to sovereign immunity. It is undisputed that the city of East Cleveland is a political subdivision. Further, the operation of a police department and the enforcement of the law are governmental functions. R.C. 2744.01(C)(1); R.C. 2744.01(C)(2); <em>Friga v. E. Cleveland, </em>Cuyahoga App. No. 88262, 2007-Ohio-1716, 2007 WL 1084013, at ¶ 9. Therefore, we initially hold that the city is immune from liability under R.C. 2744.02(A)(1).</p>\n<p id=\"b656-6\">{¶ 14} In the second tier of the analysis, the burden shifts to the plaintiff to establish that one of the recognized exceptions to immunity applies. <em>Maggio v. Warren, </em>Trumbull App. No. 2006-T-0028, 2006-Ohio-6880, at ¶ 38; <em>Ramey v. Mudd, </em>154 Ohio App.3d 582, 2003-Ohio-5170, 798 N.E.2d 57, at ¶ 16. Harris has failed to demonstrate that any of the exceptions under the second tier of the analysis apply to the facts of this case.</p>\n<p id=\"b656-7\">{¶ 15} Harris asserts that the city committed the tort of malicious prosecution. The first four of the five exceptions under R.C. 2744.02(B) do not involve intentional torts and therefore do not apply. Furthermore, for the fifth and final exception to apply, Harris must be able to identify a statute that expressly imposes liability on political subdivisions for malicious prosecution. See <em>Ratcliff v. Darby, </em>Scioto App. No. 02CA2832, 2002-Ohio-6626, 2002 WL 31721942; <em>Campbell v. Burton </em>(2001), 92 Ohio St.3d 336, 750 N.E.2d 539. Our research has found that the Ohio Revised Code does not expressly impose liability upon a political subdivision for malicious prosecution. <em>Griffits, </em>2009-Ohio-493, 2009 WL 280376, at ¶ 26 (“[C]ourts have determined that no section of the Revised Code expressly imposes liability upon a public agency for * * * malicious prosecution * * *”). Moreover, relying on the statutory language of R.C. 2744.02(B), Ohio courts consistently have held that political subdivisions are immune from intentional tort claims. <em>Wilson v. Stark Cty. Dept. of Human Servs. </em>(1994), 70 Ohio St.3d 450, 639 N.E.2d 105; <em>Maggio, </em>2006-Ohio-6880, 2006 WL 3772258, at ¶ 39-40 (express terms of R.C. 2744 do not provide for an exception for intentional-tort claims and that plaintiff must cite the statutory authority imposing liability); <em>Sabulsky v. Trumbull Cty., </em>Trumbull App. No. 2001-T-0084, 2002-Ohio-7275, 2002 WL 31886686, at ¶ 14.</p>\n<p id=\"b656-8\">{¶ 16} In the third tier of the analysis, we must determine whether an R.C. 2744.03 defense applies to reinstate immunity. <em>Pylypiv, </em>2005-Ohio-6364, 2005 WL 3220240, at ¶ 16. However, this analysis is necessary only when a plaintiff has shown that a specific exception to immunity under R.C. 2744.02(B) applies. <em>Cater, </em>83 Ohio St.3d at 32, 697 N.E.2d 610; <em>Ziegler v. Mahoning Cty. Sheriff’s Dept. </em>(2000), 137 Ohio App.3d 831, 836, 739 N.E.2d 1237. Here, Harris has not <page-number citation-index=\"1\" label=\"623\">*623</page-number>demonstrated that an exception to immunity exists; therefore, it is unnecessary to address the statutory defenses available to reinstate sovereign immunity.</p>\n<p id=\"b657-5\">{¶ 17} Viewing the evidence in the light most favorable to Harris, we find that none of the exceptions to immunity found in R.C. 2744.02(B) are applicable under the facts of this case. Therefore, pursuant to R.C. 2744.02(A)(1), the city is immune from liability for any alleged damage arising from the investigation, prosecution, and detention of Harris.</p>\n<p id=\"b657-6\">B</p>\n<p id=\"b657-7\">{¶ 18} We next address Harris’s Section 1983 claim that was first asserted in his brief opposing the city’s motion for summary judgment. Harris argues that acting under the color of law, the prosecutorial staff of the city of East Cleveland charged him with a crime without probable cause. Those charges led to Harris’s arrest, which is the basis for his claim that the city deprived him of rights, privileges, or immunities secured by the laws of the United States. In his opposition brief, Harris further claimed that the prosecutorial staff is the authorized decision maker for the city and that their decisions subject the city to liability under Section 1983. However, Harris never pleaded any facts that could be construed to support a Section 1983 claim against the city in his complaint.</p>\n<p id=\"b657-8\">{¶ 19} Claims brought under Section 1983 must abide by the same notice pleading requirements as complaints brought under other statutes. <em>Leatherman v. Tarrant Cty. Narcotics Intelligence &amp; Coordination Unit </em>(1993), 507 U.S. 163, 168, 113 S.Ct. 1160, 122 L.Ed.2d 517. A complainant must plead facts showing the existence of conduct committed by a person acting under color of law that deprived him of his rights, privileges, or immunities granted by the Constitution or the laws of the United States. <em>Gomez v. Toledo </em>(1980), 446 U.S. 635, 100 S.Ct. 1920, 64 L.Ed.2d 572; <em>Shirokey v. Marth </em>(1992), 63 Ohio St.3d 113, 585 N.E.2d 407. To assert this claim against a governmental entity, the complaint must also show that “an established practice, policy or custom of the governmental entity” deprived him of his rights. <em>Carlton v. Davisson </em>(1995), 104 Ohio App.3d 636, 652, 662 N.E.2d 1112; see also <em>Canton v. Harris </em>(1989), 489 U.S. 378, 385, 109 S.Ct. 1197, 103 L.Ed.2d 412. “A plaintiff must * * * set forth facts showing the existence of an offending custom or policy and mere conclusory allegations are insufficient.” <em>Davisson </em>at 652, 662 N.E.2d 1112. There must be a “direct causal link between a municipal policy or custom and the alleged constitutional deprivation” for the municipality to be subject to a Section 1983 action. <em>Harris, </em>489 U.S. at 385, 109 S.Ct. 1197, 103 L.Ed.2d 412.</p>\n<p id=\"b657-9\">{¶ 20} A plaintiff may prove the existence of a governmental entity’s illegal policy or custom by looking at (1) enactments or official agency policies, (2) <page-number citation-index=\"1\" label=\"624\">*624</page-number>actions taken by officials with final decision-making authority, (3) a policy of inadequate training or supervision, or (4) a custom of tolerance or acquiescence of federal-rights violations. <em>Pembaur v. Cincinnati </em>(1986), 475 U.S. 469, 480, 106 S.Ct. 1292, 89 L.Ed.2d 452; <em>Thomas v. Chattanooga </em>(2005), 398 F.3d 426, 429.</p>\n<p id=\"b658-5\">{¶ 21} In his complaint, Harris set forth facts alleging that the city arrested him without probable cause. He also stated that he was deprived of his rights when the city arrested him. However, Harris never alleged that the city has an offending custom or policy that caused a violation of his rights. “It is only when the ‘execution of the government’s policy or custom * * * inflicts the injury’ that the municipality may be held liable under § 1983.” <em>Harris, </em>489 U.S. at 385, 109 S.Ct. 1197, 103 L.Ed.2d 412, quoting <em>Springfield v. Kibbe, </em>480 U.S. 257, 267, 107 S.Ct. 1114, 94 L.Ed.2d 293. Harris claimed that the prosecutorial staff, with final decision-making authority, violated his rights only in his brief in opposition to the city’s summary judgment motion, not in his complaint.</p>\n<p id=\"b658-6\">{¶ 22} In <em>Bachtel v. Jackson, </em>the Tenth District Court of Appeals dismissed a Section 1983 claim because the “appellant’s complaint [failed to] sufficiently put appellees on notice that he was seeking relief pursuant to 42 U.S.C.1983.” Franklin App. No. 08AP-714, 2009-Ohio-1554, 2009 WL 840606, at ¶ 22. The court observed that the complaint made no reference to Section 1983, did not allege a policy of the municipality that created a causal relationship to his injuries, did not ask for attorney’s fees, and did not specify the constitutional right that was denied. Id.</p>\n<p id=\"b658-7\">{¶ 23} Similarly, Harris’s complaint fails to mention Section 1983. While Harris’s complaint asks for attorney fees and specifies a constitutional right of which he was deprived, his complaint fails to allege facts connecting the violation of his rights to the city. We therefore hold that the complaint fails to set forth operative facts sufficient to find that the city has an offending custom or policy that caused a violation of his rights. As a matter of law, the city cannot be found to have violated Section 1983, Title 42, U.S.Code.</p>\n<p id=\"b658-8\">{¶ 24} The judgment is reversed, and the cause is remanded for proceedings consistent with this opinion.</p>\n<p id=\"b658-9\">Judgment reversed and cause remanded.</p>\n<judges id=\"b658-10\">Kilbane and McMonagle, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b652-16\">. Plaintiff-appellee separately named the East Cleveland Police Department in his complaint. As a department of the city of East Cleveland, the police department is not sui juris and cannot be sued as a separate entity. It is subsumed within any judgment relating to the city. <em>Friga v. E. Cleveland., </em>Cuyahoga App. No. 88262, 2007-Ohio-1716, 2007 WL 1084013, fn. 3.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b653-9\">. The city disputes the amount of time Harris spent in jail. The city argues that he was in jail for only one day.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b653-10\">. Harris claims that the asking price of the bus was $23,500, and Sutton gave him $13,500.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b654-8\">. Harris first filed a complaint solely against Sutton in October 2005 but then voluntarily dismissed the case without prejudice. The second complaint of August 2006 included the city of East Cleveland and its police department as defendants.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b654-9\">. Denial of the city's sovereign-immunity claim constitutes a final, appealable order. <em>Hubbell </em>v. <em>Xenia, </em>115 Ohio St.3d 77, 873 N.E.2d 878, 2007-Ohio-4839, at ¶ 27.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b654-10\">. Harris filed an appellate brief, but that brief was stricken for failure to comply with App.R. 16(A)(7). We granted Harris an extension of time to file a corrected brief, but he did not do so.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}