{
  "casebody": {
    "data": "<casebody firstpage=\"762\" lastpage=\"770\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b796-4\">McCUMBERS et al., Appellees, v. PUCKETT et al., Appellants.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b796-7\">[Cite as <em>McCumbers v. Puckett, </em>183 Ohio App.3d 762, 2009-Ohio-4465.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b796-8\">Court of Appeals of Ohio, Twelfth District, Fayette County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b796-10\">No. CA2008-11-038.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b796-11\">Decided Aug. 31, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b798-10\"><page-number citation-index=\"1\" label=\"764\">*764</page-number>Peter D. Quance, for appellees.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A-O\">John H. Roszmann, for appellants.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b798-11\">Hendrickson, Judge.</author>\n<p id=\"b798-12\">{¶ 1} Defendants-appellants, Gary L. Puckett and Deborah J. Puckett, appeal a decision of the Fayette County Court of Common Pleas granting plaintiffsappellees, Roger McCumbers and Nancy McCumbers, an easement by estoppel over a driveway on a strip of land owned by the Pucketts.</p>\n<p id=\"b798-13\">{¶ 2} Roger McCumbers and his wife, Nancy McCumbers, own real property located in the village of Good Hope in Fayette County, Ohio. Gary Puckett and his wife, Deborah Puckett, own the real property immediately south of the McCumberses’ property, as well as the strip of land in question that runs along the eastern boundary of the McCumberses’ property and extends to the Pucketts’ property.</p>\n<p id=\"b798-14\">{¶ 3} The strip of land is approximately 33 feet wide and 265 feet in length. As the strip’s northern end connects to a public road, i.e., Washington-Good Hope Road, the strip provides both parties with ingress and egress to their respective properties. In 1979, the Pucketts installed a gravel driveway on the strip, and the McCumberses’ predecessors in title shared the costs of installing it. In 2000, the Pucketts paved the gravel driveway with blacktop.</p>\n<p id=\"b798-15\">{¶ 4} Nancy and Deborah are first cousins, and at one time, the McCumberses and the Pucketts were good friends and good neighbors. Among other things, <page-number citation-index=\"1\" label=\"765\">*765</page-number>they visited with one another’s families, shared a garden, and vacationed together. The McCumberses even had Gary build an extension on their house, which the McCumberses used for a kitchen.</p>\n<p id=\"b799-5\">{¶ 5} In 2004, Gary agreed to build a new garage for the McCumberses for $3,000. The garage was to be located along the eastern boundary of the McCumberses’ property and adjacent to the paved driveway on the Pucketts’ strip of land. In May 2005, with 80 to 90 percent of the garage completed, Gary quit work on the project. The McCumberses hired someone else to complete the garage and then paved the approach to the garage so that it connected to the driveway on the strip of land.</p>\n<p id=\"b799-6\">{¶ 6} In 2006, a dispute arose between the parties regarding the location of their mail boxes. As a result, Gary threatened to “fence in” the McCumberses by erecting a fence along the paved driveway to deny them access to their new garage. In June 2006, the McCumberses filed a complaint in the Fayette County Court of Common Pleas, alleging that they had obtained an easement over the driveway on the Pucketts’ strip of land because the McCumberses and their predecessors in title have used this portion of the Pucketts’ property in an “open, notorious and continuous” manner since at least 1963.</p>\n<p id=\"b799-7\">{¶ 7} A three-day trial was held on the matter in May and June 2007. Both parties filed posttrial briefs, with the McCumberses arguing that they were entitled to an easement over the Pucketts’ driveway under the doctrines of adverse possession, prescriptive easement, and/or easement by estoppel.</p>\n<p id=\"b799-8\">{¶ 8} The trial court issued a decision finding against the McCumberses on their claim for adverse possession, but for them on their claim for an easement by estoppel. The trial court granted the McCumberses “an appurtenant easement by estoppel for purposes of ingress and egress to [their] property” involving “[t]he area fronting on the Washington-Good Hope Road with a surveyed width of 33.80 feet and continuing in a southerly direction to a point which shall be 16.0 feet south of the structure denoted as a frame garage with the dimensions of 36.3’ x 30.2’ [i.e., the McCumberses’ new garage].”</p>\n<p id=\"b799-9\">{¶ 9} The Pucketts now appeal, assigning the following as error:</p>\n<p id=\"b799-10\">{¶ 10} Assignment of Error No. 1:</p>\n<p id=\"b799-11\">{¶ 11} “The trial court erred to the prejudice of defendant-appellants in finding that an easement by estoppel was created by the actions of Gary Puckett.”</p>\n<p id=\"b799-12\">{¶ 12} The Pucketts argue that the trial court erred in finding that the McCumberses were entitled to an easement by estoppel over the driveway on the Pucketts’ strip of land because there was no evidence presented to show that they made a misrepresentation to the McCumberses or engaged in a “fraudulent failure to speak.” The McCumberses counter by arguing that there was suffi<page-number citation-index=\"1\" label=\"766\">*766</page-number>cient evidence presented to support a finding that they were entitled to either an easement by estoppel or a “prescriptive easement” over the driveway on the Pucketts’ strip of land.</p>\n<p id=\"b800-5\">{¶ 13} When reviewing a trial court’s determination as to whether an easement exists, an appellate court will not reverse the trial court’s decision as being against the manifest weight of the evidence so long as it is based on some competent, credible evidence going to all the essential elements of the case. <em>Cadwallader v. Scovanner, </em>178 Ohio App.3d 26, 2008-Ohio-4166, 896 N.E.2d 748, ¶ 9.</p>\n<p id=\"b800-6\">{¶ 14} An “easement” is a property interest in the land of another that allows the owner of the easement a limited use of the land in which the interest exists. <em>Colburn v. Maynard </em>(1996), 111 Ohio App.3d 246, 253, 675 N.E.2d 1333. An easement has also been defined as a right that the owner of one estate, referred to as the “dominant estate,” may exercise for his benefit in or over another’s estate, referred to as the “servient estate.” <em>1st Natl. Bank v. Mountain Agency, L.L.C., </em>Clermont App. No. CA2008-05-056, 2009-Ohio-2202, 2009 WL 1278429, ¶ 14. An easement can be created by an express or implied grant, by prescription, or by estoppel. Id., citing <em>Trattar v. Rausch </em>(1950), 154 Ohio St. 286, 43 O.O. 186, 95 N.E.2d 685, paragraph two of the syllabus.</p>\n<p id=\"b800-7\">{¶ 15} Initially, we reject the McCumberses’ prescriptive easement claim. “Prescriptive easements are not favored in law, because the legal titleholder forfeits rights to another without compensation.” <em>Cadwallader, </em>178 Ohio App.3d 26, 2008-Ohio-4166, 896 N.E.2d 748, at ¶ 55. To prove that a prescriptive easement exists, a party must show, by clear and convincing evidence, that he has used the property (1) openly, (2) notoriously, (3) adversely to the property rights of the servient estate’s owner, (4) continuously, and (5) for a period of at least 21 years. Id. “Adverse use” can be shown only when a party uses the land “without permission and inconsistent with the rights of the property owner.” Id. at ¶ 57. Moreover, a party’s <em>permissive use </em>of land cannot ripen into an easement by prescription, no matter how long it may be continued. <em>Pennsylvania RR. Co. v. Donovan </em>(1924), 111 Ohio St. 341, 350, 145 N.E. 479; <em>Monroe Bowling Lanes v. Woodsfield Livestock Sales </em>(1969), 17 Ohio App.2d 146, 152, 46 O.O.2d 208, 244 N.E.2d 762.</p>\n<p id=\"b800-8\">{¶ 16} In this case, there was ample evidence presented to support the trial court’s finding that the McCumberses’ use of the driveway was permissive and not inconsistent with the Pucketts’ property rights. Therefore, the McCumberses were not entitled to a prescriptive easement over the Pucketts’ driveway. <em>Cadwallader, </em>178 Ohio App.3d 26, 2008-Ohio-4166, 896 N.E.2d 748, at ¶ 57. However, there was also ample evidence presented to support the trial court’s <page-number citation-index=\"1\" label=\"767\">*767</page-number>finding that the McCumberses were entitled to an easement by estoppel over the Pucketts’ driveway.</p>\n<p id=\"b801-4\">{¶ 17} Courts in this state have long recognized the creation of an easement by estoppel. See, e.g., <em>Monroe Bowling Lanes, </em>17 Ohio App.2d at 149-151, 46 O.O.2d 208, 244 N.E.2d 762 (easement by estoppel may be created where a landowner, without objection, permits another to expend money in reliance upon a supposed easement, when in justice and equity the former ought to have asserted his conflicting rights, and therefore should be estopped to deny the easement). See also <em>Maloney v. Patterson </em>(1989), 63 Ohio App.3d 405, 410, 579 N.E.2d 230.</p>\n<p id=\"b801-5\">{¶ 18} In granting the McCumberses an easement by estoppel over the Pucketts’ driveway, the trial court relied on Restatement of the Law 3d, Property (2000) 143, Section 2.10(1), entitled, “Servitudes Created by Estoppel,” which states:</p>\n<p id=\"b801-6\">{¶ 19} “If injustice can be avoided only by establishment of a servitude, the owner or occupier of land is estopped to deny the existence of a servitude burdening the land when:</p>\n<p id=\"b801-7\">{¶ 20} “(1) the owner or occupier permitted another to use that land under circumstances in which it was reasonable to foresee that the user would substantially change position believing that the permission would not be revoked, and the user did substantially change position in reasonable reliance on the belief.”</p>\n<p id=\"b801-8\">{¶ 21} “Normally, the change in position that triggers the application of the rule stated in [Section 2.10(1) ] is an investment in improvements either to the servient estate or to the other land of the investor. * * * <em>Failure to object to an investment made in improvements to land by another may give rise to an estoppel against the owner or occupier of the land, if the owner or occupier knows or reasonably should know that the investment is being made on the basis of a mistaken belief that the investor has a nonrevokable right to use the land.” </em>(Emphasis added.) Restatement of the Law 3d, Property (Servitudes) (2000), Section 2.10, Comment <em>e.</em></p>\n<p id=\"b801-9\">{¶ 22} In this case, there was clear and convincing evidence presented to show that the Pucketts permitted the McCumberses to expend money to construct a new garage adjacent to the driveway on the Pucketts’ strip of land and that the McCumberses acted in reasonable reliance on their belief that they would have a right to use the driveway as a way of ingress and egress to their new garage. The new garage was placed adjacent to the driveway, and Gary himself completed construction on 80 to 90 percent of the garage before discontinuing work on the project. As a result, there is ample evidence to support the <page-number citation-index=\"1\" label=\"768\">*768</page-number>trial court’s finding that it would be “unconscionable” to deny the McCumberses an easement over the driveway on the Pucketts’ strip of land.</p>\n<p id=\"b802-5\">{¶ 23} The Pucketts argue that they never permitted the McCumberses to use the driveway on their strip of land as a means of access to them new garage. However, the evidence shows that Gary constructed 80 to 90 percent of the new garage that was positioned next to the driveway. There was also evidence to show that Gary knew at the earliest stages of construction that the doors on the new garage were going to be facing the driveway. Consequently, there was ample evidence presented to show that the McCumberses reasonably, though mistakenly, believed that they had a nonrevokable right to use the driveway.</p>\n<p id=\"b802-6\">{¶ 24} The Pucketts also argue that this is not an instance where injustice can be avoided <em>only </em>by granting the McCumberses an easement over the driveway since there was evidence that the McCumberses could access their new garage from their property’s western side. However, this argument ignores the fact that the Pucketts knew that the garage was being constructed on the eastern side of the McCumberses’ property, immediately adjacent to the driveway.</p>\n<p id=\"b802-7\">{¶ 25} The Pucketts also contend that they made no misrepresentation to the McCumberses regarding an easement and had no obligation to speak to them about the absence of an easement because the McCumberses were aware they had no easement over the driveway, but “studiously avoided” requesting an easement from the Pucketts until after the garage was completed.</p>\n<p id=\"b802-8\">{¶ 26} However, the McCumberses testified that they never asked for permission to use the driveway because they believed that they owned at least half of it. Moreover, Gary constructed about 80 to 90 percent of the garage situated next to the Pucketts’ driveway before he quit work on it. Under these circumstances, Gary had an obligation to raise the issue of a lack of an easement over the driveway <em>before </em>he commenced building the McCumberses’ garage next to that driveway. See <em>Monroe Bowling Lanes, </em>17 Ohio App.2d at 149-151, 46 O.O.2d 208, 244 N.E.2d 762. Since Gary said nothing at that time, the trial court was justified in finding that he should be estopped from denying that the McCumberses were entitled to an easement over the driveway.</p>\n<p id=\"b802-9\">{¶ 27} Consequently, the Pucketts’ first assignment of error is overruled.</p>\n<p id=\"b802-10\">{¶ 28} Assignment of Error No. 2:</p>\n<p id=\"b802-11\">{¶ 29} “The trial court erred to the prejudice of defendants-appellants in granting an easement by estoppel to the owners of the dominant estate that includes an area 16 feet in length beyond the ‘south of the structure denoted as a frame garage * * *.’ ”</p>\n<p id=\"b803-4\"><page-number citation-index=\"1\" label=\"769\">*769</page-number>{¶ 30} The Pucketts argue that there was no evidence presented to support the trial court’s decision regarding the dimensions of the easement granted to the McCumberses, as the McCumberses never claimed that they used the entire width of the strip of land in question nor described what dimensions would satisfy their needs. Therefore, the Pucketts argue, the trial court’s decision on the easement’s dimensions was “simply arbitrary and without any evidentiary or legal basis.”</p>\n<p id=\"b803-5\">{¶ 31} When establishing the dimensions of an easement, the trial court must consider what “is reasonably necessary and convenient to serve the purpose for which the easement was granted.” <em>Crane Hollow, Inc. v. Marathon Ashland Pipe Line, L.L.C. </em>(2000), 138 Ohio App.3d 57, 67, 740 N.E.2d 328. A trial court’s determination as to the dimensions of an easement will not be reversed as being against the manifest weight of the evidence so long as there is some competent, credible evidence going to all the essential elements of the case. Id. at 66, 740 N.E.2d 328.</p>\n<p id=\"b803-6\">{¶ 32} The Restatement of the Law 3d, Property (Servitudes) (2000), Section 4.8(2) provides that except where the. dimensions of an easement are determined by the instrument or circumstances surrounding the easement’s creation, “[t]he dimensions are those reasonably necessary for enjoyment of the servitude.” Comment <em>d </em>to Section 4.8(2) states that where the dimensions of an easement are not specified, the owner of the easement “may use so much of the servient estate as reasonably necessary to carry out the [easement’s] intended purpose.”</p>\n<p id=\"b803-7\">{¶ 33} The intended purpose of granting the McCumberses an easement by estoppel over the driveway on the Pucketts’ strip of land was to provide the McCumberses with ingress and egress to their property, including their new garage. To achieve this purpose, the trial court granted the McCumberses an easement that encompasses “[t]he area fronting on the Washington-Good Hope Road with a surveyed width of 33.80 feet and continuing in a southerly direction to a point which shall be 16.0 feet south [of the McCumbers’ new garage].”</p>\n<p id=\"b803-8\">{¶ 34} Contrary to what the Pucketts contend, there was some competent, credible evidence presented to support the trial court’s decision to extend the easement 16 feet past the McCumberses’ new garage. <em>Crane Hollow, Inc., </em>138 Ohio App.3d at 67, 740 N.E.2d 328. The McCumberses will obviously need at least some of the space to back out of their new garage, and Nancy testified that the McCumberses maintain a garden in the back of their property.</p>\n<p id=\"b803-9\">{¶ 35} However, there was no evidence presented to support the trial court’s decision to extend the <em>width </em>of the easement to include the grassy area between the paved driveway and the property of the McCumberses’ next-door neighbors, the Browns. Extending the easement to include this area was not <page-number citation-index=\"1\" label=\"770\">*770</page-number>reasonably necessary for the easement’s intended purpose and therefore not reasonably necessary for the McCumberses’ enjoyment of the servitude. Restatement of the Law 3d, Property (Servitudes) (2000), Section 4.8(2), Comment <em>d. </em>On remand, the trial court is instructed to narrow the width of the easement, as set forth above.</p>\n<p id=\"b804-5\">{¶ 36} Accordingly, the Pucketts’ second assignment of error is sustained to the extent indicated.</p>\n<p id=\"b804-6\">{¶ 37} The trial court’s judgment is affirmed in part and reversed in part, and this cause is remanded for further proceedings consistent with this opinion.</p>\n<p id=\"b804-7\">Judgment accordingly.</p>\n<judges id=\"b804-8\">Powell, P.J., and Young, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}