{
  "casebody": {
    "data": "<casebody firstpage=\"795\" lastpage=\"802\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b829-4\">DOSS, Appellee, v. THOMAS et al., Appellees; Franklin County Job &amp; Family Services, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b829-7\">[Cite as <em>Doss v. Thomas, 183 </em>Ohio App.3d 795, 2009-Ohio-2275.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b829-8\">Court of Appeals of Ohio, Tenth District, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b829-10\">No. 08AP-674.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b829-11\">Decided May 14, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b830-13\"><page-number citation-index=\"1\" label=\"796\">*796</page-number>Troy B. Morris and Joshua D. Rockwell, for appellee William Doss.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b830-14\">Phil Wright Jr., for appellees Tina Thomas et al.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b830-15\">Ron O’Brien, Franklin County Prosecuting Attorney, and William J. Stehle and Mary Jane Martin, Assistant Prosecuting Attorneys, for appellant.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b830-16\">Bryant, Judge.</author>\n<p id=\"b830-17\">{¶ 1} Appellant, Franklin County Job and Family Services (“FCJFS”), appeals from a judgment of the Franklin County Court of Common Pleas finding FCJFS in contempt pursuant to R.C. 2716.21(E) for failing to properly answer and comply with the court’s order and notice of garnishment that summoned FCJFS, as garnishee, in the R.C. Chapter 2716 nonwage garnishment action of plaintiffappellee, William Doss. Because (1) FCJFS is not subject to garnishment under R.C. Chapter 2716, (2) the court’s order and notice of garnishment issued against FCJFS is invalid, and (3) the court’s contempt judgment is based upon an invalid underlying order, we reverse.</p>\n<p id=\"b830-18\">I. Overview</p>\n<p id=\"b830-19\">{¶ 2} On December 21, 2007, plaintiff obtained a judgment in the amount of $111,054.79 against defendants-appellees, Tina Thomas, a.k.a. Tina Freeman, <page-number citation-index=\"1\" label=\"797\">*797</page-number>Felicia O’Neal, and Wild Child, Inc., d.b.a. Smart Kids Learning Center, a daycare business that received funding from FCJFS. Acting under R.C. Chapter 2716 to satisfy his judgment, plaintiff, the judgment creditor, sought to garnish money that FCJFS owed to the defendants, the judgment debtors. By certified mail of December 21, 2007, the trial court issued to FCJFS an order and notice of garnishment pursuant to R.C. 2716.13, summoning FCJFS as a “garnishee” in plaintiffs nonwage garnishment action. The court ordered FCJFS to complete a statutorily prescribed “Answer of Garnishee” form and return it to the court together with any “money, property, or credits, other than personal earnings,” up to the amount of the underlying judgment, belonging to the judgment debtors and in FCJFS’s hands or under its control.</p>\n<p id=\"b831-5\">{¶ 3} On April 10, 2008, plaintiff filed a motion, supported by an affidavit, asking the trial court to hold FCJFS in contempt pursuant to R.C. 2716.21(E) based upon FCJFS’s alleged violation of the trial court’s December 21, 2007 order and notice of garnishment. Plaintiff contended that FCJFS had violated the court’s order by (1) failing to file a satisfactory answer to the court’s garnishment order, and (2) paying $29,000 directly to the judgment debtors after the county agency received service of the court’s order and notice of garnishment.</p>\n<p id=\"b831-6\">{¶ 4} According to the record, the trial court neither set a show-cause hearing on plaintiffs contempt motion nor notified FCJFS that the court would conduct a hearing on the matter of its alleged contempt. Rather, on June 11, 2008, the trial court notified FCJFS that the court would hold a show-cause hearing on July 16, 2008, “on the issue of the garnishment order filed April 11, 2008.” The trial court entered two orders on April 11, 2008: one adopted a magistrate’s decision overruling the judgment debtors’ objections to the underlying garnishment, and the second ordered plaintiff to be paid funds that the court received in the garnishment action. Neither order was directed at FCJFS.</p>\n<p id=\"b831-7\">{¶ 5} A Franklin County assistant prosecutor appeared on FCJFS’s behalf at the July 16 hearing. The prosecutor acknowledged that the county paid $29,000 to the judgment debtors on January 24, 2008 but, in FCJFS’s defense, claimed that the $29,000 was not subject to plaintiffs garnishment because no statute authorizes nonwage garnishment proceedings against a county or its agencies. The prosecutor further maintained not only that service of the court order and notice of garnishment upon FCJFS was ineffective for failure to comply with Civ.R. 4 but that because the Franklin County auditor was the county agency with control of the funds at issue, the auditor should have been served in the garnishment proceedings. The prosecutor argued that the Franklin County auditor was never properly served and contended that the auditor did not “come into possession” of the court order and notice of garnishment until after the judgment debtors had been paid the funds in question. In concluding her <page-number citation-index=\"1\" label=\"798\">*798</page-number>arguments, the prosecutor advised the trial court of three individuals who were present on behalf of FCJFS “if the Court wishes to hear from them.” Without responding to the prosecutor, the court heard plaintiffs concluding arguments and ended the hearing without admitting any testimony or other evidence.</p>\n<p id=\"b832-5\">{¶ 6} By judgment entered on July 28, 2008, the trial court granted plaintiffs motion for contempt under R.C. 2716.21, specifically finding that FCJFS, as “garnishee,” failed to properly answer and comply with the court’s order and notice of garnishment of December 21, 2007. Pursuant to R.C. 2716.21(E), the court ordered FCJFS to pay plaintiff $29,000, “the amount improperly paid to the Judgment Debtor, together with the costs of the proceedings against the Garnishee.”</p>\n<p id=\"b832-6\">II. Assignments of Error</p>\n<p id=\"b832-7\">{¶ 7} FCJFS appeals, assigning the following errors:</p>\n<blockquote id=\"b832-8\">Assignment of Error Number One</blockquote>\n<blockquote id=\"b832-9\">The trial court abused its discretion in holding Franklin County Job and Family Services in contempt per R.C. 2716.21(E) because there is no statutory authority for a county agency to be summoned as a garnishee in a non-wage garnishment under Revised Code Chapter 2716.</blockquote>\n<blockquote id=\"b832-10\">Assignment of Error Number Two</blockquote>\n<blockquote id=\"b832-11\">The trial court abused its discretion in finding the garnishee in contempt of court pursuant to R.C. 2716.13(E) because the garnishment order was void ab initio and denied garnishee its constitutional due process rights.</blockquote>\n<blockquote id=\"b832-12\">Assignment of Error Number Three</blockquote>\n<blockquote id=\"b832-13\">The trial court abused its discretion and denied garnishee due process of law in finding garnishee in contempt of court and ordering garnishee to pay $29,000 without competent and probative evidence on the record.</blockquote>\n<blockquote id=\"b832-14\">Assignment of Error Number Four</blockquote>\n<blockquote id=\"b832-15\">The trial court erred in not dismissing the motion for contempt as FCJFS is immune from suit.</blockquote>\n<p id=\"b832-16\">III. First Assignment of Error</p>\n<p id=\"b832-17\">{¶ 8} FCJFS’s first assignment of error asserts that no statute authorizes a county agency to be summoned as a garnishee in a nonwage garnishment action under R.C. Chapter 2716. As a result, FCJFS contends, the trial court erred in holding it in contempt pursuant to R.C. 2716.21(E) for failing to comply with the court’s order and notice of garnishment.</p>\n<p id=\"b832-18\">{¶ 9} Contempt is a disobedience or disregard of a court order or command. <em>State ex rel. Corn v. Russo </em>(2001), 90 Ohio St.3d 551, 554, 740 N.E.2d <page-number citation-index=\"1\" label=\"799\">*799</page-number>265; <em>First Bank of Marietta v. Mascrete, Inc. </em>(1998), 125 Ohio App.3d 257, 263, 708 N.E.2d 262. When a court proceeds against a garnishee for contempt, that garnishee becomes a party to the garnishment proceedings only for the limited purpose of defending against the contempt charge. <em>Januzzi v. Hickman </em>(1991), 61 Ohio St.3d 40, 45, 572 N.E.2d 642; <em>Cherry v. DeLeon </em>(1996), 111 Ohio App.3d 747, 676 N.E.2d 1277.</p>\n<p id=\"b833-5\">{¶ 10} Here, the trial court found FCJFS in contempt pursuant to R.C. 2716.21(E), which provides that a court may proceed against a “garnishee” for contempt if the garnishee fails to answer a court’s garnishment order, answers but fails to answer “satisfactorily,” or fails to comply with a “proper” garnishment order that the court has issued. See <em>Januzzi; First Bank of Marietta; Cherry, </em>supra. “The General Assembly’s use of the terms ‘satisfactorily’ and ‘proper’ indicates that the garnishee will have the full ability to litigate the validity of the order to pay into court in the context of any resulting contempt proceeding.” <em>Januzzi </em>at 44, 572 N.E.2d 642. See also <em>First Bank of Marietta v. Mascrete, Inc. </em>(1997), 79 Ohio St.3d 503, 684 N.E.2d 38 (holding that a hearing on a judgment debtor’s contempt motion against a garnishee may be considered a trial). A prerequisite to a finding of contempt for disobeying a court order is the existence of a valid underlying order or judgment of the court. <em>Januzzi </em>at 44, 572 N.E.2d 642 (noting that a garnishee’s liability for contempt under R.C. 2716.21(E) is contingent on the garnishee’s failure to answer or comply with a “proper” order of the court); <em>In re Hards, </em>175 Ohio App.3d 168, 2008-Ohio-630, 885 N.E.2d 980, ¶ 38; <em>Foley v. Foley, </em>10th Dist. No. 05AP-242, 2006-Ohio-946, 2006 WL 496011, ¶ 35; <em>Arthur Young &amp; Co. v. Kelly </em>(1990), 68 Ohio App.3d 287, 295, 588 N.E.2d 233.</p>\n<p id=\"b833-6\"> {¶ 11} “Garnishment is an action in law ‘by which a creditor seeks satisfaction of the indebtedness out of an obligation due the debtor from a third person, the garnishee.’ ” <em>In re Estate of Mason, </em>109 Ohio St.3d 532, 2006-Ohio-3256, 849 N.E.2d 998, ¶ 18, citing <em>Union Properties, Inc. v. Patterson </em>(1944), 143 Ohio St. 192, 195, 28 O.O. 111, 54 N.E.2d 668. Garnishments are purely statutory proceedings, and a court can grant garnishment relief only in accordance with the terms and upon the grounds set forth in the garnishment statutes. <em>Rice v. Wheeling Dollar Sav. &amp; Trust Co. </em>(1955), 163 Ohio St. 606, 57 O.O. 30, 128 N.E.2d 16; <em>Bazzoli v. Larson </em>(1931), 40 Ohio App. 321, 178 N.E. 331; <em>S. Ohio Fin. Corp. v. Wahl </em>(1929), 34 Ohio App. 518, 171 N.E. 369. See, e.g., R.C. 2716.01(B) (providing that <em>after </em>obtaining judgment, a judgment creditor may garnish property, other than personal earnings, of a judgment debtor only though a proceeding in garnishment and only in accordance with R.C. Chapter 2716). See also R.C. 2715.01(E) and 2715.091(B) (providing that “[gjarnishment of property other than personal earnings of a person against whom judgment has been <page-number citation-index=\"1\" label=\"800\">*800</page-number>entered may be granted only pursuant to Chapter 2716”). See also R.C. 2715.01(D) (providing that prior to the entry of judgment a person may obtain garnishment of a defendant’s property, other than personal earnings, that is in possession of another person only in accordance with a proceeding under R.C. Chapter 2715).</p>\n<p id=\"b834-5\">{¶ 12} The general rule nationally is that the United States, the states, and their political subdivisions and agencies cannot be summoned as a garnishee in an action without clear and unequivocal statutory authorization, consent, or waiver. 6 American Jurisprudence 2d (1999) Attachment and Garnishment, Sections 78 and 80. See, e.g., <em>Hernando Cty. v. Warner </em>(Fla.App.1998), 705 So.2d 1053; <em>N. Sea Prods., Ltd. v. Clipper Seafoods Co. </em>(1979), 92 Wash.2d 236, 240-241, 595 P.2d 938; <em>Ridge Lumber Co. v. Overmont Dev. </em>(1976), 34 Md.App. 14, 366 A.2d 125; <em>Hoyt v. Paysee </em>(1928), 51 Nev. 114, 269 P. 607 (holding that a county is not subject to garnishment in absence of a clear expression of legislative intent).</p>\n<p id=\"b834-6\">{¶ 13} As in the majority of states, courts in Ohio have concluded that the state, its political subdivisions, and their agencies and officials are not subject to garnishment absent a statutory provision explicitly authorizing the garnishment. <em>Palumbo v. Indus. Comm. </em>(1942), 140 Ohio St. 54, 23 O.O. 259, 42 N.E.2d 766 (holding that although the state is a “body politic,” that phrase in a garnishment statute does not authorize a garnishment action against the state); <em>State ex rel. Meyers v. Ohio State Lottery Comm. </em>(1986), 34 Ohio App.3d 232, 234, 517 N.E.2d 1029 (determining that except as expressly set forth in R.C. 3770.07 and related administrative rules, state lottery winnings are not subject to garnishment while in the possession or under the control of the Lottery Commission); <em>Bazzoli, </em>supra (holding that a county and its financial officials are not subject to garnishment where the legislature did not expressly name them as garnishees in the garnishment statute); <em>S. Ohio Fin. Corp., </em>supra (concluding that a county was not subject to statute authorizing garnishment of a “person, body politic or corporate”).</p>\n<p id=\"b834-7\">{¶ 14} When the General Assembly intends the state, its political subdivisions, or governmental agencies or officials to be subject to a garnishment proceeding, it clearly and unequivocally expresses that intention. See, e.g., R.C. 124.10(A) (authorizing an action or proceeding against the state for garnishment of a state employee’s compensation); R.C. 148.09 (authorizing garnishment of public employee deferred compensation benefits in statutorily prescribed circumstances); R.C. 3770.07(D)(2)(b) (authorizing garnishment of a lottery prize winner’s unpaid state lottery winnings only in statutorily prescribed circumstances).</p>\n<p id=\"b834-8\">{¶ 15} As relevant here, the legislature expressly authorized service of process of garnishment upon designated county officials in proceedings brought under R.C. Chapter 2715. Specifically, R.C. 2715.12 authorizes “service of process of <page-number citation-index=\"1\" label=\"801\">*801</page-number>garnishment <em>under this chapter </em>upon the sheriff, coroner, clerk, constable, master commissioner, marshal of a municipal corporation, or other officer having in his possession any money, claim, or other property of the defendant, other than personal earnings.” (Emphasis added.) By its express terms, however, R.C. 2715.12 applies only to garnishments under R.C. Chapter 2715.</p>\n<p id=\"b835-5\">{¶ 16} In this case, plaintiff sought a nonwage garnishment of FCJFS pursuant to R.C. Chapter 2716. The provisions of R.C. Chapter 2716 relating to a nonwage garnishment do not include a statute comparable to R.C. 2715.12. By contrast, R.C. Chapter 2716 authorizes a nonwage garnishment only upon “a person.” Specifically, R.C. 2716.01(B) provides that “[a] person who obtains a judgment against another person may garnish the property, other than personal earnings,” of the other person “if the property is in the possession of a <em>person </em>other than the person against whom judgment was obtained, only through a proceeding in garnishment and <em>only in accordance with this chapter.” </em>(Emphasis added.) See also R.C. 2716.11(B) (requiring the judgment creditor to file an affidavit that “the affiant has a reasonable basis to believe that the <em>person </em>named in the affidavit <em>as the garnishee </em>may have property, other than personal earnings, of the judgment debtor”). (Emphasis added.) Because the term “person” is not defined in R.C. Chapter 2716, we look to R.C. 1.59 for its meaning. R.C. 1.59(C) defines a “person” to include “an individual, corporation, business trust, estate, trust, partnership, and association.”</p>\n<p id=\"b835-6\">{¶ 17} The definition of “person” provided in R.C. 1.59(C) is not exclusive, and a county agency may, in some instances, be embraced within the meaning of “person” when that word is used in a statute. See, e.g., <em>Hamilton Cty. Bd. of Mental Retardation &amp; Dev. Disabilities v. Professionals Guild of Ohio </em>(1989), 46 Ohio St.3d 147, 545 N.E.2d 1260 (determining that a county agency was a “person” entitled to appeal a decision of the State Employment Relations Board pursuant to R.C. 119.12). Nonetheless, because legislative consent for counties and their agencies to be garnished must be stated explicitly, not impliedly, R.C. Chapter 2716’s use of “person” in describing or referring to a “garnishee” in nonwage garnishment proceedings does not authorize counties and their agencies to be summoned as a garnishee in a nonwage garnishment action under that chapter.</p>\n<p id=\"b835-7\">{¶ 18} Without express statutory authorization for counties and their agencies to be summoned as a garnishee in a nonwage garnishment action under R.C. Chapter 2716, plaintiff could not maintain the garnishment proceedings against FCJFS. The trial court as a result had no valid basis to summon FCJFS as a garnishee in the proceedings. Therefore, the court’s order and notice of garnishment summoning FCJFS as a garnishee in the proceedings under R.C. Chapter 2716 is invalid. Because the trial court’s order and notice of garnishment that <page-number citation-index=\"1\" label=\"802\">*802</page-number>underlies its judgment of contempt against FCJFS is invalid, the trial court could not lawfully hold FCJFS in contempt for failing to satisfactorily answer and comply with the underlying garnishment order.</p>\n<p id=\"b836-5\">{¶ 19} Accordingly, the first assignment of error is sustained, and we reverse the contempt judgment as based upon an invalid underlying order. Because our resolution of the first assignment of error disposes of this appeal, the remaining assignments of error are moot, and we do not address them.</p>\n<p id=\"b836-6\">IY. Conclusion</p>\n<p id=\"b836-7\">{¶ 20} Having sustained the first assignment of error, and not reaching the remaining assignments of error, we reverse the contempt judgment against FCJFS.</p>\n<p id=\"b836-8\">Judgment reversed.</p>\n<judges id=\"b836-9\">Brown and Sadler, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}