{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"661\" lastpage=\"666\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Conway E. DENNIS a/k/a Conway Earl Dennis a/k/a KC, Appellant\n  <br/>\n  v.\n  <br/>\n  STATE of Mississippi, Appellee\n </parties>\n <docketnumber id=\"p-2\">\n  NO. 2017-KA-00815-COA\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Mississippi.\n </court>\n <decisiondate id=\"p-4\">\n  November 27, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  ATTORNEY FOR APPELLANT: OFFICE OF STATE PUBLIC DEFENDER BY: W. DANIEL HINCHCLIFF\n </attorneys>\n <attorneys id=\"p-6\">\n  ATTORNEY FOR APPELLEE: OFFICE OF THE ATTORNEY GENERAL BY: LAURA H. TEDDER, JACKSON\n </attorneys>\n <judges id=\"p-7\">\n  BEFORE GRIFFIS, P.J., WILSON AND WESTBROOKS, JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   GRIFFIS, P.J., FOR THE COURT:\n  </author>\n  <p id=\"p-9\">\n   ¶ 1. Conway E. Dennis appeals his conviction of aggravated assault and argues the circuit court failed to properly instruct the jury regarding the elements of the crime. We find no error and affirm.\n  </p>\n  <p id=\"p-10\">\n   FACTS AND PROCEDURAL HISTORY\n  </p>\n  <p id=\"p-11\">\n   ¶ 2. On the night of September 22, 2015, Jerome Wolfe was injured when he was run over by a minivan driven by Dennis. Dennis's girlfriend, Shayla Williams, once dated Wolfe, and the two were the parents of a daughter. Earlier that evening, Williams went to see Wolfe to pick up some money for their daughter. According to Wolfe, he and Williams were \"intimate.\" While with Wolfe, Williams received a phone call from Dennis. Williams and Dennis began to argue, and Williams subsequently left Wolfe's apartment.\n  </p>\n  <p id=\"p-12\">\n   ¶ 3. Shortly thereafter, Dennis and Williams returned to the apartment. Dennis was driving a blue minivan, and Williams was in the passenger seat. When Dennis and Williams arrived at the apartment,\n   Wolfe and his friend Damien Dawkins were outside. Dennis parked the vehicle about ten feet from the apartment door, blocking the exit to the apartment complex. As Dennis exited the vehicle, he and Wolfe began to argue. A verbal altercation occurred with threats of a \"one-on-one\" fight.\n  </p>\n  <p id=\"p-13\">\n   ¶ 4. As Wolfe was walking toward the street in preparation for a fight, he heard Dawkins yell. Wolfe turned around and saw Dennis in the minivan. Wolfe was standing behind the minivan and could see Dennis's eyes in the vehicle's side mirror. According to Wolfe, Dennis was looking directly at him. Dennis backed up the minivan and ran over Wolfe. Dennis then drove the minivan forward and, once again, backed over Wolfe. Dennis subsequently sped off. As a result of the incident, Wolfe suffered injuries including a broken hip, two sprained ankles, and an abrasion to his left ear.\n  </p>\n  <p id=\"p-14\">\n   ¶ 5. Following the incident, Dennis was apprehended and interviewed by Detective Jeremy Dunaway with the Hattiesburg Police Department. Dennis provided a statement to Detective Dunaway. According to Dennis, when he arrived at the apartment, two men, one being Wolfe, approached the minivan. Dennis felt threatened and thought he was being \"ambushed.\" As a result, Dennis proceeded to back up the vehicle in order to leave the apartment complex. Dennis stated he knew he had hit something but did not know that he had hit Wolfe.\n  </p>\n  <p id=\"p-15\">\n   ¶ 6. At trial, Williams testified on behalf of Dennis. Williams denied that Dennis intended to hit Wolfe. When Williams told Dennis that he had hit Wolfe, Dennis responded, \"[O]h my God, baby, I didn't mean to.\"\n  </p>\n  <p id=\"p-16\">\n   ¶ 7. Dennis was convicted of aggravated assault and sentenced to fifteen years, with seven years suspended, leaving eight years to serve in the custody of the Mississippi Department of Corrections, followed by five years of postrelease supervision. Dennis subsequently filed a motion for a judgment notwithstanding the verdict (JNOV) or, alternatively, a new trial, which the circuit court denied. Dennis now appeals and argues the circuit court improperly instructed the jury regarding the elements of aggravated assault.\n  </p>\n  <p id=\"p-17\">\n   STANDARD OF REVIEW\n  </p>\n  <p id=\"p-18\">\n   ¶ 8. \"Jury instructions are generally within the discretion of the [circuit] court[,] and the settled standard of review is abuse of discretion.\"\n   <em>\n    Bailey v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"7021193\" index=\"0\" url=\"https://cite.case.law/so-3d/78/308/#p315\">\n    78 So.3d 308\n   </extracted-citation>\n   , 315 (¶ 20) (Miss. 2012). \"The instructions are to be read together as a whole, with no one instruction to be read alone or taken out of context.\"\n   <em>\n    <extracted-citation case-ids=\"7021193\" index=\"1\" url=\"https://cite.case.law/so-3d/78/308/#p315\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"When read together, if the jury instructions fairly state the law of the case and create no injustice, then no reversible error will be found.\"\n   <em>\n    <extracted-citation case-ids=\"7021193\" index=\"2\" url=\"https://cite.case.law/so-3d/78/308/#p315\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-19\">\n   ANALYSIS\n  </p>\n  <p id=\"p-20\">\n   ¶ 9. Pursuant to Mississippi Code Annotated section 97-3-7(2)(a)(ii) (Rev. 2014), a person is guilty of aggravated assault if he \"attempts to cause or purposely or knowingly causes bodily injury to another with a deadly weapon or other means likely to produce death or serious bodily harm.\" The indictment alleged that Dennis \"did unlawfully, feloniously, willfully, and purposely cause bodily injury to ... Wolfe, by means likely to produce death or serious bodily injury, to-wit: by driving over ... Wolfe with a car ....\" It is undisputed that the indictment did not allege that Dennis caused bodily injury to Wolfe with a deadly weapon.\n  </p>\n  <p id=\"p-21\">\n   ¶ 10. Jury Instruction S-3 was given by the circuit court and advised the jury as follows:\n  </p>\n  <blockquote id=\"p-22\">\n   [I]t is a question of fact for you to determine whether the vehicle claimed to have been used by [Dennis] was a deadly weapon in the manner it was used in this case.\n  </blockquote>\n  <blockquote id=\"p-23\">\n   A deadly weapon may be defined as any object, article, or means which, when used as a weapon is, under the existing circumstances, reasonably capable of or likely to produce death or serious bodily harm to a human being upon whom the object, article, or means is used as a weapon.\n  </blockquote>\n  <p id=\"p-24\">\n   ¶ 11. Dennis argues the circuit court erred in giving Jury Instruction S-3. Specifically, Dennis argues the circuit court \"improperly instructed the jury in giving an instruction on an automobile as a deadly weapon where deadly weapon was not part of the indictment and where said instruction instructed the jury to presume an element of the crime.\" He claims Jury Instruction S-3 constructively amended the indictment, deprived him of a defense, and created an impermissible presumption that an automobile is automatically a deadly weapon. As a result, Dennis claims his conviction should be reversed and his case remanded for a new trial. We disagree.\n  </p>\n  <p id=\"p-25\">\n   ¶ 12. Dennis failed to object to Jury Instruction S-3 at trial. \"Normally, failure to object to a jury instruction serves as a procedural bar to appellate review.\"\n   <em>\n    Heidelberg v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"8398160\" index=\"3\" url=\"https://cite.case.law/so-2d/976/948/#p949\">\n    976 So.2d 948\n   </extracted-citation>\n   , 949 (¶ 8) (Miss. Ct. App. 2007). However, \"[w]here a party has forfeited an objection by failing to urge it at trial, an appellate court may exercise discretion to correct the error-but only where the error is clear or obvious and affects the party's substantial rights.\"\n   <em>\n    Faulkner v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"7000360\" index=\"4\" url=\"https://cite.case.law/so-3d/109/142/#p146\">\n    109 So.3d 142\n   </extracted-citation>\n   , 146-47 (¶ 15) (Miss. Ct. App. 2013). \"An appellate court should correct a plain forfeited error affecting substantial rights if the error seriously affects the fairness, integrity or public reputation of judicial proceedings.\"\n   <em>\n    <extracted-citation case-ids=\"7000360\" index=\"5\" url=\"https://cite.case.law/so-3d/109/142/#p146\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7000360\" index=\"5\" url=\"https://cite.case.law/so-3d/109/142/#p146\">\n    at 147\n   </extracted-citation>\n   (¶ 15) (internal quotation marks omitted).\n  </p>\n  <p id=\"p-26\">\n   ¶ 13. According to Dennis, the aggravated assault statute \"makes it plain that it is an either or situation ...; [i]njury may be caused by a deadly weapon\n   <em>\n    or\n   </em>\n   by means likely to produce death or serious bodily injury.\" He argues that \"[w]hen the State chose to indict only upon 'other means likely to produce death or serious bodily injury' without specifying or including 'deadly weapon,' it then was precluded from introducing 'deadly weapon' as an element in the jury instructions.\"\n  </p>\n  <p id=\"p-27\">\n   ¶ 14. However, the State did not \"introduc[e] 'deadly weapon' as an element in the jury instructions.\" Indeed, the elements instruction, Jury Instruction S-1, did not include \"deadly weapon\" as an essential element of aggravated assault. Instead, Jury Instruction S-1 instructed the jury as follows:\n  </p>\n  <blockquote id=\"p-28\">\n   If you find from the evidence beyond a reasonable doubt that:\n  </blockquote>\n  <blockquote id=\"p-29\">\n   1. Conway Dennis, on or about September 22, 2015, in Forrest County, Mississippi;\n  </blockquote>\n  <blockquote id=\"p-30\">\n   2. knowingly caused bodily injury to ... Wolfe, by means likely to produce death or serious bodily injury, to wit: by running over ... Wolfe with a car; and\n  </blockquote>\n  <blockquote id=\"p-31\">\n   3. that such behavior was not done in necessary self defense, accident, or misfortune; then you shall find ... Dennis, guilty of aggravated assault.\n  </blockquote>\n  <blockquote id=\"p-32\">\n   If the State has failed to prove any one or more of the above listed elements beyond a reasonable doubt, then you shall find ... Dennis, not guilty of aggravated assault.\n  </blockquote>\n  <p id=\"p-33\">\n   ¶ 15. Jury Instruction S-1 was the only instruction that advised the jury of the essential elements of the crime. Jury Instruction S-1 tracked the language of the\n   indictment and the aggravated assault statute and accurately followed the requisite elements of the crime.\n  </p>\n  <p id=\"p-34\">\n   ¶ 16. The \"deadly weapon\" language at issue in Jury Instruction S-3 was not included in the elements instruction. In other words, the jury was not instructed that in order to find Dennis guilty of aggravated assault, it must find beyond a reasonable doubt that the minivan was a deadly weapon. Thus, Jury Instruction S-3 did not alter the elements of proof necessary for conviction and did not affect the verdict. Moreover, Jury Instruction S-3 did not affect Dennis's defense. Indeed, Dennis's defense of accident was equally available to him with or without Jury Instruction S-3.\n  </p>\n  <p id=\"p-35\">\n   ¶ 17. \"[F]ailure to submit to the jury the essential elements of the crime is fundamental error.\"\n   <em>\n    Heidelberg\n   </em>\n   ,\n   <extracted-citation case-ids=\"8398160\" index=\"6\" url=\"https://cite.case.law/so-2d/976/948/#p949\">\n    976 So.2d at 949\n   </extracted-citation>\n   (¶ 9) (internal quotation marks omitted). Here, Jury Instruction S-1 instructed the jury regarding the essential elements of the crime of aggravated assault, as alleged in the indictment. Despite Dennis's assertion, Jury Instruction S-3 did not constructively amend the indictment and did not adversely affect his defense. Thus, no fundamental error occurred.\n  </p>\n  <p id=\"p-36\">\n   ¶ 18. Dennis further argues Jury Instruction S-3 is \"peremptory in nature\" and \"allowed [the jury] to simply presume a van is automatically a deadly weapon and therefore did cause serious bodily injury.\" In support thereof, Dennis relies on\n   <em>\n    Henry v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"9432613\" index=\"7\" url=\"https://cite.case.law/so-2d/816/443/\">\n    816 So.2d 443\n   </extracted-citation>\n   (Miss. Ct. App. 2002), and\n   <em>\n    Caldwell v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"9578712\" index=\"8\" url=\"https://cite.case.law/so-2d/381/591/\">\n    381 So.2d 591\n   </extracted-citation>\n   (Miss. 1980). However, we find both cases distinguishable.\n  </p>\n  <p id=\"p-37\">\n   ¶ 19. In\n   <em>\n    Henry\n   </em>\n   , the circuit court refused an instruction which advised the jury that the defendant had \"declared his innocence\" and \"testified that he did not commit the crime which he [wa]s accused.\"\n   <em>\n    Henry\n   </em>\n   ,\n   <extracted-citation case-ids=\"9432613\" index=\"9\" url=\"https://cite.case.law/so-2d/816/443/\">\n    816 So.2d at 447\n   </extracted-citation>\n   (¶ 16). On appeal, this Court found the circuit court properly refused the instruction since it \"appear[ed] to comment on the weight of the evidence\" and \"improperly direct[ed] the jury's attention to [the defendant's] declaration of innocence.\"\n   <em>\n    <extracted-citation case-ids=\"9432613\" index=\"10\" url=\"https://cite.case.law/so-2d/816/443/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9432613\" index=\"10\" url=\"https://cite.case.law/so-2d/816/443/\">\n    at 447-48\n   </extracted-citation>\n   (¶ 18).\n  </p>\n  <p id=\"p-38\">\n   ¶ 20. Additionally, in\n   <em>\n    Caldwell\n   </em>\n   , the circuit court refused multiple instructions which advised the jury that an officer's attempted arrest of the defendant was unlawful.\n   <em>\n    Caldwell\n   </em>\n   ,\n   <extracted-citation case-ids=\"9578712\" index=\"11\" url=\"https://cite.case.law/so-2d/381/591/\">\n    381 So.2d at 595\n   </extracted-citation>\n   . On appeal, the court found the instructions were properly refused since the instructions were peremptory in form and excluded from consideration the jury's right to find that the officer was doing a lawful act.\n   <em>\n    <extracted-citation case-ids=\"9578712\" index=\"12\" url=\"https://cite.case.law/so-2d/381/591/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9578712\" index=\"12\" url=\"https://cite.case.law/so-2d/381/591/\">\n    at 596\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-39\">\n   ¶ 21. Here, Jury Instruction S-3 does not comment on the weight of the evidence or allow the jury to make certain presumptions. Additionally, Jury Instruction S-3 is not peremptory in nature. It does not direct the jury to make a specific finding in favor of a party. Instead, Jury Instruction S-3 unnecessarily advises the jury of the definition of \"deadly weapon.\"\n  </p>\n  <p id=\"p-40\">\n   ¶ 22. In\n   <em>\n    Harrell v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"6952513\" index=\"13\" url=\"https://cite.case.law/so-3d/134/266/\">\n    134 So.3d 266\n   </extracted-citation>\n   , 270 n.1 (Miss. 2014), the court noted \"that the capital-murder instruction incorrectly stated that the killing had to have been done with malice[,]\" despite no such requirement for capital murder. However, the court found that because the error favored the defendant by increasing the State's burden of proof, no reversible error occurred.\n   <em>\n    <extracted-citation case-ids=\"6952513\" index=\"14\" url=\"https://cite.case.law/so-3d/134/266/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-41\">\n   ¶ 23. Here, as in\n   <em>\n    Harrell\n   </em>\n   , the unnecessary language in Jury Instruction S-3 does not prejudice Dennis. The instruction does not direct the jury to a conclusion regarding any element of the crime and does not deprive Dennis of his defense of accident. Dennis's defense of accident was equally available to him whether the vehicle was considered a \"deadly weapon\" or \"other\n   means likely to produce death or serious bodily harm.\"\n  </p>\n  <p id=\"p-42\">\n   CONCLUSION\n  </p>\n  <p id=\"p-43\">\n   ¶ 24. Upon review, we do not find Jury Instruction S-3 prejudiced Dennis's defense or affected his substantial rights or the fairness, integrity, or public reputation of the judicial proceeding. When read together as a whole, the instructions fairly state the law of the case and create no injustice. Accordingly, we affirm the circuit court's judgment.\n  </p>\n  <p id=\"p-44\">\n   ¶ 25.\n   <strong>\n    AFFIRMED.\n   </strong>\n  </p>\n  <p id=\"p-45\">\n   LEE, C.J., IRVING, P.J., BARNES, CARLTON, FAIR, WILSON, GREENLEE AND WESTBROOKS, JJ., CONCUR. TINDELL, J., CONCURS IN RESULT ONLY WITHOUT SEPARATE WRITTEN OPINION.\n  </p>\n </opinion>\n</casebody>\n"
  }
}