{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"67\" lastpage=\"67\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Luis LA-CASSE, Appellant,\n  <br/>\n  v.\n  <br/>\n  The STATE of Florida, Appellee.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 3D18-2528\n </docketnumber>\n <court id=\"p-3\">\n  District Court of Appeal of Florida, Third District.\n </court>\n <decisiondate id=\"p-4\">\n  Opinion filed February 6, 2019\n  <br/>\n  Rehearing Denied February 27, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Luis La-Casse, in proper person.\n </attorneys>\n <attorneys id=\"p-6\">\n  Ashley Brooke Moody, Attorney General, and Sandra Lipman, Assistant Attorney General, for appellee.\n </attorneys>\n <judges id=\"p-7\">\n  Before EMAS, C.J., and SCALES and HENDON, JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   PER CURIAM.\n  </author>\n  <p id=\"p-9\">\n   In two previous decisions, this court found procedural deficiencies in the process leading up to the trial court's orders precluding Luis La-Casse from filing any further pro se pleadings in lower court case number F04-29879.\n   <em>\n    See\n   </em>\n   <em>\n    La-Casse v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"12680477,12680478\" index=\"0\" url=\"https://cite.case.law/so-3d/255/507/\">\n    255 So.3d 507\n   </extracted-citation>\n   (Fla. 3d DCA 2018) and\n   <em>\n    La-Casse v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"12367656\" index=\"1\" url=\"https://cite.case.law/so-3d/223/1129/\">\n    223 So.3d 1129\n   </extracted-citation>\n   (Fla. 3d DCA 2017). In each of those previous decisions, this court reversed and remanded, ultimately directing the trial court to consider La-Casse's responses to the order to show cause and thereafter to enter an appropriate order either permitting or precluding further pro se filings by La-Casse.\n  </p>\n  <p id=\"p-10\">\n   Upon remand, a successor trial judge was assigned to this cause. The successor judge conducted a thorough review of the record, including all of La-Casse's responses to the show cause order, and issued an order on November 8, 2018 (and a supplemental order on November 14, 2018) precluding further pro se filings.\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-11\">\n   La-Casse has now filed a petition seeking this court's issuance of a writ of certiorari, asserting that the trial court departed from the essential requirements of the law in entering the November 8 and November 14 orders prohibiting La-Casse \"from filing any petitions and/or motions, unless accompanied by a certificate of merit signed by a member in good standing of the Florida Bar.\" La-Casse further contends that the entry of these orders constitutes irreparable harm, resulting in a manifest injustice that must be corrected.\n  </p>\n  <p id=\"p-12\">\n   We treat La-Casse's petition as a direct appeal from the trial court's orders of November 8 and November 14, rather than a petition for writ of certiorari. Having reviewed the thoughtful and thorough orders of the trial court, as well as the record below, which amply support the trial court's determinations, we affirm.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-15\">\n    The supplemental order was necessitated by La-Casse's filing of a supplemental response to the show cause order. La-Casse's supplemental response was docketed with the clerk on November 7, 2018, but the trial court was unaware of this pleading until after it entered its November 8, 2018 order. Once the trial court was made aware of this supplemental response, the trial court considered the merits of the supplemental response and thereafter entered its supplemental order on November 14, 2018.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}