{
  "casebody": {
    "data": "<casebody firstpage=\"124\" lastpage=\"135\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b144-6\">Poe <em>v. </em>Dixon.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b144-7\"><em>Grantee of realty </em>— Assumes <em>payment of previous mortgage debt on land </em>— Grantor <em>of mortgage also bound for payment of </em>debt— <em>Grantor is surety of grantee </em>— Respective <em>rights </em>— Statute <em>of limitations.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b144-8\">1. Where the grantee of a parcel of real estate as part of the purchase price thereof assumes to pay a debt secured thereon by a mortgage, the grantor being also personally bound for the payment, such assumption as between the grantor and grantee constitutes the grantee the principal debtor and the grantor his surety.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b144-10\">2. Where in such case the assumption of the debt, the deed being a deed poll, is recited in the deed in substantially the following terms: ‘ ‘ The premises are subject to mortgages and notes to the amount of $...............with interest, which the grantee assumes to pay,” the promise thus arising runs, not to the grantor, but to the mortgagee, whose debt is thus assumed, and the latter, although he is not a party to the deed and may not have known of the arrangement when it was made, may when the promise comes to his knowledge, maintain an action thereon.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b144-14\">3. If in such case the mortgage is foreclosed and the land sold to pay the debts, leaving unpaid a portion thereof, which the grantor pays, the latter can not maintain an action for in<page-number citation-index=\"1\" label=\"125\">*125</page-number>demnity on the recital in the deed, the promise therein not running to him, but must resort to an action on the implied promise of indemnity which arises in every instance where a surety pays the debt of his principal.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b145-6\">4. In such case the cause of action accrues at the, time the grantor pays the debt, and being one founded on an implied promise, is barred by section 4981, Revised Statutes after the expira- . tion of six years.</headnotes>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b145-8\">(Decided March 8, 1899.)</decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b145-9\">Error to the Circuit Court of Cuyahoga county.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b145-10\">This action was brought in’the court of common pleas of Cuyahoga county by the plaintiff in error, Adam W. Poe, against the defendant in error, Flora A. Dixon, to recover against her on account of certain sums of money he had been compelled to pay as her surety. He recovered in the court of common pleas the amount claimed, which judgment the circuit court on error reversed. Thereupon the plaintiff in error instituted proceedings in this court to reverse the judgment of the circuit court and to affirm that of the court of common pleas. The facts will be stated in the opinion.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b145-11\"><em>E. J. Hart </em>and <em>Burke &amp; Ingersoll, </em>for plaintiff in error.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b145-12\"><em>(a) </em>The contract relied upon in plaintiff’s petition, namely, that defendant assumed and promised to pay the mortgage indebtedness existing upon the property transferred by plaintiff' to her, was in writing, and the statute of limitations did not run against the same for the period of fifteen years, as provided by Revised Statutes, section 4980. Wood on Frauds, section 364; <em>Allen </em>v. Bennet, 3 Taunt, 173.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b145-13\"><em>(b) </em>If it should be held that under the allegations of the petition the only contract that plaintiff <page-number citation-index=\"1\" label=\"126\">*126</page-number>could rely upon was that expressed in the deed delivered from plaintiff to defendant, then the fact that such contract was wholly executed takes it out from the statute of frauds and the acceptance by defendant of the deed of plaintiff containing- the written provision that defendant assumed and agreed to pay said mortgages, constituted the same such a contract in writing that the statute did not run against it for fifteen years.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b146-5\"><em>Himrod Furnace Co. </em>v. <em>The Cleveland &amp; Mahoning R. R</em>., 22 Ohio St., 451; <em>Durant </em>v. <em>Brown, </em>executor, 10 Eng. Common Law Reports, 202.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b146-6\">The attornejr for the defendant has argued this case in both of the courts below upon the theory, that the plaintiff below occupied the position of a surety, and that, therefore, the only contract existing between him and defendant when he paid the mortgage indebtedness, which was primarily the debt of defendant, was an implied contract on the part of the defendant or principal that he would reimburse his surety, and that, therefore, the Statute of Limitations had run against the claim of plaintiff after the expiration of six years.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b146-7\">If it were not for the words, “which the grantee assumes and hereby agrees to pay,” which were written into the body of the deed and which we have shown above were a part of the contract in writing signed by the parties at the time the transaction took place, then the plaintiff’s contention — ■ that the contract' between a principal and surety, by which the principal ag-rees to reimburse his surety, is an implied contract — would be well taken; but the moment the parties put that agreement in writing an implied contract ceased to exist. The written agreement, it will be noticed, moreover, is different from the implied <page-number citation-index=\"1\" label=\"127\">*127</page-number>agreement; it is not that the grantee will repay the grantor if he has to pay the mortgage indebtedness, but a promise by the grantee to the grantor, made upon full consideration, namely, the exchange of the properties that she will pay the mortgage indebtedness, a promise upon which the mortgagee could have sued her and held her responsible instead of proceeding against the grantor, Poe, had the mortgagee seen fit so to do. <em>Corbett </em>v. Waterman, 11 Ia., 86.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b147-6\"><em>Dickey, Brewer, Bentley &amp; </em>McGowan, for defendant in error.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"b147-7\">Where a promise is made to one for the benefit of another, the latter may obtain an action thereon in his own name. <em>Brewer </em>v. Maurer, 38 Ohio St., 543; <em>Trimble </em>v. <em>Strothers, </em>25 Ohio St., 378; <em>Emmet </em>v. <em>Brophy, </em>42 Ohio St., 88; <em>Crumbaugh </em>v. <em>Kugler, </em>3 Ohio St., 549; <em>Bagaley </em>v. <em>Waters, </em>7 Ohio St., 367; <em>Thompson </em>v. <em>Thompson, </em>4 Ohio St., 333.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b147-8\">1. The relation of principal and surety, with all its incidents, existed between the plaintiff and defendant. Cal<em>vo </em>v. <em>Davies, </em>73 N. Y., 212; 24 Am. &amp; Eng. Encyc. of Law, 718 and 719; 98 Ill., 293; 26 N. J., 504, (6 Syll.); 96 Ind., 377; 5 Conn., 596; 3 Pomeroy’s Eq. Jur., section 1206; also volume 2, note 1, section 798; <em>Huyler's Exrs. </em>v. <em>Atwood, </em>26 N. J., 504.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b147-9\">2. The relation of principal and surety existing at the time the payments were made by the plaintiff to recover which, this action was brought, the cause of action accrued when the payments were made, and is based on the implied agreement of the grantee, Dixon, to indemnify the grantor, Poe. <em>Williams, Admr., </em>v. <em>Williams, </em>Admr., 5 Ohio, 444; <em>Neilson </em>&amp; <em>Churchill </em>v. Fry, 16 Ohio St., 552; <em>Neal </em><page-number citation-index=\"1\" label=\"128\">*128</page-number><em>v. Nash, </em>23 Ohio St., 483; <em>Kamp </em>v. <em>Bostwick, </em>20 Ohio St., 337; <em>Brewer </em>v. <em>Maurer, </em>38 Ohio St., 543.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b148-5\">3. The relation of principal and surety existing, and the action being on the implied contract, the six year limitation controlled and was properly applied by the circuit court. <em>Thayer </em>v. <em>Daniels, </em>110 Mass., 345; Wood on Limitations, section 35; 24 Am. &amp; Eng. Eneyc. of Law, 792, par. 9; Brandt on Suretyship, section 295; <em>Bullock </em>v. <em>Campbell, </em>9 Gill. (Md.), 182; <em>Stone </em>v. <em>Hammell, </em>83 Cal., 547; <em>Thayer </em>v. <em>Daniels, </em>110 Mass., 345; 1 Wood on Limitations, section 145, (2 Ed.); <em>Ward </em>v. <em>Henry, </em>2 Conn., 595.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b148-6\">Bradbury, C. J.</author>\n<p id=\"A7\">It appears by the record that for a valuable consideration plaintiff in error conveyed to the defendant in error certain real estate situate in the city of Cleveland, Ohio; that three mortgages were held against the land thus conveyed, for the payment of which the plaintiff in error, Poe, was personally bound by his having assumed their payment as part of the consideration for a former conveyance to him of the same premises; and that when he sold the premises to the defendant in error she assumed the payment of these identical mortgage debts as part of the consideration for the conveyance to her. The assumption by her of these mortgage debts was recited in the deed that conveyed the premises to her. This conveyance was made April 7, 1879. On the tenth day of June following an action was begun by one of the mortgagees, which resulted in the foreclosure of the several mortgages and a sale of the premises on April 6, 1880, for a sum insufficient to pay the mortgage debts, which she had assumed as aforesaid, the deficiency amount<page-number citation-index=\"1\" label=\"129\">*129</page-number>ing to $2,195.53. Mrs. Dixon failing to pay this deficiency it was paid by the plaintiff in error at different times, the last payment being made on July 20, 1886. And on March 6,1894, nearly eight years thereafter he began this action to recover of her the aggregate amount thus paid, with interest on the respective payments from the time they were severally made.</p>\n<p id=\"b149-6\">This statement of facts shows that Mr. Poe, the plaintiff in error, had become personally bound for the payment of the debts, although they were also secured by mortgages on the premises involved, and it further shows that Mrs. Dixon, the defendant in error, had for a valuable consideration assumed their payment. A novation was not effected, that is, the mortgage creditors did not accept Mrs. Dixon’s promise to pay these debts in lieu of that of Mr. Poe, and discharge the latter. In fact it does not appear that the creditors had any knowledge of the transaction. Mr. Poe, of course, could not shift from himself to her the obligation he was under to these creditors except by their consent. He, therefore, also remained personally liable for the payment of these debts, notwithstanding he had procured her to assume them.</p>\n<p id=\"b149-7\">However, although he was still bound to the creditors, yet as between himself and Mrs. Dixon the debts became hers. This result follows from the application of the plainest principles of natural justice to the facts. He was bound for these debts, and for a valuable consideration paid by him to her, she assumed to pay them and hold him harmless. The justness of requiring her to do this is so obvious that a rule of law which enforces that requirement needs no illustration or support <page-number citation-index=\"1\" label=\"130\">*130</page-number>from authority. Nevertheless, as it has received both illustration and support at the hands of the courts and authors, it may not be inappropriate to refer to some of them. <em>Paine, Receiver, </em>v. <em>Jones, </em>76 N. Y., 274; <em>Cornell </em>v. <em>Prescott et </em>al., 2 Barb. (N. Y.) 16; <em>Comstock </em>v. Drohan, 71 N. Y., 9; <em>Calvo </em>v. Davies, 8 Hun. (N. Y.), 222; same case, 73 N. Y., 211; <em>Shepherd </em>v. May, 115 U. S., 505; <em>Flagg </em>v. Geltmacher, 98 Ill., 293; 24 Am. &amp; Eng. Ency. of Law, 792; Brant on Suretyship, section 295; <em>Huyler’s Exrs. </em>v. <em>Atwood et al., </em>26 N. J. Eq., 504; <em>Ellis et al. </em>v. <em>Johnson, </em>96 Ind., 377.</p>\n<p id=\"b150-5\">As between themselves, the one who has thus assumed the debt is regarded as the principal debtor and the other as a surety, and they respectively incur the obligations and acquire the rights that are by law attached to the relation each occupies. 24 Am. &amp; Eng. Ency. Law, 719; <em>Flagg </em>v. <em>Geltmacher, </em>98 Ill., 292; Bayless on Sureties and Guarantors, 490; <em>Comstock </em>v. <em>Drohan, </em>71 N. Y., 13; <em>Cornell </em>v. <em>Prescott, </em>2 Barb. (N. Y.), 16; <em>Calvo </em>v. <em>Davies, </em>73 N. Y., 211; <em>Huyler's Exrs. </em>v. <em>Atwood et al. </em>26 N. J. Eq., 504.</p>\n<p id=\"b150-6\">The authorities supporting this proposition are numerous, but a further citation of them is unnecessary.</p>\n<p id=\"b150-7\">The plaintiff in error, therefore, when he paid the deficiency before alluded to, was entitled to reimbursement from the defendant in error. This deficiency, however, he paid in installments, and. nearly eight years elapsed between the last payment and the commencement by him of the present action to obtain indemnity. This lapse of time appeared on the face of the petition. The six years’ statute of limitation was invoked by a demurrer to the petition, a practice recognized in <page-number citation-index=\"1\" label=\"131\">*131</page-number>this state. The chief contention made by counsel was over this question. Our statute limiting the commencement of actions provides (section 4980, Revised Statutes): “An action upon a specialty or an agreement, contract or promise in writing,” shall be brought within fifteen years “after the cause of action accrues.” Section 4981, Revised Statutes, provides: “An action-upon a contract not in writing, either expressed or implied,” shall be brought within six years “after the cause of action accrues. ’ ’ The authorities are quite numerous in holding that a surety who has paid a debt for his principal may maintain an action on the implied promise of indemnity. The security having paid a' debt which the principal ought to have paid, the law raises (or implies) a promise on the part of the principal to reimburse the surety, and the latter may maintain an action on the implied promise as for money paid for the use of * the principal. <em>Hill et al. </em>v. <em>Wright el </em>al., 23 Ark., 530; <em>Appleton et al. </em>v. <em>Bascom et al., </em>3 Met (Mass.), 169; <em>Homes </em>v. <em>Weed, </em>19 Barb (N. Y.), 128; <em>Tom v. Goodrich, </em>2 Johns., 213; 1 Brandt on Suretyship &amp; Guar., 205-7; <em>Huntley </em>v. <em>Sanderson et al., </em>1 Cr. &amp; M., 467; 2 Barnard, 26.</p>\n<p id=\"b151-8\">Any further citation of authorities in support of a rule of law so firmly lodged in the jurisprudence of England and America is unnecessary even if it had not been heretofore recognized by this court. It is, howéver, as firmly established here as in the other states of the Union. <em>Williams' Admr. </em>v. <em>Williams' Admr., 5 </em>Ohio, 444; <em>Neilson et al. </em>v. <em>Fry, </em>16 Ohio St., 552; <em>Camp et al. </em>v. <em>Bostwich, </em>20 Ohio St., 337; <em>Oldham </em>v. Broom, 28 Ohio St., 41.</p>\n<p id=\"b151-9\">The rule that the period of limitation fixed for beginning an action of this kind is the same that <page-number citation-index=\"1\" label=\"132\">*132</page-number>applies generally to other actions upon implied and unwritten contracts, is also generally recognized. Bayless on Sureties and Guarantors, 335; <em>Sherrod </em>v. <em>Woodward, </em>4 Dev., L., 360; <em>Thayer </em>v. Daniels, 110 Mass., 345. This rule prevails in this state, and the period as fixed by statute above cited is six years. <em>Neilson et al. </em>v. <em>Fry, </em>16 Ohio St., 553. Plaintiff in error, however, through his counsel contends that he is not compelled to resort alone to an action as an implied promise, but may maintain an action on the recital in the deed and that ’the present action is so founded. This contention must be made good in order to avoid the bar of the six years statute, which it is seen would otherwise apply.</p>\n<p id=\"b152-4\">The obligation of Mrs. Dixon, the principal in this case, was in writing, that is, it was embodied in'the form of a recitation in the deed made to her for the premises on which the debts were secured by mortgage liens. The deed had not been recorded and was not produced at the trial, but as near as can be ascertained from parol evidence of its contents, the recitation was substantially as follows: “ The premises are subject to mortgages and notes to the amount of $--with interest * * * -which the grantee assumes to pay.” Pay to whom? To the creditors, or the persons who held the notes and the mortgages. It. was not a promise to pay anything to the plaintiff in error. Doubtless he might have taken from her a written undertaking to himself binding her to pay the creditors the debts involved, with a stipulation therein that if she did not and he was compelled on that account to pay them, that she would repay him the amount thus paid. That, of course, would fix on her a written obligation to indemnify <page-number citation-index=\"1\" label=\"133\">*133</page-number>him which we may concede would not be barred until fifteen years after it had accrued, as provided by section 4980, Revised Statutes, before quoted. This, however, he did not do, and must, therefore, rely on the recitation in the deed. This recitation as already stated contained no promise to pay anything to the plaintiff in error. It was a promise to pay a debt to the creditors. It inured to each of them severally, and each could have maintained for the recovery of his claim a separate action against Mrs. Dixon on the promise. <em>Brewer </em>v. <em>Maurer, </em>38 Ohio St., 543; <em>Emmitt </em>v. Brophy, 42 Ohio St., 82; <em>Thompson Admx. </em>v. <em>Thompson et al., </em>4 Ohio St., 333.</p>\n<p id=\"b153-6\">But examine the promise in any way one may choose, and no promise to the plaintiff in error will be found. True the relation of principal and surety was established between the plaintiff and the defendant from the time she assumed the payment of debts involved in the case. Her duty or obligation to indemnify him, in case he afterwards paid the debts, arose at the moment the relation was established. It sprang from the assumption, for a valuable consideration, of those debts. It is a consequence that attaches to the relation of principal and surety in every instance, however that relation may have been created. 24 Am. and Eng. Ency. Law, 774-5; <em>Rice </em>v. <em>Southgate, </em>16 Gray, 142; <em>Choteau </em>v. <em>Jones et al., </em>11 Ill., 300; <em>Barney </em>v. <em>Grover, </em>28 Vt., 391; <em>Martin </em>v. <em>Ellerbe's Admr., </em>70 Ala., 327; <em>Ward </em>v. <em>Henry, </em>5 Conn., 596.</p>\n<p id=\"b153-7\">The authorities say that under certain conditions and at any time after the relation is established and the debt has become due the plaintiff in error could have maintained in equity an action to compel her to pay these debts and thus relieve <page-number citation-index=\"1\" label=\"134\">*134</page-number>him from liability on their account. 24 Am. and Eng. Ency. Law, 789, and note 1. This also is an incident that necessarily' attaches to the relation, and the’ right of the plaintiff in error in this respect does not differ from what it would have been had he signed a promissory note or a bond as the surety of Mrs. Dixon. In such cases, as well as in the present case, the promise runs to the creditor, and in all three eases the relation of principal and' surety arose when the promise to the creditors was made, and the obligation of the principal to indemnify the surety if he afterwards paid the debt, came into existence at the same instant. The circumstances that the promise was embodied in a deed is not material. It would have been equally binding on Mrs. Dixon, equally beneficial to the creditors and equally potent to create between her and the plaintiff in error the relation of principal and surety if it had been accomplished by a separate instrument executed by Mrs. Dixon to the creditors in which the name of Mr. Poe did not appear. Mrs. Dixon did not sign the deed. It was a deed poll, executed by the grantors only, and the recitation involved here was binding on her only because she accepted and held under the deed that contained it. True Mr. Poe had a deep interest in her fulfilling the promise, but it was no greater and • no different from what that interest would have been if the promise had been embodied in a bond, note or other writing which bound her directly to those creditors.</p>\n<p id=\"b154-4\">‘Whatever other rights may have accrued to the plaintiff in error on account of the transaction or to whatever stage of such transaction his right to ultimate indemnity in case he paid the debt, had <page-number citation-index=\"1\" label=\"135\">*135</page-number>its origin, it is obvious that his right to call upon Mrs. Dixon to refund what he had paid in her behalf did not accrue to him until he had paid the debt or some part of it, which as between themselves she ought to have paid. Such payment is a prerequisite to his right to be reimbursed. Before he made it he could not have maintained an action for reimbursement. As soon as it was made his right of action was complete. •</p>\n<p id=\"b155-6\">We are, therefore, constrained to hold that the cause of’ action being for reimbursement, and arising out of the implied contract to indemnify that inheres in or attaches to the relation of principal and surety accrued when the payments were made, and in six years thereafter was barred by section 4981 Revised Statutes.</p>\n<p id=\"b155-7\">\n<em>Judgment affirmed,</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}