{
  "casebody": {
    "data": "<casebody firstpage=\"364\" lastpage=\"366\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b382-4\">Fort Worth &amp; Rio Grande Railway Company v. W. I. Bowen.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b382-5\">No. 1085.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-y\">Decided April 3, 1902.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b382-6\">Discovered Peril—Degree of Care—“All Reasonable Efforts.”</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b382-7\">A charge on the issue of negligence after discovery of peril incurred by a plaintiff through contributory negligence, which required defendant “to use all reasonable efforts at his command to avert the accident,” does not exact from defendant the use of more than ordinary care. (Pp. 365, 366.)</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b382-8\">Question certified from the Court of Civil Appeals for the Second District, in an appeal from Tarrant County.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b382-9\"><em>West, Smith &amp; Chapman, </em>for appellant, upon certified question. <em>(N. H. Lasseter </em>and <em>Robert Harrison </em>filed brief in the appellate court).</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"AAm\">In support of the proposition that a higher degree of care was thus exacted than the law requires the case of Railway v. Hartnett, 48 Southwestern Reporter, 775, with authorities there cited, is relied on. In the case mentioned, in discussing the point in issue, the court says: “The jury was told, in effect, that the railway in operating the engine was required to exercise all reasonable means in their power to prevent the injury. We find such expressions in some of the cases, but whenever the rule is so stated it is declared to be that the servants of the company operating the engine are required to use only such care as ordinarily prudent persons would exercise under like circumstances, and that is ordinary care.”</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b382-12\">It will be observed in the paragraph of the charge of the court referred to there is a total absence of anything informing the jury as to the degree of care, whether ordinary or otherwise, which appellant’s servants must have employed in the use of all reasonable means. The qualifying word “reasonable” relates to means, and there is no charge in this paragraph or other paragraph of the court’s charge as to ordinary care on the part of appellant’s servants or employes, in so far as the certified question and its statement discloses. Railway v. McDonald, 75 Texas, 45; Railway v. Smith, <em>52 </em>Texas, 184; Railway v. Beatty, 73 Texas, 592; Railway v. Gormley, 43 S. W. Rep., 877; Railway v. Smith, 87 Texas, 348; Railway v. Smith, 52 Texas, 184; Railway v. McCarty, 35 S. W. Rep., 675; Railway v. McElmurray, 25 S. W. Rep., 324; Railway v. Rip<page-number citation-index=\"1\" label=\"365\">*365</page-number>petoe, 64 S. W. Rep., 1017; Railway v. Stone, 56 S. W. Rep., 933; Sanches v. Railway, 88 Texas, 117; Railway v. Breadow, 90 Texas, 27; Railway v. Staggs, 39 S. W. Rep., 295; Railway v. Bishop, 37 S. W. Rep., 764; Railway v. McDonald, 52 S. W. Rep., 650; Railway v. Wallace, 53 S. W. Rep., 77.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b383-3\"><em>Carlock &amp; Gillespie, </em>for appellee.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AxB\">The case, as made by the testimony of Conductor Moore, being one of discovered danger or peril, the law is, as stated by the charge, that it was his duty, if he actually saw or knew of such peril, to use all reasonable means at his command to avert the accident; and if he failed so to do, and by reason thereof plaintiff was proximately caused to be injured, the defendant would be liable, and that without regard to whether plaintiff was himself guilty of negligence. Railway v. Breadow, 90 Texas, 27; Railway v. Staggs, 90 Texas, 461; Railway v. Magee, 92 Texas, 621; Sanches v. Railway 88 Texas, 119; Railway v. Weisen, 65 Texas, 447; Railway v. Sein, 11 Texas Civ. App., 391; Railway v. Hewitt, 67 Texas, 474; Railway v. Bishop, 14 Texas Civ. App., 509; Railway v. Collins, 15 Texas Civ. App., 24; Railway v. Wallace, 53 S. W. Rep., 77; Van Ardsdell’s Admr. v. Railway, 65 S. W. Rep., 859; Railway v. Cook, 60 N. W. Rep., 899; Wallace v. Railway, 37 Pac. Rep., 477; 2 Shearm. &amp; Redf. on Neg., 5 ed., secs. 483, 484.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b383-4\">BROWN, Associate Justice.</author>\n<p id=\"APQ\">The Court of Civil Appeals for the Second Supreme Judicial District has certified to this court the following statement and question:</p>\n<blockquote id=\"b383-5\">“This appeal, now pending before us, is from a verdict and judgment in favor of appellee for $7250 recovered as damages for personal injuries, received while in the service of appellant as a freight brakeman.</blockquote>\n<blockquote id=\"b383-6\">“One ground of recovery alleged, and relied on in the trial of the case was what is familiarly termed discovered negligence, that is, that the conductor of the train discovered that appellee was in a dangerous position in time to have prevented the injury if proper effort had been made by him to do so, and failed, through negligence, to prevent the collision which resulted in seriously injuring appellee. The testimony of the conductor tended to show that when he discovered the dangerous position of appellee, when the car was about ten or twelve feet from him, he promptly made an outcry to warn him of the impending danger, that this outcry attracted his attention and saved his life, and that if proper diligence had been used by appellee he would have seen the approaching car and avoided injury altogether. In other words, the testimony of the conductor tended to show that he was not guilty of negligence in the matter of warning appellee; but, on the other hand, the testimony of appellee and one other witness tended to show that the warning was not given until the collision occurred, which seemed to raise the inference that the conductor was negligent in not sufficiently warning appellee as soon as he discovered him in danger and in time for him to have avoided <page-number citation-index=\"1\" label=\"366\">*366</page-number>the injury. We refer in this connection to the testimony of the conductor and appellee as set out in briefs of counsel.</blockquote>\n<blockquote id=\"b384-3\">“In submitting this issue, the court gave the following charge, to which error is assigned: Tn this connection, you are further instructed that although you believe, under other instructions herein given you, that plaintiff was guilty of negligence in attempting to adjust the coupling at the time and under the circumstances he did, yet, if you further helieve from the evidence,that the conductor actually saw and knew of plaintiff’s dangerous position in time.to have prevented the injury by the use of the means at his command, and you find that said conductor .failed to use all reasonable efforts at his command to avert the accident, ■and you believe from the evidence that such failure, if any, on the part •of the said conductor was the proximate cause of plaintiff’s injuries, “then it will be your duty to find for the plaintiff.’</blockquote>\n<blockquote id=\"b384-4\">“We deem it advisable to certify to your honors for decision the question so raised and which -is thus stated in the second proposition under the thirty-fourth assignment of error: <em>‘It </em>was error to instruct the jury that the defendant was liable if the conductor failed to use “all reasonable efforts at his command to avert the injury.” The rule is that the-•conductor shall use ordinary care to avert the injury.’ In support of the proposition that a higher degree of care was thus exacted than the law requires, the case of Railway v. Hartnett, 48 Southwestern Reporter, 775, with the authorities there cited, is relied on.</blockquote>\n<blockquote id=\"b384-5\">“Having reached the conclusion that unless the giving of this charge requires the judgment to be reversed, it will have to be affirmed, we respectfully certify the question to your honors for decision.”</blockquote>\n<p id=\"b384-6\">The trial court committed no reversible error in the charge stated in the certificate.</p>\n<p id=\"b384-7\">The charge given stated a correct proposition of law as far as it went, and, if the defendant desired any supposed omission supplied, it should have asked a special charge embodying the desired addition. Cockrill v. Cox, 65 Texas, 675. The charge did not place upon the defendant any greater burden than is prescribed by law, for the jury undoubtedly understood from the use of the language, “reasonable effort,” that the law required the conductor to make such exertion to prevent the injury as a reasonably prudent man would under like circumstances. We are of ■opinion that the charge would not have been more favorable to the defendant if the qualification that it desired had been added, for it is manifest that any man of ordinary prudence would, under like conditions, use “all reasonable efforts at his command” to save the life of a fellow man.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}