{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"98\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b98-3\">\n<em>Northern District</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ab3\">No. 5633</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b98-4\">ALFRED PAGLIOCCA v. VINCENZO OLIVO d/b/a V. OLIVO &amp; SONS</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b98-6\">(June 25, 1962)</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b98-12\">Present: Brooks, P.J., Eno &amp; Connolly, JJ.</p>\n<p data-order=\"5\" data-type=\"judges\" id=\"b98-13\">Case tried to <em>Taylor, J.</em></p>\n<p data-order=\"6\" data-type=\"court\" id=\"Az3\">in the Second District (Waltham.) Court of Eastern Middlesex.</p>\n<docketnumber data-order=\"7\" data-type=\"docketnumber\" id=\"ATr\">No. 8896.</docketnumber>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b99-4\">\n<page-number citation-index=\"1\" label=\"93\">*93</page-number>\n<em>Connelly, J.</em>\n</author>\n<p id=\"A6S\">This is an action of contract for labor and materials furnished to the defendant by the plaintiff according to an account annexed (as amended). The answer of the defendant was a general denial and payment.</p>\n<p id=\"b99-5\">It would appear from the evidence that the plaintiff entered into a contract with the defendant to build a wall of stone and mortar and to be paid for the same at the rate of $24. per cubic yard of wall constructed. The construction of the wall was part of a contract undertaken by the defendant, the entire contract being under the supervision of the Massachusetts Department of Public Works, Chapter 90, Division. A state engineer measured the wall and on the basis of that measurement, the defendant received payment from the local authority.</p>\n<p id=\"b99-6\">A dispute arose between the plaintiff and the defendant as to how many yards of wall the plaintiff constructed under the contract and this action of contract is a result of that dispute.</p>\n<p id=\"b99-7\">At the trial the plaintiff summoned in “the keeper of records of the construction of the field-stone wall on Beaver Street, Waltham, under Chapter 90 of the Massachusetts General Laws”, and a copy of the said summons indicates that service was made upon one T. J. Whalen.</p>\n<p id=\"b99-8\">As a result of the summons having been served, Mr. Henry Holmes appeared in Court and testified that he was an Assistant <page-number citation-index=\"1\" label=\"94\">*94</page-number>District State Civil Engineer; that he was the supervisor of this particular job and had seen the plaintiff working on the wall; that an engineer under his direction had measured the wall in question and had made a report to him, which report had become a record of the Department of Public Works, the original of which record he had with him.</p>\n<p id=\"b100-4\">The attorney for the plaintiff next put the following question to Mr. Holmes :</p>\n<p id=\"b100-5\">QUESTION:</p>\n<blockquote id=\"b100-6\">“How many cubic yards ot wall were constructed according to the report?” The trial judge would not allow the question to be answered, nor the admission of the Department of Public Works’ report into evidence. The attorney for the plaintiff then requested that the ruling be reported. He then made an offer of proof which was, that the record of the Department of Public Works of. the Commonwealth of Massachusetts indicated that the wall in question contained one hundred forty-three and eight/tenths (143.8) cubic yards. The trial judge stated that he excluded this testimony on the ground that the witness was not the custodian of the records and further that the witness, although being the supervisor of the job, did not personally measure the wall.</blockquote>\n<p id=\"b100-7\">The exclusion of the testimony and the report was not error. The witness, not having made the measurement in question, could not properly testify to it. The report in <page-number citation-index=\"1\" label=\"95\">*95</page-number>question was a public document but it did not thereby become admissible evidence of the truth of its contents. Public documents are public records within G. L. .c. 4, §7, §26 but that definition exists for the purpose of construing “public records” as those words appear in the statutes and was not intended to make any changes in the rules of evidence. <em>Amory v. Commonwealth, </em>321 Mass. 240, 232.</p>\n<p id=\"b101-5\">It does not appear that the measurement described in the excluded report was a record which the Department of Public Works is required by statute to keep and as a .consequence, the report was not admissible as a public record. <em>C. v. Slavski, </em>245 Mass. 405 at 417; <em>Finnegan v. Checker Taxi Co., </em>300 Mass. page 62-70; <em>Canny v. Carrier, </em>333 Mass. page 382-383.</p>\n<p id=\"b101-6\">The record might have been admissible as one made in the “Regular Course of Business” under G. L. c. 233, §78 but before it could have been admitted under that section, a finding was required that it was made in good faith in the regular course of business. No such finding was expressly made. The exclusion of the record, without any express finding as to the circumstances, points to a contrary finding. We cannot say that the exclusion was wrong.” <em>Omansky v. Shain, </em>313 Mass. 129, 132.</p>\n<p id=\"b101-7\">There being no prejudicial error, the report is to be dismissed.</p>\n<attorneys id=\"b102-3\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>Wasserman &amp; Salter, of Boston, for the Plaintiff.</attorneys>\n<attorneys id=\"b102-4\">William E. Hays, of Boston, for the Defendant.</attorneys>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}