{
  "casebody": {
    "data": "<casebody firstpage=\"772\" lastpage=\"777\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b796-4\">[Civ. No. 8953.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A5f\">Fourth Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AtDm\">Oct. 23, 1968.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b796-5\">OHIO FARMERS INDEMNITY COMPANY, Plaintiff and Respondent, v. INTERINSURANCE EXCHANGE OF THE AUTOMOBILE CLUB OF SOUTHERN CALIFORNIA, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b797-7\"><page-number citation-index=\"1\" label=\"773\">*773</page-number>Gilbert, Thompson &amp; Kelly, Everett W. Thompson and Jean Wunderlich for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b797-8\">Jarrett &amp; Woodhead, Frank W. Woodhead and Henry F. Walker for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b797-9\">COUGHLIN, J.</author>\n<p id=\"ARAW\">Defendant appeals from a declaratory judgment decreeing its liability, as insurer, to be primary and the liability of plaintiff, as insurer, to be secondary, under indemnity policies of insurance covering losses arising out of the same automobile accident.</p>\n<p id=\"b797-10\">Defendant issued an automobile liability policy to a Mrs. Place in which it agreed to defend and indemnify the persons insured thereby against loss “arising out of the . . . use” of a Lincoln automobile; and further agreed that the insured thereunder included the named insured, Mrs. Place, any other person “using” the Lincoln with her permission, and also any other person “legally responsible for the use” of the Lincoln.</p>\n<p id=\"b797-11\">Plaintiff issued its comprehensive liability insurance policy to Johnson &amp; Son, a partnership, hereinafter referred to as Johnsons, in which it agreed to defend and indemnify them against loss arising out of the use of an automobile, owned or nonowned, but provided that insurance for a loss respecting a non-owned automobile ‘ ‘ shall be excess insurance. ’ ’</p>\n<p id=\"b797-12\">The accident occurred when the Lincoln automobile, owned by Mrs. Place and operated with her permission by a Mr. Hill, an employee of Johnsons, collided with an automobile operated by a Mr. McAllister in which a Mr. Syah was riding as a passenger. Mrs. Place and Mr. McAllister were injured. Mr. Syah was killed. The Lincoln had been repaired by John-sons at the latter’s garage. Hill, pursuant to prearrangement between Place and Johnsons, upon instruction from the latter, delivered the automobile to Place, and accompanied by her, was returning to his place of employment when the accident <page-number citation-index=\"1\" label=\"774\">*774</page-number>occurred. Hill was an epileptic, suffering from petit mal. Johnsons knew this to be the fact when Hill was assigned to deliver the Lincoln to Mrs. Place. The accident occurred when Hill was the subject of an epileptic seizure.</p>\n<p id=\"b798-5\">Thereafter three lawsuits were filed; one by Place against Hill and Johnsons for damages on account of injuries received; another by McAllister against Place, Hill and John-sons for damages on account of injuries received; and the third by heirs of Syah against Place, Hill and Johnsons to recover damages for wrongful death.</p>\n<p id=\"b798-6\">The actions by Place and McAllister were settled and dismissed. The court found the settlement in each of these actions was based upon the allegations of joint negligence on the part of Hill and Johnsons and also upon the liability of Johnsons as employer of Hill.</p>\n<p id=\"b798-7\">The court also found that at the time of the accident Hill was acting in the course and scope of his employment. This finding conformed to the parties’ joint pretrial statement of agreed facts.</p>\n<p id=\"b798-8\">The action by the heirs of Syah was tried before a jury which found in favor of Place and Hill but against Johnsons. The judgment against Johnsons was entered accordingly. On appeal Johnsons contended the judgment should be reversed on the ground they were liable only in the event their employee, Hill, was negligent and the verdict in favor of Hill implied a finding he was not negligent. This contention was rejected and the judgment was affirmed upon the ground the evidence supported the conclusion the accident resulted from the negligence of Johnsons in assigning Hill to drive the Lincoln, knowing the latter to be an epileptic, and this negligence was independent of any negligence on the part of Hill. <em>(Syah </em>v. Johnson, 247 Cal.App.2d 534, 538 [55 Cal.Rptr. 741].)</p>\n<p id=\"b798-9\">In the case at bench the judgment of the trial court decreeing the insurance provided by the policy defendant issued to Place was primary and the insurance under the policy issued by plaintiff to Johnsons was secondary, is premised on a finding Johnsons were “additional insureds” under the policy issued to Place, which extended insurance to any person using her Lincoln with her permission or any person legally responsible for the use of that automobile. Defendant contends Johnsons neither were using nor legally responsible for the use of the Lincoln, and for this reason did not come within the “additional insured” provisions of its <page-number citation-index=\"1\" label=\"775\">*775</page-number>policy. There is no merit to this contention, which is based upon a misconception of the effect of the decision in the <em>Syah </em>action that Johnsons’ liability in that action was premised upon their individual negligence and not upon any act of negligence by Hill for which they were responsible.</p>\n<p id=\"b799-6\">At the time of the accident, as found by the court, Hill was acting in the course and scope of his employment. He was driving the automobile as an employee of Johnsons. He was completing an errand comprising not only the delivery of the automobile to Mrs. Place, but also his return to his place of employment. The fact Mrs. Place was riding in the automobile with him does not establish he was not using the automobile on behalf of his employer.  The act of an employee within the course and scope of his employment is the act of his employer. (Civ. Code, § 2330; <em>Fernelius </em>v. <em>Pierce, </em>22 Cal. 2d 226, 233 [138 P.2d 12]; <em>Gudger </em>v. <em>Manton, </em>21 Cal.2d 537, 548 [134 P.2d 217]; <em>Clowdis </em>v. <em>Fresno Flume etc. Co., </em>118 Cal. 315, 321 [50 P. 373, 62 Am.St.Rep. 238]; <em>Curry </em>v. <em>King, </em>6 Cal.App. 568, 575 [92 P. 662]; see also <em>Burgess </em>v. <em>Security-First Nat. Bank, </em>44 Cal.App.2d 808, 819 [113 P.2d 298]; <em>Brandt </em>v. <em>Krogh, </em>14 Cal.App. 39, 55 [111 P. 275].)  Thus, Johnsons were using the automobile through Hill. The fact Hill did not act negligently while operating the automobile is of no consequence in determining the issue at hand.</p>\n<p id=\"b799-7\">It is pertinent to note that any contention premised upon the conclusion the accident in question was the proximate result of Johnsons’ independent negligence and not the result of any negligence of Hill, as an employee of Johnsons, relates only to the liability of Johnsons arising out of the death of Syah. The settlement of the actions by Place and McAllister were based upon the assumed liability of Johnsons premised on their negligent conduct in acting through an incompetent employee and the negligent conduct of Hill for which they were responsible under the doctrine of respondeat superior.</p>\n<p id=\"b799-8\">The independent negligence upon which Johnsons’ liability in the <em>Syah </em>action was premised consisted of using the Place automobile through an unqualified employee-driver, and continued during all the time Hill was driving.</p>\n<p id=\"b799-9\">Not only are Johnsons “additional insureds” under the policy defendant issued to Place because they were using the automobile when the accident occurred, but also because they were legally responsible for the use thereof at that time. The use of the automobile by Hill caused the accident. The liabil<page-number citation-index=\"1\" label=\"776\">*776</page-number>ity imposed on Johnsons through the judgment in the <em>Syah </em>action was premised on the determination they were responsible for the use of the automobile by Hill because they had negligently “entrusted” it to him. In <em>Universal Underwriters Ins. Co. </em>v. <em>Aetna Ins. Co., </em>249 Cal.App.2d 144, 149 [57 Cal.Rptr. 240], the negligent installation of automobile brakes resulted in an accident occurring while the automobile was being driven by an employee of the person who had installed the brakes; the employee was not negligent; liability for the accident was premised on the independent negligence of the employer; the automobile was owned by a third person who was the named insured in an automobile liability policy with an “additional insured” provision similar to that in the case at bench; and the court held the employer was an \"additional insured” under the owner’s policy as a person legally responsible for the use of the automobile, even though his liability was premised on his negligent installation of the brakes and not the negligent operation of the automobile by the employee. For the purpose at hand there is no valid distinction between the use of an automobile with defective brakes and the use of an automobile with a defective driver. Responsibility for one use equates responsibility for the other. <em>(Nault </em>v. <em>Smith, </em>194 Cal.App.2d 257, 269, 270 [14 Cal.Rptr. 889].)</p>\n<p id=\"b800-5\">Defendant contends the trial court erred in giving effect to the “excess insurance” provision in plaintiff’s policy by decreeing the insurance under defendant’s policy was primary and that under plaintiff’s policy was secondary, because (1) the “excess insurance” provision in plaintiff’s policy does not apply to the garage endorsement attached thereto, which is the basis of coverage in this case and, (2) in any event, liability under the two policies should be prorated because it is inequitable to require defendant to bear the full burden of the loss attributable solely to the negligence of the named insured in plaintiff’s policy and not attributable in anywise to negligence of the named insured in defendant’s policy. There is no merit to either of these contentions.</p>\n<p id=\"b800-6\">The garage endorsement expressly provided anything therein contained should not be held “to waive, alter, change or extend any of the conditions, limits, provisions, agreements, statements or declarations of the policy.”  An endorsement upon an insurance policy is a part of the insurance contract. The endorsement and the policy to which it is <page-number citation-index=\"1\" label=\"777\">*777</page-number>attached must be construed as a whole. Conditions stated in the policy as such apply to the endorsement. <em>(Narver </em>v. <em>California State life Ins. Co., </em>211 Cal. 176, 181 [294 P. 393, 71 A.L.R 1374].)</p>\n<p id=\"b801-6\">Defendant’s policy provides for proration of liability in the event of other insurance. Plaintiff’s policy also provides for proration under such circumstances, except for a loss arising out of the use of a nonowned automobile, as in the case at bench, in which event its liability is excess, or secondary.</p>\n<p id=\"b801-7\">It is settled in California that, in determining the respective liability of insurers under separate indemnity policies covering the same loss, an applicable “excess insurance” provision in one of the policies, absent an applicable “excess insurance” provision in the other, is given effect even though inequities of the type about which defendant complains result. <em>(Pacific Employer Ins. Co. </em>v. <em>Maryland Casualty Co., </em>65 Cal.2d 318, 328 [54 Cal.Rptr. 385, 419 P.2d 641]; <em>Universal Underwriters Ins. Co. </em>v. <em>Aetna Ins. Co., supra, </em>249 Cal.App.2d 144, 152; <em>American Auto. Ins. Co. </em>v. <em>Transport Indem. Co., </em>200 Cal.App.2d 543, 553-554 [19 Cal.Rptr. 558].)</p>\n<p id=\"b801-8\">The foregoing conclusions are dispositive of the issues on this appeal and for this reason it is unnecessary to consider other contentions and arguments by defendant in support of its position.</p>\n<p id=\"b801-9\">The judgment is affirmed.</p>\n<p id=\"b801-10\">Brown (Gerald), P. J., and Whelan, J., concurred.</p>\n<p id=\"b801-11\">Appellant’s petition for a hearing by the Supreme Court was denied December 18,1968.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}