{
  "casebody": {
    "data": "<casebody firstpage=\"156\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b226-8\">Joseph PIECH, et al., Appellants, v. PENSION BENEFIT GUARANTY CORPORATION.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b226-10\">No. 83-1923.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b226-11\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b226-12\">Argued June 6, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b226-13\">Decided Sept. 11, 1984.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b226-14\">As Amended Sept. 25, 1984.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b227-7\"><page-number citation-index=\"1\" label=\"157\">*157</page-number>Harry C. Barbin, Philadelphia, Pa., of the Bar of the Supreme Court of Pa., pro hac vice, by special leave of this Court, with whom Robert DeVos, Jr., Washington, D.C., was on brief, for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b227-8\">Mitchell L. Strickler, Deputy Gen. Counsel, Pension Benefit Guaranty Corp., Washington, D.C., for appellee.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b227-9\">Before ROBINSON, Chief Judge, WALD, Circuit Judge, and McGOWAN, Senior Circuit Judge.</judges>\n<p data-order=\"9\" data-type=\"judges\" id=\"b227-10\">Opinion for the Court filed by Circuit Judge WALD.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b227-11\">WALD, Circuit Judge.</author>\n<p id=\"b227-12\">This case, which was consolidated for argument with <em>Rettig v. PBGC, </em>740 F.2d 133, also decided today, involves the claims for pension benefits of former employees of the Midvale-Heppenstall Co., which went out of business on April 30, 1976, for pension benefits. The Pension Benefit Guaranty Corporation (PBGC), as trustee of the company’s three pension plans, determined that none of the plaintiffs was entitled to guaranteed benefits. The PBGC found that some plaintiffs did not satisfy the age requirements for vesting under the pension plan itself, and that their benefits were not nonforfeitable under the terms of the plan, and thus not guaranteed under the Employee Retirement Income Security Act (ERISA), 29 U.S.C. §§ 1301-1390. As to other plaintiffs, the PBGC determined that they were vested under the plan only as the result of a plan amendment adopted less than one year before plan termination, and that, under the PBGC’s rule interpreting the “phase-in provision” of ERISA, 29 C.F.R. § 2609, those amendments were to be disregarded in calculating the amount of benefits guaranteed under ERISA. The plaintiffs sued the PBGC in federal court, where the PBGC’s motion for summary judgment was granted.</p>\n<p id=\"b227-16\">We decide today in <em>Rettig v. PBGC, </em>744 F.2d 133, that the PBGC’s interpretation of the phase-in provision so as to disregard or sharply limit benefits under plan amendments mandated by ERISA itself does not constitute a reasonable accommodation of the policies underlying ERISA. Following our decision in <em>Rettig, </em>we overturn the district court judgment upholding the PBGC as to those plaintiffs who were vested under the plan on the date of termination as a consequence of a plan amendment mandated by ERISA. As to the remaining issues before us, we affirm the judgment of the district court. We agree with the district court that plaintiffs under the plan for hourly workers had no vested rights to benefits, in spite of the so-called “CREEP” provision of the plan which permitted two years spent on furlough to be credited toward fulfilling the continuous service requirement for vesting. In addition, we affirm the district court’s ruling that the PBGC breached no fiduciary obligation in simultaneously acting as trustee and guarantor of the plan.</p>\n<p id=\"b227-17\">I. Background</p>\n<p id=\"b227-18\">This case concerns the intricacies of Titles I and IV of ERISA, which has rightly been called a “comprehensive and reticulated statute.” <em>Nachman Corp. v. PBGC, </em>446 U.S. 359, 361, 100 S.Ct. 1723, 1726, 64 L.Ed.2d 354 (1980). In <em>Rettig </em>we have reviewed in some detail the background and operation of ERISA, including several of the sections that also concern us here. We shall therefore only briefly summarize that information before turning to the particular facts of this case.</p>\n<p id=\"b228-3\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>A. <em>Statutory Background</em></p>\n<p id=\"b228-4\">Title I of ERISA sets out certain minimum requirements for private pension plans with respect to vesting, participation, funding and other provisions. Especially important in the context of this case are the minimum vesting standards, 29 U.S.C. § 1053, which were designed to insure that plan participants with many years of service were not deprived of all rights to accrued pension benefits as a result of overly restrictive provisions for vesting only upon retirement or upon reaching sixty or more years of age. These requirements were to be implemented primarily through the amendment of nonconforming pension plans.</p>\n<p id=\"b228-5\">Title IV provides for the guarantee of certain benefits for participants in terminated plans. To come under the guarantee provisions, a participant’s entitlement must be nonforfeitable, or vested, under the terms of the plan.<footnotemark>1</footnotemark> Furthermore, under a provision designed to prevent employer abuse of the guarantee program, “any increase in the amount of benefits under the plan resulting from a plan amendment” that was passed or made effective less than five years before the date of termination is to be phased in at the rate of twenty percent or twenty dollars for each year the amendment has been in effect. 29 U.S.C. §§ 1322(b)(1), (b)(8). Under the PBGC rule implementing this phase-in provision, vesting and other improvements mandated by Title I are subject to phase-in in the same manner as a voluntary plan amendment doubling the amount of monthly benefits. 29 C.F.R. § 2609. In cases like this, in which the mandated plan amendment was less than a year old, the PBGC’s rule denies any guaranteed benefits to employees with several decades of service.</p>\n<p id=\"b228-6\">One final provision of ERISA which is of particular importance in this case concerns the procedures for plan termination. The administrator of a plan covered by ERISA is required to file a notice of intent to terminate a pension plan. 29 U.S.C. § 1341(a). If the PBGC, on reviewing the financial condition of the plan, cannot determine that the plan’s assets are sufficient, when allocated according to the priorities set out in the statute, 29 U.S.C. § 1344, to discharge all obligations to pay guaranteeable benefits, the PBGC must request the appointment of itself or a third party to act as trustee. 29 U.S.C. § 1342(b). The trustee has a fiduciary obligation to insure that the plan assets are properly administered to provide benefits to those entitled to receive them. 29 U.S.C. § 1104(a)(1)(A)(i). In this case the PBGC, at its request, was appointed trustee.</p>\n<p id=\"b228-13\">B. <em>Factual Background</em></p>\n<p id=\"b228-14\">The plaintiffs were all employed by the Midvale-Heppenstall Company, which operated a steel forging plant in Philadelphia until about April 30, 1976, when it ceased operations and dismissed its employees. The company had administered three separate pension plans: (1) a plan for the hourly employees (the Hourly Plan) which covered plaintiffs Joseph Piech and Frank McBride, represented by the United Steelworkers of America; (2) a plan for the plant guards (the Guards’ Plan) which covered plaintiff Howard Gatter, represented by the United Plant Guards of America; and (3) a plan for the salaried employees (the Salaried Plan) which covered plaintiffs Frances Heller and John Soliwoda, and John Cassidy (the deceased husband of plaintiff Margaret Cassidy). Midvale filed with the PBGC a notice of intent to terminate the plans, as required by ERISA. 29 U.S.C. § 1341(a). Upon determining that the plans’ assets might not be sufficient to pay guaranteed benefits, the PBGC had itself appointed trustee of the plans on April 22, 1977, and fixed their termination date of April 30, 1976.</p>\n<p id=\"b228-15\">1. <em>The Hourly Plan</em></p>\n<p id=\"b228-16\">On the termination date, the Hourly Plan provided that participants who attained six<page-number citation-index=\"1\" label=\"159\">*159</page-number>ty-two years of age<footnotemark>2</footnotemark> and had completed fifteen years of continuous service had a vested right to pension benefits. In July, 1975, Midvale had agreed in collective bargaining with Local 8209 of the United Steelworkers of America to amend the Hourly Plan, effective October 1, 1976, to eliminate age requirements and to provide for vesting after ten years of service. This amendment was necessary to bring the plan into compliance with the minimum vesting standards of ERISA, 29 U.S.C. § 1053. Although the amendment was made effective for the first plan year beginning after December 31, 1975, as required by ERISA, 29 U.S.C. § 1061(b)(2), it had of course not gone into effect at the time of plan termination.</p>\n<p id=\"b229-4\">Plaintiffs Piech and McBride were both sixty-one years old and had, respectively, thirty-nine and forty years of service with the company as of April 30, 1976. Under the terms of the plan on that date, the PBGC determined that neither of them was entitled to any vested benefits despite their many years of service to the company. The district court upheld this decision.</p>\n<p id=\"b229-5\">In upholding the PBGC’s determination, the district court rejected the plaintiff’s argument that, under the so-called “CREEP” provision of the pension plan, they were entitled to add two years of age and service for the purpose of calculating pension rights, thus qualifying them for the vested benefits to which those participants over sixty-two years old were entitled. The CREEP provision, which was included in a section of the plan entitled “Determination of Continuous Service,” reads in relevant part as follows:</p>\n<blockquote id=\"b229-6\">The seniority shown and recorded on the seniority lists ... shall be deemed conclusive for the purpose of determining continuous service for pensions ...</blockquote>\n<blockquote id=\"A3V\">However, an employee shall be credited with time spent on furlough, if any, up to a maximum of two (2) years____</blockquote>\n<p id=\"b229-9\">Appellants’ Record Excerpts, Exhibit A. Plaintiffs argue that the two years following the plant shutdown should be deemed “time spent on furlough,” and that those additional two years put them over the plan’s age requirement.</p>\n<p id=\"b229-10\">2. <em>The Salaried Plan</em></p>\n<p id=\"b229-11\">On the April 30, 1976, termination date, the Salaried Plan provided for vesting of pension benefits after ten years of continuous service. The pension rights of plaintiff Gatter, who was sixty-two years old and had just over eleven years of service, were thus vested under the plan. The plan had been amended, effective January 1,1976, to comply with the minimum vesting provisions of ERISA. Prior to that amendment, the plan had provided for vesting upon leaving employment if the employee had attained either (1) fifty years of age and fifteen years of continuous service; (2) twenty years of continuous service; or (3) sixty-five years of age. Gatter would not have met these requirements for vesting.</p>\n<p id=\"b229-12\">3. <em>The Guards’ Plan</em></p>\n<p id=\"b229-13\">On April 30, 1976, the Guards’ Plan, like the other two Midvale plans, provided for vesting after ten years of service. The plan had been amended, pursuant to an August 5, 1975, collective bargaining agreement, effective January 1, 1976, to comply with the minimum vesting provisions of ERISA. Prior to the amendment, the plan had provided for vesting upon separation from employment if the participant had reached the age of sixty-two and had completed fifteen years of service. Under the unamended plan, none of the three plaintiffs in this group — Heller, at sixty-one years of age and twenty-five years of service, Soliwoda, at fifty-seven years of age and seventeen years of service, and Cassidy, at fifty-nine years of age and thirty-four years of service — had vested right to pension benefits. All three were vested under the ERISA-mandated amendment.</p>\n<p id=\"b230-3\"><page-number citation-index=\"1\" label=\"160\">*160</page-number>II. Issues</p>\n<p id=\"b230-4\">We are required in this case to review the decision of the district court upholding the PBGC on one straightforward issue of statutory construction involving the phase-in provision, one issue concerning the proper construction of the terms of the pension plan for hourly workers, and one novel challenge to the PBGC’s position and actions as plan trustees, in light of ERISA and principles of fiduciary obligation.</p>\n<p id=\"b230-5\">A. <em>The Phase-In Provision and ERISAMandated Amendments</em></p>\n<p id=\"b230-6\">As we have noted, we hold today in <em>Rettig </em>that the PBGC’s phase-in rule as applied to vesting improvements mandated by ERISA cannot stand; we have no basis for concluding that the PBGC’s choice represents a reasoned accommodation of the statutory policies it is charged with overseeing. Precisely the same issue is before us here: the PBGC ruled that the January 1, 1976, amendments improving the vesting provisions of both the Salaried Plan and the Guards’ Plan were to be disregarded in calculating the benefits of participants therein. As a result, plaintiffs were denied any guaranteed pension benefits. Neither party has pointed out any factual differences between this case and the <em>Rettig </em>case that should affect our disposition, and we can detect no such differences. We therefore reverse the decision of the district court with respect to plaintiffs Gattler, Heller, Soliwoda and Cassidy, whose entitlement to benefits vested as a result of plan amendments mandated by the minimum vesting requirements of ERISA.</p>\n<p id=\"b230-7\">B. <em>The Hourly Plan and the “CREEP” Provision</em></p>\n<p id=\"b230-8\">Unfortunately for plaintiffs Piech and McBride, the pension plan amendment adopted in July, 1975, improving vesting provisions to comply with ERISA, was not to become effective until the plan year beginning October 1, 1976. As we have noted, this effective date complied fully with the requirements of ERISA, which demanded that plans be in compliance for the first plan year beginning after January 1, 1976, but it fell several months after the plan’s termination. On the date of termination, these plaintiffs more than met the continuous service requirements of their plan’s vesting provisions, but fell just short of the age requirements. Thus, plaintiffs Piech and McBride would be vested under the terms of their plan, as required in order to qualify for the guarantees of ERISA, only if we accepted their argument that the “CREEP” provision of the plan should be construed so as to add two years to their age, thus lifting them over the minimum age requirement of the plan. Unfortunately, we cannot construe the CREEP provision in the manner suggested by plaintiffs.</p>\n<p id=\"b230-10\">First, as the district court correctly observed, the termination of all employees in connection with a permanent cessation of business does not easily fit within the term “furlough,” which appears to contemplate a temporary separation from employment. Furthermore, the provision is clearly designated, both by its text and by the heading under which it appears, as an element in the determination of continuous service, not age, which is an independent requirement for vesting under the plan. The provision thus appears to be designed primarily to permit participants to bridge temporary gaps in employment due to layoffs or furlough for purposes of a calculating <em>continuous </em>service. We are unable to construe the CREEP provision as an all-purpose bonus of two years, permitting all employees to vest two years earlier than they otherwise would under the terms of the plan.</p>\n<p id=\"b230-11\">The PBGC advances an additional argument based on the importance within ERI-SA of assessing a participant’s status under the terms of the plan <em>on the termination date. </em>We need not consider that argument, for the terms of the plan itself, including the CREEP provision, clearly do not serve the plaintiffs’ purposes. In spite of each plaintiff’s four decades of service to this company, they had no vested rights to pension benefits under the terms of their plan, and thus no right to guaranteed bene<page-number citation-index=\"1\" label=\"161\">*161</page-number>fits under ERISA. The pathetic predicament of these plaintiffs, we acknowledge with deep regret, illustrates sharply the kind of tragedy ERISA was designed to alleviate. But inevitably ERISA and its remedial vesting provisions must have an effective date, and plaintiffs like these who clearly fall on the wrong side of that effective date are doomed to suffer from the sorry state of many private pension plans before ERISA was enacted. We affirm the judgment of the district court as to plaintiffs Piech and McBride.</p>\n<p id=\"b231-5\">C. <em>The Alleged Breach of Fiduciary Duty by the PBGC</em></p>\n<p id=\"b231-6\">The statute clearly permits the PBGC to appoint itself trustee of a termination plan for which it also serves as statutory guarantor. Plaintiffs argue, however, that in this case the PBGC exercised discretion to deny benefits in a manner inconsistent with its fiduciary obligation as a trustee to administer the plan “for the exclusive purpose of ... providing benefits to participants and their beneficiaries.” 29 U.S.C. § 1104(a)(1)(A)(i).</p>\n<p id=\"b231-7\">The dual role of trustee and guarantor, a role that Congress has specifically authorized for the PBGC, undoubtedly has some built-in potential for a conflict of interest. Although we do not suggest that this role can never give rise to a conflict of interest leading to a breach of the fiduciary obligations of a plan trustee, in this case the PBGC has done nothing inconsistent with its statutory obligations as trustee. Among the powers ERISA specifically grants to a plan trustee is the power “to limit payment under the plan to basic benefits”: <em>i.e., </em>benefits guaranteed under sections 4022(a) and (b) of ERISA, 29 U.S.C. §§ 1322(a), (b). Furthermore, a plan trustee is required to discharge its duties “in accordance with the documents and instruments governing the plan insofar as such documents and instruments are consistent with the provisions of this title.” 29 U.S.C. § 1104. There is no suggestion that the plan or the CREEP provision, as construed by the PBGC, was inconsistent with the requirements of ERISA at the time of termination. We have already held that the PBGC’s construction of the Hourly Plan’s CREEP provision resulting in a denial of benefits was virtually inescapable. The PBGC’s decision that the benefits of plaintiffs Piech and McBride were not vested under the plan was in no way inconsistent with its duties as a plan trustee.</p>\n<p id=\"b231-9\">Although we have overturned the PBGC’s decision to deny guaranteed benefits to the remaining plaintiffs, we find no violation of its fiduciary duty. It was in its capacity as the agency responsible for the administration of ERISA that the PBGC devised the policy of phasing-in ERISAmandated vesting improvements. We have concluded that its decision does not present a reasonable exercise of agency discretion granted by Congress. However, the PBGC as trustee of the Midvale plan did nothing more than mechanically apply the PBGC’s rules to the particular circumstances.</p>\n<p id=\"b231-10\">It appears to be the plaintiffs’ contention that in cases in which an independent trustee might question the PBGC’s decisions as statutory guarantor and administrator of ERISA, the PBGC as trustee is unlikely to do so because of concern over the size of its pension insurance fund, and that the failure to do so as a result of such “conflicting” interests constitutes a breach of fiduciary duty. Although it may in many ways be desirable for plan participants to have a trustee who is prepared to advocate their interests in opposition to the PBGC, Congress has evidently not envisioned such a role for the plan trustee. First, Congress has provided that “the [PBGC] may request that it be appointed as trustee of a plan in any case,” without limiting that power in cases in which PBGC regulations or policy result in the denial of guaranteed benefits to some participants. 29 U.S.C. § 1342(b). Furthermore, Congress has sharply limited the power of any trustee to advocate the interests of the plan participants in a manner adverse to the PBGC. Thus, a trustee has the power “to commence, prosecute, or defend on behalf of the plan any suit or proceeding involving <page-number citation-index=\"1\" label=\"162\">*162</page-number>the plan, <em>except to the extent that the [.PBGC] is an adverse party </em>in a suit or proceeding.” 29 U.S.C. § 1342(d)(1)(B)(iv) (emphasis added). On the other hand, the statute permits “any participant, beneficiary, plan administrator or employee adversely affected by any action of the PBGC” to bring suit against the agency in federal court. 29 U.S.C. § 1303(f).</p>\n<p id=\"b232-4\">Congress apparently did not contemplate that plan trustees would undertake the task of testing the legal merits of participants’ claims against the PBGC as guarantor. ERISA leaves that task instead to advocates of individual participants themselves in lawsuits like this one. Congress is of course free to make such a decision. Given that decision, Congress quite reasonably authorized the appointment of the PBGC as trustee even in cases like this one where the policies of the PBGC as guarantor may be questioned. We therefore conclude that the PBGC has done nothing in its role as trustee of the Midvale plan that is inconsistent with its fiduciary obligations to plan participants as envisioned by Congress. Hence, we reject this challenge by the plaintiffs to the PBGC’s actions in this ease.</p>\n<p id=\"b232-5\">III. Conclusion</p>\n<p id=\"b232-6\">We affirm the decision of the district court as to plaintiffs Piech and McBride, but we reverse and remand to the district court as to the remaining plaintiffs on the basis of our decision today in <em>Rettig v. PBGC</em></p>\n<p id=\"b232-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b228-7\">. For plans terminating after September 26, 1980, amendments to ERISA provide for the guarantee of benefits for which a participant has fulfilled the statutory minimum vesting requirements. 29 U.S.C. §§ 1322(a), 1301(a)(8). <em>See Rettig, </em>at 147.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b229-7\">. The district court in its opinion erroneously stated that the plan provided for vesting at <em>65 </em>years of age and 15 years of service. Memorandum Opinion, Piech v. PBGC, Civ. No. 82-1131, slip op. at 3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}