{
  "casebody": {
    "data": "<casebody firstpage=\"716\" lastpage=\"717\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b770-11\">Third Department,</court>\n<p data-order=\"1\" data-type=\"misc\" id=\"AlH\">August, 1962</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADE\">(August 3, 1962)</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"AW_\">In the Matter of Raymond W. Stine, Respondent, v. John F. Kirvin et al., Constituting the Town Board of the Town of Rotterdam, Appellants.</parties>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"A2k8\">Appeal from an order of the Supreme Court at Special Term, Schenectady <page-number citation-index=\"1\" label=\"717\">*717</page-number>County, which in a proceeding under article 78 of the Civil Practice Act annulled the resolution of appellant Town Board denying petitioner-respondent’s application for a permit to erect a gasoline filling station and directed, upon compliance by petitioner with pertinent legal requirements, the issuance of such permit in accordance with the resolution of the Zoning Board of Appeals which had granted petitioner’s application therefor pursuant to the provisions of the town zoning ordinance authorizing it to grant permission for the erection of gasoline filling stations in certain districts in which they were otherwise prohibited as “special exceptions” if such Board of Appeals shall find that “the public convenience and welfare will be substantially served and the appropriate use of neighboring property will not be injured thereby”; the ordinance further provided that any such grant of permission shall be \" subject to ratification by a majority of the members of the Town Board present and voting” at a meeting thereof. We find insubstantial respondent’s contentions that the provisions of the ordinance requiring ratification by the Town Board were invalid as enacted without statutory authority. The “special exceptions” there dealt with differ from variances (1 Rathkopf, Law of Zoning and Planning, ch. 54, pp. 3-5) and were, in our view, properly the subject of an ordinance under the power conferred by section 261 of the Town Law. <em>(Matter of Larkin Co. </em>v. <em>Schwab, </em>242 N. Y. 330, 335-337; 1 Rathkopf, Law of Zoning and Planning, ch. 54, pp. 32, 33.) Nevertheless the Town Board’s action with respect to ratification or disapproval of a special exception was, “ for court review purposes ”, administrative in nature and “ subject to review <em>‘ </em>as to reasonableness ’ in an article 78 proceeding.” <em>(Matter of Lemir Realty Corp. </em>v. <em>Larkin, </em>11 N Y 2d 20, 24.) It follows that under familiar principles the Town Board is required, for the purpose of an intelligent review and particularly in view of the rather numerous and detailed standards established by the ordinance itself, to state the reasons for its determination. <em>(Matter of Holmes &amp; Murphy </em>v. <em>Bush, </em>6 A D 2d 200, and <em>eases cited therein.) </em>The board’s action is epitomized in a formal resolution which included no facts upon which its members relied to deny respondent’s application. Thus, it is our “duty to ask the board for its reasons, so as to determine whether they were lawful ones or such as reasonable minds could act on.” <em>(Matter of Lemir Realty Corp. </em>v. <em>Larkin, supra, </em>p. 25.) Order appealed from modified by striking therefrom its decretal paragraphs and substituting therefor the following provisions: (1) a provision permitting the Town Board to serve an amended answer containing, as prescribed by statute (Civ. Prac. Act, § 1291), such facts as may be pertinent and material to show the grounds of the action taken by it which is complained of; (2) a provision permitting the Town Board to serve and submit with such answer affidavits, made by a person having knowledge of the facts, or other written proof, showing such evidentiary facts as shall entitle it to a trial of any issue of fact; and (3) a provision permitting the petitioner, on the service of such papers by the board, to renotice the matter for a hearing on the merits at Special Term, or, if such papers shall not be served within 20 days after service of a copy of the order to be entered hereon, with notice of entry, permitting petitioner to apply for appropriate relief to the Special Term. As so modified, order affirmed, without costs. Bergan, P. J., Gibson, Herlihy, Reynolds and Taylor, JJ., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}