{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"339\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b363-7\">MICHAEL BANK <em>v. </em>JOHN J. HURST ESTATE, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b363-8\">[No. 27,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A-5\">October Term, 1946.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b364-8\">\n<page-number citation-index=\"1\" label=\"334\">*334</page-number>\n<em>Decided December 12, 1946.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b365-7\"><page-number citation-index=\"1\" label=\"335\">*335</page-number>The cause was argued before Marbüry, C. J., Delaplaine, Collins, Grason, Henderson, and Markell, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b365-8\"><em>Isador Roman </em>for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b365-9\"><em>Lawrence Perm, </em>with whom were <em>Semmes, Bowen &amp; Semmes </em>and <em>Bradley T. J. Mettee, Jr., </em>on the brief, for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b365-10\">Markell, J.,</author>\n<p id=\"AtR\">delivered the opinion of the Court.</p>\n<p id=\"b365-11\">This is an appeal by the plaintiff from a decree dismissing a bill for specific performance of an option to a tenant to purchase leasehold property, No. 3502 Cotwood Place, in Baltimore.</p>\n<p id=\"b365-12\">In 1932 the property was leased to plaintiff by defendant Cityco Realty Company (appellee), agent for defendant John J. Hurst Estate (appellee) at $35 a month. After an increase in rent, plaintiff in June, 1942, was paying $37.50 a month.</p>\n<p id=\"b365-13\">By an agreement under seal dated July 15, 1942, between Cityco, agent, and plaintiff, Cityco let to plaintiff for two years, beginning July 20, 1942, the property in question, subject to a $78 ground rent at $12 per week payable in advance. The agreement gave plaintiff the right at any time during the tenancy to purchase the property. In case of such purchase plaintiff was, in the settlement, to be charged with $3,300 purchase money, $200 having been paid for the option, and with interest on $3,300 and all expenses of the <page-number citation-index=\"1\" label=\"336\">*336</page-number>property, ground rent, water rent, taxes, insurance and repairs from July 15, 1942, to date of settlement and to be credited with all rent paid by him up to the time of settlement and upon payment of the difference between the debits and credits, was to be entitled to a conveyance. By a contemporaneous letter from Cityco to plaintiff it was agreed that “if at the expiration of the two years * * * it is impossible to obtain a Building Association mortgage to take care of the balance that you owe on the property, we will extend the above referred to agreement until such time as a Building Association may be obtained.”</p>\n<p id=\"b366-5\">On December 28, 1945, plaintiff filed his bill of complaint, with the contract of July 15, 1942, as an exhibit, alleging the making of the “option purchase agreement” that “on several occasions” during the term of the agreement plaintiff made demand upon defendants to carry out the terms of the agreement, which defendants failed and refused to do, that subsequently Cityco was in frequent communication with plaintiff and “continued to assure the plaintiff that they were making efforts to secure a mortgage upon said property” for $3,300, “as required by the terms of said option purchase agreement in order to carry out the same,” and to that end sent numerous representatives of building and loan associations to inspect and examine the property for the purpose of arranging such loan, that on December 10, 1945, defendants, “instead of complying with the terms of said option purchase agreement and the promises thereunder continually made to the plaintiff,” advertised the property for sale. The bill prayed (1) that defendants “be required to specifically perform their agreement” with plaintiff and to transfer the property to. plaintiff for $3,500 and to “provide a purchase money mortgage of $3,300 in connection with, said transfer of said property,” (2) that defendants be enjoined from advertising the property for sale or doing anything to dispose of it other than to plaintiff, and»(3) general relief.</p>\n<p id=\"b367-4\"><page-number citation-index=\"1\" label=\"337\">*337</page-number>The Hurst estate answered that it had sold the property to Cityco and no longer had any interest in it. Cityco answered that plaintiff had breached the agreement by failing since December 14, 1942, to pay $12 a week and paying only $37.50 a month and before breach had never made demand upon it to carry out the agreement, and that the agreement did not require defendant to secure any mortgage on the property but defendant gratuitously made efforts to secure a mortgage for $3,300 and requested representatives of building and loan associations to inspect and examine the property for this purpose but they were unwilling to make plaintiff a loan as great as $3,300 on the property, and that the entire purpose and plan of the agreement had been defeated by plaintiff by failing to make the payments of $12 a week called for by the agreement, by which plaintiff would have substantially reduced the unpaid purchase price of $3,300 and would have been enabled to obtain a building association mortgage for the reduced amount.</p>\n<p id=\"b367-5\">When the agreement of July 15, 1942, was made the O. P. A. maximum rent regulations were in force. Supplementary Amendment 8 to these regulations (Federal Register, October 21, 1942, page 8506) provided that where in connection with a housing lease entered into prior to October 20, 1942, the tenant was granted an option to buy, with provision that some or all of the payments made under the lease should be credited toward the purchase price, the landlord might be authorized, on a written request of the tenant, to receive payments, in accordance with such lease provisions, in excess of the maximum rent for such housing. After July 15, 1942, plaintiff paid $12 a week. About October, 1942, he received from the O. P. A. a copy of Cityco’s registration of the property, showing a “maximum legal rent” of $37.50 a month. Defendant asked plaintiff to make written request to the O. P. A. for authority to make the $12 payments. Plaintiff never made any such request. He reduced his current payments to $37.50 a month, and <page-number citation-index=\"1\" label=\"338\">*338</page-number>in January, 1943, adjusted his previous payments down to that rate. To April 1, 1946, plaintiff had a net credit (computed according to the terms of the option) of only $95. If he had paid $12 a week, his credit would have been upwards of $600.</p>\n<p id=\"b368-5\">At the hearing, as in the bill of complaint, plaintiff contended that by the original contract defendants were obligated to obtain for plaintiff a purchase money mortgage for $3,300, if plaintiff elected to exercise his option. The court correctly ruled that the contract imposed no such obligation on defendants. The agreement does not mention a mortgage. By the contemporaneous letter defendant did not agree to obtain a mortgage for plaintiff but to give plaintiff an extension of time to obtain a mortgage for himself.</p>\n<p id=\"b368-6\">The court also correctly excluded evidence of an alleged contemporaneous oral agreement that defendants would obtain such a mortgage for plaintiff, and eventually held that evidence of subsequent oral agreements to the same effect is likewise inadmissible. Parol evidence is not admissible to vary the terms of a written contract of sale of leasehold property by showing an oral agreement that the vendor would furnish the vendee a loan for the unpaid purchase price. Moveover, since such a contract is within the Statute of Frauds, it cannot be modified by a subsequent oral agreement. <em>Markoff v. Kreiner, </em>180 Md. 150, 154-158, 23 A. 2d 19. No question of part performance is presented. Plaintiff’s possession was referable only to his tenancy, not to his unperformed option to purchase. <em>Semmes v. Worthington, </em>38 Md. 298.</p>\n<p id=\"b368-7\">As plaintiff never offered to pay the unpaid $3,300 and did not pay the agreed $12 a week he completely failed to perform his contract and was not entitled to specific performance. The O. P. A. regulations limited maximum rents, regardless of contracts, but did not undertake to modify contracts of sale. If plaintiff had been refused authority (which he did not ask) to pay $12 a week, he would not thereby have acquired an option to purchase on different terms.</p>\n<p id=\"b369-4\"><page-number citation-index=\"1\" label=\"339\">*339</page-number>Our conclusion on the undisputed facts and the exclusion of evidence makes it unnecessary to consider the facts as to alleged oral agreements to obtain a $3,300 mortgage for plaintiff. We may, however, say a few words on the subject. By some accident in communications, or lack of communication, between counsel and client, Mr. John J. Hurst, Jr., president of Cityco, who was alleged to have made the contemporaneous oral agreement and the first subsequent one, was not present at the trial and did not testify. Defendant’s vice-president, so far as he could, contradicted plaintiff’s testimony. An option (for which $200 was paid) to buy without any further cash payment at all is such an unlikely agreement as would require clear proof to support it. Moreover, since July, 1942, the real estate market has presented no such “unforeseen difficulties” in holding or getting tenants or purchasers as would furnish any consideration, for such a subsequent agreement, within the doctrine of <em>Linz v. Schuck, </em>106 Md. 220, 228, 67 A. 286, 11 L. R. A., N. S., 789, 124 Am. St. Rep. 481, 14 Ann. Cas. 495. Plaintiff testified that in October, 1942, he offered to exercise his option (by giving a mortgage) and Mr. Hurst told him the property was in the Orphans’ Court and could not then be transferred. No reason was given why leasehold property could not be sold pending administration. The Orphans’ Court, like any prudent vendor, would doubtless refuse to authorize transfer without payment.</p>\n<p id=\"b369-5\">\n<em>Decree affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}