{
  "casebody": {
    "data": "<casebody firstpage=\"327\" lastpage=\"328\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b355-7\">In re WATER SUPPLY IN CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b355-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A2k\">March 6, 1908.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b355-9\">Eminent Domain—Pleadin gs—Amendment.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b355-10\">Greater New York Charter, Laws 1901, p. 227, c. 466, § 506, relating to condemnation of real estate by the city for a water supply, provides that the Supreme Court of the .judicial district in which the real estate is located shall have power at any time to amend any defect or informality in any of the special proceedings authorized by the act as may be necessary, or to cause other property to be included therein, etc. <em>Held </em>that, where a condemnation proceeding by the city of New York to acquire land for a water supply had proceeded to a point where the trial had closed, the case had been summed up, and counsel had submitted briefs, the court had power to grant a motion to include an additional strip of land; <page-number citation-index=\"1\" label=\"328\">*328</page-number>It appearing that, the maps required in an original proceeding had been approved by the proper authorities in due form.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b356-4\">[Ed. Note.—For cases in point, see Cent. Dig. vol. 18, Eminent Domain, 5 523.]</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b356-6\">Appeal from Special Term.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b356-7\">• Condemnation proceedings by the city of New York to acquire title to certain lands for a water supply. From an order amending the proceedings, defendants appeal. Affirmed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b356-8\">Argued before WOODWARD, JENKS, RICH, MILLER, and GAYNOR, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b356-9\">Truman H. Baldwin, for appellants.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b356-10\">Edward H. Wilson (James D. Bell, on the brief), for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b356-11\">WOODWARD, J.</author>\n<p id=\"Ain\">This is a condemnation proceeding. It had proceeded to a point where the trial had closed, the case had been summed up, and counsel had submitted briefs, when a motion was made to include a strip of land.lying in the county of Nassau; such motion being made under the provisions of section 506 of the Greater New York charter (Laws 1901, p. 237, c. 466). This section provides that the Supreme Court of the judicial district in which the real estate is located shall have the power “at any time to amend any defect or informality in any of the special proceedings authorized by this act as may be necessary, or to cause other property to be included therein, and to direct such further notices to be given to any party in interest, as it deems proper,” etc. Upon the original application this motion was granted; the court overruling objections urged by the defendants. Subsequently, on an order to show cause, the court permitted a reargument and denied the motion, on the ground that, the proceeding being for the condemnation of a continuation of the strip originally taken, it should be shown that the maps required in an original proceeding had been approved by the proper authorities in due form. The city of New York then secured a second reargument, upon affidavits showing that all of the conditions suggested by the court had in fact been complied with, and upon this further show-in the order appealed from was made and entered.</p>\n<p id=\"b356-12\">The learned court, in disposing of these several matters, wrote memorandums, and these, taken together, set forth the real situation and justify the action taken. It does not seem to be necessary to go into a review of the questions raised. They have been examined, and we find no reason for overruling the discretion as exercised by the court below.</p>\n<p id=\"b356-13\">The order appealed from should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}