{
  "casebody": {
    "data": "<casebody firstpage=\"67\" lastpage=\"76\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b75-7\">Samuel B. Wilson, Adm'r <em>ad colligendum </em>of Samuel Owens, <em>vs. </em>Mary E. F. Smith.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b75-8\">An instruction was asked that Üio jury <em>ought </em>to presume the grant of letters testamentary upon their finding certain facts stated in it, among which was <em>not included </em>the proof on the opposite side that the records of the orphans court did not show the granting of such letters, and the declarations raid admissions of the widow of the deceased, who was named as executrix in the will, and of parties claiming under her, that no such letters had been granted. Held:</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b75-9\">That this instruction was calculated to mislead the jury, and its <em>imperative </em>direction to the jury would be a fatal objection to it if there were no other.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b76-4\"><page-number citation-index=\"1\" label=\"68\">*68</page-number>Though it is the right of a party to segregate a portion of the testimony in a cause and ask the opinion of the court upon it, yet such instruction ought not to be granted if it be such as is likely to mislead the jury.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b76-5\">Appeal from the Circuit Court for Anne Arundel county. <em>Replevin </em>by the appellant, who was appointed administrator <em>ad colligendum </em>of the estate of Samuel Owens on the 23rd of February 1049, to recover a negro slave named. Milly, alleged to belong to said estate. Pleas, <em>non cepit, </em>property in defendant, property in a stranger, and <em>actio non accrevit infra tres amos.</em></summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b76-6\"><em>1st Ewception. </em>The evidence in the case on both sides is sufficiently stated in the opinion of this court. The defendant then asked- the following instruction to the jury:</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b76-7\">That if the jury believe from the evidence that negro Milly, for whom this action is brought, was the slave of Samuel Owens, and that he died in possession of her in the year 1815, and that he bequeathed her to his wife and executrix, Mary Owens, and that said Mary took possession of said negro, with the other estate of her husband, after his death, and held her for many years, and that said Mary afterwards paid off all the debts of her said husband, and sold at public sale all his personal estate except the negroes,' and that said Mary afterwards, about the year 1834, sold the said negro as a slave for life to one Abraham Lowe, who lived in the neighborhood, and that at the. time of the sale two of the daughters and legatees in remainder of the said Samuel Owens were living with their mother, the said Mary, and were of full age, and agreed to the said sale, and that young Owens, another son of the said Samuel, had before that time died a minor and intestate, and that Enoch Neale intermarried with one of these daughters, Mary, and afterwards admitted that he had received his wife’s distributive share of the personal estate of Samuel Owens aforesaid, and that William T. Wilson intermarried with the other daughter, and lived in Calvert county until about the year 1852, and is the same William T. Wilson who is the attesting witness to two of the deeds offered in evidence, and is the father of the plaintiff, and that the other legatees in remainder of the estate of Samuel Owens, the Hollingsheads, <page-number citation-index=\"1\" label=\"69\">*69</page-number>all arrived at full age in 1833, or before, and had always before the year 1823 lived in Calvert county, and in the neighborhood of their grandmother, the said Mary Owens, and in that year they all removed to the city of Baltimore, where they have since lived, except one, who died about the year 18 — , and that Abraham Lowe, and all those claiming under him, have since the said sale to him held the exclusive possession of the said Milly as their slave for life in Calvert county; then that the jury <em>ought </em>to presume that letters testamentary had been granted to the said Mary Owens on the personal estate of Samuel Owens, and that the said estate had been settled up, and that negro Milly was held by the said Mary Owens as tenant for life under the will of Samuel Owens aforesaid, and that therefore the plaintiff, as collector as aforesaid, is not entitled to recover in this action. The court, (Brewer, J.,) granted this prayer, and to this ruling the plaintiff excepted.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b77-5\"><em>2nd Exception. </em>The plaintiff then asked the following instructions <em>to the jury:</em></summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b77-6\">1st. That the facts and circumstances given in evidence to them in this case, if believed by them, are not sufficient in law to warrant the jury in presuming that Mary Owens took out letters testamentary on the estate of Samuel Owens.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b77-7\">2nd. That if from the evidence they believe that in the sale made by Mary Owens in 1834, of negro Milly to Abraham Lowe, she did not sell as executrix of Samuel Owens, but only as legatee under his will, then that such sale conferred no such title to Abraham Lowe, or his assigns, in said negro, as under the pleadings and evidence in this case would be a bar to the plaintiff’s right of recovery.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b77-8\">3rd. That if from all the facts and evidence given in this case, if believed by them, the jury do not believe that Mary Owens took out letters testamentary <em>on </em>the estate of Samuel Owens, or that any other person administered upon the same prior to the granting of letters <em>ad colligendum </em>in this case, then the plaintiff is entitled to recover, though they should find that in 1834 the said Mary Owens sold and delivered the said negro to Abraham Lowe as a slave for life.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b77-9\">These prayers the court refused to grant. To this ruling <page-number citation-index=\"1\" label=\"70\">*70</page-number>the plaintiff excepted, and the verdict and judgment being against him, appealed.</summary>\n<judges data-order=\"12\" data-type=\"summary\" id=\"b78-5\">The causg was argued before Le Grand, O. J., Eccleston and Mason, J.</judges>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b78-6\"><em>Alex. B. Hagner </em>and <em>John M. S. Causin </em>for the appellant, argued:</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b78-7\">1st. That the court erred in granting the prayer of the defendant:- — 1st. Because the instruction to the jury was <em>peremptory, </em>leaving them no discretion to draw ' presumptions or deductions from the evidence given. There is a clear distinction between <em>conclusive </em>presumptions of law and presumptions of <em>fact, </em>upon which the jury are to decide, and the present case comes within the latter, and not the former, class of presumptions. 1 <em>Greenlf. on Ev., secs. </em>14, 15, 18, 19, 32, 33, 39, 44, 46, 48. <em>Best on Presumptions, secs. </em>35, 37, 39. It is not a case of a conclusive presumption of law, or a <em>disputable </em>presumption <em>without opposing proof , </em>and the jury ought not to have been told, as they were in this instruction, that they <em>must </em>presume the grant of letters testamentary. 3 <em>Starkie on Ev., </em>1241, 1243, 1244. 9 <em>Clark &amp; Finnelly, </em>782, <em>Lord Trimlestown vs. Kemmis. </em>10 <em>Pet., </em>519, <em>Columbia Ins. Co. vs. Lawrence, </em>and the same case in 2 <em>Pet., </em>55. 9 <em>Md. Rep., 52, Peterson vs. Ellicott. 2 Wend., </em>13, <em>Schauber vs. Jackson. </em>3 <em>Philips on Ev., </em>470, 501, <em>notes </em>286, 287. 66 <em>Law Lib., </em>212. 1 <em>Gill, </em>497, <em>Casey’s Lessee vs. Inloes. </em>The prayer excludes from the consideration of the jury all the proof on the part of the appellant; it takes no notice of the fact that the records of the orphans court show that there never had been any letters of administration granted, and of the admissions and declarations of Mary Owens that she <em>never did </em>in fact administer upon the estate.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b78-8\">2nd. That the court erred in refusing to grant the plaintiff’s 1st prayer, because, in its language, the facts and circumstances given in evidence, if 'believed by them. were not sufficient in law to warrant the jury in presuming that Mary Owens took out letters testamentary on the estate of Samuel Owens. 4 <page-number citation-index=\"1\" label=\"71\">*71</page-number><em>H. &amp; J., </em>403, 408, 424, <em>Fishwick vs. Sewell. </em>6 <em>G. &amp; J., </em>136, <em>Burke vs. Negro Joe. </em>3 <em>H. &amp; J., </em>20, <em>Cockey vs. Smith. </em>The whole case is reconcilable with a different theory than that of the presumption of a grant of letters testamentary.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b79-5\">3rd. That if Mary Owens only sold a life estate to Abraham Lowe, his possession could not be adverse, even as against an administrator, until after the death of Mary Owens, which, occurring in 1848, was within three years prior to the institution of this suit, and therefore limitations could not bar.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b79-6\">4th. That limitations could in no wise bar the plaintiff’s right of recovery in this case, in the event that no administration had been taken out on the estate of Samuel Owens, the possession of Lowe having commenced after his death. 4 <em>H. &amp; </em>J., 428, 429. 7 <em>H. &amp; J., </em>24, <em>Haslett vs. Glenn.</em></p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b79-7\">5th. Deeds <em>inter partes </em>may under circumstances be presumed, but not official appointments to private agencies. There is no <em>case </em>to be found of a presumption of the grant of <em>letters testamentary. </em>There is a clear distinction between the source of the power of executors in this State and in England. In England executors derive their <em>authority solely </em>from <em>the will, </em>and not from the official grant of letters testamentary, whilst in this Stale they derive their authority from the <em>grant of </em>letters <em>by the court. 2 G. &amp; J., </em>80, <em>Winchester vs. Union Bank. Best on </em>Presumptions, <em>secs. </em>65, <em>note (d,) </em>110, 111. 3 <em>Starkie on Ev., </em>1219. 1 <em>Greenlf. on Ev., sec. </em>20. 4 <em>G. &amp; J., </em>332, <em>Kraft vs. Wickey. </em>3 <em>H. &amp; J., </em>468, <em>Mundell vs. Clerklee. </em>11 <em>How., </em>346, 360, <em>Weatherhead vs. Baskerville.</em></p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b79-8\">6th. That it was proper to leave the presumption of administration or no administration to the discretion of the j ury upon the evidence adduced. This being conceded, and upon the hypothesis assumed by our third prayer that the jury would find that no letters of administration or letters testamentary had been taken out on the estate, then it is clear that no legal title could be passed by Mary Owens to the negro in question as a slave for life, and whatever interest as legatee under the will she could convey terminated at the date of her death in 1848. <em>Best on </em>Presumptions, <em>secs. </em>18,-19, 40.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b80-4\"><page-number citation-index=\"1\" label=\"72\">*72</page-number><em>Alexander Randall </em>for the appellee, argued:</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"b80-5\">1st. That if the jury did believe the facts set forth in the appellee’s prayer, they <em>ought </em>to presume that letters testamentary had been <em>granted to </em>Mary Owens on the <em>personal </em>estate of Samuel Owens, and that the estate had been settled up, and that the negro in question was held by Mary Owens as tenant for life under the will, and therefore the plaintiff was not entitled to recover. That such a presumption was authorised from the facts stated in the prayer, is fully sustaihed by the authorities, and especially those of our own State. 3 <em>Starkie on Ev., </em>1252, 1253, 1254. 1 <em>Greenlf. on Ev., secs. </em>21, 45. <em>Best on Presumptions, </em>145. 4 <em>H. &amp; J., </em>399, 408, 425, 428, 430, <em>Fishwick vs. Sewell. 2 G. &amp; J., </em>99, <em>Allender vs. Riston. </em>1 <em>Gill, </em>428, <em>Gardner &amp; Hughes, vs. Simmes. </em>9 <em>Gill, </em>133, <em>Anderson vs. Garrett. 2 Gill, </em>145, <em>Ridenour vs. Keller. 2 Md. Rep., </em>427, <em>Lark vs. Linstead. </em>6 <em>G. &amp; J., </em>141, <em>Burke vs. Negro Joe. </em>9 <em>Gill, </em>484, <em>Henderson vs. Jason. </em>1 <em>Gill, </em>505, <em>Casey's Lessee vs. Inloes. 2 G. &amp; J., </em>220, <em>Watkins' Adm'r vs. The State. </em>5 <em>Gill, </em>74, <em>Flickinger vs. Hull. </em>7 <em>Md. Rep., </em>101, <em>Union Bank vs. Kerr.</em></p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b80-6\">2nd. That the defendant had the right to submit these facts to the <em>court, </em>and ask that this instruction upon them be given to the jury, 1 <em>Greenlf. on Ev., sec. </em>46. 3 <em>H. &amp; J., </em>28, <em>Cockey vs. Smith. </em>3 <em>H. &amp; McH., </em>104; <em>Smith's Lessee vs. Steele. </em>1 <em>H. &amp; J., </em>173, <em>Carroll vs. Norwood. </em>6 <em>H. &amp; J., </em>356, 360, <em>Beall vs. Lynn. </em>9 <em>Gill, </em>487, <em>Henderson vs. Jason. 2 G. &amp; J., </em>125, <em>Shilmcht vs. Eastburn. </em>6 <em>Md. Rep., </em>10, <em>Miller &amp; Mayhew, vs. Atwell. </em>7 <em>Md. Rep., Union Bank vs. Kerr</em>.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b80-7\">3rd. That if the tenant for life, Mary Owens, had possession rightfully of such negroes as were bequeathed to her for life, then the estate of Samuel Owens was entirely delivered thereof, and no interest or claim in these negroes could ever again vest in the estate, or in any administrator or collector of the estate, but. that the legatees of the reversion in these negroes, and they alone, had right to sue for their interest in them. 1 <em>Roper on Legacies, </em>231, 570. <em>Toller on Exc'rs, </em>309. 2 <em>Wms. on Exc'rs, </em>859. 1 <em>Atk., </em>471, <em>Leeke vs. Bennet. </em>6 <em>G. &amp; J.,</em></p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b81-4\"><page-number citation-index=\"1\" label=\"73\">*73</page-number>183, <em>Evans vs. Iglehart. </em>1 <em>Gill, </em>428, <em>Gardner &amp; Hughes, vs. Simmes. </em>These points dispose of the first and second prayers of the plaintiff.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b81-5\">4th. That the third prayer of the plaintiff requires the court to instruct the jury that the plaintiff is entitled to recover, unless tire jury believe that letters testamentary had been <em>actually taken out </em>on the estate of Samuel Owens; and also denies to the j ury the right under the evidence to <em>presume </em>that there had been such administration, or that they could find a title to this negro out of the estate of Samuel Owens in any other manner. This prayer; therefore, was erroneous. 4 <em>H. &amp; J., </em>399, <em>Fishwick vs. Sewell. 2 G. &amp; J., </em>80, <em>Winchester vs. Union Bank. </em>1 <em>Roper on Legacies, </em>313, 566 to 573. 2 <em>Do., </em>539. <em>Toller’s Exc’rs, </em>45, 46.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b81-6\">5th. Because if the jury did believe and find under the hypothesis of this third prayer, that in 1834 Mary Owens sold and delivered the negro to Abraham Lowe <em>as a slave for lifCj </em>she must have transferred a valid title in this negro to him, and if so, neither the plaintiff, nor any other person, save the representatives and assigns of Lowe, could thereafter have any title thereto.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b81-7\">6th. That though the decision of the court below be erroneous, yet if this court can see from the facts of the case that the appellant has no cause of action, a <em>procedendo </em>will not be ordered. 8 <em>Md. </em>Rep., 208, <em>Roloson vs. Carson. Ibid.,274, Cline &amp; Francis, vs. Miller. </em>5 <em>Do., </em>433, <em>Stewart vs. Spedden.</em></p>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-8\">Le Grand, C. J.,</author>\n<p id=\"A4l\">delivered the opinion of this court.</p>\n<p id=\"b81-9\">This was an action of replevin, instituted in the circuit court for Calvert county, on the 30th day of April 1850, for the recovery of negro woman named Milly, claimed by the' plain tiff as the property of Samuel Owens, late of that county. The usual pleas in replevin were filed, including <em>actio non accrevit infra tres annos.</em></p>\n<p id=\"b81-10\">The plaintiff proved that Samuel Owens died in Calvert county in the year 1815, and that it no where appeared among the records of the register of wills of said county that any letters testamentary, or of administration, were ever granted upon</p>\n<p id=\"b82-4\"><page-number citation-index=\"1\" label=\"74\">*74</page-number>the estate of Samuel Owens, or other proceedings had in reference thereto, prior to the appointment of the plaintiff as administrator <em>ad colligendum. </em>The plaintiff also proved that up until the time of his death, Samuel Owens occupied and worked a piece of land, the annual rent of which was about $150, and that he had farming utensils, household furniture, and certain negroes, among which was Milly. The defendant then gave in evidence the will of Owens, by which he devised, <em>for life, to </em>his wife, Mary, all his property, real and personal, with remainder to his children and grand-children, and declared his wish to be that his wife should be administratrix. And also that Samuel Owens, at the time of his death, was indebted to the extent of $178, which debts, prior to 1828, were paid off by one Richard Hance, at the request of the widow, Mary, and that sometime after the payment of the debts, she executed, on the 7th day of October 1828, a mortgage to Hance of certain property of her late husband, to secure said Hance against loss by said paymeirt. That Samuel Owens, at the time of his death, had the following named children and grand-, children, viz: Sarah Owens, who was fourteen years old at the death of her father, and who, in 1824, married William T. Wilson; Mary Owens, who was twenty-five years old when her father died, and who, ten or fifteen years after her father’s death, and before 1828, married Enoch Neale; and Francis Hollingshead, and Samuel and Mary Hollingshead, children of Francis and Rebecca Hollingshead, the latter a daughter of Samuel Owens, who died before the said Samuel; that Sarah and Mary Owens lived with their mother until their respective marriages; that Francis Hollingshead and his children (who were then minors,) lived on a farm adjoining that of Samuel ■Owens, at his death, and that they removed to Baltimore in 1823; she (the defendant) proved that in 1834 the said widow, Mary Owens, sold the woman Milly, with others, issue of Milly, born after the death of Samuel Owens, to a certain Abraham Lowe, as slaves for life, and executed a bill of sale for the same. To this bill of sale William T. Wilson, son-in-law of Mary Owens, was a witness. Lowe held possession 'of the woman, Milly, up to the time of his death, claiming her as <page-number citation-index=\"1\" label=\"75\">*75</page-number>his slave for life. After his death the woman was distributed as a portion of his estate, and came into possession of Mrs. Ireland, wife of Benjamin Ireland, as one of the distributees of said Lowe. In 1847, she was sold at public sale by B. Owens, administrator of Ireland, as part of the estate of the latter. The defendant became the purchaser, and retained possession of the woman until the bringing of this action. It was also proven, on behalf of ihe plaintiff, by the witness, Richard Hance, that at the time of She execution of the mortgage to him, some conversation took place between him and Mary Owens, as to her right to make the mortgage without administration upon the estate of Samuel Owens, in which she said, there was no necessity for administration, that it was only necessary to pay off the debts, that ail would be settled without it; and, further proved by the same witness that he never dealt with her as executrix or administratrix. There was other evidence adduced on the part of the plaintiff, whereby it appeared, that in the year 1834, Abraham Lowe had said, he had purchased some negroes from Mrs. Owens, and was going to send a cart for them, and on being informed there had been no letters of administration granted on the estate of Samuel Owens, and that she had no right to dispose of them, he declared he did not care, that Mrs. Owens owed him a large bill, and if he got the negroes into his possession, he would take care of himself.</p>\n<p id=\"b83-5\">The plaintiff offered to the court three, and the defendant one prayer; the latter was granted, and the others rejected. In this ruling we think the court fell into error. The prayer on the part of the defendant does not present all the facts, but only a part of them, studiously excluding all allusion to the evidence in regard to the stale of the records of the register of wills, and of the declarations of Mrs. Owens and Lowe, that no letters of administration had been granted. Although it is the right of a party to segregate a portion of the testimony in a cause, and ask the opinion of the court upon it, (1 <em>Grill, </em>127,) yet the court will not grant such instruction, if it be such as will likely mislead the jury; and we consider the direction asked on the part of the defendant of such a character. It <page-number citation-index=\"1\" label=\"76\">*76</page-number>not only told them they <em>might, </em>in direct opposition to the <em>record </em>and proof, presume the granting of letters, but they <em>ought </em>to presume their existence. If there were no other objection to the prayer, its imperative direction to the jury would be fatal; but there are others to which we need not refer, as this one is sufficient.</p>\n<p id=\"b84-5\">\n<em>Judgment reversed and procedendo awarded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}