{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"279\" lastpage=\"284\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b293-7\" pgmap=\"293\">(No. 47491.</docketnumber><parties data-order=\"1\" data-type=\"attorneys\" id=\"b293-8\" pgmap=\"293\">In re JOSEPH NOWAK, Attorney, Respondent.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b293-9\" pgmap=\"293\">Opinion filed January 26, 1976.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b294-5\" pgmap=\"294\">UNDERWOOD, J., concurring in part and dissenting in part.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b294-7\" pgmap=\"294\">William O. Krohn, of Chicago, for respondent.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b294-8\" pgmap=\"294\">John F. McCarthy, of Chicago, for amicus curiae the Chicago Bar Association.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b294-9\" pgmap=\"294\">MR. CHIEF JUSTICE WARD</author> <p id=\"Ao9\" pgmap=\"294\">delivered the opinion of the court:</p> <p id=\"b294-10\" pgmap=\"294\">The Board of Managers of the Chicago Bar Association sitting as commissioners of this court has recommended to us that Joseph W. Nowak, who was admitted to the bar of this State in 1949, be suspended from the practice of law for a period of three years.</p> <p id=\"b294-11\" pgmap=\"294(108) 295(24)\">The respondent was indicted on February 6, 1969, in the Northern District of Illinois, together with two other defendants, and charged with conspiring to defraud the United States and to violate sections 657, 1001, 1006 and 1008 of Title 18 of the United States Code. The respondent had served as the attorney for a federally insured savings and loan association. The indictment charged conspiracy to embezzle monies of the association (section 657), to make false statements and representations in matters in the jurisdiction of the Federal Savings &amp; Loan Insurance Corporation and the United States (section 1001), to make false entries in the books of the savings and loan association (section 1006) and to make false statements to influence the actions of the Federal Savings and Loan Insurance Corporation (section 1008).</p> <p id=\"b295-5\" pgmap=\"295\">The respondent was tried before a jury and found guilty on January 29, 1970. He received a sentence of three years, and his conviction was affirmed in the United States Court of Appeals for the Seventh Circuit on July 26, 1971. The respondent then made a motion to vacate his sentence in the district court, charging perjury and suppression of evidence, and this motion was denied in June 1972, and the denial was affirmed by the court pf appeals on October 16, 1973. The respondent began service of his sentence on February 2, 1972, and he was released on parole on March 1, 1973. His parole expired on January 30, 1975.</p> <p id=\"b295-6\" pgmap=\"295\">A disciplinary complaint was filed against the respondent on April 10, 1970, and a hearing on it had on October 6, 1971, after his conviction had been affirmed. The Committee on Grievances of the Chicago Bar Association recommended that the respondent be suspended from the practice of law for a period of five years. The Board of Managers of the Association on April 24, 1975, approved the report of the Committee on Grievances but amended the recommendation made by the committee to one that the respondent be suspended from practice for a period of three years.</p> <p id=\"b295-7\" pgmap=\"295(103) 296(76)\">The respondent had been elected mayor of Calumet City in 1961 and was reelected in 1965 and again in 1969. After his conviction in January 1970 a quo warranto proceeding was instituted in the circuit court of Cook County by the State’s Attorney of Cook County, seeking to oust the respondent from his office on the ground that he had been convicted of an infamous crime and was thereby disqualified from holding office under statutory provisions and under the provisions of our constitution of 1870. The circuit court ordered his ouster, but the appellate court stayed the order of the circuit court. This court awarded a writ of prohibition against the stay granted by the appellate court (People ex rel. Taborski v. Illinois Appellate Court, 50 Ill.2d 336) saying: “*** Nowak stands convicted of a crime which falls within the classification of an infamous crime within the meaning of section 4 of article IV of the 1870 constitution” and has been convicted of a Federal crime “involving elements of fraud against the United States ***.” 50 Ill.2d at 340.</p> <p id=\"b296-5\" pgmap=\"296(262) 297(29)\">The opinion of the court of appeals which announced the affirmance of the respondent’s conviction (448 F.2d 134) details the circumstances of the offenses of which he was convicted. Basically the facts were that the savings and loan association represented by the respondent agreed to finance and did finance a real estate development on the condition that a certain mortgage broker would arrange for money brokers, that is, persons in the business of directing deposits to financial institutions, to place sufficient deposits in the savings and loan association to allow the loan to the real estate developer to be made. Federal banking authorities had come to regard brokered deposits with great caution and had issued regulations requiring insured financial institutions to report such deposits, and the regulations had limited such deposits to a specified percentage of an institution’s total capital. The respondent, as attorney for the savings and loan association, prepared statements to be filed with the Federal Home Loan Bank Board which were false in that it was stated that the association had no knowledge of commissions being paid to brokers for deposits and that no money broker had been used to obtain funds for the loan in question. Too, there was evidence that the developer gave the mortgage broker $93,000 in cash from the proceeds from the loan and the mortgage broker in turn gave the respondent approximately $72,000. The loan by the association was made on the basis of an appraisal given that the contemplated development was worth $8,000,000. The appraiser had been told by the respondent to make the appraisal from data supplied by the developer. The opinion of the court of appeals stated that the actual value of the development was approximately $2,500,000.</p> <p id=\"b297-5\" pgmap=\"297\">The respondent in August 1969 was ordered (apparently by the Federal Home Loan Bank Board) to disassociate himself from two federally insured savings and loan associations which he was then representing because of the indictment pending against him. The respondent complied with the direction and states that he has voluntarily abstained from practicing law since that time. The statement that he has withdrawn from practice is not disputed.</p> <p id=\"b297-6\" pgmap=\"297\">There is but one contention made to us by the respondent, and it is that the three-year suspension recommended would be an overly severe sanction to impose.</p> <p id=\"b297-7\" pgmap=\"297\">The first purpose of a proceeding to discipline a member of the bar is to protect members of the public, to maintain the integrity of the legal profession and to safeguard the administration of justice from reproach. (In re Lacob, 50 Ill.2d 277.) Considering the character of the offense committed by the respondent and the circumstances óf its commission we cannot say that the recommendation of the Board of Managers as to the measure of discipline is inappropriate. A judgment suspending the respondent from the practice of law for a period of three years is entered. However, considering all of the circumstances here, the suspension will be considered as having begun on January 30, 1975, the date of the expiration of his parole.</p> <p id=\"b297-8\" pgmap=\"297\">Respondent suspended.</p> </opinion> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\"> <author id=\"b297-9\" pgmap=\"297\">MR. JUSTICE UNDERWOOD,</author> <p id=\"ALs\" pgmap=\"297\">concurring in part and dissenting in part:</p> <p id=\"b297-10\" pgmap=\"297(29) 298(11)\">I concur in the opinion of the court, except for the retroactive effect of the suspension. The recommendation of the Board of Managers seems to me appropriate, and I would adopt it without the reduction which the retro-activity accomplishes.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}