{
  "casebody": {
    "data": "<casebody firstpage=\"7\" lastpage=\"15\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b17-4\">Robert Hall <em>v. </em>The State of Ohio.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b17-5\">Penal statutes are to he construed strictly, and can not be extended, by implication, to cases not falling within their terms.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b17-6\">Such statutes of a local character, referring to per'sons, places, or things, unless otherwise expressed, are to be confined to such persons, places, or things as existed at the time of their passage.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b17-7\">The act of February 9, 1846, “ to prohibit the sale of intoxicating liquors in. the vicinity of certain manufacturing establishments, in the counties of Scioto, Lawrence, and Jackson,” is to be confined to such manufacturing establishments as existed at the time of its passage.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b17-8\">Error to the court of common pleas of Lawrence county.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b17-9\">At the April term, a. d; 1848, of the court of common pleas of Lawrence county, an indictment was found against ^plaintiff in error, which charged “that Robert Hall, late of said county, on March 10, A. d. 1848, at the county aforesaid, did vend and sell certain spirituous liquors, to wit, one quart of whisky, to one Andrew J. Razor at the grocery store of said Robert Hall, then and there situate, within the distance of three miles of a foundry belonging to Peebles, Wood &amp; Co., then and there an iron foundry, then and there used for the manufacture of iron-eastings within the county of Lawrence aforesaid, and not located within the town of Portsmouth, contrary to the form of the statute,” etc.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b17-10\">The indictment was upon a local act of the general assembly, passed February 9, 1846, entitled “ an act to prohibit the sale of intoxicating liquors in the vicinity of certain manufacturing establishments in the counties of Scioto, Lawrence, and Jackson.” 44 Ohio L. L. 64. At the October term, 1848, Hall was tried and convicted. A bill of exceptions was taken, which shows that on the trial, “The state called as a witness <em>Andrew J Razor, </em>who testified that in March, 1848, he purchased of James H. Berkley, at a grocery store known by the name of ‘Hall’s grocery/ in Lawrence county, a <em>quantity of whisky; </em>that Berkley was keeping said grocery; that he had seen Hall present when Berkley was selling liquor, but whether Hall knew of it could not say; that witness had never purchased whisky of Hall or in his presence; that there were measures in the grocery for measuring liquids, in which witness had seen molasses, vinegar, liquor, and <page-number citation-index=\"1\" label=\"8\">*8</page-number>other liquids measured; that said grocery was within three miles of the iron foundry of Peebles, Wood &amp; Co.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b18-5\"><em>“ Rodgers, </em>witness for state, testified that said foundry was in operation only from February, 1848; that said grocery was- a regular place of business before the foundry was built, and had been continuously kept, from before the erection of the foundry.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b18-6\">“ <em>Frampton, </em>witness for state, testified that Hall told witness, that he (Hall) owned said grocery, but had never seen Hall participate in the management of it.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b18-7\"><em>Hl)empsey, </em>witness for state, testified, had heard Hall say he *had employed said Berkley as his clerk to attend to said grocery. The state then rested the case.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b18-8\">The defendant, in the court below, offered no evidence, but asked the court to instruct the jury, among other things, “ that, if the grocery mentioned in the indictment was an established place of business at the time when said foundry was built, and has been continued as such since, the selling adjudged in the indictment was not an unlawful selling,” which instruction the court refused. This was <em>all </em>the evidence given on trial. Motion for a new trial and in arrest of judgment in duo form overruled.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b18-9\">The error assigned and chiefly relied upon is the refusal of the court to charge the jury as requested.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b18-10\">Joseph W. Wheeler, for plaintiff:</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b18-11\">The conviction is erroneous, because:</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b18-12\">1. The act of February 9,1846, under which this conviction has been had, is opposed to the laws of Congress to regulate commerce with foreign nations and among the several states, in so far as it relates to the sale of imported liquors when sold in the original cask or vessel in which they were imported. The presumption of law upon the evidence in this case is that the sale complained of was a lawful one.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b18-13\">2. That the act of February 9,1846, does not extend to the place where the alleged sale took place.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b18-14\">3. That the act of February 9, 1846, is a private or local act, and should therefore have been specially set forth in the indictment, and proved to the jury.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b18-15\">4. That the court erred in not charging as requested.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b18-16\">We will consider these points in the order in which they are stated.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b18-17\"><em>First. </em>The constitutionality of the act of February 9; 1846, so <page-number citation-index=\"1\" label=\"9\">*9</page-number>far as regards the sale of imported liquors, when sold in. the original cask or vessel in which they were imported.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b19-5\">The extent of the power conferred upon the general' government ■*by virtue of that clause of the constitution which declares that Congress shall have power to regulate commerce with foreign nations and among the several states, has recently been so fully and ably discussed in the celebrated license cases reported in 5 Howard’s XT; S. Eep., that any attempt to further elucidate the subject by argument would be futile. <em>We </em>shall, therefore, merely point out to the court wherein we think the. principles settled in these eases are applicable to the present.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b19-6\">■ As we understand these decisions, the following principles are clearly laid down by the court:</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b19-7\">| 1. “ That the laws of Congress regulating foreign commerce authorize the importation of spirits, distilled liquors and brandy, in casks or vessels not containing less than a certain quantity specified in the laws upon the subject.”</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b19-9\">2. That any state law which prevents or obstructs the importation or <em>sale of </em>these articles in the original cask or vessel in which they were imported, is void.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b19-10\">3. That the states ipay, as a mere matter of police regulation, impose a license upon, and, to a certain extent, regulate the traffic in these articles.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b19-11\">j 4. But that no state law which attempts to prohibit the importation or the sale of these articles in the original quantity imported, can be supported as a police regulation. Ch. J. Taney, p. 557 ; McLean, J., p. 592 ; Catron, J., p. 601.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b19-12\">If I am right, then, beyond all controversy, the law under which this prosecution originated is void, in so far as it regards the sale of imported liquors when made in the original quantity and vessel in which they were imported, because this law <em>prohibits entirely, </em>in the greater part of three entire counties of the state, the sale of <em>any </em>spirituous liquors <em>in any quantity.</em></p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b19-13\">j The legal operation of this law, then, must be restricted to the prohibition of the sale of domestic liquors, or of the sale of imported liquors when made in less quantity than by law is authorized to bo imported at one time in any one vessel.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"AjG\">The next question is, does the record in the present case *show a state of circumstances which entitles the defendant to take advantage of the illegality of the law in this particular ?</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b20-4\"><page-number citation-index=\"1\" label=\"10\">*10</page-number>The <em>indictment </em>undoubtedly charges Hall with having made an illegal sale, because the laws of Congress do not authorize the importation and sale of spirituous liquors in so small a quantity as one quart; but the averment of quantity in the indictment is immaterial, and may be supported by proof of a sale of any quantity <em>which may not he legally sold.</em></p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b20-5\">The proof is that the defendant sold “ <em>a quantity of </em>whisky.” How much, or whether imported or of domestic manufacture, does not appear. Here, then, is proof of a sale which <em>might he lawful </em>or unlawful, as the character and quantity of the article sold might vary. What, then, is the presumption of law upon this state of facts ? Undoubtedly, that the ai’ticle sold was of the character and in the quantity which would make the sale legal; for every act which might be lawful is presumed to be so until its illegality is clearly established.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b20-6\">The burden of showing the circumstances or facts relied upon as a justification, never rests upon the defendant, except where the defense is under a license, or under a subsequent law or subsequent clause of the same law declaring the offense. 1 Greenl. Ev. 90, 91.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b20-7\">But in this case our defense is under the constitution and laws of the United States, which can never be said to form <em>exceptions </em>to the laws of a state. They establish the general rule, and the state law forms the exception.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b20-8\">Where there is a trafile in an article which is lawful under the constitution and laws of the United States, and which a state can not interdict, and also a trafile in the same article which a state may legally prohibit, wo think a state, by illegally attempting to prohibit the <em>entire </em>traffic, can not render that traffic which they could not legally prohibit, <em>prima facie </em>illegal, so as to throw upon those engaged in the lawful traffic, the burden of being at all times prepared (in a state court) to show, affirmatively, the legality of their trade. Such a power might be so exercised as to effectually prohibit the traffic altogether.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"A1X\">*If the legislature of Ohio, in enacting this law, had not attempted, by prohibiting the <em>entire </em>traffic, to transcend their constitutional powers, the burden of the whole proof would have rested upon the state, as it should. And can it be said that by this attempt to exceed their powers, they can cast upon the defendant the burden of showing his innocence?</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b21-4\"><page-number citation-index=\"1\" label=\"11\">*11</page-number><em>Second. </em>The second objection upon which we rely for a reversal of this judgment is, that the act of February 9, 1846, under which the prosecution originated, does not extend to the place where the alleged sale took place.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b21-5\">The foundry was put in operation in the month of February, 1848.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b21-6\">The law in question was passed February 9, 1846, when, and for more than two years afterward, the foundry mentioned in the indictment was not in existence.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b21-7\">We claim that this law can not be construed to extend to this foundry.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b21-8\">This statute must be strictly construed, because:</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b21-9\">1. It is highly penal; “ and penal statutes are never to be extended by implication.” Andrews <em>v. </em>United States, 2 Story, 202.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b21-10\">2. It is in restraint of trade; and “ statutes which impose restrictions on trade or common occupations must be construed strictly.” Sewall <em>v. </em>Jones, 9 Pick. 402.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b21-11\">3. This- statute was enacted for the benefit of a particular class of persons—certain iron manufacturers—as opposed to the natural right of the citizen ; and “ statutes made in favor of corporations and individuals, in derogation of common light, should be strictly construed.” Sprague <em>v. </em>Burdsell, 2 Cow. 419.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b21-12\">At the time of the passage of this law, and for two years afterward, it did not extend to the place where this sale took place, and nothing in the law itself, or which can be drawn from it by fair legal construction, will authorize this court to say that the legislature, at the time of its passage, intended that the law should apply to this particular place, or contemplated *its extension to any other manufactories than those in existence at the time.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b21-13\">It is a well-settled principle that statutes referring to or affecting persons, places, and things, are limited in their application to persons, places, and things as they existed at the time the statute was passed. Kendall, Postmaster-General, <em>v. </em>United States, 12 Pet. 294; United States <em>v. </em>Paul, 6 Ib. 141; Mobile <em>v. </em>Eslave, 16 Ib. 243; Mobile <em>v. </em>Hallet, 16 Ib. 261.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b21-14\">Again, we claim that this act can not be extended to manufactories erected since its passage, because such a construction would render the act itself, so far, unconstitutional.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b21-15\">The legislative power of this state is vested exclusively in tho <page-number citation-index=\"1\" label=\"12\">*12</page-number>general assembly of the state, and it is not in their power to delegate to any man, or other body of men, any portion of that power.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b22-5\">And any enactment of the general assembly, intended to operate, as a law of the state, to which the assent of any man or other body of men is rendered necessary to its. validity as a law, is an attempted delegation of the power of legislation.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b22-6\">This principle is fully and clearly sustained in the case of Parker <em>v. </em>The Commonwealth, 6 Barr, 515, 516; and recently in the case of Barto <em>v. </em>Himrod et al., in Tompkins county, New York Supreme Court, in which Hon. Wm. H. Shankland, of the Supreme Co art, declared the late free-sehool law of that state unconstitutional, because “the tenth and fourteenth sections of the act expressly referred the question, whether the act became a law or not, to the people at the polls. The power to extend an existing law to a place where it did not extend, is as much a legislative power as the power to make the original law.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b22-7\">If the operation of this law was made to depend upon an expression of the will of the people, it would be unconstitutional; But if such a law would be unconstitutional, much more would a law be unconstitutional which makes its application to a locality depend upon the mere act and will of a private individual or manufacturing company, exercised for mercenary motives.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"AdX\">^Before the erection of the foundry described in the indictment, the defendant was engaged at his usual place of doing business, in a traffic in spirituous liquors. This traffic was, under the then existing laws, a lawful business. But without any change in the law of the land, by the erection of the foundry of Peebles, (Wood &amp; Co., and immediately upon its going into operation, the defendant’s business must be abandoned, or he punished as a criminal for exercising it.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b22-9\">The authorities would go very far in warranting the court in declaring such a law void, even where the law itself was clear and positive.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b22-10\">“ Statutes passed against the plain and obvious principles of common right and common reason, are null and void, so far as they are calculated to operate against these principles.” 4 Bac. Abr. 635, pl. 12 ; Ham <em>v. </em>Claws, 1 Bay. 93; Morrison <em>v. </em>Backsdale, Harper, 101.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b22-11\">But whore the law itself is not clear and positive in its terms, <page-number citation-index=\"1\" label=\"13\">*13</page-number>the courts ought not, by construction, to give it an effect so manifestly unjust and unreasonable. 1 Black. Com. 91.</p>\n<attorneys data-order=\"54\" data-type=\"attorneys\" id=\"b23-5\">S. M. Browning, prosecuting attorney, and J. McCormick, attorney-general, for the state,</attorneys>\n<p data-order=\"55\" data-type=\"legal\" id=\"Advn\">submitted the case without argument.</p>\n<opinion data-order=\"56\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b23-6\">Ranney, J.</author>\n<p id=\"AGV\">The plaintiff in error was indicted under the act of February 9, 1846, “ To prohibit the sale of intoxicating liquors, in the vicinity of certain manufacturing establishments, in the counties of Scioto, Lawrence, and Jackson.” On trial, he was found guilty of having sold, on March, 10, 1848, one quart of whisky, to one Andrew J. Razor, at his grocery store, within three miles of a foundry owned by Peebles, Wood &amp; Co., in the county of Lawrence. We do not propose to notice but one of the eri’ors assigned by the plaintiff. It appears by the bill of exceptions, that it was proved to the jury on the trial, that the foundry was ex-ected in the month of February, 1848; that the grocery, at which the liquor was sold, was a regular place of bxxsiness before the foundry was built, and *had been con-</p>\n<p id=\"AvNp\">tinuously kept, from before the building of the foundry until after the sale of the liquor charged in the indictment. On this state of facts, the plaintiff in error requested the court to charge the jury, “that if the grocery mentioned in the indictment was an established place of business at the time when said foundry was built, and has been continued as such since, the selling alleged in the indictment was not an unlawful selling.” This instruction the court refused to give, and in this we think they erx’ed. The act upon which the indictment is founded, subjects to a fine of from ten to one hundred dollar's, or imprisonment in the county jail from ten to thirty days, or both, any person who shall “ sell, . or expose to sale, any spirituous or intoxicating liquox’S, at any place within a distance of three miles of any iron-furnace, fox’go, ■ or foundxy, used for the manufacturixxg of pig-iron, bar-iron, blooms, or iron-castings, within the counties of Scioto, Lawrence, and Jackson, in this state, except such furnace, forge, or foundry be located in the town of Portsmouth.” Several considerations connected with the policy of this law are not easily understood. If right in itself, why should its blessings have been confined to three counties? If necessary for the manufacturing intei’ests, why confine it to those of iron alone? And upon what principle do the people of the town of Portsmouth obtain a dispensation to <page-number citation-index=\"1\" label=\"14\">*14</page-number>do acts that are made highly criminal when committed by those not fortunate enough to live within her corporate limits ? But it is a law, and although we may not be able to see far enough to fathom its wisdom, we are bound to give it a fair construction and enforce its provisions. It is a highly penal law, punishing the sale of spirituous liquors, in any quantity, when, by the general law of the state, a quantity above a quart could be freely sold, and inflicting imprisonment upon the offender, in addition to a large fine, which it is believed no general law has ever done. It has long been settled that all such laws must be strictly construed. They can not be extended by implication to cases not strictly within their terms. Andrew <em>v. </em>United States, 2 Story, 202.</p>\n<p id=\"Ap\">*The plaintiff in error, at the time this law passed, and for two years afterward, was engaged, so far as we know, in a lawful commerce. His place of business did not stand upon interdicted ground. He was not within a marine league of one of the favored establishments.</p>\n<p id=\"b24-6\">He was outside of the territorial limits covered by the law; it did not extend to him or over him; and the question is, could Peebles, Wood &amp; Co., two years after its passage, carry it there, extend it over him, and break up his business? We think not. The statute prohibits the sale of spirituous or intoxicating liquors, within three miles of any iron-furnace, forge, or foundry within the counties named. There is no intimation in the act that it is to extend to establishments erected after its passage.\"</p>\n<p id=\"b24-7\">A well-settled rule of construction here comes in to our aid, which is, that “ a statute referring to, or affecting persons, places, or things, is limited in its operations, to persons, places, or things as they existed at the time the statute was passed.” I shall refer but to one case in illustration of this rule, and if I do not misjudge, it is identical in principle with the present.</p>\n<p id=\"b24-8\">It is the case of the United States <em>v. </em>Paul, 6 Pet. 141. The prisoner was indicted in the Circuit Court of the United States for the Southern District of New York, in October, 1830, and charged with breaking, with ah intention to steal, into a store situated at West Point, in the State of New York, and within the sole and exclusive jurisdiction of the United States. The indictment was founded upon section 3 of the act of Congress, entitled “ an act more effectually to provide for the punishment of certain crimes <page-number citation-index=\"1\" label=\"15\">*15</page-number>against the United States, and for other purposes,” passed March. 3, 1825. This section provides that “ if any offense shall be committed in any of the places aforesaid [forts, dock-yards, etc., ceded by a state to the United States], the punishment of which, offense is not specially provided for by any law of the United States, such offense shall, upon a conviction in any court of the United Slates having cognizance thereof, be liable to, and receive the same punishment as the laws of the state, in which such fort, *elc., is situated, <em>provide for the like </em>offense, <em>when committed within the body of any county of such state.” </em>The offense charged in the indictment was not burglary by the laws of New York, in 1825, but was made so in 1829. The question was whether this section was to be limited to the laws of the several states, in force at the time of its enactment, and upon this question the circuit court divided. The Supreme Court held that it was; that although the charge against the defendant was made burglary in 1829, a year before he had broken into the store, the prosecution was confined to the laws of the State of New York in force at the time the act of Congress was passed. The law of Congress refers to the “ laws of the state in which such fort, etc., is situated.” This statute refers to “ any iron-furnace, forge, or foundry within the counties of Scioto, Lawrence, and Jackson.” It would be quite as unwarrantable to extend this statute to all furnaces, forges, and foundries that might be afterward erected, as it would the act of Congress to laws of the states afterward- passed. We therefore give this extraordinary law a local habitation, by holding that it extended for three miles around every furnace, forge, and foundry in the counties of Scioto, Lawrence, and Jackson, existing at the time of its passage, <em>always exempting the town of Portsmouth; </em>and that it is not migratory in its habits or capacities—that it only punishes those who go within its reach, and does not go after them. It is only when Mahomet goes to the mountain, and not when the mountain comes to Mahomet, that its penalties can be invoked.</p>\n<p id=\"b25-5\">The judgment is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}