{
  "casebody": {
    "data": "<casebody firstpage=\"103\" lastpage=\"126\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b103-4\">The Macon &amp; Augusta Railroad Company <em>vs. </em>The Georgia Railroad Company <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b103-5\">1. Where a mortgage to trustees provides for filling a vacancy in the trust by nomination by one of the beneficiaries, and approval by the judge of the superior court, notice to the mortgagor of the application for approval is not required. The mode of appointment is governed by the instrument, and not by the general law.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b103-6\">2. When the principal debtor has, by mortgage, indemnified a guarantor of the debt, and the contract of guaranty has never been repudiated or sought to be evaded, but is recognized and, in part, performed, the mortgagor caunot avoid the mortgage by urging that tne guaranty is not, and has never been, obligatory.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b103-7\">8. When a mortgage which purports on its face to be for better securing the due payment of certain bonds and obligations, and also for indemnifying the guarantor thereof, is sought to be enforced at the instance of the guarantor alone, the validity of its objects is not in question, except so far as the indemnity is concerned. Whether it might be enforced in behalf of the creditors, as well as in behalf of the guarantor, need not be decided.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b103-8\">4. A mortgage of a railroad to trustees, for the objects above specified, which gives them power to take possession of the road and use it in certain contingencies, and, at their discretion, on certain conditions to sell it, contemplates that they may do the former only, or both. The trustees need not confine themselves to either measure, but may first enter and then sell, using the road for the purposes of the trust until a sale is effected.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b103-9\">5. Under the special terms of the mortgage now for construction, default in paying the principal of the bonds is not a condition precedent to exercising the power of sale. It is enough that some of the coupons for interest have become due, and that the mortgagor, failing to pay them on demand, has continued in default for sixty days after receiving notice of the intention to sell.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b103-10\">6. With the bill, answers, and all the circumstances before him, the chancellor was warranted in treating demand for payment, and notice of the intended sale, as sufficiently established.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b103-11\">7. Where a power of sale is to be exercised by a trustee in case of continued default for sixty days after notice to the mortgagor of an intention to sell, but not until the sale has been previously advertised for sixty days, the two periods are not synchronous, but successive; the term required for the advertisement to run does not begin until the term of the prescribed notice has expired.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b103-12\">A stipulation by a railroad corporation to appropriate certain bonds held by it on deposit, to the completion of the railroad of another company, according to the prior contract and specifications made <page-number citation-index=\"1\" label=\"104\">*104</page-number>by a certain firm, “ and all other work under said contract not by them fully performed,” is not an undertaking to complete the railroad further than the bonds on deposit would pay for, or supply the means of payment. Nor is said stipulation an undertaking to keep down interest on outstanding bonds whilst the work of completion was in progress, though the firm had agreed to do so in the prior contract to which the stipulation makes reference.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b104-4\">9. For any breach of the foregoing stipulation, compensation may be had in damages, the corporation being solvent; and unless it appeared that such damages, together with the remnant of the bonds on deposit, would probably cancel the default for which the sale of the railroad under the mortgage is impending, the sale should not be enjoined. More especially is this true, as the mortgagor company, though bound to keep down the interest on its outstanding bonds, did'not do so, but suffered the same to fall on the other company as guarantor, and hence is not in a favorable position to complain of any delay by the latter in prosecuting the unfinished work of construction.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b104-5\">10. As it is now certain that the mortgagor has had full notice of the intemion to sell, and as the non-expiration of the term of notice before the property was advertised was the only meritorious ground of the bill, which ground has disappeared by lapse of time, let the sale, on being duly advertised for sixty days, proceed.</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b104-6\">Injunction. Trusts. Mortgage. Contracts. Guaranty. Powers. Time. Before Judge Pottle. Richmond County. At Chambers. March 13, 1879.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b104-7\">The Macon &amp; Augusta Railroad Company filed its bill against Wm. M. Reese and the Georgia Railroad, presenting, in substance, the following facts :</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b104-8\">On June 16,1869, Hull &amp; Co., of New York, contracted with complainant to complete and deliver its road from Milledgeville to Macon by July 1st, 1870. In this contract were the following provisions:</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b104-9\">“ The said parties of the second part (Hull &amp; Co.) also agree to pay the debts now due by said company, and the accruing interest of the bonded debt, until the road be completed and delivered for use to Macon.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b104-10\">“It is further agreed by said party of the first part (TheM. &amp; A. R. R.), that said parties of the second part may, at their option, either take absolute possession and control of the' whole road, including the finished portions, to operate the same as they may deem best for their <page-number citation-index=\"1\" label=\"105\">*105</page-number>own interests, or they may permit the Georgia Railroad Company to work the finished portion as at present, reserving to themselves, however, the right to alter and amend the schedule and ratQS of freight and passage, and generally to control the working of the road in such manner and at such times as they may see proper so to do, until the expiration of their contract,”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b105-5\">Hull <em>&amp; </em>Co. failed to complete the road by July 1st, 1870, and it remained in such condition until November 12, 1872, when the following contact was entered into :</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b105-6\">“It is hereby agreed by and between M. K. Jessup &amp; Co. and G. G. Hull &amp; Co., of the one part, and the Geo. R. R. &amp; B’kg Co. and the M. &amp; A. R. R. Co., of the second part, that:</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b105-7\">“ 1. All claims by the M. &amp; A. R. R Co. against G. G. Hull &amp; Co. for non-execution or defective execution of their contract, shall be released to them, and the stock of said company issued to them shall be all .confirmed in the hands of the present holders.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b105-8\">“ 2. All claims by G. G. Hull &amp; Co. for work done on said road east of Milledgeville shall be released, and in like manner, all moneys advanced by M K. Jessup &amp; Co. and the Georgia R. R. Co. for same purpose, to be released.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b105-9\">“3. All advances made by the Geo. R. R. &amp; B’kg Co. to G. G. Hull &amp; Co., as contractors, shall be released.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b105-10\">“4 All claims of the Geo. R. R. &amp; B’kg Co. on the M. <em>&amp; </em>A. R. R. Co., at date of the contract made by G. G. Hull &amp; Co., say June, 1869, and for losses from working said rbad since the completion of said contract, say December 19, 1870, and also for coupons paid, to be released.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b105-11\">“5. The bonds now held by the Geo. R R. <em>&amp; </em>B’kg Co. as a special deposit of M. K. Jessup &amp; Co. to be appropriated to the completion of the M. <em>&amp; </em>A. R. R. according to the original contract and specifications made with G. G. Hull &amp; Co., and all other work under said contract not by them fully performed.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b105-12\">‘‘ 6. All suits now pending by or against any of the parties hereto and involving any of the matters herein provided for, to be dismissed upon the ratification and confirmation of the agreement by the boards of directors of the respective roads, or other proper authority, and in the meantime all action in the said suits to be stayed.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b105-13\">Preamble and resolution adopted by the board of directors of the Georgia Railroad and Banking Company, .February 11, 1873:</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b106-4\"><page-number citation-index=\"1\" label=\"106\">*106</page-number>“Whereas, Geo. G. Hull &amp; Go,, of New York, on the lGth day of June, 1869, contracted with the Macon and Augusta Railroad Company to complete said road from Milledgeville to Macon, and deliver the same thus completed on or before the 1st day of July, 1870, as by reference to said contract will appear; and whereas the said Geo. G. Hull &amp; Co. have failed to comply with their said contract, by which large advances and expenditures became necessary, which have been made by this company to the said Macon and Augusta Railroad and G. G. Hull <em>&amp; Go </em>to prevent the suspension of the work on said road and the abandonment of the same; and whereas, in consequence of said default various subjects of controversy have arisen between Geo G. Hull &amp; Co., M. K. Jessup <em>&amp; </em>Co., the Macon and Augusta Railroad Company, and this company, which it is very desirable to settle amicably, and for which object this company propose* to make large sacrifices; therefore</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b106-5\"><em>“Be it Besolmed, </em>That without admitting the recitals and assumptions in a contract signed by the parties and dated the 12th day of November, 1872, this company wi'l agree to the same: <em>Provided, </em>however, and it is expressly understood, that except to the filling of the Ocmulgee swamp trestle, this company shall be allowed a reasonable time to finish the other unfinished sections of the road by the gradual reductions of the grades with the track raising force, or such other extra force as it may be deemed convenient to put upon the work; and provided, further, that the rolling stock now in use upon the road, and which has been paid for by this company, shall be recognized as its' own property.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b106-6\">Contract also ratified, without provisions, by board of directors of Macon and Augusta Railroad.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b106-7\">Notwithstanding this solemn agreement of the Georgia Railroad to take the place of the contractors, Hull &amp; Co., and to finish and deliver the road to complainant, the same has not been completed and returned according to the agreement as made and fully understood between the jiarties at the time. The bonds referred to in said contract as held by the Georgia Railroad under special deposit of Jessup <em>&amp; </em>Co. were worth $85,000, or other large sum, and which were to be appropriated to the completion of the road, have never been so applied. During the whole time that the Georgia Railroad has held said road for completion, it has been using the same, and realizing a large income from its working, ample, for aught complainant knows, to fully pay <page-number citation-index=\"1\" label=\"107\">*107</page-number>up all accruing coupons and working expense, besides a handsome net earning. But the road lias never yet been fully finished, and there have been no statements made to, or accountings had with, complainant tending to show the actual business status between the two companies, and complainant insists that it is entitled to this, and hereby calls for it, as a necessary preliminary to a just settlement between them, provided its version of the contract of November 12,1872, is held tobe erroneous. If such version be sustained,then nothing remains to be done but to complete tbe road and turn it over to complainant. If this version be not sustained, then complainant insists that the Georgia Eailroad has taken possession of its road without any contract, and has worked it for its own use for the space of-years, and hence is liable for a fair rental therefor, which would be $100 per mile per annum.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b107-7\">Notwithstanding these facts, the Georgia Eailroad now proposes to sell complainant’s road under a mortgage deed, wherein John P. King and William Hope Hull were trustees for certain purposes therein named, executed on July 1,1869, which is as follows :</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b107-8\">“ State oe Georgia — Richmond County.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b107-9\">“ This deed of trust and mortgage made and executed this first day of July, A. D. eighteen hundred and sixty-nine, between the Macon and Augusta Railroad Company, of the first part, and John P. King and William II. Hull, both of said county, of the second part, witnesseth: That for and in consideration of the sum of ten dollars, by the said parties of the second part to the party of the first part in hand paid, at and before the sealing and delivery of these presents, the receipt whereof is hereby acknowledged, and also for the better securing the due payment of the bonds and obligations hereinafter described, and for the indemnity of the guarantor thereof as hereinafter stated, the said Macon and Augusta Railroad Company, being authorized to do so by an act of the legislature of Georgia, approved February 25, 1869, as well by the charter of said company, doth hereby grant, bargain, sell and convey unto the said John P. King and William H. Hull, in trust for the purposes hereinafter mentioned, the entire real and personal property of the said company, including their railroad, finished and to be finished, extending from the point of junction with the Georgia Railroad to the city of Macon, lying and being in the <page-number citation-index=\"1\" label=\"108\">*108</page-number>counties of Warren, Hancock, Baldwin, Jones and Bibb, in said state of Georgia, including all real estate and buildings of every kind, rights-of way and other easements, railroad track, iron and superstructure, and also all locomotive engines, passenger, freight and other cars, whether now in possession or hereafter to be acquired.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b108-4\">“And the said party of the first part doth likewise convey and assign unto said parties of the second part, upon the like trusts, all t-he-corporate privileges and franchises which have been or may be granted •to and are enjoyed by the said Macon and Augusta Railroad Company, t ó be used and enjoyed by said parties of the second part as fully as by said company.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b108-5\">“In trust, nevertheless, and for the following purposes, hereby declared as the true intent of this conveyance:</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b108-6\">“That, whereas, the said Macon and Augusta Railroad Company have executed and are about to issue three hundred and seventy bonds, each for the payment of the sum of one thousand dollars, of even date with these presents, and payable ten years after their date, numbered-from 1 to 870, inclusive, being negotiable securities, and bearing interest at the rate of seven per cent, per annum, coupons for which, payable semi-annually, are attached to said bonds; and, whereas, the Georgia Railroad and Banking Company, under the authority of said-act of February 25, 1809, have guaranteed the payment of the principal and interest of said bonds. Now, therefore, the said trustees, so long, as the said Macon and Augusta Railroad Company shall promptly pay the interest semi-annually accruing on said bonds to those entitled to receive the same upon the lawful presentation of said coupons for payment, shall permit the said Macon and Augusta Railroad Company to possess, control and enjoy all the property, rights and franchises herein conveyed as fully as though this conveyance had not been made, until the time when the principal sum of said bonds shall be due and payable, and if then the said Macon and Augusta Railroad Company shall' fully pay off and discharge not only the interest as aforesaid, but also the said principal of all and each of said.bonds promptly on presentation thereof, according to the tenor and effect of said bonds, and shall hold the said Georgia Railroad and Banking Company harmless and free from all loss or damage by reason of said guaranty; then this deed of trust and mortgage shall be void and of no effect. But if at any time the said Macon and Augusta Railroad Company shall fail or refuse to pay any of said coupons when due and payment thereof lawfully demanded, or shall fail or refuse to pay the principal of any of said bonds when due and lawfully demanded, then the said parties-of the second part are hereby authorized and empowered, and upon the application of the said Georgia Railroad and Banking Company, or of the holders of one-third part of said bonds, it shall be their duty immediately to enter upon and take possession of the said road and of the property and franchises herein conveyed, and shall by officers and <page-number citation-index=\"1\" label=\"109\">*109</page-number>agents, to be by them employed for the purpose, use and work the said road for the benefit of the holders of said bonds and coupons, and shall devote the profits and earnings of the same, after paying the expenses of working and management, taxes, repairs, and other lawful charges, including prior liens thereon, to the discharge and payment of said bonds, and interest due and accruing thereon until the same shall be fully paid, principal and interest.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b109-5\">“And said parties of the second part are also authorized, at their option, in the event of default in payment as above stated, upon the like application as aforesaid, by giving sixty days notice to said party of the first part of their intention so to do, and said default still continuing, to sell the property, rights and franchises herein conveyed, at public sale, to the highest bidder, in the city of Augusta, Georgia, having previously advertised said sale for sixty days in two of the public gazettes of said city of Augusta, and to convey the same in perpetuity to the purchaser; such sale may be for cash or on such other terms as said trustees may think fit, and shall be a complete bar to all claims or rights of the said Macon and Augusta Railroad Company to the property, rights and franchises herein conveyed, and the proceeds of said sale, after paying the expenses and charges thereof and all liens and claims having legal preference, shall be applied to the payment and discharge of said bonds, principal and interest, and for the reimbursement of said Georgia Railroad and Banking Company for all payments, and interest thereon, and for all losses, expenses and damages incurred by reason of the aforesaid guaranty, and the residue, if any, shall be paid to siiid Macon and Augusta Railroad Company.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b109-6\">“And it is understood and declared that this deed of trust and mortgage is made subject to a mortgage heretofore executed by said parties of the first part to secure the payment of a former issue of bonds dated January 1, 1807, to the amount of four hundred thousand dollars.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b109-7\">“And it is further provided that in case of the death, resignation 01 incapacity of any one of said trustees, the rights, powers and duties herein conveyed and imposed shall devolve on the survivor, and in case of the death, resignation or incapacity of both said trustees, then the said Georgia Railroad and Banking Company, or in case of their failure to do so within a reasonable time, then the holders of the majority of said bonds may appoint, by the approval of the judge of the superior court of either of the counties in which said road is located, one or more trustees, who shall be substituted to all the interests, rights, powers and duties of said parties of the second part, and said parties of the second part, or either of them, may resign this trust by signifying the same' in writing to the Georgia Railroad and Banking Company.”</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b110-4\"><page-number citation-index=\"1\" label=\"110\">*110</page-number>William Hope Hull has died and John Pi King has resigned his trusteeship under the mortgage, and William M. Reese was appointed sole trustee to fill the vacancy thus created. Complainant does not know whether said appointment has been legally made in conformity with the terms of the contract, and it asks that defendants be held to strict pn-oof thereof, Said Reese, as such trustee, at the instance of the Georgia Railroad, as the indorser and guarantor of the bonds, has taken possession of complainant’s road, its property and franchises, and for the indemnity and repayment of such indorser and guarantor, has advertised the same for sale on the first Tuesday in December next, the advertisement being dated September 3d,. 1878.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b110-5\">Complainant believes that the whole procedure looking to a sale of its road is not only illegal and grossly inequitable, for the reasons already stated, but wholly violative of both the letter and spirit of the trust mortgage itself. The deed provides two methods in case of default to pay the accruing interest on the bonds guaranteed, and each method is distinct and independent of the other, and must be'pursued in the order set forth in the mortgage, to-wit: 1st. The taking possession of the road and receiving its income until said interest payment by the Georgia Railroad should be canceled and the principal debt paid. 2d. By a sale, should said default still continue after the first mode of redress had been tried in vain. This sale is to be preceded by demand, notice and advertisement. It will be seen that before either remedy can be resorted to, demand is a preliminary step, and that before the last can be resorted to, not only demand, as in the first case, but also sixty days’ notice to complainant, and sixty days’ advertisement in addition, must precede the second remedy. In this couneetion, complainant invites attention to the following letters :</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b110-6\">“ Augusta, June <em>7, </em>1878.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b110-7\">\n<em>“ W. J. Magrath, Exq., President M. &amp; A. It. It. Co.:</em>\n</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b110-8\">“ Dear Sik, — The Georgia Railroad and Banking Company desires to be immediately relieved from any further management or control or operation of the Macon and Augusta Railroad Company, and hereby <page-number citation-index=\"1\" label=\"111\">*111</page-number>requests you, as its President, to take entire charge of the same for your stockholders. If you think a conference desirable, I will be pleased to arrange it with you by telegraph. We also wish to have your company, or the South Carolina Railrotd Company, assume a proportion of the coupons of the bonds jointly guaranteed by the Georgia and South Carolina Railroad Companies, both those already paid by this company and those to fall due in future.</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b111-5\">“ Very respectfully yours,</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b111-6\">“E. P. Alexander, <em>President.\"</em></summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b111-7\"><em>■ </em>“Augusta, Ga., August 28, 1878.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b111-8\">“ <em>M. J. Magmth Esq., President M. &amp; A. B. R. Oo.:</em></summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b111-9\">“Dear SrR, — -On the part of the Georgia Railroad and Banking Company, I hereby demand of the Macon and Augusta Railroad Company the payment of the coupons of the bonds issued by the latter company, which have been paid by the former company. The amount is about $329,393.49 at the present time.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b111-10\">“ Very respectfully yours,</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b111-11\">“ E. P. Alexander,</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b111-12\">“ <em>President.\"</em></summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b111-13\">It is quite evident that neither of these letters is the notice contemplated and required by the mortgage. Such notice was not to be given by the president of the Georgia Railroad at all, but by the trustee named in the deed, which has never been done at all.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b111-14\">Again, this notice had to be served upon complainant sixty days before the advertisement, and had to state the intention of the trustees to sell in pursuance of the application of the Georgia Railroad, and no such notice has ever been served by anybody. The advertisement states that the trustee had taken possession of complainant’s road, but the Georgia Railroad had the possession already, and was then seeking to induce complainant to resume possession, but this it will refuse to do until the road is completed and a full accounting of all its incomes had. For the reasons stated, the advertisement of Reese is wholly without authority and illegal.</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b111-15\">The president of the Georgia Railroad in his letter above set forth, states the amount due to it by complainant, on account of coupons paid, to be $329,390.49. This claim is <page-number citation-index=\"1\" label=\"112\">*112</page-number>unfounded for two reasons : 1st. By the terms of the contract of June 16,1869, the contractors agreed to pay all the <em>ncorning </em>interest on said funded debt, and when they failed' to comply with their contract to complete the road, and the Georgia Railroad, in the contract of November 12,1872, assumed the completion thereof, it took the place of the contractors, Hull &amp; Co. 2d. But there can be no question that the Georgia Railroad did, by the contract of November 12th, release complainant from liability on the coupons already paid, and no demand was made thereon until August 28, 1878, after a lapse of more than six years, and' after there had been a change in the administration of the Georgia Railroad.</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b112-5\">There have been but two issues of bonds by complainant,, first, one of $400,000.00 and, second, one of $370,000 00. The first runs for twenty years, and will not fall due until January, 1887. Only $300,000.00 of this issue were ever indorsed by the Georgia Railroad, and in this the South Carolina Railroad also joined. This indorsement was without authority of law, <em>ultra vires </em>and void. It is claimed that an act was obtained to authorize such action, but com- . plainant has been unable to find any except that of March, 1869, which authorized the indorsement of the second issue of bonds. There is a proviso in this act to the effect that-the mortgage which may be given the Georgia Railroad insecure its indorsement so authorized, shall in nowise affect a mortgage covering the $400,000.00 issue, and that the same is thereby recognized and confirmed. But this proviso introduces an entirely distinct subject-matter from anything contemplated or covered by the title to the act, and is therefore void.</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b112-6\">Complainant therefore charges: 1st. That there is nothing due iron! it on the coupon account, nor can there be until after the road is completed and turned over to complainant. 2d. That if there is any interest due at all, it could only be, in any view of the case, under the mortgage-under which the sale is proposed to be had, $155,400.00, and. <page-number citation-index=\"1\" label=\"113\">*113</page-number>not tbe amount named in the demand of the president of the Georgia Railroad already referred to. In view of these facts, it is absolutely certain that even if the Georgia Railroad ■should seek to elaim that complainant owes all the coupons that have matured upon the said last issue of bonds from the date of their issuance until now, still there could not be due the amount mentioned in said demand by over a hundred thousand dollars. But if the Georgia Railroad did release, in the contract of November, 1872, all coupons then paid, the amount first above named, to-wit, $155,400.00, is all that could now by any possibility be claimed, or said mortgage be foreclosed to enforce, and as already shown under the obvious and fair intendment of said contract of 1872, the Georgia Railroad was to pay said coupons as a part of their undertaking, and complainant was to be relieved therefrom as under the contract with Hull &amp; Co.</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b113-5\">That Reese may be required to desist from all proceedings looking to the contemplated sale, and the Georgia Railroad be compelled by decree to fulfil its contract by completing complainant’s road, then to turn the same over to complainant free from all debt save the bonded debt and the future accruing interest, or in the event that complainant is held liable for the interest on the issue of $370,000.00 since the contract of 1872, that the Georgia Railroad be required to have a full and fair accounting with complainant, it prays the writs of injunction and subpcena, the first to restrain the sale, and the second to require the appearance ■of the defendants. Discovery was waived.</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"b113-6\">The answer of the Georgia Railroad Company showed, by ■exhibits, the accounts of the operations of the Macon and Augusta Railroad fro .i l-iiifi down to the time the trustee took possession. These accounts were kept on this general plan, viz.: the Macon and Augusta Railroad was charged with the expense of keeping the road in repair and operating it, and was credited with its gross earnings from every ■source, and the application of any balance of net earnings from the operations of the road to the credit of the coupon <page-number citation-index=\"1\" label=\"114\">*114</page-number>account. These accounts showed a balance due on account of coupons taken up by the Georgia Railroad and' Banking Company to Now 12th, 1872, of $102,032.56, which, balance was at that date remitted. They also show a balance due to the Georgia Railroad, August 2Sth, 1878, on account of coupons of the bonds under the mortgage of July 1st, 1869, of $154,980.</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"b114-5\">The answer of the Georgia Railroad also shows the demand for payment of these coupons at the principal office of the Macon and Augusta Railroad Company, to-wit: in the city of Augusta; that the trustee is proceeding to' sell in default of payment of these coupons. Also the death of one of the two trustees and the resignation of the other; the induction of the present trustee, by nomination of the Georgia Railroad, and the approval of Judge Pottle. Also, the demand of the Georgia Railroad and Banking Company to the trustee to take possession of the road and sell it; that complainant never objected, before the filing of the bill, to the actual relations between the two companies; that it never demanded the accounts between the two companies ;■ that the accounts were actually furnished complainant before the filing of the bill; that the books in&gt; which accounts were kept were always accessible to complainant; and that the coupons taken up by the Georgia Railroad for complainant after No&gt;-. 1'th, 1j7M, were always charged and held against complainant.</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"b114-6\">An exhibit to the answer showed that from the- bonds deposited by Jessup &amp; Co. with the Georgia Railroad the latter had realized in cash $54,898.00, which had been expended in the completion of complainant’s road, and that it still had on hand a portion of such bonds, of the estimated value, with uncollected coupons, of $19,817.50.</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"b114-7\">The answer of W. M. Reese presented, in brief, the following facts:</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b114-8\">1. Admits the indorsement of the bonds of the M. <em>&amp; </em>A. R. R. Co. by the Ga. R. R. &amp; B. Co., — the execution of the two contracts 16th June, 1869, and 12th Nov., 18-72, and <page-number citation-index=\"1\" label=\"115\">*115</page-number>sots out the resolution of the board of directors of the two companies accepting the contract of 12th Nov., 1872, as therein amended.</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"b115-5\">2. Charges that if the contract of 12th Nov., 1872, shonld be held to require the Ga. R. R. &amp; B. Co. to complete the M. &amp; A. R. R., it had a reasonable time in which to do the work and this time has not yet expired.</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"b115-6\">3. Charges that what was the inducement to the contract of 12th Nov. 1872, is immaterial, as the contract is in plain terms and must be construed according to its own terms.</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"b115-7\">4. Charges that the G. R. R. <em>&amp; </em>B. Co. has run theM. &amp; A. R. R. by the permission and consent of the latter company and has charged only a fair and reasonable compensation for machinery and expenses of running the road — has made a full and fair accounting to the M. &amp; A. R. R. Co. for its share of the proceeds arising from all the business of the road —that the G. R. R. &amp; B. Co. has not made any secret of the working and income of the M. &amp;. A. R. R. — their books showing the same to have been open all the time to the inspection of the M. <em>&amp; </em>A. R. R. Co. and a report of the same has been circulated annually in printed pamphlets, also published in daily papers of Augusta, Ga., in which city the M. <em>&amp; </em>A. R. R. Co. had its principal office.</summary>\n<summary data-order=\"65\" data-type=\"summary\" id=\"b115-8\">5. Charges that the G. R. R. &amp; B. Co. shonld not be held liable for any rent of the M. &amp; A. R. R., but if any rent should be allowed, $800.00 per mile per annum is t^o much, the whole road not being worth more than $24,000.00 per annum.</summary>\n<summary data-order=\"66\" data-type=\"summary\" id=\"b115-9\">6. Charges that the construction of the contract of 12th Nov., 1872, set up by complainant,never was the construction held by the G. R. R. &amp; B. Co., as charged in the bill— that the coupons -were always charged to the M. <em>&amp; </em>A. R. R. on the books of the Ga. R. R. &amp; B. Co. when paid by that company, and that this was done was known to Judge King, and defendant is informed and believes it was known to President McGrath, that the amount due for coupons so paid will appear from exhibit <em>“A” </em>to respondent’s answer which is prayed to be taken as a part hereof.</summary>\n<summary data-order=\"67\" data-type=\"summary\" id=\"b116-4\"><page-number citation-index=\"1\" label=\"116\">*116</page-number>7. Admits the appointment of Hull and King as original trustees — the death of one and the resignation of the other— shows the regular appointment of respondent and his acceptance of the trust.</summary>\n<summary data-order=\"68\" data-type=\"summary\" id=\"b116-5\">8. Charges that he was called upon by the Ga. R. R. &amp; B. Co. to take possession of the M. &amp; A. R. R. and sell the same — that lie took possession of the road, and, until the same could be sold, [eased the road for $2000.00 per month— that lie was proceeding to bring the property to sale when stopped by restraining order.</summary>\n<summary data-order=\"69\" data-type=\"summary\" id=\"b116-6\">9. Charges that he has fully complied with all the requirements of the trust deed as to notice of sale to the M. ■&amp; A. R. R., and also as to advertisement of said sale, and was proceeding as said deed and the law requires to bring said property to sale when stopped.</summary>\n<summary data-order=\"70\" data-type=\"summary\" id=\"b116-7\">10. Charges that the construction of the trust deed set up by complainant requiring sixty days notice of the sale and then sixty additional days advertisement, is not. the true construction — that the notice and advertisement may cover the same period of time.</summary>\n<summary data-order=\"71\" data-type=\"summary\" id=\"b116-8\">11. Denies that the remedies named in the trust deed shall only be pursued in the order named — but shall be at the “ option” of the trustee.</summary>\n<summary data-order=\"72\" data-type=\"summary\" id=\"b116-9\">12. Charges that the M. &amp; A. R. R. Co. is estopped from setting up that thu indorsement of the Ga. R. R. <em>&amp; </em>B. Co. on the first issue of bonds of the M. &amp; A. R. R. is illegal— having issued the bonds so indorsed and received value therefor, and the Ga. R. R. <em>&amp; </em>B. Co. admitting its liability as such indorser, the M. &amp; A. R. R. Co. cannot now dispute it — but if, however, the indorsement is illegal, the Ga. R. R. <em>&amp; B. Co. is </em>entitled to compensation under said deed as the holder of said coupons.</summary>\n<summary data-order=\"73\" data-type=\"summary\" id=\"b116-10\">13. Respondent is proceeding to sell only to reimburse the Ga. R. R. &amp; B. Co. for 2nd mortgage coupons paid by it, amounting to say $154,980.00 — payment of these coupons having been demanded of the M. <em>&amp; </em>A. R. R. Co., and payment refused before the road was taken into possession.</summary>\n<summary data-order=\"74\" data-type=\"summary\" id=\"b117-4\"><page-number citation-index=\"1\" label=\"117\">*117</page-number>14. Great value of M. &amp; A. R. R. as set out in the bill contrasted with tax return made by its president in 1878— copy of same attached to answer and here referred to— showing road to be worth less than 2d. mortgage coupons, paid by the Ga. R. R. &amp; B. Oo.</summary>\n<summary data-order=\"75\" data-type=\"summary\" id=\"b117-5\">Judge Snead, of the Augusta circuit, being disqualified by reason of interest in the litigation, the application for injunction was heard before Judge Pottle of the Northern circuit. On March 13, 1879. he delivered his decision refusing the injunction prayed for, and directing that the sale proceed after such advertisement is given as is provided in the mortgage deed of trust. To this judgment complainant excepted, and assigns error as follows :</summary>\n<summary data-order=\"76\" data-type=\"summary\" id=\"b117-6\">1st. Because from the facts of record and the evidence submitted, complainant was entitled to the injunction prayed for.</summary>\n<summary data-order=\"77\" data-type=\"summary\" id=\"b117-7\">2d. Because defendants offered no evidence as to what had been done with the bonds transferred to the Georgia Railroad for the purpose of finishing the complainant’s road, unless the answer of the Georgia Railroad, with the exhibit thereto attached, be considered as evidence.</summary>\n<summary data-order=\"78\" data-type=\"summary\" id=\"b117-8\">3d. Because the chancellor failed to require, and defendants offered no evidence to explain, or interpret the contract of Nov. 12th, 1872, tending to exonerate the Georgia Railroad, from all the obligations assumed by Hull <em>&amp; </em>Co. under their contract of June 1 Oth, 1869.</summary>\n<summary data-order=\"79\" data-type=\"summary\" id=\"b117-9\">4th. Because no evidence was offered showing that <em>~W. </em>M. Reese, trustee under the mortgage, had given the required notice to complainant, unless Mr. Reese’s answer on that point and exhibit be considered as evidence.</summary>\n<summary data-order=\"80\" data-type=\"summary\" id=\"b117-10\">5th. Because there was no evidence of any legal demand, as required by the mortgage, being made by the holders of the coupons or by the Georgia Railroad upon complainant, for the payment of the coupons which had fallen due on the second mortgage bonds, unless the answers and exhibits are considered as such evidence.</summary>\n<summary data-order=\"81\" data-type=\"summary\" id=\"b117-11\">6th. Because under the contract of November 12th, 1872, <page-number citation-index=\"1\" label=\"118\">*118</page-number>the Georgia Railroad was bound to take up all the coupons of the second mortgage bonds, until said company had finished complainant’s road.</summary>\n<summary data-order=\"82\" data-type=\"summary\" id=\"b118-5\">7th. Because said second mortgage was executed to secure the bondholders, and as indemnity to the Georgia Railroad against liability on its indorsement, and so far as it was a mortgage to indemnify, it was to save such railroad harmless when the principal of such bonds matured, and not before.</summary>\n<summary data-order=\"83\" data-type=\"summary\" id=\"b118-6\">8th. Because the trustee was proceeding to foreclose said mortgage under neither of the two modes the-ein pointed out, but by a third mode improvised by himself, and not warranted by that instrument.</summary>\n<summary data-order=\"84\" data-type=\"summary\" id=\"b118-7\">9th. Because said trustee failed to enforce the payment of the coupons by the two modes designated in the mortgage in the order they therein appear.</summary>\n<summary data-order=\"85\" data-type=\"summary\" id=\"b118-8\">1 Oth. Because the decision of the chancellor not only erroneously refuses the injunction, but also allows the sale to proceed upon mere advertisement, without the previous notice required by the mortgage.</summary>\n<summary data-order=\"86\" data-type=\"summary\" id=\"b118-9\">11th. Because on the whole facts of the case complainant was entitled to the relief prayed for.</summary>\n<attorneys data-order=\"87\" data-type=\"attorneys\" id=\"b118-10\">Hook &amp; Webb ; <em>W. W. </em>Montgomery, for plaintiff in error,</attorneys>\n<p data-order=\"88\" data-type=\"legal\" id=\"ABP\">cited, on the appointment of Reese as trustee, complainant not having been a party to the proceeding, Hill on Trustees, 194, 195 ; 15 <em>Ga., </em>319; Story’s Eq. Pl’d’gs, §236 ; Code, §§2320, 2322, 4223.</p>\n<attorneys data-order=\"89\" data-type=\"attorneys\" id=\"b118-11\">Joseph B. Comming; R. Toombs ; W. M. <em>&amp; </em>M. P. Reese, for defendant,</attorneys>\n<p data-order=\"90\" data-type=\"legal\" id=\"Aq5\">cited, on discretion of chancellor, 60 <em>Ga., </em>11, 260, 344, 596. On estoppal as to invalidity of indorsement, 48 <em>Ga., </em>109, 115; 43 <em>lb., </em>55 ; 59 <em>lb., </em>55 ; 54 <em>lb., </em>379. As to the right of complainant to execute mortgage and issue bonds, Green’s Brices <em>Ultra </em>Vires, 123 ; 23 Howard, 117; 59 <em>Ga., </em>765. On charges as to account, etc., being too loose and general, 39 <em>Ga., </em>138; 49 <em>lb., </em>84. On answer <page-number citation-index=\"1\" label=\"119\">*119</page-number>being evidence though discovery be waived, Code, §§3221, 4195. On contract of November 12, 1872, not being varied by parol evidence, Code, §§2757, 3800 ; 56 Ga., 31; 47 <em>lb., </em>455. On authority of trustee to pursue either remedy provided by deed, at his option, 54 Miss., 106.</p>\n<opinion data-order=\"91\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b119-5\">Bleckley, Justice.</author>\n<p id=\"b119-6\"><bracketnum>1.</bracketnum> One trustee died; the other resigned; a single successor was appointed in the manner prescribed in the contract. It is objected that this was done without notice to the mortgagor and complainant. But the parties regulated the succession of the trust for themselves by their own voluntary stipulation. This stipulation does not provide for notice, but on the contrary requires nothing but nomination, <em>ex parte, </em>and confirmation. Both were had precisely as the contract points out. It is not uncommon for 1 he mode of supplying vacancies in the office of trustee to be defined by the trust instrument, and where it is dene, appointments are governed by the instrument, and not by the general law. The sections of the Code cited, to-wit: 2320, 2322 and 4223, have, for this reason, no application ■ to the present case.</p>\n<p id=\"b119-7\"><bracketnum>2.</bracketnum> There were two issues of bonds by the complainant, and both wore guaranteed by the Georgia Railroad &amp; Banking Company. It seems the first guaranty took place without any statute authorizing it, and was afterwards attempted to be legalized by a clause in the act which empowered the corporation to make the second guaranty. It is urged that this retroactive clause is void because it is a distinct subject matter, or because the title of the act is not broad enough to cover it; and, thus, that the first guaranty must still be regarded as <em>ultra vires, </em>as it was in the beginning. But neither contract of guaranty has ever been repudiated or sought to be evaded. Both are recognized by the guarantor, and have been, in part, performed by the payment of interest coupons which the complainant had failed to protect. <page-number citation-index=\"1\" label=\"120\">*120</page-number>In so far as these actual payments are concerned, on coupons covered by the mortgage, the complainant certainly cannot avoid the mortgage by denying that the first guaranty is, or ever has been, obligatory. Indemnity for assuming a supposed liability is not to be lost after the liability has been met as a real one and discharged. We rule nothing as to the validity of the first guaranty. The complainant is not in a situation to raise the question. Besides, coupons to a large amount have been paid which came within the second guaranty, and to these and the bonds to which they apportion, there is no suggestion of <em>ultra vires. </em>It is really for default as to these coupons, that the trustee is moving.</p>\n<p id=\"b120-5\"><bracketnum>3.</bracketnum> The point discussed by counsel for the complainant, as to whether the mortgage could be enforced in behalf of the holders of the bonds is premature. No very good reason occurs to us-why it might not be enforced at their instance, and for their benefit, if they held either bonds or coupons matured and unpaid. But this is not the case. They are not complaining of any default, nor are they in a condition to complain. As fast as the coupons have matured, the guarantor has reponded to the holders, and it is the guarantor who has had, or is attempting to have, resort to the indemnity. On its face, the mortgage has two objects, one of which is to secure the payment of the bonds, etc., and the other to indemnify the guarantor. The latter .of these objects is the one, and the only one, with which we are at present concerned.</p>\n<p id=\"b120-6\"><bracketnum><em>4.</em></bracketnum><em> </em>The construction of the trust deed and mortgage contract in reference to the power of the trustees to enter and sell seems to us free from doubt. The instrument makes it the duty of the trustees to take possession on application, and then declares that they are also authorized, upon like application, to sell at their option. They may enter, and afterwards decline to sell; or they may both enter and sell, when the conditions as to default, application, notice, and persistence in default have all happened. The income arising between entry and sale, they are of course to use for <page-number citation-index=\"1\" label=\"121\">*121</page-number>the purposes of the trust. To see that our construction is correct, it is only necessary to turn to the deed, and read it with tolerable attention.</p>\n<p id=\"b121-5\"><bracketnum>5.</bracketnum> No less clear is the provision which renders default as to coupons alone, a sufficient provocation for the ti nstees to move. Failure to pay the principal of the bonds is not a condition precedent to sale. The prompt payment of the coupons can no more be neglected than prompt payment of the face of the bonds. The language is free from ambiguity, and without quoting it, I merely refer again to the deed as copied in the report.</p>\n<p id=\"b121-6\"><bracketnum>6.</bracketnum> As to the evidence of demand for payment, and of notice of the intended sale, the chancellor hada sound basis for his decision in the bill, answers, and all the attending circumstances. Though discovery was waived in the bill, the waiver did not prevent the answers from being evidence, on this proceeding for an interlocutory injunction. It is true the answers were meagre enough (perhaps too meagre to withstand exceptions) as to the time, place and mode of demand and notice, but they were not excepted to for want of fullness, and they affirmed the main facts categorically, and this affirmation was responsive to charges in the bill.</p>\n<p id=\"b121-7\"><bracketnum>7.</bracketnum> The trustee, however, misconstrued the deed in planting his advertisement of sale upon the same identical sixty days during which his notice to the complainant of his intention to sell if default continued, had to run. The instrument contemplates two successive periods of sixty days, the first for the notice, and the next for the advertisement. A case for sale is not ripe until the first period has expired, and the trustee is not authorized to anticipate that the notice will prove ineffectual to induce payment. It is not improbable that a premature advertisement of sale would operate obstructively upon efforts of the debtor to raise money, and thus there would seem to be a substantial reason for withholding such a publication until the occasion for it had actually arisen. To demand payment to be made within sixty days, and at the same time to advertise a sale <page-number citation-index=\"1\" label=\"122\">*122</page-number>as if the demand were already dishonored, is rather fast in any case, and is evidently too rapid under the terms of this deed.</p>\n<p id=\"b122-5\"><bracketnum>8.</bracketnum> Taking leave now of the instrument of trust and mortgage, we are next to construe the tripartite contract of November 12, 1872. The complainant contends that by that contract, the Georgia Railroad <em>&amp; </em>Banking Company became the substitute of Hull &amp; Co., to finish the complainant’s road, and to meet and discharge the in terterest upon bonds whilst the work of completion was in progress, just as Hull <em>&amp; </em>Co. had obligated themselves to do by the contract of June 16th, 1869. We can see no warrant for such a construction, in the language of the writing. A stipulation so simple and direct would have been easy of expression, and if any purpose to express it had been entertained, the failure is so remarkable that nothing which we have heard or can conjecture serves to account for it. What, in the writing itself, the Georgia Railroad Company engaged to do, was to release certain demands, and to appropriate certain bonds held on special deposit “to the completion of the M. <em>&amp; </em>A. Railroad according to the original contract and specifications made with G. G. Hull <em>&amp; </em>Co., and all other work under said contract not by them fully performed.” Looking alone to the words, it is not clear that the Georgia Company was to do any work, or have it done. That company was to appropriate the bonds, or suffer them to be appropriated, to the work. The ratification of the contract by the directors shows, however, that the work was to be executed by the company, and in line with that construction was its subsequent action. But how much work was contemplated? Was it as much as might be required to finish everything included in the contract of Hull <em>&amp; </em>Co., which that firm had left undone, or was it so much only as the bonds would pay for? We think it was the latter. The stipulation is to appropriate the bonds to the completion of the road according to the original contract and specifications made with Hull &amp; Co., and all other work not by <page-number citation-index=\"1\" label=\"123\">*123</page-number>them fully performed. The contract and specifications referred to were to be the guide, but not necessarily the measure of what the Georgia Company was to do. If the bonds were faithfully appropriated in advancing the road to completion and in executing the other unfinished work, and the fund was exhausted, leaving the road still incomplete or some of the other work unexecuted, we cannot see that the Georgia Company would be bound to proceed further. Having reached that stage, the company could truthfully say that it had performed its undertaking — that is, that it had appropriated the bonds to the completion of the road according to the contract and specifications with Hull *&amp; Co., and to all other work not by Hull <em>&amp; </em>Co. fully performed. To the objection that the road was still incomplete, and the other work unfinished, the company might well reply that the appropriation of the fund was not incomplete or unfinished, and that the fund being exhausted, operations' had, of necessity, to stop until further arrangements were made for carrying them forward. As to keeping down the accruing interest on the complainant’s bonds whilst the special deposit bonds were being thus appropriated, we can see no trace in the tripartite contract of any obligation upon the Georgia Company to do that. Surely the payment of interest, though it was embraced in the contract of Hull <em>&amp; </em>Co., was not comprehended in “completion of the road” nor in “other work”; and if not, we cannot find that the tripartite contract makes any provision whatever for keeping down accruing interest. It mentions coupons paid by the Georgia Company, and releases them ; but no fair construction of the term “paid” would extend it to coupons which might thereafter be paid, or expand it into a promise to continue paying and releasing for the future. The record, it is true, contains an affidavit by the complainant’s president, the one who wras in office when the tripartite contract was made, which shows that his understanding of that contract was to the effect that the Georgia Company took the place of Hull <em>&amp; </em>Co., both as to the <page-number citation-index=\"1\" label=\"124\">*124</page-number>unfinished work and as to the duty of paying accruing-interest on the complainant’s outstanding bonds. But it is-not shown that the actual contract was different from that reduced to writing, or that the writing was different from-what the parties intended to make it. A statement is also-in the record, made by the then president of the Georgia Company to his board of directors, and entered on the minutes of the board, which exhibits his version of the contract, lie, it seems, considered his company bound to- finish the-road and other work, but not bound, at its own cost, to pay or keep down the interest. The statement adds that he-made a verbal agreement to meet the interest for the year 1813, in consideration of receiving the gross earnings of the road, and that the arrangement proved a loss. Thus, it will be observed, the two presidents differ widely ; and at' last we are thrown back upon what was before the highest and best evidence, to-wit: the written contract. There is-no reason to vary the construction of it on account of anything contained in the affidavit of the one president or the-statement of the other.</p>\n<p id=\"b124-5\"><bracketnum>9.</bracketnum> It is urged that accepting the above construction, the Georgia Company was bound to at least apply the special, deposit bonds to- the completion of the road and other work,, and to do it in a reasonable time; that such time has long ago elapsed, and that -the road is still unfinished, and the-fund but partially expended. Damage to the complainant from this delajr is insisted upon as a set-off to the redeemed coupons in the hands of the Georgia Company. This position gives rise to three questions of faet, the first, whether there has been unreasonable delay, the second, whether damage therefrom has resulted to the complainant, and the third, if so, whether the amount is sufficient to cancel the complainant’s default in the matter of failing to meet the coupons. As it does not appear that the Georgia Company is insolvent, the first two of these questions may be conceded as against it, and still there ought to be no injunction upon the proposed sale unless the amount of the damage, together <page-number citation-index=\"1\" label=\"125\">*125</page-number>with the remnant of the bonds on deposit, would probably wipe out the default, so as to leave the condition of the mortgage unbroken, or the breach repaired. By contract, it is the absolute right of the Georgia Company to enforce the terms of the mortgage and to have the trust executed, if there is any balance whatever in its favor. The bonds and coupons rank as commercial paper, and on commeicial principles, strict promptitude in meeting them was, and is, indispensable. As we have ruled above, the obligation to meet the coupons was not shifted by the tripartite contract of November, 1872. After that contract, it was still the duty of the complainant to protect the Georgia Company against its liability as guarantor. Having broken this obligation, and thereby thrown the burden of providing for the coupons on the Georgia Company, the complainant is not in a favorable position for complaining effectively of any delay of the latter company in prosecuting the unfinished work of construction. We may very well suppose that the work would have proceeded more expeditiously if the complainant had kept down the interest on the guaranteed bonds. The heavy outlay for this purpose had to be borne-from time to time by the Georgia Company, when it should have been borne by the complainant. Had the Georgia Company diverted some of the deposit bonds from the work of construction altogether, and claimed them on the interest account, from the time of the first default, its conduct would not have been any wide departure from that which a creditor who has possession of a fund belonging ío his debtor ordinarily pursues. It is not usual for a person to persevere in the performance of a contract while the other party is engaged in breaking the same contract, or some other between the same parties, in a way to render the outlay of large sums of money necessary onee or twice every year. If the complainant has a proper claim for damages, it can be enforced by action. We do not see that any probable recovery, added to the deposit bonds unexpended, would balance the coupon account; and unless we could see that,. <page-number citation-index=\"1\" label=\"126\">*126</page-number>we cannot say that the plain legal right to enforce the mortgage in the manner pointed out in the contract ought to be cut in upon by injunction.</p>\n<p id=\"b126-5\"><bracketnum>10.</bracketnum> The result is, that there was no merit in the bill except on the point of premature advertisement, and as that has disappeared by the lapse of time, there is now no obstacle to a sale after proper .advertisement. Full notice of intention to sell cannot be doubtful now, even if it was doubtful when the bill was filed. The contest over the right to sell has given the complainant unmistakable warning of the trustee’s purpose. Let the sale proceed after being duly advertised for sixty days.</p>\n<p id=\"b126-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}