{
  "casebody": {
    "data": "<casebody firstpage=\"287\" lastpage=\"292\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b363-10\">Melvin MAAS, Individually and as President of Local Union No. 150A, United Food and Commercial Workers International Union, AFL-CIO; Merlin Bud Schultz, Individually and as Financial Secretary-Treasurer of Local Union No. 150A, United Food and Commercial Workers International Union, AFL-CIO; Paul Casel, Individually and as a Member of the Executive Board of Local Union No. 150A, United Food and Commercial Workers International Union, AFL-CIO, and as a Member of the Board of Administration of the Dubuque Packing Company Pension Plan; Laverne Werfinger, Individually and as a Member of the Board of Administration of the Dubuque Packing Company Pension Plan, et al., Appellees, v. DUBUQUE PACKING COMPANY, an Iowa Corporation, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b363-13\">No. 84-1388.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b363-14\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b363-15\">Submitted Dec. 12, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b363-16\">Decided Feb. 8, 1985.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b363-17\">Rehearing Denied March 13,1985.</otherdate>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b364-5\"><page-number citation-index=\"1\" label=\"288\">*288</page-number>Opinion on rehearing, 8th Cir., 757 F.2d 194.</p>\n<p data-order=\"7\" data-type=\"judges\" id=\"b364-7\">Floyd R. Gibson, Senior Circuit Judge, concurred in part and dissented in part and filed opinion.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b364-14\">Raymond Kelly, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b364-15\">Russell Woody, Chicago, 111., for appellees.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b364-16\">Before LAY, Chief Judge, FLOYD R. GIBSON, Senior Circuit Judge, and BRIGHT, Circuit Judge.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b364-17\">LAY, Chief Judge.</author>\n<p id=\"b364-18\">This is a suit brought by Local Union 150A, United Food and Commercial Workers International Union, AFL-CIO, and some of its members against the Dubuque Packing Company to compel the Board of Administration of its Pension Plan to determine rights embodied in the Pension Plan agreed upon by the Company and the Union. Jurisdiction is vested in the federal courts under section 301 of the Labor-Management Relations Act of 1947, 29 U.S.C. § 185, and the Employee Retirement Income Security Act of 1974, 29 U.S.C. §§ 1132(a)(3) and 1132(e)(1). The Board of Administration is created within the Plan and is constituted by three Union-designees and three Company-designees. In the event of a deadlock, the Plan provides for the appointment of a neutral seventh member selected by the members of the Board. The suit arises over a contract dispute relating to rights and obligations due as a result of the October 1982 closing of the packing plant in Dubuque, Iowa.</p>\n<p id=\"b364-21\">The United States District Court for the Northern District of Iowa, the Honorable Edward J. McManus, Chief Judge, granted summary judgment for the Union and the employees and ordered the dispute submitted to the seven-person board as “a form of arbitration.” Two issues arise: (1) whether the district court properly referred the effectiveness of the August 1982 notice of termination of the Plan to the Board; and (2) whether the Board has authority to determine the propriety of certain actuarial computations and funding levels of the Plan by the Company.</p>\n<p id=\"b364-22\">The district court, viewing the creation of the Board under the Plan to be a form of arbitration, applied the presumption in favor of arbitration under the <em>Steelworkers’ </em>trilogy.<footnotemark>1</footnotemark> We need not resolve the conflicting arguments made by the parties concerning whether the Board’s resolution of these disputes may be called arbitration. The nomenclature used tends to obscure the issues, and we believe the district court should have reached the same result without the benefit of the presumption. The question we address is whether the resolution of the disputes defined by the parties is properly delegated to the Board under <page-number citation-index=\"1\" label=\"289\">*289</page-number>the Plan agreement entered into by the parties.</p>\n<p id=\"b365-5\">We first turn to the history surrounding the Plan and the collective bargaining agreement. The parties originally entered into the collective bargaining agreement and Plan in 1953. Prom time to time the Union and the Company negotiated a series of changes relating to the terms and conditions of employment of the Dubuque production employees. It is stipulated that it was the practice of the Company and the Union, at or about the time of the expiration of each agreement, to enter into a new agreement.</p>\n<p id=\"b365-6\">The time period most relevant is the fall of 1979, when a new contract was agreed upon to be effective from September 1, 1979 until September 1, 1982. The 1979-82 agreement contained a provision relating to pensions which stated: “It is understood and agreed that the Pension Plan now in effect and which is contained in a separate printed document is hereby made part of this Agreement.” § 29.5.</p>\n<p id=\"b365-7\">The negotiated pension changes incorporated in the 1979 agreement are reflected in the updated pension booklet prepared at the same time as the updated contract booklet. In the fall of 1979 the collective bargaining agreement was scheduled to expire September 1, 1982. Significantly, the Plan was also modified to alter the earliest date of its termination from November 1, 1979 to November 1, 1982. The Plan contract at that time stated: “this Plan, as amended, may be terminated or amended * * * as of November 1, 1982, or November 1st of any year thereafter by either party giving written notice * * § 8.2.</p>\n<p id=\"b365-8\">Thereafter, on October 19, 1981, a new memorandum of agreement was entered into and certain concessions were made by the parties affecting hourly wage rates, vacation entitlement, and health insurance. Important to our discussion is the fact that the term of the collective bargaining agreement was extended to September 1, 1983. No changes were made to the printed booklets of the contract or the Plan following this memorandum agreement.</p>\n<p id=\"b365-9\">On August 17, 1982, the Company notified the Union that it would terminate the Plan on November 1, 1982. The Union has steadfastly maintained that the Company may not terminate the Plan in 1982 and must continue funding the Plan after the plant closing because the October 1981 agreement implicitly extended the Plan along with the collective bargaining agreement. The Union proposed that the issue of the validity of the termination notice, as it affects the pension rights of the employees, be submitted to the Board for determination. The Board deadlocked 3-3 with the Company designees voting that they had no jurisdiction to decide the termination issue. The Company designees refused to allow the appointment of a seventh member.</p>\n<p id=\"b365-10\">The Company urges the plain meaning of the Plan agreement provides the right of unilateral termination as of November 1982 and does not provide jurisdiction for the Board to review this question. It argues the Board is simply a named fiduciary under the Plan and the Board’s sole duty is to manage the assets of the pension fund and make certain the Company does not default on its obligations to fund the Plan. The Company urges it has properly funded the Plan throughout 1980, 1981, and 1982.</p>\n<p id=\"b365-11\">Section 9.4 of the Plan sets out the general duties and authority of the Board:</p>\n<blockquote id=\"AeR\">Subject to the provisions of the Plan, and as it may from time to time be supplemented or amended, the Board of Administration shall have the right and it shall be its duty to:</blockquote>\n<blockquote id=\"b365-12\">a. Determine, direct and certify the eligibility of Employees and survivors for pensions, and the monthly amount of such pensions under this Plan;</blockquote>\n<blockquote id=\"b365-13\">b. Receive from the Company, the Trustee and the Plan Administrator the financial and actuarial reports required under this Plan; request and receive from the Company, the Trustee and the Plan Administrator any other documents or information reasonably required in the discharge of the duties of the Board of Administration; and take such action as may be appropriate <page-number citation-index=\"1\" label=\"290\">*290</page-number>in the event of any default by the Company in the payment of contributions which it is obligated to pay under the Plan;</blockquote>\n<blockquote id=\"b366-4\">c. Decide such questions as shall arise in connection with the interpretations of the provisions of the Plan and the application of the terms of such Plan to Employees;</blockquote>\n<blockquote id=\"b366-5\">d. Make such rules and regulations as it shall deem necessary and proper for the efficient administration of the Plan.</blockquote>\n<p id=\"b366-6\">We find the Union has the more persuasive argument and, under the authority vested in the Board by section 9.4(c), the Board may determine whether the Company properly terminated the Plan or not. The Union urges that under section 3.1 of the Plan the Company is required to continue its contributions to the extent and for the period necessary to fully fund all benefits to which participating employees were entitled under the terms of the Plan. We find both section 3.1 and section 9.4(b), which expressly authorizes the Board to take appropriate action “in the event of any default by the Company in the payment of contributions which it is obligated to pay under the Plan,” support the Union’s position.</p>\n<p id=\"b366-7\">We do not pass on the effectiveness of the termination notice. We find simply that the Plan may reasonably lend itself to the construction put forth by the Union. The Board is given the authority to make these interpretations — not this court. We therefore find the district court did not err in requiring the implementation of the necessary Board procedure under the contract to resolve this dispute. <em>Cf. International Union, United Automobile Workers v. International Telephone &amp; Telegraph Corp., </em>508 F.2d 1309, 1314 (8th Cir.1975).</p>\n<p id=\"b366-8\">The district court likewise held that the Board had jurisdiction under sections 9.4(b) and (c) to review the Company’s 1981 and 1982 contributions and the actuarial method used to calculate them. The Union urges that section 3.1 of the Plan requires the Company to “contribute * * * such amounts of money as may be necessary from time to time to provide the benefits to which the Employees are entitled under this Pension Plan.” In its brief the Union argues:</p>\n<blockquote id=\"b366-10\">Section 3.3 prescribes the basis of computation of the Company’s annual contribution, stating that it is to be computed “as due on the first day of the Plan Year in question” and is to be an amount equal to the normal cost for the year plus a sum sufficient “under accepted actuarial principles” to fully fund the Plan’s past service liability over 30 years. The same section requires submission to the Board of the actuarial valuation reflecting computation of the contribution. And Section 9.4(b) expressly authorizes the Board to take appropriate action “in the event of any default by the Company in the payment of contributions which it is obligated to pay under the Plan.”</blockquote>\n<p id=\"b366-11\">The Union’s specific contentions are:</p>\n<blockquote id=\"b366-12\">(i) that the Company’s contribution for the 1981 Plan Year was insufficient because it was improperly reduced by failure to include an interest component and by recognizing in full in 1981 the entire amount of a 1980 actuarial experienced gain, rather than amortizing the effect of the gain over 30 years as had been the prior practice; (ii) that the proposed contribution for the 1982 Plan Year was insufficient because the Company had improperly altered the actuarial interest assumption with respect to retired lives from 772% to 11%, without prior approval of the Board * * *.</blockquote>\n<p id=\"b366-13\">The Company, on the other hand, argues that the actuarial computation is binding on the Board and the Board may only determine if the Company is in default of the contributions previously defined as due by the actuary. The question once again is whether the contract lends itself to the interpretation that the Union proposes. This is a question which we feel is duly submitted to the Board by section 9.4(c). Thus, the Board must decide (1) whether this is a dispute that it may resolve under <page-number citation-index=\"1\" label=\"291\">*291</page-number>the contract;<footnotemark>2</footnotemark> and (2) if so, whether the Union is correct in arguing there has been a default under the Plan. Once again, the district court did not err in ordering this matter submitted to the seven-person Board.</p>\n<p id=\"b367-5\">We affirm the district court.</p>\n<footnote label=\"1\">\n<p id=\"b364-19\">. <em>United Steelworkers of America v. American Manufacturing Co., </em>363 U.S. 564, 80 S.Ct. 1343, 4 L.Ed.2d 1403 (1960); <em>United Steelworkers of America v. Warrior &amp; Gulf Navigation Co., </em>363 U.S. 574, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960); <em>United Steelworkers of America v. Enterprise Wheel &amp; Car Corp., </em>363 U.S. 593, 80 S.Ct. 1358, 4 L.Ed.2d 1424 (1960).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b367-14\">. Just as an arbitrator may determine whether a dispute is within the scope of the arbitration agreement, <em>Local 205, United Electrical Workers v. General Electric Co., </em>233 F.2d 85, 101 (1st Cir.1956), <em>aff’d </em>353 U.S. 547, 77 S.Ct. 921, 1 L.Ed.2d 1028 (1957), the Board may interpret § 9.4(c) to determine whether the dispute is within its jurisdiction.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b367-6\">FLOYD R. GIBSON,</author>\n<p id=\"At3\">concurring in part and dissenting in part.</p>\n<p id=\"b367-7\">I agree with the majority’s conclusion that the Board has the authority to determine the propriety of actuarial computations and funding levels, for the Plan specifically delegates this authority to the Board in § 9.4(b). Thus, I concur with the majority on this issue. However, I do not agree that § 9.4(c) of the Plan authorizes the Board to determine the effectiveness of the termination notice sent by the Company to the Union. Thus, as to this issue, I respectfully dissent.</p>\n<p id=\"b367-8\">Before and after the collective bargaining agreement was extended to September 1, 1983, the Plan provided in § 8.2 as follows: “this Plan, as amended, may be terminated or amended ... as of November 1, 1982, or November 1st of any year thereafter by either party giving written notice____” Thus, the Plan gave either party the unilateral right to terminate the Plan. It is clear that the extended collective bargaining agreement incorporated the Plan. However, as the majority notes, <em>supra </em>at 4, this extension did not affect in any way the unilateral right of either party to terminate the Plan in accordance with § 8.2.</p>\n<p id=\"b367-12\">However, the Union argues that the collective bargaining agreement “implicitly” deleted the unilateral right of either party to terminate the Plan on the stated dates and “implicitly” supplanted new dates for termination. The majority accepts this argument. Yet the argument defies basic principles of contract construction.</p>\n<p id=\"b367-13\">A federal court cannot order a company to submit to negotiations or arbitration unless the company is bound by an agreement to do so. <em>Morello v. Federal Barge Lines, Inc., </em>746 F.2d 1347, 1350 (8th Cir.1984); <em>citing, John Wiley &amp; Sons, Inc. v. Livingston, </em>376 U.S. 543, 547, 84 S.Ct. 909, 913, 11 L.Ed.2d 898 (1964); <em>Atkinson v. Sinclair Ref. Co., </em>370 U.S. 238, 241, 82 S.Ct. 1318, 1320, 8 L.Ed.2d 462 (1962); <em>United Steelworkers v. Warrior &amp; Gulf Navigation Co., </em>363 U.S. 574, 582, 80 S.Ct. 1347, 1352, 4 L.Ed.2d 1409 (1960); <em>UAW, Local No. 716 v. General Electric Co., </em>714 F.2d 830, 832 (8th Cir.1983). Whether an agreement so binds a company is a question of contract construction, a question of law, to be determined by the court. <em>Id., citing, John Wiley, </em>376 U.S. at 546-47, 84 S.Ct. at 912-13; <em>Atkinson, </em>370 U.S. at 241, 82 S.Ct. at 1320; <em>General Electric, </em>714 F.2d at 831.</p>\n<p id=\"b367-16\">The majority has determined that § 9.4(c) of the Plan relegates to the Board the authority to determine the effectiveness of notice, given by either party, to amend or terminate the Plan. § 9.4 of the Plan provides in pertinent part:</p>\n<blockquote id=\"b367-17\"><em>Subject to the provisions of the Plan ... </em>the Board of Administration shall have the right and it shall be its duty to:</blockquote>\n<blockquote id=\"AHh\">(c) Decide such questions as shall arise in connection with the interpretations of the provisions of the Plan and the application of the provisions of the terms of such Plan <em>to </em>Employees____</blockquote>\n<p id=\"b367-19\">(emphasis added). Despite the facts that § 9.4 is made expressly subject to other provisions of the Plan, that § 9.4(c) is a general provision which does not refer explicitly to termination or amendment notices, but rather to employees, and that § 8.2 is a specific provision which does deal with termination or amendment notices, the majority has decided that § 9.4(c) controls. The majority does not attempt to reconcile § 8.2 and § 9.4(c) with each other, it simply reads out § 8.2 from the Plan.</p>\n<p id=\"b367-20\">However, a contract must be construed as a whole, with an attempt to give mean<page-number citation-index=\"1\" label=\"292\">*292</page-number>ing and effect to each of its provisions. <em>Rosebud Sioux Tribe v. A &amp; P Steel, Inc., </em>733 F.2d 509, 519 (8th Cir.1984), <em>cert. denied, </em>— U.S. —, 105 S.Ct. 565, 83 L.Ed.2d 506 (1984), <em>quoting, American Commercial Lines, Inc. v. Valley Line Co., </em>529 F.2d 921, 925 (8th Cir.1976); <em>Johnson Controls, Inc. v. Cedar Rapids, </em>713 F.2d 370, 374 (8th Cir.1983); <em>Amcar Div., ACF Indus., Inc. v. NLRB, </em>641 F.2d 561, 569 (8th Cir.1981), <em>citing, Mastro Plastics Corp. v. NLRB, </em>350 U.S. 270, 279, 76 S.Ct. 349, 356, 100 L.Ed. 309 (1956). <em>See Corso v. Creighton Unix., </em>731 F.2d 529, 532 (8th Cir.1984). Further, when general and specific provisions in a contract appear to relate to the same thing, the more specific provision should control. <em>See Corso, </em>731 F.2d at 533; 3 A. Corbin, <em>Corbin on Contracts </em>§ 547 at 176 (1960); 4 S. Williston, <em>A Treatise on Contracts </em>§ 619 at 743-44, § 624 at 822 (W. Jaeger 3rd ed. 1961). Under these principles, § 8.2 must be recognized and given controlling effect if in fact § 8.2 and § 9.4(c) are irreconcilable.</p>\n<p id=\"b368-5\">When two provisions of a contract appear to be in conflict, the preferred interpretation is one that harmonizes the two provisions rather than rendering one meaningless. <em>Johnson Controls, </em>713 F.2d at 374; <em>see Rosebud Sioux, </em>733 F.2d at 519. Sections 8.2 and 9.4(c) can be harmonized. It is a fair reading of § 9.4(c) to interpret it as referring to questions and problems presented by individual employees to the Board. We are then left with the express language of § 8.2, which gives either party the unilateral right to serve notice of termination or amendment, and our role should be clear. Courts are bound to give the language used in contracts its plain, ordinary meaning. <em>SEC v. White &amp; Co., Inc., </em>546 F.2d 789, 792 (8th Cir.1976); <em>Lion Oil Co. v. NLRB, </em>221 F.2d 231, 235 (8th Cir. 1955). Thus, if the Company’s notice of termination complied with the requirements of § 8.2 then, as a matter of law, it should be given full effect.</p>\n<p id=\"b368-6\">It may be that the Union intended to change the termination dates in § 8.2 when it extended the collective bargaining agreement. However, it failed to do so, and a court’s function in construing a contract is to determine the parties’ intent from what they said, not from what they meant to say. <em>Johnson Controls, </em>713 F.2d at 375. Courts of law do not sit in order to save parties from their contractual mistakes. Nor would an interpretation of the contract, which gives effect to § 8.2, be unfair. Under such an interpretation the Union would have had the same right as the Company to serve notice of amendment or termination. Indeed, had the Union wanted to exercise its rights under the Plan, it would have been in favor of giving full effect to the explicit language of § 8.2, and the law would have supported its position. Further, under this interpretation the contract is read as a whole, as the parties must have intended, instead of reading out a provision.</p>\n<p id=\"b368-8\">In short, the interpretation of the contract proposed by the Company is supported by the clear and explicit language of the Plan, while the Union seeks to deny the contractual, unilateral right of termination by now making it an arbitral issue. The question is one of contract interpretation and, as such, one of law. The law does not support the Union’s position. It is true that the parties could have agreed to submit questions concerning the validity of termination notices to the Board, but § 9.4(c) does not represent such an agreement. Thus, I would remand this case to the district court to determine whether the Company met the time requirements of § 8.2. If so, then the Company’s notice to terminate participation in the Plan should be given its full and legal effect. Thus, as to this issue, I respectfully dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}