{
  "casebody": {
    "data": "<casebody firstpage=\"1067\" lastpage=\"1069\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b1083-2\">(84 Hun, 137.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b1083-3\">CUNIFF v. BEECHER, Sheriff.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b1083-4\">(Supreme Court, General Term, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqtz\">February 12, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1083-5\">False Imprisonment—Conviction op Plaintiff.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1083-6\">An action for false imprisonment cannot be maintained against a peace officer for arresting plaintiff without a warrant on the ground that he was intoxicated in a public place (Laws 1892, c. 401, § 35), where the minutes of the justice before whom plaintiff was brought show that he was adjudged guilty of the charge, though no formal record of conviction was made out, and it is not claimed that the conviction was procured by fraud or collusion.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b1083-7\">Appeal from Sullivan county court.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b1083-8\">Action by Bernard J. Cuniff against Harrison Beecher, sheriff, to recover damages for false imprisonment. The complaint was dismissed, and plaintiff appeals. Affirmed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b1083-9\">Argued before MAYHAM, P. J., and PUTNAM and HERRICK, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1083-10\">Charles H. Stage (T. F. Bush, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b1083-11\">George H. Carpenter, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1083-12\">HERRICK, J.</author>\n<p id=\"A9cJ\">This is an appeal from a judgment of nonsuit rendered in the Sullivan county court. The action is one for false imprisonment. The defendant is the sheriff of Sullivan county. The defendant arrested the plaintiff in a saloon within the corporate limits of the village of Monticello, in said county, claiming that he was drunk and disorderly, and forthwith took him before a magistrate, and preferred a charge against him of being drunk and disorderly in a public place. The magistrate before whom the plaintiff was taken directed that he be committed to the county jail until next morning. The next morning the plaintiff was brought before the magistrate, and his trial proceeded with. He was found guilty by the magistrate, but sentence was suspended during his good behavior. Thereafter the plaintiff brought this action against the defendant, claiming that his arrest was illegal, and his imprisonment false, and claimed damages to the amount of $1,000. Upon the trial plaintiff adduced testimony to show that he was not intoxicated at the time of his arrest, and that such arrest was a mere exhibition of arbitrary authority upon the part of the defendant. The defendant gave evidence by himself, and by other witnesses, tending to show that the plaintiff was intoxicated at the time of his arrest. The justice before whom the plaintiff was tried was absent from the state at the time of the trial now under review, but the record kept by him of the proceedings before him was offered in evidence upon the trial, for the purpose of showing his trial and conviction; also the minutes of the testimony taken before such justice upon such trial. The plaintiff was arrested without a warrant, and the defendant justified his arrest of the plaintiff under section 35 of chapter 401 of the Laws of 1892, which reads as follows:</p>\n<blockquote id=\"b1083-13\">“Any person who shall be intoxicated in a public place shall be guilty of disorderly conduct, may be arrested without warrant while, so intoxicated, and shall be punished by a fine of not less than three nor more than ten dollars or by imprisonment not exceeding six months.”</blockquote>\n<p id=\"b1084-4\"><page-number citation-index=\"1\" label=\"1068\">*1068</page-number>No formal record of conviction appears to have been made out and filed, as required by sections 902 and 903 of the Code of Criminal Procedure, but the minutes of the proceedings kept by the justice, offered and received in evidence, after reciting the various proceedings taken before him, contain the following:</p>\n<blockquote id=\"b1084-5\">■‘After due deliberation, I did on this 4th day of July, 1893, adjudge tbp defendant guilty of the charge of intoxication in a public place, and did sue-pend the sentence of the court during the good behavior of the defendant,’’</blockquote>\n<p id=\"b1084-6\">Under chapter 651 of the Laws of 1893, the magistrate possessed' power to suspend sentence, and the conviction of such person may be given in evidence, the same as though the sentence had been imposed. While the justice’s record of conviction put in evidence in this case would undoubtedly be insufficient for the purpose of authorizing the confinement of the then defendant, yet I think it sufficient to prove the fact that the plaintiff was convicted of the charge made against him. Under chapter 651 of the Laws of 1893,the record of conviction required to be filed by section 903 of the Code of Criminal Procedure would not naturally be filed until sentence should be imposed and the amount of such sentence set forth in such record of conviction. The fact, then, being established of the plaintiff’s conviction upon the charge made against him by the defendant, and upon which charge the defendant arrested him, the prosecution of the defendant in a civil action for damages, because of such arrest, is barred. The plaintiff offered no evidence of any fraud or conspiracy between the magistrate and the defendant to procure his conviction. The evidence offered in his -behalf was simply upon the question as to whether at the time of his arrest he was in fact intoxicated, and evidence of what took place between the plaintiff and the defendant at the time tending to show that the act of the defendant was a mere arbitrary and arrogant exhibition of official power; and while I will say, in passing, that there is much in the evidence to warrant the conclusion that it was an arbitrary and uncalled for act on the part of the defendant, yet that inquiry has been foreclosed to us by the judgment rendered by the magistrate before whom the charge of intoxication was tried, and the judgment and decision at which he arrived cannot be attacked in a collateral proceeding. ‘A mistake concerning the just weight and importance of evidence only makes the act erroneous, and it will stand good until reserved.” Miller v. Brinkerhoff, 4 Denio, 118; Roderigas v. Savings Inst., 63 N. Y. 460-464. And the decision of the county judge refusing to submit to the jury whether, as a matter of fact, the plaintiff was intoxicated in a public place, at the time of his arrest by the defendant, was correct. I think that it is the law of the state that a party cannot maintain a civil action for damages, for malicious prosecution, or false imprisonment, where his arrest has been followed by conviction in a criminal court, and that conviction remains unreversed, unless he establishes the fact that his conviction was obtained by fraud or conspiracy, and that fraud or conspiracy must be one in which the court and the person by whom he is proceeded against participated. Judgments of conviction in criminal <page-number citation-index=\"1\" label=\"1069\">*1069</page-number>cases cannot be attacked collaterally by the persons convicted. The spectacle of a convicted defendant in a criminal case securing damages in a civil action, because of his arrest upon the charge for which he had been criminally convicted, would destroy all respect for the law, and would paralyze those provisions of our statutes authorizing private persons to arrest for crime, and authorizing peace officers to arrest without a warrant. The person who is, or who believes himself to have been, unjustly arrested and convicted, must procure a reversal of such judgment of conviction before he can maintain a civil action for damages. See Robbins v. Robbins, 133 N. Y. 597, 30 N. E. 977; Oppenheimer v. Railway Co. (Sup.) 18 N. Y. Supp. 411. Judgment should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}