{
  "casebody": {
    "data": "<casebody firstpage=\"297\" lastpage=\"299\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b313-5\">(84 Hun, 405.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b313-6\">SLOCUM v. GILMAN.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b313-7\">(Supreme Court, General Term, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Anv9\">February 11, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b313-8\">Principal and Agent—Ratification.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b313-9\">An agreement made without authority by a third person, purporting to act as defendant’s agent, to assign on a certain day a lease held by defendant in exchange for property owned by plaintiff, is not ratified by defendant’s statement on a subsequent day that the agreement was “all right.”</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b313-10\">Appeal from circuit court, Kings county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b313-11\">Action by Charles H. Slocum against Walter D. G-ilman to recover damages for an alleged breach of contract. From a judgment entered on a verdict directed by the court in favor of defendant, and from an order denying a motion for a new trial, made on the minutes, plaintiff appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AgD\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b313-12\">Argued before BROWN. P. J„ and DYKMAN and PRATT, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b313-13\">John Elton Wayland, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b313-14\">William M. Benedict, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"pAs-j\">BROWN, P. J.</author>\n<p id=\"AjTK\">The complaint in this action alleged that the plaintiff and defendant entered into a contract whereby defendant sold to plaintiff the unexpired term of a lease of a saloon and eating house in the city of Brooklyn, and the fixtures, stock, and good will of said business, for the sum of $5,500; that $300 was to be paid in cash to defendant, $200 to an agent named Lloyd for negotiating the' sale, and the balance by the conveyance of a farm owned by plaintiff, and situated in Dutchess county, and that possession of said lease and property so sold was to have been given on February 13, 1893; that plaintiff, on the 9th of February, had conveyed his said farm to the defendant and paid the $500 as required by the contract, but that defendant refused to give plaintiff possession of his said saloon, or transfer the lease and stock; and judgment was asked for the sum of $5,500 damages.</p>\n<p id=\"b313-16\">It was essential to the proof of the cause of action alleged in the complaint that there should have been a contract in writing between the parties, or proof of delivery of the deed of the farm and payment of the money to the defendant. And there was produced by the plaintiff, and put in evidence upon the trial, a paper, of which the following is a copy:</p>\n<blockquote id=\"b313-17\">“Brooklyn, 9th February, 1893.</blockquote>\n<blockquote id=\"b313-18\">“Received from Chas. H. Slocum the sum of three hundred dollars ($300), the difference agreed upon in exchange of my. Myrtle Avenue Café &amp; Chop</blockquote>\n<blockquote id=\"b314-4\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>House (369 Myrtle avenue), for the store &amp; residence property of said Slocum described in a deed delivered to me this day, properly executed; and I agree to give said Slocum, possession of said Myrtle Avenue Gafé &amp; Okop House, together with all fixtures &amp; chattels pertaining thereto, on 10th Febry., 1893, at 2 p. m., at which time the said Slocum, upon his payment of one month’s rent in advance &amp; the broker’s fees of two hundred dollars, the above transfer to include license &amp; existing lease on premises.</blockquote>\n<blockquote id=\"b314-5\">“For W. D. Gilman,</blockquote>\n<blockquote id=\"b314-6\">“A. Lloyd, Agent.</blockquote>\n<blockquote id=\"b314-7\">“Time of transfer postponed until 4:30 p. m.</blockquote>\n<blockquote id=\"b314-8\">“A. Lloyd, Agt. “Chas. H. Slocum.”</blockquote>\n<p id=\"b314-9\">Lloyd, who signed this instrument as defendant’s agent, had no authority to execute it. He was not authorized to make or sign a contract for the defendant, nor had he authority to accept for him payment of any money or the delivery of a deed of the farm. He had been employed by the defendant to find a purchaser of the saloon, but had never been authorized to make or execute any contract for the sale thereof. It was claimed on the trial, however, that the execution of this instrument by Lloyd had been ratified by the defendant, and the trial court appears to have taken that view of the evidence. A verdict for damages for any amount, even nominal, is predicated upon the existence of a contract, and there was concededly no contract unless the defendant had ratified the execution of the written receipt by Lloyd. If there was any ratification, it must have been of the whole instrument; and I am unable to perceive how defendant could be held to have made a contract to assign his lease of the saloon, and escape the conclusion that he had accepted a delivery of the deed and payment of the money with a consequent liability for the value of the farm and the amount of money received. This view of the case is now presented by the appellant, and, if the evidence would permit the conclusion of a ratification of Lloyd’s act, the ruling of the trial court was wrong, and the case should have been submitted to the jury. We are of the opinion, however, that a finding of ratification by the defendant could not be sustained on the evidence.</p>\n<p id=\"b314-10\">The agreement upon defendant’s part contained in the receipt was to transfer his lease and give possession of the saloon to the plaintiff at 2 p. m. on February 10th. The defendant did not see this paper until after that date. The plaintiff testified that it was shown to him at an interview on the 13th, and he then said it was “all right.” Lloyd testified that, on the evening of the 9th, he notified defendant that he had made the sale in his behalf, and asked him to call at his office on the morning of the 10th, but that he did not come; that at a later interview, the date of which he was uncertain about, but which he finally fixed as on the 11th, he told defendant all the particulars, and showed him the papers, and that he was satisfied. The time for the transfer of the lease had then passed, and nothing that defendant then said could bind him to the terms of the paper. There is nothing in the evidence as to the subsequent interviews (and there were many of them) which would permit the inference that either of the parties regarded the written receipt as the embodiment of a contract between them. Plaintiff evidently did not consider that he <page-number citation-index=\"1\" label=\"299\">*299</page-number>had made an irrevocable delivery of the deed, as he repossessed himself of both deed and money, and had them in his possession for two days, and produced and tendered them to defendant at the interview on the 13th; while the defendant repeatedly refused to transfer the lease, unless he could obtain from his landlord a release from liability for rent that would accrue subsequent to the assignment. It is impossible for me to regard the claim of ratification of the receipt by the defendant as an honest one on the part of the plaintiff. The delivery of the deed and payment of the money to Lloyd was a perfectly useless act, so far as it could have any binding force on the defendant. The plaintiff knew that. He had had repeated interviews with the defendant, and the terms of the contract between them had been agreed upon tentatively, but defendant had refused to execute the agreement. Plaintiff knew that Hoyd had no authority to make any agreement for the defendant, and a ratification of the execution of the receipt would be absolutely inconsistent with the defendant’s conduct both before and after its date. The claim, in my judgment, is a mere pretense, without foundation in the facts of the case, and the judgment should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}