{
  "casebody": {
    "data": "<casebody firstpage=\"128\" lastpage=\"130\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b174-4\">Vincenzo Zeigale’s Case.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b174-5\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aif\">November 8, 1949.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aoz\">December 19, 1949.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b174-6\">Present: Qua, C.J., Lummus, Ronan, &amp; Wilkins, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b174-11\">In this court the case was submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b174-12\"><em>F. H. Magison, </em>for the claimant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b174-13\"><em>J. J. Ryan, Jr., </em>for Western Electric Company.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b174-14\">Ronan, J.</author>\n<p id=\"AA7\">This is an appeal by an employee from a final decree entered in the Superior Court dismissing his claim for compensation under the workmen’s compensation act.</p>\n<p id=\"b174-15\">There was evidence that the employee for one and one half to two years prior to his discharge in March, 1948, was engaged in pushing heavy trucks of various sizes, usually loaded with materials weighing from four hundred to seven hundred pounds. Before he began work for this employer, he had been examined and found to be in good physical condition. He was found to be suffering from varicose veins in his left leg when, in February, 1948, he consulted his family physician, who thought that the heavy strain on his legs due to pushing the trucks probably gradually developed these veins, although a person not engaged in heavy work might suffer from varicose veins, which is a disease in the sense that it is a pathological condition. This <page-number citation-index=\"1\" label=\"129\">*129</page-number>physician shortly after the examination reported to the employer that there was “no disability” and by that he meant that the employee was perfectly able to do heavy work if he wore an elastic stocking or bandage. When he examined the employee about two weeks prior to the hearing, which was held on November 3, 1948, he found that the veins were much more marked in the left leg than in the right one. The employer’s first aid room record under date of March 18, 1948, contained the notation under work limitation, “no lifting, no excessive walking or standing. Must wear artificial support.” The employee testified that he had a sore leg which his family physician told him was due to varicose veins but he continued to work until he was discharged. He further testified that his leg was “about the same” as it was in March, 1948, and that “It bothers him once in a while now.” He was paid four weeks’ termination pay when his employment ended, and he had been receiving $25 a week unemployment compensation, having filed an application in which he stated that he was able to He had not sought employment because his leg was bad and he did not desire to take any chances with it. He had stayed out of work “until this case came up.” The single member, whose findings were adopted by the reviewing board, found upon all the evidence that the varicose veins were due to gradual wear and tear and did not constitute a personal injury within the workmen’s compensation act. He also found that the employee had not been incapacitated for work by reason of varicose veins.</p>\n<p id=\"b175-7\">With certain exceptions not here material, an employee, in order to obtain an award of compensation, must show a diminution of his earning capacity which is due to an injury arising out of and in the course of his employment. “Incapacity for work resulting from the injury” is the statutory basis upon which a claim must be based for total, permanent and total, or partial disability. See G. L. (Ter. Ed.) c. 152, §§ 34, 34A, 35, in their present forms. Compensation is awarded not for the injury as such but rather for an <page-number citation-index=\"1\" label=\"130\">*130</page-number>impairment of earning capacity caused by the injury. An injury to be compensable must be one which lessens the employee’s ability to work. <em>Federico’s Case, </em>283 Mass. 430, 432. <em>DeFilippo’s Case, </em>284 Mass. 531, 533. <em>Donahue’s Case, </em>292 Mass. 329, 332. <em>Evans’s Case, </em>299 Mass. 435, 436. <em>Gustafson’s Case, </em>303 Mass. 397, 398. <em>Bajdek’s Case, </em>321 Mass. 325, 329.</p>\n<p id=\"b176-5\">The finding, that the employee, although suffering from varicose veins, was not thereby rendered unable to continue with his work or, in other words, that he had not shown any lessening of his ability to work, is not lacking in evi-dentiary support, <em>Sawyer’s Case, </em>315 Mass. 75, 79; <em>Josi’s Case, </em>324 Mass. 415, and is decisive of the case.</p>\n<p id=\"b176-6\">\n<em>Decree affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}