{
  "casebody": {
    "data": "<casebody firstpage=\"149\" lastpage=\"160\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b175-6\">WIEDERSUM v. NAUMANN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b175-7\"><em>N. Y. Supreme </em>Court, <em>First Department;</em></court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AKj\"><em>Special </em>Term,</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AbN\"><em>June, </em>1881.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b175-8\">Former Adjudication. — Action for Relief Against Judgment.— Fraudulent Suppression of Evidence.—Infant Parties.—Right of Purchasers.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b175-9\">The remedy for infant parties whose real property has been sold under a judgment without -jurisdiction, is not an action to set aside the judgment and proceedings under it, but by ejectment against the purchasers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b175-10\">An action to set aside such proceedings cannot be maintained as against purchasers without notice, solely on the ground of fraud in fact, outside of the record, by the suppression of evidence, &amp;c.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b175-11\">In an action to set aside the proceedings under such judgment the party to the proceedings, who is alleged' to have profited by the fraud, is a necessary party.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b175-12\">Such relief should not be granted except on clear and conclusive evidence.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b175-13\">Where infant parties have been injured by misconduct of attorneys in the action, the remedy for relief, either on the ground of surprise or of newly-discovered evidence, should be to the court in which the judgment was recovered.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b175-14\">Augusta Weidersum and others brought this action against Henry Nautnan and others. The complaint alleged that one Adam Muller was seized in fee simple of certain premises in the city of New York ; that he <page-number citation-index=\"1\" label=\"150\">*150</page-number>died, leaving a will, wherein he devised to his children and heirs in common, among other property, the premises described in the complaint, subject to the interets of his widow to the share of rents and income, as provided by said will. That an action was commenced in this court by Thomas H. Young, the husband of one of the testator’s children, to recover his right of curtesy in said property; that the complaint in said action was dismissed on the trial, with costs. That an appeal was taken to the general term of this court, where said judgment of dismissal was reversed ; that said action was revived in favor of the children of another daughter of the testator, who died pending the appeal. That the action was on the calendar for trial after being revived, but was not tried. That while said appeal was pending, other actions were pending in the superior court, brought by the said Young and Charles Struppmann, Sr., as administrators, to recover the personalty of their deceased wives’ share of the estate left them in their father’s will: also an action brought by two of the infant children of Adam Muller, deceased, for partition or sale of the property. That the said Young and his attorneys, the attorneys of the two infant Muller children, and the attorneys for other defendants in that action, entered into a conspiracy to cheat and defraud the plaintiffs out of their property and estate, caused the suit in the supreme court to be marked “off the calendar,” and with the same unlawful intent and in furtherance of said conspiracy, did falsely and fraudulently obtain an order consolidating the supreme court action with the superior court actions from one of the justices of the superior court; that all of said actions so consolidated into one were afterwards tried as one action in the superior court, and a judgment therein rendered, wherein all the real estate of the plaintiffs was adjudged to be sold. That representations made to effect these proceedings were <page-number citation-index=\"1\" label=\"151\">*151</page-number>false and untrue; that in the supreme court action one Daniel T. Robertson was the attorney of record for some of the infant defendants, and that he was never consulted, nor did he consent that the supreme court suit should be marked ££ off the term nor was he present when the order of consolidation was obtained, nor did he have any knowledge, direct or indirect, of the acts and doings of the other attorneys until long afterward, and that, therefore, his infant clients did not have their day in court, and they were deprived of their rights of defending the claim of said Young, which was wholly groundless. That under the judgment so fraud ■ ulently procured, a sale of the premises mentioned in the complaint was had, and upon such sale the defendant, Henry. Naumann, became the purchaser thereof, with notice of these facts, and that afterwards part of said property was conveyed by the said Henry Naumann to some of the other defendants in this action. The complaint, therefore, prayed for judgment that the judgment be set aside, on the ground that it was procured by fraud, deceit and malpractice, and that all transfers made by the defendant Henry Naumann, by reason of his alleged ownership of the property, be declared vacated, canceled, annulled, and of no effect against the plaintiffs.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b177-5\">The other allegations in the complaint are found in the points of counsel for plaintiff.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b177-6\">The attorneys and counsel, referred to in the complaint, against whom fraud and conspiracy was charged, are George F. and J. C. Julius Langbein, Louis H. Rowan, Charles Wehle, Henry Wehle, Charles Goldzier, Henry Feuhrer, and James W. Hawes.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b177-7\">After the plaintiffs had rested, a motion was made to dismiss the complaint.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b177-8\"><em>George N. </em>Saunders, of counsel <em>(Kauffmann &amp; Saunders, </em>attorneys), for defendant, Naumann, in moving to dismiss the complaint, made and argued the following <page-number citation-index=\"1\" label=\"152\">*152</page-number>points:</attorneys>\n<summary data-order=\"15\" data-type=\"legal\" id=\"APZ\">I. Plaintiff’s remedy, if any, is by ejectment. The complaint seeks to set aside a judgment of partition and sale, by the superior court, under which defendants acquired their interests in the property in question, upon the ground that the court never acquired any jurisdiction over the parties, or of the subject matter of the action. As to the parties, because some of them were infant devisees of the premises in question, and as to the subject matter, because the will' provided that the partition should not be made until the youngest child arrived at the age of twenty-one years, which event had not yet happened. These reasons, if sound, are fatal to plaintiff’s claim for equitable relief; for, if the payment is absolutely void upon its face, then it is not even a cloud on plaintiffs’ title to the premises in question; but, whether a cloud or not, plaintiffs being out of possession, must be remitted to tlieir remedy to recover possession by the common law action of ejectment (Phelps <em>v. </em>Harris, <em>101 U. S. </em>[11 <em>Otto] </em>370, 375; Marsh <em>v. </em>City of Brooklyn, 59 <em>N. Y. </em>380, 383). The rule upon which the courts interfere to remove a cloud upon title is this : “ When the claim or lien purports to affect real estate, and appears on its face to be valid, or when the defect in it can be made to appear only by extrinsic evidence, which will not necessarily appear in proceedings by the claimant thereof to enforce the lien, there is a case presented for invoking the aid of a court of equity to ¡remove the lien, which isa 1 cloud upon the title ’ ” (Bosworth v. Vandewalker, 53 <em>N. Y. </em>599; Krekeler <em>v. </em>Ritter, 63 <em>Id. </em>373, 375; Stillwell <em>v </em>Carpenter, 59 <em>Id. </em>414, 433; Phelps <em>v. </em>Harris, su<em>pra; </em>Orton <em>v. </em>Smith, 18 <em>How. </em>263; Ward <em>v. </em>Chamberlain, 2 Black, 430; West <em>v. </em>Snebly, 54 <em>Ill. </em>533; Huntington v. Allen, 44 <em>Miss. </em>654; Stark <em>v. </em>Starrs, 6 <em>Wall. </em>403; Overing <em>v. </em>Foote, 43 <em>N. Y. </em>290; Meloy <em>v. </em>Dougherty, 6 <em>Wis. </em>369)</summary>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b179-4\"><page-number citation-index=\"1\" label=\"153\">*153</page-number>II. The superior court had jurisdiction, and plaintiffs have no cause of action. Plaintiffs’ claim of non-jurisdiction as to parties is based upon the following allegations of the complaint: 1. The petition upon which the order of the court was made, appointing a guardian <em>ad litem </em>of the infant plaintiffs, did not set forth or contain the facts required by law. 2. Mo proceedings were had by reference or otherwise, to ascertain the truth of the facts set out in the petition, as to the necessity for a partition, as required by law. 3. Mo bonds have been given, as required bylaw. There are three complete answers to this : 1. The allegation is fatally defective, in not stating what “ facts required by law,” if any, were omitted; and the law does not prescribe any reference as alleged. 2. Mo petition was required, because plaintiff, Struppmann, was an adult, and competent to maintain the action of partition under the Revised Statutes, as amended by the Code (2 <em>Edm. R. S. </em>326; extended to superior court by <em>Code, </em>§ 33; see also <em>Code Pro. </em>§ 117, no reference necessary ; <em>L. </em>1852, c. 277, § 2, p. 411). 3. It is not necessary that guardians <em>ad litem, </em>for infants, should give bonds (Croghan <em>v. </em>Livingston, 17 <em>N. Y. </em>218; Rogers <em>v. </em>McLean, 34 <em>Id. </em>536; Brainerd <em>v. </em>Heydrick, 32 <em>How. Pr. </em>97).</summary>\n<summary data-order=\"17\" data-type=\"legal\" id=\"b179-5\">III. If the superior court had jurisdiction over the parties, and of the subject matter of the action, then an erroneous adjudication was only error of law, and as suchreviewable only by appeal. If the infant be brought within the jurisdiction of the court, the partition is as effectual against him as against an adult, and cannot be avoided for irregularities or errors in the subsequent proceedings (see <em>Co-tenancy and Partition, </em>§ 467, p. 574; Blakeley <em>v. </em>Calder, 15 <em>N. Y. </em>617). The plaintiffs’ time to- appeal from the superior court judgment has long since expired, and even if it had not, their remedy, if any, is by motion in the superior court, not by bill in this court.</summary>\n<summary data-order=\"18\" data-type=\"legal\" id=\"b180-4\"><page-number citation-index=\"1\" label=\"154\">*154</page-number>IY. Plaintiff is estopped by retaining the proceeds of the sale without tendering the same back to the purchaser. It is an invariable maxim in law, that he who asks equity must do equity, and an equally fixed rule, that no one can avoid an executed contract without first surrendering, or offering to surrender, the proceeds obtained. The judgment contract, and the con-' tract of sale under it, have been completely executed; the plaintiffs hold, and have not offered to return the proceeds. This failure of the plaintiffs to tender a return of the moneys received by them is an absolute bar to this action (People’s Bank v. National Bank, 101 <em>U. S. </em>[11 <em>Otto] </em>181; <em>Wharton on </em>Agency, 89; <em>Bigelow on Estoppel, </em>423; Railroad Co. <em>v. </em>Howard, 7 <em>Wall. </em>392; Kelsey <em>v. </em>National Bank of Crawford Co., 69 <em>Penn. </em>425; Steamboat Co. <em>v. </em>McCutcheon, 13 <em>Penn. </em>13).</summary>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b180-5\"><em>Charles Strauss, Daniel T. Robertson </em>and <em>Edgar A. Hutchings, </em>for plaintiffs.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b180-6\"><em>James M. Smith, </em>for plaintiffs,</attorneys>\n<summary data-order=\"21\" data-type=\"legal\" id=\"AfG\">contended, that the plaintiffs had made out a clear case of fraud and collusion among the attorneys, and that the superior court judgment should be vacated and set aside.</summary>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b180-7\">Barrett, J.</author>\n<p id=\"AsB\">So far as the suit is based upon the want of jurisdiction in the superior court, I have never had any doubt, from thé commencement, that it was - not well founded. If the averments of the complaint on that head be true, then these purchasers have taken no title, and these infants have not been injured. It would only be necessary for the infants to bring ejectment. The case has been heard through on the theory that there was fraud in fact outside of the record, and that the infants were injuriously affected by that fraud.</p>\n<p id=\"b180-8\">So far as I can glean from the testimony and the arguments of counsel, the finger has been put upon but two specific acts of alleged fraud. The first is, the <page-number citation-index=\"1\" label=\"155\">*155</page-number>conduct of certain parties with respect to Young’s tenancy by the curtesy, and the second is with regard to the allowances. All else is innuendo.</p>\n<p id=\"b181-5\">There is no suggestion that the infants have been otherwise deprived of any of their just rights by this litigation in the superior court. I speak now in a genera] way. •</p>\n<p id=\"b181-6\">Certainly the property has been divided according to law. No infant has been given a quarter when he was entitled to a third; no person has been given a fifth when he should have had one-half. The distribution was right and correct. No matter what the court did, it was done in accordance with law, and in accordance with the will.</p>\n<p id=\"b181-7\">Now, then, as to Young’s tenancy by the curtesy. It is charged in substance that if that claim had been properly and loyally resisted, Young would have failed, and that the others would consequently have been correspondingly benefited. But the first answer to that is—Young is not a party here. Again, these purchasers had nothing to do with the conduct of the suit, nor with the Young incident. They purchased the property and paid their money upon the faith of the decree of the superior court. If in the distribution of that money some persons are to receive less and others more, because of some matter dehors the record, of which the purchasers had no notice, surely such purchasers are not responsible.</p>\n<p id=\"b181-8\">But are we to set aside even that part of the decree which gave Young his tenancy by the curtesy, without hearing him.</p>\n<p id=\"b181-9\">There is no one before the court except the pur-1 chasers under the decree. It seems as though all the parties to that decree, with the exception of Mr. Langbein, had got together and brought this suit against the purchasers, charging upon their attorneys collusion to bring about an inequitable distribution of the pro<page-number citation-index=\"1\" label=\"156\">*156</page-number>ceeds of the sale. And, strangely enough, they left out the person (Young), who is most seriously interested. Surely the bare statement of that fact shows that this suit is untenable.</p>\n<p id=\"b182-5\">Apart from that, even if Young were a party to the suit, I should be sorry to say that there was fraud. There is just that one suspicious circumstance, that the suit in the superior court proceeded without Bobertson. That may be a disagreeable fact, possibly, however, susceptible of explanation, but it is not sufficient of itself to justify the court in setting aside this solemn and most elaborate judgment.</p>\n<p id=\"b182-6\">Then, there is really a great deal to be said upon the other side. This, for instance, that even if the supreme court suit had not been consolidated, even if it remained to-day in full validity, ready to be proceeded with, yet the same as to Young’s tenancy by the curtesy could have been properly determined by the superior court. It is true it could have been determined here first if the parties had chosen to proceed to trial independently in this forum, but I should be sorry to say that their preference for a single trial of all the issues in the superior court, including this of Young’s, was conclusive evidence of fraud.</p>\n<p id=\"b182-7\">The guardian <em>ad litem </em>for the plaintiff infants in the superior court was the guardian <em>ad litem, </em>here, and whether there was a consolidation or not, the issue as to Young’s tenancy was properly tried in that court. When we consider, too, that all the testimony which had been taken here before Mr. Justice Vab\" Brunt was read before Mr. Justice Speib, together with such further testimony as we find in the record, it would require most conclusive evidence to justify such a finding against reputable counsel as that they purposely kept testimony back with a view to enable Young unjustly to acquire the tenancy by the curtesy. I am free to say that the evidence upon this present trial <page-number citation-index=\"1\" label=\"157\">*157</page-number>falls far short in that respect, and that nothing that has been adduced so far has carried the conviction of fraud to my mind. Some doctors, it is true, have come here and said it was highly improbable that a child should have been born alive under those circumstances, but they do not say it was impossible. And this young woman, who testified before in such a way as doubtless to impress the court with the idea that the child Avas born alive, comes here to-day with another story, and says she was present at the birth, and that the child was born dead. ' Her entire testimony to-day is inconsistent with that previously given. Nor is there a particle of evidence that the testimony she gave to-day was within the knowledge of any of the attorneys, even of Mr. Robertson, upon either of the trials before Justices Van Brunt and Speib, nor that anything more could then have been elicited from her than was elicited. To ]ustify any interference with the judgment of the superior court, the evidence Avould have to be very clear—not only that this child Avas born dead, but that the parties knew it was born dead, and yet collusively and fraudulently arranged, by the suppression of evidence or otherwise, to have it decided that it was born alive, in order to give Young an improper advantage.</p>\n<p id=\"b183-5\">The evidence would have to be very conclusive that, as a part of this scheme, Robertson was left out. I should find it utterly impossible on this evidence to find these facts, or .to find, as an affirmative fact, that there was any intention, through legal forms, to permit Young to obtain an estate to which he was not entitled. So far as the question of Young’s right Avas legally decided,, that is, decided jurisdictionally, of course, we are not here to review it. We could only act upon clear and conclusive evidence that there was a fraudulent suppression of evidence, which, if pro<page-number citation-index=\"1\" label=\"158\">*158</page-number>duced, would have led to a different result. That case, as I have already said, has not been made out.</p>\n<p id=\"b184-5\">On the contrary, I am glad to say, that, upon the whole, it is my judgment that there was no such fraud. So that whether we look at it in the aspect of Young not being a party to this suit, consequently having no hearing before the court at all, or on the evidence as it stands, assuming him to be before the court, I see no escape from the conclusion that this complaint should be dismissed.</p>\n<p id=\"b184-6\">And further, is there not ample remedy in the superior court ? If these infants have been injuriously affected by the misconduct of the attorneys, if there has been surprise, if newly discovered evidence has been secured, can they not apply to the superior court for a new trial ? Is it for us to set aside the entire decree, that which was clearly right as well as that which might be possibly wrong? The superior court can modify its decree, granting a new trial as to Young, and leaving the rest intact. Or that court can set the entire decree aside, if of the opinion that such decree was obtained by any misconduct of which it ought to take cognizance. It is apparent that the entire case has never been presented to the superior court, even on a motion. There has been no proper motion to set the decree aside, no motion for a new trial on the ground of surprise or newly discovered evidence. All these remedies may yet be invoked on a proper case in the superior court. If that court denies such motion, that should be the end of it.</p>\n<p id=\"b184-7\">Independent of what I have stated, of Young not being a party, of the absence of fraud in fact, of the remedy in the other court, there is the additional fact that this suit is against innocent purchasers alone. Is the decree to be set aside <em>as to </em>them,, because of a single vicious incident in the proceedings <em>dehors </em>the record, and of which they had no notice ? Clearly not. <page-number citation-index=\"1\" label=\"159\">*159</page-number>The other point is worthy of but little consideration. If this bill was filed on that alone, it would be one of the most frivolous ever filed in a court of justice. ' The idea that a solemn judgment of a court of competent jurisdiction is to be set aside on account of some irregularity, or even impropriety, in a minor detail, touching a question of costs and allowances, is simply preposterous. And that is really all there is of this case. I am not prepared to find that that decree was obtained by fraud in fact. On the other hand, on the merits, on this evidence, I shall be compelled to find the opposite.</p>\n<p id=\"b185-5\">I am satisfied this case can proceed no further, and must be dismissed on the merits with costs.<footnotemark>*</footnotemark></p>\n<attorneys id=\"b186-5\"><page-number citation-index=\"1\" label=\"160\">*160</page-number><em>James W. Hawes </em>and <em>Messrs. George F. </em>and <em>J. C. Julius Langbein </em>moved to dismiss the complaint on the ground that:</attorneys>\n<summary id=\"Avs\">I.—If there are any irregularities or mistakes in the judgment, the proper remedy is by motion in the court in which the judgment was obtained, or by appeal from that judgment. This court will not sit in review of the superior court judgment. If the judgment is void, then this action cannot be maintained (Stuart v. Palmer, 74 <em>N. Y. </em>183; Wells v. City of Buffalo, 80 <em>Id. </em>253).</summary>\n<summary id=\"b186-6\">II. Having charged, indiscriminately, parties and reputable attorneys with conspiracy and fraud, and having called in question the integrity of the superior court after its rendition, the plaintiff, through his attorneys, has failed to prove any fraud, collusion or conspiracy. He has just been defeated in a similar case, only a few days ago, in this court, after a patient and protracted hearing before Mr. Justice Babbett, where that justice allowed almost incredible latitude of proof.</summary>\n<summary id=\"b186-7\">IH. The complaint should be dismissed with costs, on the authority of Smith v. Nelson, 62 <em>N. Y. </em>286.</summary>\n<attorneys id=\"b186-8\"><em>Charles Strauss, Daniel T. Robertson </em>and <em>Hdgarr A. Hutchings, </em>for plaintiffs, in opposition,</attorneys>\n<summary id=\"AY_\">contended that a case had been made out on the evidence and proofs.</summary>\n<p id=\"b186-4\">The case was tried, before Mr. Justice Donohue at the special term, June, 1881. After the plaintiffs rested,</p>\n<author id=\"b186-9\">Donohue, J.</author>\n<p id=\"And\">No fraud in proving or entering the judgment complained of is shown, and I do not think that judgment can be reviewed in this action. Judgment for defendants.</p>\n<p id=\"b186-10\">Bindings were then signed and judgment entered, that in the procurement of the superior court judgment there was no fraud or imposition practiced upon the parties to that action, or upon the court, and that said judgment was not fraudulent, and that there were no facts or evidence produced before the court to justify the allegations in the complaint, or to make a cause of action out of the same.</p>\n<p id=\"b186-11\">Costs and disbursements to be paid by the guardian <em>ad litem, </em>personally.</p>\n<footnote label=\"*\">\n<p id=\"b185-6\">Another action was brought about the same time in the.supreme court, wherein Louis 0. Muller, an infant, by Leroy B. Crane, his guardian <em>ad litem, </em>was plaintiff, and Auguste Wiedersum, Thomas H. Young and others were defendants. The complaint in this action alleged substantially the same facts as to fraud and collusion between the attorneys, as was alleged in the action tried before Mr. Justice Barbett and dismissed by him. In this complaint the following relief was asked:</p>\n<p id=\"b185-7\">I. That the judgment of the superior court, so far as it relates to or concerns the alleged interest of the defendant Young, or those claiming under or in succession to him, be vacated and set aside upon the following grounds:</p>\n<p id=\"b185-8\">1. That upon its face it appears, as to the claims of said Young, to have been unjustly and improvidently made.</p>\n<p id=\"b185-9\">3. That the same was procured by fraud and imposition on the court.</p>\n<p id=\"b185-10\">3. That the court had no jurisdiction of the subject matter or of the parties.</p>\n<p id=\"b185-11\"><em>4. </em>That the superior court had no power to consolidate an action pending in the supreme court, with an action pending in the superior court.</p>\n<p id=\"b185-12\">5. That all orders and proceedings had therein, based upon “ consent ” of the attorneys, or of the adult Struppmann after his appearance and that of his children by an attorney of record, was illegal and void.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}