{
  "casebody": {
    "data": "<casebody firstpage=\"342\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b368-8\">LAMPKIN v. DOUGLASS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b368-10\">\n<em>N. Y. Supreme Court, Third Department, Third District;</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AKe\">\n<em>Special Term,</em>\n</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AKa\"><em>February, </em>1882.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b368-11\">Attachment.—Affidavit.—Undertaking.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b368-12\">The affidavit for an attachment must state that plaintiff is entitled to the sum alleged to be due “over and above all counter-claims” <em>(Code Oiv. Pro. </em>§ 636). An allegation that it is due “ over and above all discounts and set-offs ” is insufficient.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b368-13\">As the statute requires plaintiff to show that he is entitled to the sum stated, over and above all counter-claims <em>known to him, </em>he must personally make the affidavit, or the affiant must show that plaintiff has no knowledge upon the subject, because the entire transaction was with the affiant.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b368-14\">An undertaking on attachment was signed by the sureties, only at the end of their respective affidavits of justification, which were on the • same page with the undertaking. It was properly acknowledged and <em>certified.—Reid, </em>a sufficient execution. ■ .</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b368-15\">William 0. Lampkin and Alfred S. Foster brought an action against William B. Douglass, and obtained an attachment against the property of the defendant, who made this motion to vacate the same upon the papers on which it was granted.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b368-16\">Further facts sufficiently appear from the opinion.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b369-4\"><page-number citation-index=\"1\" label=\"343\">*343</page-number><em>Howard Chipp, </em>Jr., for motion.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b369-5\"><em>William Lounsbury, </em>opposed.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b369-6\">Westbrook, J.</author>\n<p id=\"A1B\">The facts sufficiently appear in the statement of the points made in behalf of the defendants, which will at once be considered.</p>\n<p id=\"b369-7\">First. It is claimed that the affidavit on which the attachment was allowed is defective, because it does not state, as the Code (§ 636) requires, that the plaintiffs are entitled to recover the sum therein alleged to be due to them “over and above all counterclaims,” but, on the contrary, the allegation is, that such sum is due to them “over and above' all discounts and set-offs.”</p>\n<p id=\"b369-8\">The language of the Code in the section referred to is mandatory. It declares that the plaintiff, to obtain an attachment, <em>'•'■'must </em>show” that he is entitled to recover the sum stated to be due to him £ £ over and above all counter-claims.” The courts also have repeatedly held, that without such an averment the affidavit is radically defective (Lyon <em>v. </em>Blakesly, 19 <em>Hun, </em>299; Donnell <em>v. </em>Williams, 21 <em>Id. </em>216; Dickey <em>v. </em>Coe, 13 <em>Weeldy Dig. </em>318).</p>\n<p id=\"b369-9\">It is urged, however, by the plaintiff’s counsel, that the words “over and above all discounts and set-offs,” which the affidavit contains, cover the same ground. This position is not maintainable. The word “discounts” simply conveys the thought of something to be discounted or taken from the claim itself by reason of any agreement, express or implied, between the parties (see in this connection the word “discounts,” as defined in <em>Boumels Law </em>Dictionary), and the word “set-off” has acquired a special meaning as defined by our old statutes (2 <em>R. S. </em>[Edm. ed.] 250, 251, 365, 366).</p>\n<p id=\"b369-10\">The word “counter-claims,” used in the Code, is much broader, and includes more than “ discounts and <page-number citation-index=\"1\" label=\"344\">*344</page-number>set-offs,” A comparison of section 501 of the Code, which defines a “counter-claim,” with the old statute of “set-off” (see Mr. Throop’s note to section 501), will justify the statement just made without further argument (see also Vassear <em>v. </em>Livingston, 13 <em>N. Y. </em>248-257; <em>Moak's Van Sant v. Pl. </em>612, 613, &amp;c.).</p>\n<p id=\"b370-5\">This objection which has just been discussed, is undoubtedly fatal to the affidavit upon which the attachment issued, and the latter must be vacated on this ground only; but it is further urged by the defendant’s counsel, that</p>\n<p id=\"b370-6\">Second. The affidavit is defective, also, because it fails to show that the demand is due to the plaintiff over and above all counter-claims <em>Icnoion to them.</em></p>\n<p id=\"b370-7\">The language of the Code is (§ 636) “ the affidavit must show that the plaintiff is entitled to recover a sum stated therein, over and above all.counter-claims <em>lenown to himP </em>This fact (the personal knowledge of the plaintiff) is not stated in the affidavit, and could not be because it is not made by the plaintiffs or either of them, but by an agent, who does not profess to have transacted the whole business for the principals. As the knowledge of the plaintiff who applies for an attachment must be shown, it is clear that he personally must make the affidavit, or if made by some other person, such facts at least should be stated as to satisfy the court that the plaintiff has <em>no </em>knowledge upon the subject, because the entire transaction was with the affiant. In the present case, not only is the affidavit of the plaintiff absent, but no facts are detailed showing that the party deposing has knowledge covering that ground. Indeed, the whole affidavit may have been. believed by the party making it to have been true, and yet the plaintiff may have knowledge of circumstances which will entirely extinguish the, sum alleged to be due.</p>\n<p id=\"b371-4\"><page-number citation-index=\"1\" label=\"345\">*345</page-number>Third. It is objected that the undertaking has not been duly executed.</p>\n<p id=\"b371-5\">The undertaking is partly written and partly printed. The blank contains, 1st, the undertaking; 2d, on the same page, two affidavits; and, 3d, on the other side of the half sheet, the certificate of acknowledgment.</p>\n<p id=\"b371-6\">The sureties, instead of signing at the foot of the undertaking, have not, nor has either one, there placed their or his signature, but each has signed his own affidavit of justification, which, as before stated, is on the same page with the undertaking. This is not strictly formal, but as both sureties appeared before a notary public, who certifies that he knows them “to be the persons described in and who executed the above undertaking, and severally acknowledged that they executed the same,” the execution of the undertaking will be held valid.</p>\n<p id=\"b371-7\">The question which the point presents is : Has the undertaking been executed ? The instrument is signed below the usual place, but it is for the parties affected to declare what papers subscribed by them their signatures covered. In the solemn form known to the law, they have admitted the execution of the undertaking, which admission must conclude them if the defendant attempts to enforce the obligation (see Post v. Coleman, 9 <em>How. Pr. </em>64; Purdy <em>v. </em>Upton, 10 <em>Id. </em>494).</p>\n<p id=\"b371-8\">My conclusion is, that the attachment and all proceedings thereunder should be set aside upon the first two points, which have been stated, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}