{
  "casebody": {
    "data": "<casebody firstpage=\"474\" lastpage=\"479\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b496-23\">CANAL INDEMNITY COMPANY, Plaintiff-Appellee v. RAPID LOGISTICS, INCORPORATED, doing business as Rapid Transport, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b496-26\">No. 12-40209</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AlP\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b496-27\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b496-29\">Feb. 22, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b497-19\"><page-number citation-index=\"1\" label=\"475\">*475</page-number>Lynse Larance Guerra, Skaggs &amp; Associates, McAllen, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b497-20\">John R. Griffith, Griffith &amp; Garza, L.L.P., Pharr, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b497-22\">Before JOLLY, BENAVIDES, and DENNIS, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b497-23\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b497-24\">This is an appeal from a declaratory judgment action involving an insurance coverage dispute. Plaintiff-Appellee, Canal Indemnity Company (“Canal”), filed suit against its insured, Defendant-Appellant, Rapid Logistics, Inc. (“Rapid Logistics”), a trucking company. Canal argued <page-number citation-index=\"1\" label=\"476\">*476</page-number>that it did not owe a duty to defend or indemnify Rapid Logistics in a state court negligence lawsuit that stemmed from a tractor-trailer accident. The district court granted Canal’s motion for summary judgment, ruling that Canal had no duty to defend or indemnify Rapid Logistics with respect to the state court action. Finding no reversible error, we AFFIRM.</p>\n<p id=\"b498-4\">I. FACTUAL AND PROCEDURAL HISTORY</p>\n<p id=\"b498-5\">On December 9, 2007, Rafael Olivas (“Olivas”) was driving a tractor-trailer truck to make a delivery in Corsicana, Texas. The truck was owned by Oralia Sanchez (“Sanchez”), who had an independent contractor operating agreement with Rapid Logistics. Before arriving at the destination, the truck began to “jackknife” and struck another truck. Subsequently, Olivas filed suit in state court against Rapid Logistics and Sanchez, raising claims of negligence and seeking damages for injuries incurred during the accident.</p>\n<p id=\"b498-6\">Prior to the accident, Canal had issued an insurance policy to Rapid Logistics, and the policy was in effect at the time of the accident in question. Canal filed the instant declaratory judgment action in the court below, seeking a judgment declaring that there was no coverage for Olivas under the insurance policy issued to Rapid Logistics. Canal moved for summary judgment, arguing that the policy excluded coverage for Olivas because he was an employee of Rapid Logistics. The district court granted the motion, holding that Canal had no duty to defend or indemnify Rapid Logistics in the state court action. Rapid Logistics now appeals.</p>\n<p id=\"b498-7\">II. ANALYSIS</p>\n<p id=\"b498-8\">A. Standard of Review</p>\n<p id=\"b498-9\">“We review a grant of summary judgment <em>de novo, </em>applying the same legal standard as the district court.” <em>Croft v. Governor of Tex., </em>562 F.3d 735, 742 (5th Cir.2009) (citation and internal quotation marks omitted). Summary judgment should be rendered if the record demonstrates that “there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(a). “An issue is material if its resolution could affect the outcome of the action.” <em>Daniels v. City of Arlington, Tex., </em>246 F.3d 500, 502 (5th Cir.2001). “In deciding whether a fact issue has been created, the court must view the facts and the inferences to be drawn therefrom in the light most favorable to the nonmoving party.” <em>Id. </em>This Court may affirm summary judgment “on any grounds supported by the record.” <em>Lifecare Hosps., Inc. v. Health Plus of La., Inc., </em>418 F.3d 436, 439 (5th Cir.2005). It is undisputed that Texas law applies to this declaratory judgment action that is based on diversity jurisdiction. <em>See Canutillo Ind. Sch. Dist. v. Nat’l Union Fire Ins. Co., </em>99 F.3d 695, 700 (5th Cir.1996). Pursuant to Texas law, the general rules of contract construction apply to the interpretation of insurance policies. <em>Progressive Cnty. Mut. Ins. Co. v. Sink, </em>107 S.W.3d 547, 551 (Tex.2003).</p>\n<p id=\"b498-11\">B. Duty to Defend</p>\n<p id=\"b498-12\">Rapid Logistics argues that the district court erred in ruling that Canal had no duty to defend it in the underlying state court action. “An insurer’s duty to defend is determined solely by the allegations in the pleadings and the language of the insurance policy.” <em>King v. Dallas Fire Ins. Co., </em>85 S.W.3d 185, 187 (Tex.2002).</p>\n<p id=\"b498-13\">Rapid Logistics’ insurance policy is a “public-liability policy designed specifically for use by motor carriers in the interstate trucking industry.” <em>Consumers Cnty. Mut. Ins. v. P.W. &amp; Sons Trucking, </em>307 F.3d 362, 366 (5th Cir.2002). To ob<page-number citation-index=\"1\" label=\"477\">*477</page-number>tain an operating permit, motor carriers must obtain a certain amount of public-liability insurance. <em>Id. </em>(citing Motor Carrier Safety Act of 1984, 49 U.S.C. § 13906 (2000); 49 C.F.R. § 387.1 <em>et seq.). </em>Congress enacted this insurance requirement “to ensure that a financially responsible party will be available to compensate members of the public injured in a collision with a commercial motor vehicle.” <em>Id. </em>Although Congress required motor carriers to obtain public-liability insurance, it did not require carriers to obtain insurance for their employees. The regulations expressly provide that this public-liability insurance “does not apply to injury to or death of the insured’s employees while engaged in the course of their employment.” 49 C.F.R. § 387.15.</p>\n<p id=\"b499-5\">The district court held that the policy contains an exclusion for employees of the insured and that because Olivas was an employee, there was no coverage for his injuries. Under the heading of “Exclusions,” the policy provision states that there is no coverage for “‘Bodily Injury’ to: a. An ‘employee’ of the ‘insured’ arising out of and in the course of: (1) Employment by the ‘insured;’ or (2) Performing the duties related to the conduct of the ‘insured’s’ business....”<footnotemark>1</footnotemark></p>\n<p id=\"b499-6\">Thus, if Olivas is deemed an “employee” of the insured, Rapid Logistics, the policy expressly excludes coverage for Olivas’s injuries. Rapid Logistics argues that the district court erred when it interpreted the insurance policy by applying the definition of “employee” contained in the federal regulations instead of the definition set forth in the insurance policy. The Transportation Code defines “employee” as “any individual, other than an employer, who is employed by an employer and who in the course of his or her employment directly affects commercial motor vehicle safety.” 49 C.F.R. § 390.5. It further explains that “[s]uch term includes a driver of a commercial motor vehicle (including an independent contractor while in the course of operating a commercial motor vehicle).” <em>Id. </em>The district court reasoned that because Olivas admitted that he was operating a commercial motor vehicle and making a delivery at the time of the accident, he was an “employee” under § 390.5.</p>\n<p id=\"b499-10\">In another case involving a public-liability insurance policy, this Court rejected a motor carrier’s contention that the definition of “employee” contained in § 390.5 should not be used to interpret this type of insurance policy. <em>Consumers Cnty., </em>307 F.3d at 367. In that case, the motor carrier argued that the common law definition of employee should be used instead of the definition in § 390.5. <em>Id. </em>at 365. It further argued that because the injured person was an independent contractor, the person was not an “employee” under the common law definition; and thus, the “employee” exclusion did not apply. <em>Id. </em>This Court recognized that § 390.5 “eliminates the traditional common law distinction between employees and independent contractors.” <em>Id. </em>“By eliminating the common law employee/independent contractor distinction, the definition serves to discourage motor carriers from using the independent contractor relationship to avoid liability exposure at the expense of the public.” <em>Id. </em>at 366. This Court explained that “[a]b-sent some indication in the policy,” it would not assume that the parties intended to use a different definition than the one set forth in the applicable federal regulations. <em>Id. </em>at 367. In that case, the policy did <em>not </em>define the term “employee.” <page-number citation-index=\"1\" label=\"478\">*478</page-number><em>Id. </em>at 364 n. 2. However, the instant policy does contain a definition of the word “employee.” The policy provides that: “ ‘Employee’ includes a ‘leased worker.’ ‘Employee’ does not include a ‘temporary worker.’ ” The policy further provides that: “ ‘Temporary worker’ means a person who is furnished to you to substitute for a permanent ‘employee’ on leave or to meet seasonal or short-term workload conditions.” Rapid Logistics’ brief does not explain how the policy’s definition would not include Olivas as its employee. Instead, Rapid Logistics simply argues that it hired Sanchez, the owner of the truck, as an independent contractor and that Sanchez hired Olivas as an employee driver. Under those circumstances, Rapid Logistics contends that Olivas is not its employee.</p>\n<p id=\"b500-4\">We need not decide the question of which definition of “employee” should be used to interpret the policy because even assuming <em>arguendo </em>that Olivas is not an “employee” of Rapid Logistics under either definition, there is another provision in the insurance policy that excludes coverage for Olivas based on the facts admitted by Rapid Logistics. Rapid Logistics’ policy states that it provides coverage for “Anyone else while using with your permission a covered ‘auto’ you own, hire or borrow except: (1) The owner, or any ‘employee,’ agent or driver of the owner, or anyone else from whom you hire or borrow a covered ‘auto.’ ” Here, Rapid Logistics admits that Sanchez owned the truck that it had hired and that Olivas was Sanchez’s employee driver. Accordingly, on its face, this provision applies to exclude coverage for Olivas. Here, Rapid Logistics’ version of the facts shows that the policy does not provide coverage for Olivas. Accordingly, under either the provisions of the code or the policy, Canal did not have a duty to defend. Thus, the district court did not err in ruling that Canal did not have a duty to defend Rapid Logistics in the state court suit.</p>\n<p id=\"b500-6\">C. Public Policy</p>\n<p id=\"b500-7\">Alternatively, Rapid Logistics argues that if the policy does not provide coverage for Olivas, it violates public policy in Texas because “it would never be able to insure itself against the risk of exposure occasioned by the independent contractor’s injuries or death while in the course and scope of his statutory employment.”</p>\n<p id=\"b500-8\">The Texas Supreme Court has opined as follows with respect to allegations of public policy violations:</p>\n<blockquote id=\"b500-9\">Public policy, some courts have said, is a term of vague and uncertain meaning, which it pertains to the law-making power to define, and courts are apt to encroach upon the domain of that branch of the government if they characterize a transaction as invalid because it is contrary to public policy, unless the transaction contravenes some positive statute or some well-established rule of law.</blockquote>\n<p id=\"b500-10\"><em>Lawrence v. CDB Servs., Inc., </em>44 S.W.3d 544, 553 (Tex.2001) (citations and quotations marks omitted), <em>superseded by </em>Tex. Lab.Code Ann. § 406.033(e) (Vernon Supp. 2005). Here, Rapid Logistics wholly fails to cite a statute or case in support of its argument that the district court’s holding violates public policy in Texas. We therefore conclude that its failure to adequately brief the issue renders it abandoned on appeal. <em>Yohey v. Collins, </em>985 F.2d 222, 224-25 (5th Cir.1993); <em>see also </em>Fed. R.App. P. 28(a)(9)(A) (requiring appellant’s brief to provide citations to authorities in support of argument).</p>\n<p id=\"b500-11\">D. Justiciability of Duty to Indemnify</p>\n<p id=\"b500-12\">Rapid Logistics contends that the district court erred in ruling that the issue of whether Canal has a duty to indemnify <page-number citation-index=\"1\" label=\"479\">*479</page-number>is justiciable. Rapid Logistics argues that because Canal has a duty to defend it in the underlying state court action, the issue is non-justiciable. As set forth above, we find no error in the district court’s holding that Canal had no duty to defend Rapid Logistics. Thus, this argument is without merit.</p>\n<p id=\"b501-5\">In the alternative, Rapid Logistics argues that because the duty to indemnify is dependent upon facts proven in the underlying suit, the issue of Canal’s duty to indemnify Rapid Logistics is non-justicia-ble and should be deferred until after the underlying state court suit is resolved. Under Texas law, the duty to defend and the duty to indemnify are distinct and separate duties. <em>Gilbane Bldg. Co. v. Admiral Ins. Co., </em>664 F.3d 589, 601 (5th Cir.2011). In contrast to a duty to defend, “[i]t may sometimes be necessary to defer resolution of indemnity issues until the liability litigation is resolved. In some cases, coverage may turn on facts actually proven in the underlying lawsuit.” <em>Farmers Tex. Cnty. Mut. Ins. v. Griffin, </em>955 S.W.2d 81, 84 (Tex.1997). The Texas Supreme Court has concluded that the “duty to indemnify is justiciable before the insured’s liability is determined in the liability lawsuit when the insurer has no duty to defend <em>and the same reasons that negate the duty to defend likewise negate any possibility the insurer will ever have a duty to indemnify.” Id. </em>(emphasis in original). In a subsequent case, the Court explained that its “conclusion [in <em>Griffin </em>] was grounded on the impossibility that the [intentional] drive-by shooting in that case could be transformed by proof of any conceivable set of facts into an auto accident covered by the insurance policy.” <em>D.R. Horton-Texas, Ltd. v. Markel Intern. Ins. Co., </em>300 S.W.3d 740, 745 (Tex.2009). Likewise, in the instant case, Canal has no duty to defend and the same reasons that negate the duty to defend also negate the possibility that Canal will have a duty to indemnify. More specifically, as previously explained, Rapid Logistics has conceded that Olivas was Sanchez’s employee driver, and that fact excludes coverage of the accident. Thus, in light of this concession, there is no conceivable proof that could be developed in the state court action that would transform the accident into one that is covered by the policy. Because the material facts (Olivas was Sanchez’s driver employee) are not in dispute, the district court did not err in holding the issue of duty to indemnify was justiciable. Accordingly, Rapid Logistics has not shown that the district court erred in granting summary judgment in favor of Canal.</p>\n<p id=\"b501-7\">E. Conclusion</p>\n<p id=\"b501-8\">For the above reasons, we affirm the judgment of the district court.</p>\n<p id=\"b501-9\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b497-14\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b499-7\">. The policy also provides that “[t]his exclusion applies: (1) Whether the 'insured’ may be liable as an employer or in any other capacity; and (2) To any obligation to share damages with or repay someone else who must pay damages because of the injury.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}