{
  "casebody": {
    "data": "<casebody firstpage=\"707\" lastpage=\"722\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b759-2\">Argued and submitted April 4, 2007,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Auz\">affirmed March 19, 2008</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b759-3\">MOUNTAIN WOODWORKS, INC., <em>Plaintiff-Respondent, v. </em>James VOSS, <em>Defendant-Appellant.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b759-8\">Lane County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"ABS\">160521823; A130883</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b759-9\">180 P3d 735</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b761-8\"><page-number citation-index=\"1\" label=\"708-a\">*708-a</page-number>Jeffrey E. Potter argued the cause for appellant. With him on the briefs was Gardner, Honsowetz, Potter, Budge &amp; Ford.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b761-9\">Robert D. Montgomery, Albuerqueque, New Mexico, and Derrick E. McGavic filed the brief for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b761-10\">Before Schuman, Presiding Judge, and Edmonds and Ortega, Judges.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b761-11\">ORTEGA, J.</judges>\n<judges data-order=\"10\" data-type=\"judges\" id=\"b761-13\">Edmonds, J., concurring.</judges>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b763-3\"><page-number citation-index=\"1\" label=\"709\">*709</page-number>ORTEGA, J.</author>\n<p id=\"b763-4\">Plaintiff obtained a judgment against defendant in the United States Bankruptcy Court for the District of New Mexico (the bankruptcy judgment). Eleven years later, plaintiff filed the bankruptcy judgment in Oregon pursuant to Oregon’s Uniform Enforcement of Foreign Judgments Act (UEFJA), ORS 24.105 to 24.175. Defendant moved to have that judgment set aside, contending that, among other things, the bankruptcy judgment had become unenforceable in New Mexico because of the lapse of time. The trial court denied the motion, and defendant appealed, asserting three reasons why the trial court erred. We affirm.</p>\n<p id=\"b763-5\">The parties do not dispute the essential facts, which can be stated briefly. Having obtained the bankruptcy judgment in 1994, plaintiff, through attorney Montgomery, sought to file that judgment in Oregon in 2005 pursuant to the UEFJA. As required by ORS 24.125, plaintiff served defendant with notice of the filing. Defendant responded by filing a “motion to set aside filing of foreign judgment” (uppercase omitted) on three grounds. First, citing ORCP 71 B(l)(d), he contended that the bankruptcy judgment was “no longer a valid and enforceable judgment” in New Mexico pursuant to NMSA § 39-1-20, which allows seven years to execute on a judgment. Second, citing ORCP 71 B(l)(e), defendant argued that the bankruptcy judgment was wholly or partially satisfied as a result of a settlement in an earlier lawsuit brought by Montgomery. Finally, citing ORCP 71 C, defendant contended that plaintiff had perpetrated a fraud by failing to inform the trial court that the bankruptcy judgment was unenforceable in New Mexico, that the judgment had been satisfied in whole or in part, and that plaintiffs corporate status had been revoked, making it incapable of taking any action with respect to the judgment. Plaintiff did not respond to defendant’s motion, and the trial court denied it without explanation but stayed execution of the judgment pending appeal.<footnotemark>1</footnotemark></p>\n<p id=\"b764-3\"><page-number citation-index=\"1\" label=\"710\">*710</page-number>On appeal, defendant asserts three arguments, which are different from the arguments he asserted below. First, he contends that plaintiff did not prove that it has any corporate existence, that its actions were lawfully authorized by a proper resolution of its board of directors or otherwise, or that it authorized Montgomery to file this proceeding on its behalf. He asserts that plaintiffs corporate status was revoked “beyond appeal” in New Mexico.</p>\n<p id=\"b764-4\">Second, defendant argues that, because the time for executing on the bankruptcy judgment in New Mexico has expired, that judgment is not entitled to full faith and credit and thus was not a proper judgment to file under the UEFJA. He further contends that, as a corporation whose corporate status has been “revoked,” plaintiff could not lawfully take action to revive, and thereafter enforce, the bankruptcy judgment.</p>\n<p id=\"b764-5\">Finally, defendant contends that plaintiffs failure to notify the Oregon court of facts concerning the “status of the judgment in New Mexico,” its corporate status, and its failure to take lawful corporate action to authorize the filing of the judgment in Oregon amounted to extrinsic fraud. That fraud, defendant asserts, is grounds for setting aside a judgment pursuant to ORCP 71 B(l)(c) or ORCP 71 C.<footnotemark>2</footnotemark></p>\n<p id=\"b764-6\">As we discuss in some detail, we do not consider defendant’s first two arguments because he did not preserve them below. We also do not consider one of the subparts of his third argument because it, too, was not preserved. As for the remaining subparts of his third argument, we reject those <page-number citation-index=\"1\" label=\"711\">*711</page-number>because they are based on a legally incorrect premise. Accordingly, we affirm the trial court’s order denying defendant’s motion to set aside the bankruptcy court judgment.</p>\n<p id=\"b765-4\"> Our assessment of preservation is driven by a concern that the trial court must be given “a realistic opportunity to make the right decision.” <em>East County Recycling v. Pneumatic Construction, </em>214 Or App 573, 578, 167 P3d 464 (2007). As the Supreme Court explained in <em>State v. Wyatt, </em>331 Or 335, 343, 15 P3d 22 (2000), “a party must provide the trial court with an explanation of his or her objection that is specific enough to ensure that the court can identify its alleged error with enough clarity to permit it to consider and correct the error immediately, if correction is warranted.”</p>\n<p id=\"b765-5\">With those considerations in mind, we turn to defendant’s arguments on appeal, beginning with his first argument. Defendant did not contend below, as he does here, that plaintiff failed to observe the corporate formalities necessary to authorize the filing of the bankruptcy judgment in Oregon. Rather, defendant limited his corporate authority argument to the contention that plaintiff lacked the legal capacity to file the judgment in Oregon because the State of New Mexico had revoked its corporate status. Further, defendant made that argument not as a separate basis for relief from the judgment or to have that judgment set aside, but solely as part of his contention that plaintiff had perpetrated a fraud on the court by not informing the court that its corporate status had been revoked. Defendant renews that argument as part of his third argument (relating to fraud) on appeal, and we address it later in this opinion. But his first argument in this court is different — that the judgment should be set aside because plaintiff did not prove that it has any corporate existence, that its actions were lawfully authorized by a proper resolution of its board of directors or otherwise, or that it authorized Montgomery to file this proceeding on its behalf.</p>\n<p id=\"b765-6\">Plaintiff did not respond to defendant’s motion below. Had defendant argued to the trial court that plaintiff had failed to produce evidence that it had observed the corporate formalities necessary to authorize the filing of the bankruptcy judgment in Oregon, plaintiff might have filed a response presenting evidence and argument on that issue. <page-number citation-index=\"1\" label=\"712\">*712</page-number>Neither plaintiff nor the trial court had the benefit of considering and responding to the argument that defendant now makes.<footnotemark>3</footnotemark> Accordingly, we do not address defendant’s first argument.</p>\n<p id=\"b766-4\">Before discussing whether defendant preserved his second argument — that the bankruptcy judgment expired under New Mexico law and therefore is not entitled to full faith and credit — it is worth reviewing briefly some of the key provisions of the UEFJA, as adopted in Oregon. Under that act, a properly authenticated “foreign judgment” can be filed in an Oregon circuit court. ORS 24.115(1). A “foreign judgment” is “any judgment, decree or order of a court of the United States or of any other court which is entitled to full faith and credit in this state.” ORS 24.105. Once filed, the judgment, in effect, becomes a judgment of the court in which it is filed and “has the same effect and is subject to the same procedures, defenses and proceedings for reopening, vacating or staying as a judgment of the circuit court in which the foreign judgment is filed, and may be enforced or satisfied in like manner.” ORS 24.115(3). Promptly after filing the judgment, the judgment creditor must notify the judgment debtor by mail that the judgment has been filed. ORS 24.125(2). Five days must elapse from the time of filing the judgment before any process to execute on the judgment may begin. ORS 24.125(3).</p>\n<p id=\"b766-5\">As mentioned above, after plaintiff filed the bankruptcy judgment and served defendant with notice, defendant moved to set aside that judgment. In support of his motion, defendant invoked ORCP 71 B(l)(d) and (e) and 71C. ORCP 71 B(l)(d) and (e) authorize the court, “[o]n motion and upon such terms as are just,” to “relieve a party * * * from a judgment” if “the judgment is void” or if “the judgment has been satisfied, released, or discharged * * *.” ORCP 71C clarifies that ORCP 71 does not limit the inherent power of a court “to set aside a judgment for fraud upon the court.”</p>\n<p id=\"b767-3\"><page-number citation-index=\"1\" label=\"713\">*713</page-number>Although defendant titled his motion in the trial court as a motion to set aside the filing of the foreign judgment, the substance of the motion was that the judgment itself should be set aside. That is clear from the first heading of his motion, in which he characterized it as a “Motion to Set Aside Judgment,” as well as his argument relying on ORCP 71, which entitles a party to relief from a judgment under certain circumstances.</p>\n<p id=\"b767-4\">On appeal, however, defendant’s argument has changed significantly. Here, he contends that the judgment was not entitled to full faith and credit in Oregon and therefore was not a “foreign judgment” that could be filed in Oregon under the UEFJA. The grounds for that argument are the same as those on which his argument rested below— i.e., that the judgment was not valid and enforceable in New Mexico. Defendant does not, however, renew on appeal his argument that he is entitled to relief from the judgment under ORCP 71B because the judgment is unenforceable.</p>\n<p id=\"b767-5\">Whether a judgment debtor, in the case of a foreign judgment that is unenforceable in the state of its issuance, is entitled to relief from that judgment once it has been filed in Oregon (defendant’s argument below) is a separate question from whether that same judgment is entitled to full faith and credit and qualifies in the first instance for filing in this state (defendant’s argument on appeal). The former question involves consideration of ORCP 71 B and C and is properly raised by motion. The latter, particularly in the case of the judgment of a federal court, involves a host of other considerations,<footnotemark>4</footnotemark> and the procedural vehicle by which that question may properly be raised is unclear.<footnotemark>5</footnotemark> Suffice it to say, however, <page-number citation-index=\"1\" label=\"714\">*714</page-number>that defendant neither made his present full faith and credit argument below nor renewed on appeal the contention that he did make below concerning relief from the bankruptcy judgment. Accordingly, we decline to consider his present argument. ORAP 5.45(1). In any event, recognizing that the underpinning of both arguments is that the bankruptcy judgment was unenforceable in New Mexico at the time plaintiff filed it in Oregon, we note that, if we were to consider the full faith and credit argument, we would reject it because, as we discuss below, the judgment was enforceable in New Mexico.</p>\n<p id=\"b768-4\"> We turn to defendant’s final argument, that he was entitled to relief from the bankruptcy judgment because plaintiff perpetrated “extrinsic fraud” on the trial court. Extrinsic fraud pertains to the manner in which the judgment was procured. <em>Johnson v. Johnson, </em>302 Or 382, 389-90, 730 P2d 1221 (1986) (quoting <em>O.-W.R. &amp; N. Co. v. Reid, </em>155 Or 602, 609, 65 P2d 664 (1937)). The fraud alleged by defendant here consisted of plaintiffs failure to inform the court of facts concerning the status of the bankruptcy judgment, its own corporate existence, and its failure to take lawful corporate action to authorize the filing of the judgment in Oregon. That alleged fraud does not relate to the way that the bankruptcy judgment was procured, but rather to plaintiffs conduct in connection with the <em>filing </em>of that judgment in Oregon. We need not address whether that distinction is significant, <page-number citation-index=\"1\" label=\"715\">*715</page-number>however, because we conclude that plaintiff engaged in no fraudulent conduct.</p>\n<p id=\"b769-4\">Defendant asserts that plaintiff “had a clear duty” when it filed the bankruptcy judgment “to advise the [c]ourt of the status of the judgment in New Mexico.” We interpret that argument, in light of defendant’s earlier arguments, to mean that plaintiff had a duty to advise the court that the judgment was not enforceable in New Mexico. We conclude, however, that the premise of that argument — that the judgment was unenforceable — is incorrect.<footnotemark>6</footnotemark></p>\n<p id=\"b769-5\">Citing two provisions of New Mexico law, plaintiff contends that the bankruptcy judgment still may be enforced in New Mexico. First, plaintiff argues that NMSA § 37-1-2 allows 14 years to file an “[a]ction[ ] founded upon any judgment” in New Mexico.<footnotemark>7</footnotemark> Plaintiff contends that a proceeding to domesticate a foreign judgment constitutes an action founded upon the judgment within the meaning of NMSA § 37-1-2 and that, because plaintiff still may domesticate and <em>then </em>execute on the bankruptcy judgment in New Mexico, that judgment remains enforceable in New Mexico. Second, plaintiff relies on NMSA § 53-16-24, which authorizes a corporation that has been dissolved to pursue remedies for rights or claims that existed before the dissolution.<footnotemark>8</footnotemark> Under <page-number citation-index=\"1\" label=\"716\">*716</page-number>that statute, plaintiff contends, it retains authority to domesticate and then execute on the bankruptcy judgment in New Mexico.</p>\n<p id=\"b770-4\">The first statute cited by plaintiff was construed in <em>Galef v. Buena Vista Dairy, </em>117 NM 701, 875 P2d 1132 (NM Ct App 1994). There, the court concluded that a person seeking to domesticate a foreign judgment under New Mexico’s version of the UEFJA had 14 years from the date of the other state’s judgment to do so. The court interpreted the reference to ££[a]ctions founded upon any judgment of any court of record of any other state” in NMSA § 37-1-2 to include proceedings to domesticate a judgment of any other state. 875 P2d at 1134-36. It further concluded that a proceeding brought three years after domestication of the foreign judgment was brought within the applicable New Mexico statute of limitations. <em>Id. </em>at 1135-36.</p>\n<p id=\"b770-5\">The statute considered in <em>Galef </em>applies not only to actions on judgments of any court of record of any state but also to actions on judgments of the federal courts. NMSA § 37-1-2. New Mexico’s domestication process is the means by which New Mexico recognizes federal court judgments. <em>Walter E. Heller Western, Inc. v. Ditto, </em>125 NM 226, 959 P2d 560 (NM Ct App 1998), <em>cert den, </em>125 NM 147, 958 P2d 105 (NM 1998) (concluding that a proceeding to revive a bankruptcy judgment that was more than seven years old could not occur until recognition of the judgment — that is, domestication — had taken place). Thus, it appears that, in New Mexico, a proceeding to domesticate a federal bankruptcy judgment would have to precede any attempt to execute on that judgment, regardless of the time since the judgment was rendered.</p>\n<p id=\"b770-6\">To reiterate, then, a federal judgment must be domesticated in New Mexico before any enforcement action can occur; further, a party has 14 years to domesticate a foreign judgment in New Mexico and then, depending on the <page-number citation-index=\"1\" label=\"717\">*717</page-number>applicable statute of limitations, some period of time thereafter to enforce the judgment. Because the time had not yet elapsed for plaintiff to domesticate the bankruptcy judgment in New Mexico state court at the time plaintiff filed that judgment in Oregon, the judgment was still enforceable in New Mexico. Accordingly, we reject defendant’s assertion that the judgment was unenforceable in New Mexico because seven years had elapsed since its entry.</p>\n<p id=\"b771-4\">Defendant replies that the judgment, even if enforceable in New Mexico, is not enforceable in Oregon because ORS 12.070 limits the time to bring an action to enforce a judgment to 10 years from the date of the judgment.<footnotemark>9</footnotemark> Citing <em>Ames v. Ames, </em>60 Or App 50, 56-57, 652 P2d 1280 (1982), involving a petition to register a foreign judgment that was filed before the repeal of ORS 24.020, which expressly applied ORS 12.070 to the registration of foreign judg.ments,<footnotemark>10</footnotemark> defendant contends that ORS 12.070 nevertheless still bars an action on a foreign judgment, even though the action would not be time barred in the state in which the judgment originated.</p>\n<p id=\"b771-5\">We do not address that argument, however. Defendant did not raise ORS 12.070 as a defense in the trial court or even mention it in his opening brief in this court. Accordingly, he failed to preserve the argument and present it for our consideration on appeal. ORAP 5.45(1). Although “parties may not prevent a court from noticing and invoking an applicable statute by relying only on other sources of law,” <em>Miller v. Water Wonderland Improvement District, </em>326 Or 306, 309 n 3,951 P2d 720 (1998), a party invoking a statute of limitations defense must raise that defense. <em>See Shasta View Irrigation Dist. v. Amoco Chemicals, </em>329 Or 151, 162, 986 <page-number citation-index=\"1\" label=\"718\">*718</page-number>P2d 536 (1999) (noting that statutes of limitations defenses may be waived). Because defendant did not preserve his statute of limitations defense, we reject it without further discussion.<footnotemark>11</footnotemark></p>\n<p id=\"b772-4\">We turn to the next prong of defendant’s fraud argument, that plaintiff failed to inform the trial court of its corporate status. Although the bankruptcy judgment remains enforceable in New Mexico, that fact does not aid plaintiff if its corporate status prevents it from taking any enforcement action in New Mexico.</p>\n<p id=\"b772-5\">Under NMSA § 53-16-24, the fact of a corporation’s dissolution does not bar the corporation from pursuing remedies for claims or rights that existed prior to dissolution. <em>See Smith v. Halliburton Co., </em>118 NM 179, 879 P2d 1198, 1202 (NM Ct App 1994) (New Mexico places no express time limits on survival of remedies by or against domestic corporations after dissolution). Defendant contends, however, that plaintiff is not simply dissolved but has had its corporate status revoked “beyond appeal” in New Mexico. He contends that NMSA § 53-17-24 is silent about corporations with “revoked” status and therefore does not apply to corporations such as plaintiff.</p>\n<p id=\"b772-6\">We conclude that the New Mexico statute’s silence concerning dissolved corporations whose corporate status was revoked demonstrates no legislative intent to treat that class of corporations differently. On its face, NMSA § 53-16-24 applies to the dissolution of all corporations, without making an exception for corporations whose status has been revoked. Although defendant would have us read such an exception into New Mexico’s statute, he cites no New Mexico authority authorizing us to do so. This court does not read <page-number citation-index=\"1\" label=\"719\">*719</page-number>exceptions into Oregon statutes, ORS 174.010; <em>Wheaton v. Kulongoski, </em>209 Or App 355, 363-64, 147 P3d 1163 (2006); we decline to do so for the statutes of other states. Accordingly, we reject defendant’s argument that plaintiff perpetrated a fraud by not informing the court of its revoked corporate status; that status did not prevent it from filing the judgment under the UEFJA.</p>\n<p id=\"b773-4\">We do not address defendant’s final argument, that plaintiff perpetrated a fraud on the court by not informing it of facts demonstrating that it failed to take “lawful corporate action” to file the bankruptcy judgment in Oregon. Again, even assuming that such a failure would amount to fraud as contemplated by ORCP 71 C, defendant failed to make the argument below. Instead, he contended only that plaintiff perpetrated a fraud on the court by failing to inform it that its corporate status had been revoked.</p>\n<p id=\"b773-5\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b763-6\"> The trial court followed its order with the entry of a “limited judgment” that “ordered and adjudged that Defendant’s Motion to Set Aside Foreign Judgment is denied * * Because the order denying defendant’s motion is appealable, <em>Montoya v. Housing Authority of Portland, </em>192 Or App 408, 417, 86 P3d 80 (2004), <page-number citation-index=\"1\" label=\"710\">*710</page-number>and defendant timely appealed from that order, we need not decide whether the “limited judgment” also was proper or appealable.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b764-8\"> Defendant also asserts that the earlier lawsuit brought by attorney Montgomery resulted in satisfaction of “at least 40% of the judgment sought to be registered” and that portion of the judgment may no longer be subject to enforcement by plaintiff. Beyond making that assertion, however, defendant does not develop that argument or explain how plaintiffs failure to bring that partial satisfaction to the court’s attention amounts to extrinsic fraud sufficient to set aside the bankruptcy judgment. <em>See Geranghadr v. Entagh, </em>189 Or App 567, 571-72, 77 P3d 323 (2003), <em>rev den, </em>336 Or 509 (2004) (filing an allegedly incorrect translation of an arbitration award might be intrinsic fraud, which pertains to the merits of the case, but it was not extrinsic fraud, which prevents a full trial of the matter, and so was not a basis for setting aside the judgment). Accordingly, we do not consider that argument any further.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b766-6\"> It appears that defendant is a former director of plaintiff. Neither party raises any argument or points to anything in the record suggesting that defendant is not among those authorized to challenge plaintiffs capacity or power to act. <em>See </em>OES 60.084 (limiting circumstances in which a corporation’s power to act may be challenged); NMSA § 53-11-6 (same). Accordingly, we do not consider that issue.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b767-6\"> One such consideration is whether “full faith and credit” is an appropriate requirement for the filing of a <em>federal </em>judgment under the UEFJA. “Full faith and credit,” at least as a matter of federal constitutional and statutory law, refers to the effect to be given to foreign <em>state </em>court, not federal court, judgments. <em>See Semtek Int’l Inc. v. Lockheed Martin Corp., </em>531 US 497, 507, 121 S Ct 1021, 149 L Ed 2d 32 (2001) (observing that the Article IV, section 1, of the federal constitution and 28 USC section 1738, “[b]y their terms!,] * * * govern the effects to be given only to state-court judgments (and, in the case of the statute, to judgments by courts of territories and possessions)”).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b767-7\"> Although ORS 24.115(3) provides that a judgment, once filed, is “subject to the same procedures, defenses and proceedings for reopening, vacating or staying as a judgment of the circuit court in which the foreign judgment is filed,” the <page-number citation-index=\"1\" label=\"714\">*714</page-number>UEFJA contains no provision by which the <em>filing </em>of the foreign judgment can be set aside. A contention that the filing of a foreign judgment was improper does not fit within the context of a motion for relief from a judgment under ORCP 71B. That rule does not address challenges to the filing of a judgment but asks only whether the judgment debtor is entitled to relief from the judgment itself. The full faith and credit question involves whether the judgment was a proper subject for filing under the UEFJA in the first place — that is, whether it was a “foreign judgment” as defined in ORS 24.105. A challenge to the filing itself, an act performed by the circuit court clerk, arguably would more appropriately be brought by means of a writ of review proceeding, ORS 34.010 to 34.100, a declaratory judgment proceeding, ORS 28.010 to 28.160, or a writ of mandamus proceeding, ORS 34.105 to 34.240, depending on whether the nature of the clerk’s action is quasi-judicial (writ of review), ministerial or clerical (declaratory judgment), or nondiscretionary governmental action for which there is no adequate and speedy remedy available at law (mandamus). <em>See generally, e.g., State ex rel School Dist. 13 v. Columbia </em>Co., 66 Or App 237, 241-44, 674 P2d 608 (1983), <em>rev den, </em>296 Or 829 (1984) (discussingrespective roles of writ of review and declaratory judgment proceedings). As discussed in the text, however, we need not resolve that question, as defendant’s challenge to the filing of the judgment was not raised in the trial court.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b769-6\"> For purposes of this discussion only, we accept defendant’s assertion that the enforceability in New Mexico of a judgment from a federal court sitting in New Mexico is a prerequisite to filing that judgment in Oregon under the UEFJA. FRCP 69(a) allows judgment creditors to execute on federal judgments in accordance with the practices and procedures for executing judgments issued by courts of the state in which the district court sits. <em>Peacock v. Thomas, </em>516 US 349, 359 n 7, 116 S Ct 862, 133 L Ed 2d 817 (1996). However, the parties have not pointed us to any authority suggesting that a federal judgment involving the exercise of federal subject matter jurisdiction is unenforceable in other states unless it is enforceable in the state in which the district court sits.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b769-7\"> NMSA § 37-1-2 provides:</p>\n<blockquote id=\"b769-8\">“Actions founded upon any judgment of any court of the state may be brought within fourteen years from the date of the judgment, and not afterward. Actions founded upon any judgment of any court of record of any other state or territory of the United States, or of the federal courts, may be brought within the applicable period of limitation within that jurisdiction, not to exceed fourteen years from the date of the judgment, and not afterward.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b769-9\"> NMSA § 53-16-24 provides:</p>\n<blockquote id=\"b769-10\">“The dissolution of a corporation does not take away or impair any remedy available to or against the corporation, its directors, officers or shareholders, for any right or claim existing, or any liability incurred, prior to the dissolution <page-number citation-index=\"1\" label=\"716\">*716</page-number>and any such action or proceeding by or against the corporation may be prosecuted or defended by the corporation in its corporate name. The shareholders, directors and officers may take such corporate or other action as appropriate to protect the remedy, right or claim.”</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b771-6\"> ORS 12.070 provides, in part:</p>\n<blockquote id=\"b771-7\">“(1) An action upon a judgment or decree of any court of the United States</blockquote>\n<blockquote id=\"b771-8\">^</blockquote>\n<blockquote id=\"b771-9\">“shall be commenced within 10 years.”</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b771-10\"> <em>Former </em>ORS 24.020 (1977), <em>repealed by </em>Or Laws 1979, ch 577, § 8, provided:</p>\n<blockquote id=\"b771-11\">“On application made within the time allowed for bringing an action on a foreign judgment in this state, any person entitled to bring such action may have a foreign judgment registered in any court of this state having jurisdiction of such an action.”</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b772-7\"> We express no opinion regarding whether, in a proceeding to domesticate a foreign judgment under ORS 24.105 to 24.175, the filing of the judgment could be set aside because any enforcement action would be time barred under Oregon law. We are aware that in <em>Hatch v. Hatch, </em>247 Or 588, 590-91, 431 P2d 832 (1967), the court stated that a statute of limitations defense could be raised as a defense in a proceeding to register a foreign judgment. However, <em>Hatch </em>involved a prior version of the UEFJA, which specifically provided that “[a]ny defense which under the law of this state may be asserted by the defendant in an action on the foreign judgment may be presented by appropriate pleadings * * <em>See former </em>ORS 24.080 (1967), <em>repealed by </em>Or Laws 1979, ch 577, § 8.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b773-6\">EDMONDS, J.,</author>\n<p id=\"A60\">concurring.</p>\n<p id=\"b773-7\">I concur with the majority opinion in this case and write separately only to discuss why I believe that the preservation issue regarding defendant’s ORS 12.070 argument is not controlled by the Supreme Court’s holding in <em>Miller v. Water Wonderland Improvement District, </em>326 Or 306, 951 P2d 720 (1998).</p>\n<p id=\"b773-8\">Defendant filed his motion to stay the enforcement of a foreign judgment from the United States Bankruptcy Court for the District of New Mexico registered by plaintiff in Oregon pursuant to ORS 24.105 to 24.1175, otherwise known as the Uniform Enforcement of Foreign Judgments Act. ORS 24.135(2) provides the grounds upon which enforcement of a registered foreign judgment can be stayed, including “any ground upon which enforcement of a judgment of any court of any county of this state would be stayed [.]” One potential ground for staying the enforcement of a foreign judgment is found in ORS 12.070(1), which provides that “[a]n action upon a judgment or decree of any court of the United States, or of any state or territory within the United States * * * shall be commenced within 10 years.” The foreign judgment in this case originated in March 1994; it was not registered in <page-number citation-index=\"1\" label=\"720\">*720</page-number>Oregon until 2005, more than 10 years later. However, defendant’s motion in the trial court did not rely on ORS 12.070. Rather, he argued that the Oregon court should set aside the judgment “because it is no longer a valid and enforceable judgment in the jurisdiction in which it originated,” relying on a New Mexico statute providing for a seven-year period of viability after entry.</p>\n<p id=\"b774-4\">On appeal, defendant makes a single assignment of error in which he contends that the trial court erred in denying his motion, and, for the first time, he relies on ORS 12.070, arguing that even if the judgment is enforceable in New Mexico, it is not enforceable in Oregon because it was not registered within the 10-year period of time permitted by that statute. The majority correctly holds that defendant failed to comply with the preservation requirements of ORAP 5.45 with regard to the issue of whether ORS 12.070 operates to stay the enforcement of the judgment.</p>\n<p id=\"b774-6\">However, because the issue on appeal involves a potentially applicable statute, the Supreme Court’s decision in <em>Miller </em>lurks in the background. In <em>Miller, </em>the court held that a particular statute, raised for the first time on review, governed the issue on appeal even though the statute was never pleaded or argued in any manner in the trial court or this court. The court reasoned, “[T]he parties may not prevent a court from noticing and invoking an applicable statute by relying only on other sources of law.” 326 Or at 309 n 3. Arguably, the rule of <em>Miller </em>could apply here, where ORS 12.070, although not raised by defendant in the trial court, appears to stay the enforcement of a registered foreign judgment if the action on the judgment in Oregon is not commenced within 10 years from the entry of the judgment in the foreign jurisdiction.</p>\n<p id=\"b774-8\"><em>Miller, </em>however, in my view, is distinguishable. In <em>Miller, </em>the plaintiff filed a declaratory judgment action seeking to inspect and copy records of a water district corporation established under ORS chapter 554. In the trial court, the plaintiff argued that his right to inspect the records arose under the Public Records Act, ORS 192.410 to 192.505. The trial court held that the defendant was not a “public body” for purposes of ORS 192.410(3), because it was a nonprofit public <page-number citation-index=\"1\" label=\"721\">*721</page-number>corporation created pursuant to ORS chapter 554, rather than a “special district” under ORS 192.410(3). We affirmed the judgment of the trial court, characterizing the only issue before us as whether the plaintiff had a right to inspect the records under the Public Records Act. <em>Miller v. Water Wonderland Improvement District, </em>141 Or App 403, 407, 918 P2d 849 (1995). The Supreme Court’s majority opinion, however, framed the issue differently, focusing on the issue as it had been pleaded under ORS chapter 554.</p>\n<p id=\"AoB\">This case differs from <em>Miller </em>in that defendant never sought to stay enforcement of the judgment pursuant to Oregon law in his motion filed in the trial court. Rather, as described above, defendant relied entirely on the assertion that the judgment was unenforceable under <em>a New Mexico statute. </em>That difference brings into play the distinctions drawn for preservation purposes by courts between an issue, the identification of a source of law for a claimed position, and the making of a particular argument. Those distinctions were first drawn by the Supreme Court in <em>State v. Hitz, </em>307 Or 183, 188-89, 766 P2d 373 (1988), and in <em>Cooper v. Eugene Sch. Dist. No. 4J, </em>301 Or 358, 369 n 12, 723 P2d 298 (1986) (explaining that raising an issue is essential to preservation, and that identifying a source for a claimed position and making a particular argument are less so). In <em>Stull v. Hoke, </em>326 Or 72, 77, 948 P2d 722 (1997), the court applied the rule in order to allow the plaintiff to raise an argument concerning the proper construction of a statute for the first time on appeal where the broader legal issue — the meaning of the statute — had been preserved below.</p>\n<p id=\"b775-5\">It is often difficult to characterize a claim made for the first time on appeal as raising a new issue, identifying a new source for a claimed position, or making a different argument than was made below.<footnotemark>1</footnotemark> In terms of ease of application, the test for preservation articulated in <em>State v. Wyatt, </em>331 Or 335, 15 P3d 22 (2000), is generally more helpful. That test requires “that a party must provide the trial court with an <page-number citation-index=\"1\" label=\"722\">*722</page-number>explanation of his or her objection that is specific enough to ensure that the court can identify its alleged error with enough clarity to permit it to consider and correct the error immediately, if correction is warranted.” 331 Or at 343. The benefit of the <em>Wyatt </em>test is that it puts the burden on the appellant to demonstrate that the preservation requirement in ORAP 5.45(1) has been satisfied in the trial court rather than inviting parties to engage in games about semantics on appeal.</p>\n<p id=\"b776-4\">Regardless, I am persuaded that, under either calculus, defendant did not preserve the issue of whether the New Mexico judgment is enforceable under ORS 12.070. Clearly, under the <em>Wyatt </em>test, the trial court had no opportunity to rule on that issue. If the <em>Hitz </em>test is applied, then, I would hold that the broader legal issue raised by defendant’s motion in the trial court (whether the judgment is enforceable under New Mexico law) is not the same issue that he raises on appeal (whether defendant is entitled to have the enforcement of the New Mexico judgment stayed under ORS 12.070).</p>\n<p id=\"b776-5\">I concur.</p>\n<footnote label=\"1\">\n<p id=\"b775-6\"> <em>See, e.g., Gadda v. Gadda, </em>341 Or 1, 7-8, 136 P3d 1099 (2006) (holding that because the broad issue was whether husband accomplished service by legally sufficient means, whether husband successfully accomplished service of the notice of appeal by mail or by delivery constitute alternative arguments encompassed within the broader legal issue).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}