{
  "casebody": {
    "data": "<casebody firstpage=\"282\" lastpage=\"287\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b322-4\">[Sac. No. 1233.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A2T\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Agd\">May 14, 1904.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b322-5\">JAMES FEELEY, Respondent, v. J. W. BOYD, Appellant.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b322-6\">Sales—Statute of Frauds—Delivery and Change of Possession— Question of Fact..—Upon a sale of personal property the question as to whether or not there has been an immediate delivery and an actual and continued change of possession, is governed by no defined rule, but is usually a question of fact, depending upon the facts and circumstances of the particular ease, and generally depends upon such conflicting evidence and such a variety of circumstances that the finding of the jury or trial court must govern.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"ACP\">Id.—Construction of Statute—“Immediate Delivery.”—The words “immediate delivery” used in the statute must be given a reasonable construction, and do not mean a delivery <em>instanter; </em>but the character of the property sold and all the circumstances must be taken into consideration in determining whether there was a delivery within a reasonable time, having due regard to the nature and circumstances of the case.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b322-7\">Id.—Sale of Dried Fruit in Bins—Time for Sacking and Eemoval— Custody of Agent of Purchaser—Claim and Delivery—Findings for Purchaser Sustained.—Upon a sale of a dried-fruit crop in bins, made at six o’clock in the evening, and evidenced by a written contract, upon which money was paid, the purchaser was not required to sack and move the property that night. IVnere he made arrangements to have the fruit sacked and moved the next day, and immediately placed his agent in charge of the fruit, which was attached in a suit against the vendors while the agent was still in charge, after notice given of the rights of the purchaser to the sheriff, who found the agent claiming to be in charge for the purchaser, and did not find the vendors present, findings for the our-chaser in an action of claim and delivery brought by him,. that there was an immediate delivery and actual and continued change of possession, will be sustained upon appeal.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b322-8\">APPEAL from an order of the Superior Court of Tehama County denying a new trial. John E. Ellison, Judge.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b322-9\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b322-10\">McCoy &amp; Cans, for Appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b322-11\">There was no sufficient delivery or change of possession of the fruit before levy of the attachment. <em>(Watson </em>v. <em>Rogers, </em>53 Cal. 401; <em>Edwards </em>v. <em>Sonoma Valley Bank, </em>59 Cal. 148; <page-number citation-index=\"1\" label=\"283\">*283</page-number><em>Stevens </em>v. <em>Irwin, </em>15 Cal. 503 ;<footnotemark>1</footnotemark> Weil v. <em>Paul, </em>22 Cal. 492; <em>Cahoon </em>v. <em>Marshall, </em>25 Cal. 198; <em>Woods </em>v. <em>Bugbey, </em>29 Cal. 467; <em>Hesthal </em>v. <em>Myles, </em>53 Cal. 623; <em>Merrill </em>v. <em>Hurlburt, </em>63 Cal. 494; Bell v. <em>McClellan, </em>67 Cal. 283; <em>Bunting </em>v. <em>Salts, </em>84 Cal. 168; <em>Mosgrove </em>v. <em>Harris, </em>94 Cal. 162; <em>Brown </em>v. <em>O’Neal, </em>95 Cal. 262;<footnotemark>2</footnotemark> <em>Pearce </em>v. <em>Boggs, </em>99 Cal. 340; <em>Murphy </em>v. <em>Mulgrew, </em>102 Cal. 547 ;<footnotemark>3</footnotemark> <em>Rothschild </em>v. <em>Swope, </em>116 Cal. 677.)</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b323-5\">John J. Wells, for Respondent.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b323-6\">There was a sufficient delivery and change of possession, and the findings should be sustained. <em>(Dubois </em>v. <em>Spinks, </em>114 Cal. 293; <em>White </em>v. <em>Pease, </em>15 Utah, 170; <em>Porter </em>v. <em>Bucher, </em>98 Cal. 459; <em>Claudius </em>v. <em>Aguirre, </em>89 Cal. 503; <em>Rothschild </em>v. <em>Swope, </em>116 Cal. 677; <em>Hesthal </em>v. <em>Myles, </em>53 Cal. 626; Ross v. <em>Sedgwick, </em>69 Cal. 248; Hart v. <em>Mead, </em>84 Cal. 244; <em>Morgan </em>v. <em>Miller, </em>62 Cal. 492.)</p>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b323-10\"> 76 Am. Dec. 500.</p>\n</footnote>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b323-11\"> 29 Am. St. Rep. 111.</p>\n</footnote>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-3\" label=\"3\">\n<p id=\"ATBU\"> 41 Am. St. Rep. 200.</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-4\" type=\"majority\">\n<author id=\"b323-7\">COOPER, C.</author>\n<p id=\"Ay4\">Replevin to recover the possession of ten tons of dried peaches taken from plaintiff by defendant, as sheriff, under a writ of attachment against Le Roy Gray and Charles Gray, hereafter called Gray Brothers; the said writ being in favor of “The Cone and Kimball Company,” a corporation.</p>\n<p id=\"b323-8\">Plaintiff recovered judgment; defendant moved for a new trial, which was denied, and this appeal is from the order denying a new trial. Plaintiff claims under a sale from Gray Brothers, and no question is made as to the fact of such sale, nor is there any question as to actual fraud or want of consideration. The sole contention of defendant is, that the sale to plaintiff was constructively fraudulent because not accompanied by an immediate delivery, and followed by an actual and continual change of possession, as required by section 3440 of the Civil Code.</p>\n<p id=\"b323-9\">The facts are substantially as follows: Gray Brothers owned a fruit ranch a few miles east of the town of Vina and several miles from the town of Red Bluff. On Saturday, January 3, 1903, they had the dried fruit in question, being the crop of 1902, unsacked, lying loose in bins in a house <page-number citation-index=\"1\" label=\"284\">*284</page-number>about eighty or one hundred feet from the dwelling-house on said ranch. Plaintiffs on said day made a verbal contract with the said Gray Brothers to purchase the fruit at an agreed price, but no money was paid, no part delivery, and no memorándum in writing. On Tuesday, January 6th, in the afternoon, plaintiff drove from Bed Bluff to the ranch where the fruit was, and about six o’clock of said day signed a written contract for the purchase of the fruit, and at the same time paid five hundred and fifty dollars as part payment of the contract price, and formally took possession. He then drove to Vina and hired one Waltz to go to the ranch and take possession of the fruit. Waltz reached the ranch that same night about nine o’clock, and went to the house in which the fruit was stored, looked at it, tried to close the door, but could not close it entirely because it was damp and swollen. He then went to the dwelling-house of Gray Brothers, and went to bed. Plaintiff on the night of the 6th, after sending Waltz out to take charge of the fruit, employed men at Vina to go out to the ranch on the morning of the 7th to sack the fruit, and these men did go to the ranch for said purpose on the following morning. On the morning of the 7th, while Waltz was at breakfast, the defendant arrived with the writ of attachment and went to the fruit-house. Waltz, however, reached the house where the fruit was immediately after defendant, and informed him that plaintiff was the owner of the fruit, and that he was in charge of it for plaintiff. At the time the defendant arrived at the ranch neither of the Gray Brothers was there.</p>\n<p id=\"b324-5\">The court found that on the sixth day of January, 1903, the Gray Brothers “sold and delivered the same [referring to the fruit] to plaintiff, and on said last-named day plaintiff took sole possession thereof, and remained in such exclusive possession until the taking thereof by defendant.”</p>\n<p id=\"b324-6\">We are of opinion that the finding is sustained by the evidence. The question as to whether or not there has been an immediate delivery and an actual and continued change of possession cannot be measured by any defined rule, like a problem in mathematics. It depends upon the facts and circumstances of each separate transaction. It is generally a question depending upon such conflicting evidence and such a variety of circumstances that the finding of the jury or of <page-number citation-index=\"1\" label=\"285\">*285</page-number>the trial court must govern. It is claimed that the sale really took place on January 3d, but we are .of opinion that the sale must be treated as having been made on the 6th, when plaintiff went out to the ranch, viewed the fruit, made the written contract, and paid the money. Again the appellant insists that even this is not sufficient, for the reason that the fruit remained in the same house, in the same bins, and on the same ranch at the time it was levied upon by defendant, and that there was not an immediate delivery. We think the words “immediate delivery” must be given a reasonable construction. The words do not mean a delivery <em>instanter. </em>The word “immediate” is defined in Bouvier’s Law Dictionary (Rawle’s Revision), where it is said: “Strictly it implies not deferred by any lapse of time, but as usually employed, it is rather within reasonable time having due regard to the nature and circumstances of the case. This word and ‘immediately’ are of no very definite signification, and are much, subject to the context. In legal proceedings they do not impart the exclusion of any interval of .time.” The author refers to <em>Gaddis </em>v. Howell, 31 N. J. L. 313, where it was so held. In the later case of <em>Neldon </em>v. <em>Smith, </em>36 N. J. L. 148, it was held that “immediate delivery” as to coal had a trade-meaning among coal-shippers, and meant during the current month in which the offer is made and accepted. The supreme.court of Missouri held in a late case that “immediate notice” may be construed to mean reasonable notice. <em>(McFarland </em>v. <em>United States Mutual Accident Assn., </em>124 Mo. 204.) Our own court,'in the early case of <em>Samuels </em>v. <em>Gorham, </em>5 Cal. 227, said: “By an immediate delivery is not meant a delivery <em>instanter; </em>but the character of the property sold and all the circumstances must be taken into consideration in determining whether there was a delivery within a reasonable time so as to meet the requirement of the statute, and this will often be a question of fact for the jury. ’ ’</p>\n<p id=\"b325-5\">In <em>Carpenter </em>v. <em>Clark, 2 </em>Nev. 246, it was said: “Perhaps a delay of two or three days in making a delivery, after the sale is otherwise complete, might not be sufficiently immediate to meet the requirements of the statute. That is a fact, however, which is to be determined by a consideration of all the circumstances of each case.”</p>\n<p id=\"b325-6\">In <em>Bassinger </em>v. <em>Spangler, </em>9 Colo. 189, it was held that the <page-number citation-index=\"1\" label=\"286\">*286</page-number>fact that property was sold one day and not delivered until the next does not render the sale void. These cases were cited and approved by this court in <em>Dubois </em>v. <em>Spinks, </em>114 Cal. 289, where it was held that where a large pile of one hundred and twenty-six cords of wood was placed upon land leased by the woodcutters in order to retain possession of it as security for their services, and the owner of the wood gave plaintiff a bill of sale in order to get money to pay the woodcutters, and pointed it out to him as being his, the delivery was sufficient. This occurred on November 20th. The wood was not marked in any way, nor any one placed in charge of it. It was understood that whatever lien the woodcutters had on the wood should inure to the benefit of plaintiff, The constable, Spinks, seized the wood on November 23d, by virtue of a writ of execution. It was said in the opinion that delivery is a question of fact, and where “the evidence tends to prove such delivery and change of possession, the finding of the court will not be disturbed. ’ ’</p>\n<p id=\"b326-5\">In the late case of <em>Hickey </em>v. <em>Coschina, </em>133 Cal. 81, it was held that the employment by the vendee of the vendor in and about the cigar-store, although a suspicious circumstance, was not conclusive, and in speaking of an immediate delivery and continued change of possession the court said: “The evidence upon this question was conflicting, but the jurors were the judges of the question of fact, and by their verdict they have determined that there was such immediate delivery and actual and continued change of possession.”</p>\n<p id=\"b326-6\">In this ease the dried fruit had to be sacked before it could be safely moved by plaintiff. It was not required of plaintiff that he should have taken men to the ranch-and commenced sacking it on the night of the 6th. He did hire a man to go out to the ranch and take charge of it until the men could reach there on the morning of the 7th for the purpose of sacking it. The man so hired went to the ranch and to the fruit-house. If he had slept in the fruit-house-and had his breakfast brought to him there, and had been there when the sheriff arrived, it would only have informed the sheriff that the fruit had been sold to plaintiff, who was claiming possession through such hired man. The same notice was given to the sheriff immediately after he went to the fruit-house. Before he attempted to move the fruit, and before any ex<page-number citation-index=\"1\" label=\"287\">*287</page-number>pense had been incurred in moving it, he was met by Waltz, who showed him his authority in writing from plaintiff, and said to him: “You are meddling with somebody else’s fruit; that fruit belongs to Mr. Feeley.” The defendant when he went to the ranch appears to have gone to the fruit-house and then opened the door and went in without any permission from any one. He found no one in the fruit-house. He did find Waltz on the premises, claiming to be in charge. He did not find Gray Brothers there.</p>\n<p id=\"b327-3\">We advise that the order be affirmed.</p>\n<p id=\"b327-4\">Gray, C., and Smith, C., concurred.</p>\n<p id=\"b327-5\">For the reasons given in the foregoing opinion the order appealed from is affirmed.</p>\n<p id=\"b327-6\">Lorigan, J., Henshaw, J., McFarland, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}