{
  "casebody": {
    "data": "<casebody firstpage=\"278\" lastpage=\"290\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b278-12\">[No. 2,122.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b278-13\">WILLIAM GREGORY et al. <em>v. </em>JAMES NELSON et al.</parties>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b278-14\">Appeal.—An appeal from a judgment and subsequent order of the Court denying appellants’ motion to modify the same, is only an appeal from the judgment.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b278-15\">What Judgment should Be. — A judgment should be a simple sentence of the law upon the ultimate facts admitted by the pleadings or found by the Court.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b278-16\">What Judgment should not Contain.—A judgment should not declare the existence of facts which are not within the issues made or tendered by <page-number citation-index=\"1\" label=\"279\">*279</page-number>the pleadings, nor should it declare the judgment of the Court upon such facts.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b279-6\">Judgment on Pacts not in Issue.—If the judgment decrees the existence of facts not within any issues made or tendered by the pleadings, and then pronounces the judgment of the Court upon such facts, such part of the judgment is superfluous and void.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b279-7\">Judgment must Accord with Pacts Admitted.—Any finding or judgment of the Court, repugnant to facts admitted by the pleadings, is erroneous.</syllabus>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b279-8\">Judgment on Pleadings when Injunction is Asked.—If, in an action to enjoin the destruction of a ditch, the complaint avers the ownership by plaintiffs of the ditch for the conveyance of water, and that the ground over which it passes was vacant and unoccupied when it was dug, and that plaintiffs have used it for years for mining purposes, and the answer does not deny these allegations, nor set up any prior right of the defendants to the ground over which it passes, nor any claim or right of defendants to destroy it by reason of any custom, the Court should not, by its judgment, limit or restrain the right of plaintiffs in the use of its ditch, but on the pleadings should enjoin the defendants from destroying or interfering with the same, regardless of the testimony.</syllabus>\n<syllabus data-order=\"8\" data-type=\"syllabus\" id=\"b279-9\">Evidence must be Pertinent to the Issues.—The appellate Court will not presume that the Court below permitted evidence to be introduced on the trial to rebut facts admitted by the answer, nor will it presume that any evidence was received except such as was pertinent to the issues.</syllabus>\n<syllabus data-order=\"9\" data-type=\"syllabus\" id=\"b279-10\">Judgment in Action to Enjoin Washing Away Ditch. — If a party owns a ditch and the right of way for the same to conduct water for mining purposes, and has acquired such right by priority of location, the Court should not, in an action to enjoin another party from washing away the ground over which it passes, limit the plaintiff’s right, -by allowing the defendant to wash away the ditch if he builds a flume or other aqueduct in place of the ditch, of sufficient capacity to carry the water, and gives bond to pay the damages sustained thereby.</syllabus>\n<syllabus data-order=\"10\" data-type=\"syllabus\" id=\"b279-11\">Pacts Pound may be Presumed from the Judgment.—If, in an action to enjoin a defendant from washing away a ditch, the answer admits the plaintiff’s ownership of the ditch and right of way, but denies that the defendant is about to wash it away, it will be presumed that the Court found, as a fact, that the defendant was about to wash the ditch away, if, in its judgment, it allows him to wash it away upon the condition of previously building an aqueduct to convey the water in place of the ditch.</syllabus>\n<syllabus data-order=\"11\" data-type=\"syllabus\" id=\"b279-12\">Power of Court of Equity. — If a plaintiff owns a ditch and right of way for same, by priority of location, a Court of equity has no power, by its judgment, to allow the same to be washed away for mining purposes, provided an aqueduct of sufficient capacity to carry the water is previously built in its place.</syllabus>\n<syllabus data-order=\"12\" data-type=\"syllabus\" id=\"b280-5\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>Court or Equity, should not License Trespass.—A Court of equity should not license a trespass upon ditch property in the mining regions, nor compel the owner to exchange the same for another means of conveyance for the water flowing therein.</syllabus>\n<summary data-order=\"13\" data-type=\"history\" id=\"b280-6\">Appeal from the District Court of the Second Judicial District, County of Butte.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b280-7\">There were no findings of fact or conclusions of law in the Court helow, except such as were included in the judgment.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b280-8\">The other facts are stated in the opinion:</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b280-9\"><em>W. C. Belcher, </em>for Appellants.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"b280-10\">This judgment only requires the defendants to keep up the flume or pipe until the plaintiffs have worked out their claims. As we understand the law, if the plaintiffs, owning a reservoir for the collection of water, had acquired, hy locar tion or adverse possession, a right .of way for a ditch to convey the water from the reservoir to some place of use, the Court has no authority or power to limit the time, or restrict the method of use. They may, when the mining claims on which they now use it are worked out, or before, extend this ditch still further to other mining ground of their own or of others, or may use the water flowing through it for irrigation, or any other useful purpose. Their right of way for the ditch, and the right of use of the ditch, and the water, are absolute; and Courts should protect them in the enjoyment of their rights. When the Court had determined that the plaintiffs were the absolute owners of the ditch, and that the defendants were about to destroy it, the conclusion of law necessarily\" followed that they were entitled to the judgment of the Court, making the injunction perpetual. The duty of Courts of equity, as of Courts of law, is to ascertain and protect the rights of parties; and it never was competent for any Court to compel the owner of any specific property, real or personal, to give it up for the <page-number citation-index=\"1\" label=\"281\">*281</page-number>convenience of another, and to receive something else in its stead.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b281-6\"><em>Haymond &amp; Stratton, </em>for Respondents.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"b281-7\">The findings of fact are one thing, and the judgment of a Court another, and very different thing. The former contain the results of a judicial examination or inquiry into some matter of fact (Pr. Act, Sec. 180), whilst the latter embodies the sentence of the law on facts found (Pr. Act, Sec. 144). The language used by the learned Judge below, in this case, is not the language in which facts are stated, but that in which rights are fixed. It is “ adjudged and decreed ” (not found as facts), that plaintiffs and defendants have certain right in the premises. To treat the matters contained in this judgment as findings of fact would be to do violence to the language used; for such, evidently, was not the purpose of the Court below, or it would have used expressions more in accord with that purpose. The district is a mineral one, and the value of property of all kinds there ■ situated depends solely upon a development of its mineral resources. To encourage that development has always been the policy of the Government, and the end of the law is the preservation of rights acquired under that policy. Whilst the miner’s right to mine in a given spot, and the ditch owner’s right of way is treated as real estate, yet neither has any fee in the soil, and use measures the extent of the rights of either. Both may use the same piece of land at the same time, each for his own purpose, and, whilst they do so, 4ther can complain of the other. <em>(O’Keiffe </em>v. <em>Cunningham, </em>9 Cal. 591.) The right of the former is to mine the land, and extract the precious metals from the soil; the right of the latter, to have his water flow uninterruptedly; and whenever a Court enforces either right, it <page-number citation-index=\"1\" label=\"282\">*282</page-number>seems plain that the complaining party can demand nothing further. <em>(Clark </em>v. <em>Willett, </em>35 Cal. 548.)</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b282-6\">By the Court, Sprague, J.:</author>\n<p id=\"b282-7\">This is an appeal from the judgment and subsequent order of the Court denying appellant’s motion to modify the same. Substantially, it is but an appeal from the judgment upon the judgment roll alone.</p>\n<p id=\"b282-8\">The practice adopted by the learned Judge of the District Court before whom the case was tried cannot be commended. \"What is termed the judgment in the case, instead of being a simple sentence of the law upon the material ultimate facts, admitted by the pleadings or found by the Court, proceeds to adjudge and decree the existence of ultimate facts, some of which are not within the issues made or tendered by the pleadings, and then declares the judgment of the Court upon the facts previously adjudged to exist.</p>\n<p id=\"b282-9\">The action was for the purpose of obtaining a judgment and decree perpetually restraining defendants from a destruction of plaintiffs’ water ditch, and from the further prosecution of mining operations, in which they were engaged in such manner as to endanger the stability and security of plaintiffs’ said ditch.</p>\n<p id=\"b282-10\">“ The complaint is verified, and alleges that plaintiffs are the owners of certain mining claims at Cherokee Flat, and also of a certain reservoir and water privileges at or near said point, called and known as the ‘Tom Jones ¡Reservoir,’ and of a certain ditch leading from said reservoir to said claims and certain other mining claims at Cherokee Flat, to conduct the water of said reservoir to said claims for mining purposes.” This allegation is not denied by the answer.</p>\n<p id=\"b282-11\">The complaint further alleges that said ditch and ground in which the same is constructed was located for said ditch in 1856, and the ditch fully constructed and completed in <page-number citation-index=\"1\" label=\"283\">*283</page-number>the Fall-of the same year. This allegation is not denied by the answer.</p>\n<p id=\"b283-6\">The complaint also alleges that some of the plaintiffs were the original locators of said ditch, and that all of them now own the same by good and sufficient conveyances from the first locators, and are and have been in the actual and peaceable possession of the same since June 3d, 1862, and are and have been using the same for the purposes aforesaid. This allegation is not denied by the answer.</p>\n<p id=\"b283-7\">It is further alleged that at the time said ditch was located, in 1856, and when said ditch was constructed, the ground over which it passed was vacant and unlocated, and that plaintiffs’ rights in the premises are prior and paramount to any that defendants have or claim to have in the ground on the line of said ditch. This allegation is not traversed so as to put the material facts therein alleged in issue as between plaintiffs and defendants.</p>\n<p id=\"b283-8\">These averments, not denied by defendants, and hence, for the purposes of the action, admitted by them, establish the plaintiffs’ rights in the premises.</p>\n<p id=\"b283-9\">The subsequent averments of the complaint, as to the acts and operations, intentions and threats, of defendants, as to what they had already done and were about to do tending to endanger the safety and stability of plaintiffs’ ditch, and its ultimate destruction by defendants, to the irreparable injury and damage of plaintiffs, were substantially denied by the answer.</p>\n<p id=\"b283-10\">The answer does not set up any prior right in defendants to the ground over which plaintiffs’ ditch was constructed, or any part thereof; neither does it set up any claim or right, derived from the customs or usages of the mining district or otherwise, to prosecute their mining operations in such manner as to endanger the safety or security of plaintiffs’ ditch, destroy the same at any point, or in any manner interfere with the same against the wishes of plaintiffs. Nor does <page-number citation-index=\"1\" label=\"284\">*284</page-number>the answer set up any claim or right of defendants to any specified mining ground, or describe any mining claims whatever as belonging to defendants.</p>\n<p id=\"b284-6\">What by respondents is termed the judgment of the Court upon the issues thus made and tendered by the pleadings, proceeds first to adjudge and decree “ that the defendants have title and right of possession to the mining land in action, as defined in defendants’ answer.” Whether this be regarded as the finding of an ultimate fact, conclusion of law or judgment, it is entirely outside of any issues made or tendered by the pleadings; hence, as a finding of fact, conclusion of law, or judgment of the Court upon the subject matter embraced therein, is superfluous and nugatory. <em>(Burnett </em>v. <em>Stearns, </em>33 Cal. 473, 474.)</p>\n<p id=\"b284-7\">The judgment then proceeds: “ It is further adjudged and decreed that plaintiffs have a right of way for the purpose of conveying water across a portion of said mining ground from the line of defendants’ claim where defendants’ ditch enters upon it to the point of departure óf plaintiffs’ ditch from the line of defendants’ claim, and that the same has been acquired from and by adverse possession for more than five years last past prior to the bringing of this action, and that the ditch, the right of way for which was thus acquired from adverse possession, was of the capacity of one hundred and fifty inches of water.”</p>\n<p id=\"b284-8\">Heither the complaint, answer, nor any other portion of the record before us defines or in any manner describes or indicates any specific mining ground or claims of defendants; hence that portion of the judgment, conclusion of law, or finding last quoted, for want of certainty and definiteness, is utterly impotent as the assertion or protection of a right of way for plaintiffs’ ditch to any extent. The allegations of the complaint in relation to the acts performed and contemplated by defendants, alleged to be injurious and prospectively destructive of plaintiffs’ rights in their ditch, and <page-number citation-index=\"1\" label=\"285\">*285</page-number>that defendants have entered into a conspiracy to wash down and away so much of plaintiffs’ ditch as is on the ground known as the Welsh Boys’ claims; that in pursuance to said conspiracy defendants had already washed off ground abreast and along the line of plaintiffs’ ditch for the distance of about one hundred feet to the depth of from twenty to twenty-five feet, and for the space of about one hundred feet aforesaid had washed down the ground to within sixteen feet of said ditch, and threaten and declare that they will continue to prosecute their operations on and through the ground over which plaintiffs’ said ditch is located, and wash down and away said ditch to the extent of about four hundred and fifty feet; that defendants were then mining towards and near said ditch, and in conducting their operations use a large head of water, and run the same over the surface of the ground along the line of said ditch, thereby softening the ground and rendering it liable to break, cave, and to pass plaintiffs’ ditch; that defendants declare that they will continue to run water on and over said grounds there known as the Welsh Boys’ claims; that if defendants wash off the grounds upon which the plaintiffs’ said ditch is located within the limits of the said Welsh Boys’ claims, it would be a great and irreparable injury to plaintiffs, etc. These allegations are simply denied by the answer. Defendants, by their answer, do not claim to own or to have any right to work the Welsh Boys’ claims, or any other specified ground or claims.</p>\n<p id=\"b285-6\">It is adjudged that the plaintiffs have a right of way for their ditch within some indefinite, undefined, and intangible limits, and that such right was acquired from and by an adverse possession of more than five years next preceding the commencement of this suit. The undenied allegations of the complaint are that plaintiffs’ ditch was located and constructed in the year 1856; that some of the plaintiffs were the original locators of said ditch, and that all of them <page-number citation-index=\"1\" label=\"286\">*286</page-number>now own the same by good and sufficient conveyances from the first locators as aforesaid, and are and have been in the actual and peaceable possession of the same since June 3d, 1862 (the suit was commenced December 12th, 1867); that at the time said ditch was located and constructed, in 1856, the ground over which it passed was vacant and unlocated, and that plaintiffs’ rights in the premises are prior and paramount to any that defendants or any of them have or claim to have in the ground on the line of the said ditch. For want of denial these averments became admitted facts in the case, and any finding or judgment in the case repugnant to these facts is erroneous.</p>\n<p id=\"b286-6\">Whether plaintiffs’ rights in the premises were acquired by prior location, grant, or prescription—if they are adjudged to exist—the law protects them in the full enjoyment thereof.</p>\n<p id=\"b286-7\">The Court next proceeds to further adjudge and decree “ that plaintiffs have no title, or right of possession, or right of working the mining grounds described, save and except the right of way to convey the said one hundred and fifty inches of water across a portion of the mining ground of defendants to claims of plaintiffs, until the claims of plaintiffs shall have been fully worked out, according to mining usages.”</p>\n<p id=\"b286-8\">In view of the pleadings it is difficult to comprehend the pertinency or utility of the last quoted portion of the judgment; no issue is made or tendered by the pleadings as to the right of 'plaintiffs to work the mining grounds over which their ditch is located and constructed, and no “mining ground of defendants ” is specified or described either in the complaint or answer. Again: the ownership of the ditch by plaintiffs and their right of way for the same from the Tom Jones Reservoir over and across the ground known as the Welsh boys’ claims to claims of plaintiffs “and certain other mining claims at Cherokee Flat ” being estab-. lished by the pleadings, we look in vain for any issue made or tendered by the pleadings to justify or authorize a judg<page-number citation-index=\"1\" label=\"287\">*287</page-number>ment limiting or restricting this right of property in the ditch, and the right of way for the same to such time $ts “ the claims of plaintiff's shall have been worked out according to mining usages.”</p>\n<p id=\"b287-6\">This Court cannot presume that the trial Court required or permitted evidence to be introduced on the trial for the purpose of establishing or rebutting allegations of the complaint not denied by the answer; nor can it be presumed that any evidence was received by the trial Court, except such as was pertinent to the issues made or tendered by the pleadings, and evidence ¡tending to rebut such legitimate evidence.</p>\n<p id=\"b287-7\">The judgment under consideration, after having adjudged and decreed as hereinbefore recited, proceeds, upon the basis of such adjudication, to modify an absolute and unconditional order theretofore granted, restraining defendants “from washing down or damaging in any manner the ditch of plaintiffs, called the Tom Jones Ditch, at any point within or without the ground known at Cherokee Flat, * * * as the \"Welsh claims, and also from washing away the ground upon which said ditch is located, and from washing or working in any manner that will be injurious to said ditch,” as follows: <em>“ </em>It is further adjudged and decreed that the injunction heretofore issued in this cause be hereby [so] modified as to permit the defendants to mine the ground described in defendants’ answer, fully and freely, and as of right, upon the erection of a flume of wood or metal pipe as shall be sufficient to conduct and convey one hundred and fifty inches of water across said grounds, for the use and benefit of plaintiffs, * * * and that said flume of wood or metal pipe shall be so erected or constructed as to delay the flow of the water of plaintiffs for the least practicable or reasonable time; * * * that prior to the washing and mining away of said ditch of plaintiffs, that defendants shall file in this Court a bond in the penal sum of five hundred dollars, pay<page-number citation-index=\"1\" label=\"288\">*288</page-number>able to plaintiffs, to be approved by the County Clerk, conditioned to pay all damages which may occur to plaintiffs by the failure of defendants to keep said flume or metal pipe in repair, until the claims of plaintiffs shall be worked out according to the usage of miners, * * * and that each party—plaintiffs and defendants—pay each their own costs in this action.”</p>\n<p id=\"b288-7\">The allegations of the complaint unquestionably were entirely sufficient to authorize an injunction to the full extent prayed for, and as temporarily granted by the Judge. These allegations, so far as they relate to the rights of property of plaintiffs in the ditch and reservoir, with the right of way for their ditch, as we have seen, were not denied by the answer. The subsequent allegations as to acts of defendants already performed and designed, and threatened by them to be continued, and the consequences of such acts to the property and rights of plaintiffs, if continued, are simply denied by the answer. The answer does not set up any substantive matter of defense, or claim any legal or equitable right derived from the customs or usages of the mining district or otherwise, to wash away or in any manner interfere with the plaintiffs’ ditch. There is nothing in the pleadings which can serve as a legitimate foundation for, or authorize that portion of, the judgment which is styled a modification of the injunction theretofore issued. It is but a license to the defendants, upon the condition precedent of their filing their bond in the penal sum of five hundred dollars, payable to plaintiffs, to enter upon and destroy the plaintiffs’ property.</p>\n<p id=\"b288-8\">If the acts and purposes of defendants, with the resulting consequences to plaintiffs’ ditch, as alleged in the complaint, were established by the evidence on the trial, most clearly the Court should, by its judgment, have made its preliminary injunction perpetual. On the contrary, if the evidence failed to establish that plaintiffs’ rights of property in their ditch were jeopardized by the contemplated operations of <page-number citation-index=\"1\" label=\"289\">*289</page-number>defendants, the injunction should have been dissolved and bill dismissed.</p>\n<p id=\"b289-6\">In support of the judgment modifying the previous injunction, it must be presumed that the evidence fully established the allegations of the complaint as to the designs of defendants in reference to plaintiffs’ ditch, for the judgment authorizes the precise thing which plaintiffs alleged defendants designed to do, and which, by their answer, they denied— upon condition that they would give their bond in the sum of five hundred dollars, conditioned that they would substitute for a limited period, for the use of plaintiffs, a flume of wood or metal pipe in place of plaintiffs’ ditch, and pay such damages as plaintiffs might suffer by reason of defendants’ • failure to keep such flume or metal pipe in repair. But this modification or license to defendants to invade the private property and admitted vested rights of plaintiffs without their consent, is entirely beyond and outside of the subject matter submitted to the Court by the pleadings, and for this reason alone the judgment should be reversed.</p>\n<p id=\"b289-7\">But even had the defendants, after having admitted the property rights of plaintiffs in their ditch, as alleged in their complaint, admitted their intention to wash away the ground upon which it was constructed, as alleged by plaintiffs, and alleged in justification of such purpose their design to substitute, in place of so much of plaintiffs’ ditch as they should wash away, a flume or metal pipe for conducting the water for the use of plaintiffs, and that such flume or pipe would answer plaintiffs’ purposes as well as the ditch, with a prayer that the Court, by its judgment and decree, authorize them to consummate their designs, upon their filing a bond, payable to plaintiffs, conditioned to keep such flume or metal pipe in repair until plaintiffs’ claims should be worked out, I know of no principle of law or power in a Court of equity <page-number citation-index=\"1\" label=\"290\">*290</page-number>to justify or authorize such an invasion of the property rights of one private party to serve the wishes, convenience, or necessities of another private party. Such a principle, if once adopted by judicial tribunals, upon grounds of necessity, in view of the peculiar relations and character of private property rights of miners on the public domain, would readily be invoked as applicable to other property rights, and its practical application would result in a system of judicial condemnation of the property of one citizen to answer an assumed paramount necessity or convenience of another citizen.</p>\n<p id=\"b290-6\">It is the duty of Courts to protect a party in the enjoyment of his private property, not to license a trespass upon such property, or to compel the owner to exchange the same for other property to answer private purposes or necessities.</p>\n<p id=\"b290-7\">Judgment reversed, with costs, and cause remanded, with directions to the Court below to render judgment enjoining defendants substantially in the terms of the preliminary injunction, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}