{
  "casebody": {
    "data": "<casebody firstpage=\"557\" lastpage=\"561\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b557-5\">[No. 2,746.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b557-6\">CORNELIUS CARPENTER <em>v. </em>H. S. SARGENT.</parties>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b557-7\">Purchase of Swamp “and Overflowed Land—Time of First Payment.—Under section one of the Act of April 27th, 1863, for the sale of certain lands of the State (Stats. 1863, p. 591), the first payment must be made within thirty days after the record in the County Surveyor's office of the approval of the Surveyor General; and a failure by the applicant to pay within the thirty days will not be excused on account of a neglect of the County Surveyor to forward to him the approved copy of the survey.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b557-8\">No Extension of Time for First Payment on Swamp and Overflowed Lands.—The thirty days’ time after the record of the Surveyor General’s approval of survey, prescribed for the first payment of money by section one of the Act for the sale of swamp and overflowed lands (Stats. 1863, p. 591), cannot be postponed or extended on account of accident, mistake, neglect, or inadvertence.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b557-9\">County Treasurer’s Duties—Failure to Pay within Time on Swamp and Overflowed Land—Abandonment.—A County Treasurer is not bound to accept money tendered after the time prescribed by law (Stats. 1863, p. 591, Sec. 1) for the first payment on a proposed purchase of swamp and overflowed lands, but may properly treat the proposed purchase as abandoned.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b557-10\">Original application to the Supreme Court for a writ of mandamus.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b557-11\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b557-12\"><em>J. H. Budd, </em>for Petitioner.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b557-13\">It was the imperative duty of the County Treasurer, on presentation of the approved survey, to “ receive the amount, whether in full or in part, so provided by law, and the fee for the certificate of purchase, indorsing his receipt thereof upon the back of said certificate of location,” etc. (Statute of April 27th, 1863, Sec. 14.) The applicant forfeited no rights by failure to present the approved copy within thirty days after the record of the approval, especially when, as in this case, he presented the same as soon as received by him. The refusal of the Treasurer to receive the money tendered does not affect any right of the applicant to purchase the <page-number citation-index=\"1\" label=\"558\">*558</page-number>land mentioned in the approved survey. It is a well-established principle that where an individual, in the prosecution of a right, does everything which the law requires him to do, and he fails to attain his right by the misconduct or neglect of a public officer, the law will protect him. <em>(Lytle </em>v. <em>The State of </em>Arkansas, 9 How. 333.) The Treasurer is not invested with judicial authority. The statutes make it his duty, on presentation of the approved survey, to receive the amount therein shown to be due the State. In such matter he acts in a ministerial capacity. Questions as to conflicting claims, which may arise by reason of his receiving the purchase money for the land, are to be determined in another manner, and by a tribunal especially constituted for that purpose.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b558-6\"><em>Hall </em>&amp; <em>Montgomery, </em>for Respondent.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b558-7\">The design of the legislative direction to the County Surveyor to forward the approved copy of the survey may have been to put the applicant upon early notice; but it cannot be construed to mean that the date of the receipt of such copy shall be the point of time from which the limitation of thirty days shall begin to run. If such had been the legislative intention, it would have been so declared in plain terms. The forwarding of the copy was a means used by the State, <em>ex gratia, </em>to facilitate compliauce with the thirty days’ condition; but it was not meant to substitute the date of the receipt of the copy for the date of the record of the approval, as the initial point of the thirty days. It was for the applicant to be on his guard, and on his own motion to be advised of the event on which his obligation would arise, and not have awaited the Surveyor’s action. An interpretation of the statute contrary to this would enable the County Surveyor to have fixed terms of sale according to his will, in opposition to the will of the Legislature. The records of the County Surveyor’s office were, and are, at all times <page-number citation-index=\"1\" label=\"559\">*559</page-number>“open to public inspection,” and it is not asserted that the relator ever resorted to them for information between the date of the forwarding of his application to the Surveyor General and December 4th, 1865, when the time for payment had elapsed. The relator’s offer was accepted by the State on the condition that he made the offer good by payment within the given period. No contract was effected until payment, and without it the State’s acceptance of the offer was determined by its ■ own terms. <em>(People </em>v. <em>Supervisors of Lake </em>County, 33 Cal. 487.)</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b559-6\">By the Court, Crockett, J.:</author>\n<p id=\"b559-7\">This is an application for a mandamus to compel the respondent, as County Treasurer of San Joaquin County, to accept from the petitioner the first payment for a quarter section of swamp and overflowed land, and to execute a proper receipt therefor. The petitioner made his application to the County Surveyor on the 18th of August, 1865, in the form prescribed by the Act of April 27th, 1863 (Stats. 1863, p. 591), to purchase the land from the State. The County Surveyor noted the application and proceeded to make the survey, which was completed on the 11th of September, 1865, on which day the survey and other necessary papers were forwarded to the Surveyor General for his approval, and were received by him and filed in his office on the twenty-second of the same month. On the 30th of October, 1865, the Surveyor General approved the application and survey, and forwarded an approved copy of the survey to the County Surveyor, which was received and recorded by the latter officer November 4th, 1865. On the 2d of January, 1866, the County Surveyor delivered to the applicant the approved copy of the survey, and on the same day the applicant presented said approved copy to the then County Treasurer, and tendered to him the first installment <page-number citation-index=\"1\" label=\"560\">*560</page-number>of the purchase money and interest on the remainder, as required by law; but the County Treasurer refused to accept the money or to receipt therefor, on the ground that the statute required the payment to be made within thirty days after “ the record of approval of survey or location by the Surveyor General in the County Surveyor’s office,” as provided by the first section of the Act, of April 27th, 1868. The first question to be determined is, whether the refusal of the then County Treasurer to accept the money was justifiable; for it is obvious that if he properly refused to receive it, nothing has since occurred which renders it incumbent on his successor, the present respondent, to accept it. Section first of the Act expressly requires the first payment to be made within thirty days after the record in the County Surveyor’s office of the approval of the Surveyor General. It provides for no excuses and makes no exception founded on mistake, inadvertence, or inevitable accident. Section seven makes it the duty of the County Surveyor “ immediately upon the receipt from the Surveyor General of any approved copy of survey of swamp or tide lands, to forward the same to the applicant.” In this case the applicant did not tender the money to the County Treasurer until after ■the lapse of fifty-nine days from the time when the approval of the Surveyor General was recorded in the County Surveyor’s office; and the only excuse given for the delay is the neglect of the • County Surveyor to forward to him the approved copy of the survey within the thirty days. But this neglect of the County Surveyor does not excuse the delay. The books of his office were at all times open to inspection, and exhibited the date of the record of the Surveyor General’s approval; and though the statute makes it his duty immediately to forward to the applicant the approved copy of the survey, there is no provision from which it can be reasonably implied that a neglect of this duty will defer the time of payment beyond the thirty days. On the <page-number citation-index=\"1\" label=\"561\">*561</page-number>contrary, there is no provision whatever for any contingency whereby the payment may be postponed. The Legislature has prescribed the terms and conditions on which these lands can be .purchased, and persons seeking to purchase must comply substantially with them. If the first installment of the purchase money be not paid within the time required by law, the officers and agents of the State may well treat the proposed purchase as abandoned. If the rule were otherwise, there would be no fixed period at which it could be ascertained whether the applicant had abandoned the contemplated purchase or had only delayed making the payment on account of some accident, mistake, or neglect. This would lead to the greatest perplexity and confusion in the disposition of the lands, and would tend greatly to increase litigation. It is said, however, that the County Treasurer is not a judicial officer with authority to decide between contesting claimants, and that his duty being purely ministerial he has no right to refuse to accept payment for these lands, because not made strictly within the time limited by the statute. But though he has no authority to\" decide upon conflicting claims, he is, nevertheless, to be governed by the statute in the discharge of his duties. He is clearly not bound to accept payment after the time expressly limited* by the statute within which it may be made. If it was incumbent on him to accept it thirty days after the proper time had elapsed, it would be equally his duty to accept it five or ten years later. There is no reasonable interpretation of the statute which would sanction such a practice.</p>\n<p id=\"b561-6\">The application for the writ is denied and the petition dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}