{
  "casebody": {
    "data": "<casebody firstpage=\"88\" lastpage=\"93\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b88-15\">[No. 2,600.]</docketnumber>\n<parties data-order=\"0\" data-type=\"parties\" id=\"b88-8\">AMELIA A. BROWN <em>v. </em>GEORGE BROWN and BENJAMIN X. BROWN.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b88-9\">Testimony confined to Issues.—In reviewing a case, the appellate Court will not consider the testimony as going beyond or outside the issues made in the pleadings.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b88-10\">Evidence to support Judgment.—The judgment will not be reversed by the appellate Court, on the ground that there was no evidence to sustain it, if there was some evidence tending to support the conclusion arrived at by the Court below.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b88-11\">Facts tending to show a Trust.—In an action by the wife against the husband to obtain a divorce, and to have property which the husband has deeded to a third person, decreed to be held in trust for the husband, and adjudged to\" be community property, and awarded to her, the facts that such third person is a brother of the husband, that the latter held a letter of attorney from the former, who lived in the Atlantic States, that the husband managed the property as he pleased, and the brother took little or no interest in it, that the brother was a man of small means at his own home, while the property here was valuable, and that the brother was not present at the trial in which his title was involved, are some evidence tending to show that the husband is the true owner, and that the sale to the brother was fraudulent.</syllabus>\n<syllabus data-order=\"5\" data-type=\"summary\" id=\"b89-5\"><page-number citation-index=\"1\" label=\"89\">*89</page-number>Point not Decided.—\"Will the appellate Court, on an appeal from the judgment, with a statement of the evidence annexed to the judgment roll, review the testimony, for the purpose of determining whether any evidence was introduced in the Court below to sustain the allegations of the complaint on which issue is taken?</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b89-6\">Appeal from the District Court of the Fifteenth Judicial District, City and County of San Francisco.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b89-7\">The facts are stated in the opinion of the Court.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b89-8\"><em>M. A. Wheaton, </em>for Appellant.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b89-9\">1. All questions of pure law can properly be considered by this Court on an appeal taken from the judgment, without any motion for a new trial having been made in the lower Court.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b89-10\">2. A plaintiff, having the affirmative of an issue to establish, must introduce some evidence tending to prove his side of that issue, or if he fails in so doing, the defendant has a right, as a matter of law, to a decision in his favor upon the issue.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b89-11\">3. In all cases the question as to whether the evidence introduced tends to prove the affirmative of a contested issue, is a question of pure law, and nothing else.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b89-12\">The first of the foregoing propositions is established in <em>Preston </em>v. <em>Walls, </em>25 Cal. 61, 62; <em>Rice </em>v. <em>Gashire, </em>13 Cal. 53; <em>Brown </em>v. <em>Tolles, </em>7 Cal. 399; <em>Harper </em>v. <em>Miner, </em>27 Cal. 109, 110; <em>Treadwell </em>v. <em>Davis, </em>34 Cal. 604.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b89-13\">The second proposition is little less than a legal axiom. The maxim is, \"El incumbit probatlo qui dicet non qul negat.\" (1 Greenleaf on Ev., Secs. 51, 71-81.) Also the cases hereinafter cited where nonsuits were granted. (Prevost v. Gratz, 6 Wheat. 494; Dewey v. Cravens, 13 Cal. 42; Pratt v. Hull, 13 John. 354; Masten v. Griffing, 33 Cal. 114; Dow v. Gould &amp; Curry S. M. Co., 31 Cal. 650.)</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b90-5\"><page-number citation-index=\"1\" label=\"90\">*90</page-number><em>G. F. </em>&amp; <em>W. H. Sharp, </em>also for Appellant.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"b90-6\">If the plaintiff’s theory be correct, the sequence she claims cannot be sustained by law. However fraudulent the transfer was as to creditors, it was good between the parties to it. <em>(Montgomery </em>v. <em>Hunt, </em>5 Cal. 368; <em>Thornburg </em>v. <em>Hand, </em>7 Cal. 561; <em>Page </em>v. <em>O’Neal, </em>12 Cal. 498.)</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b90-7\">That the husband can make a conveyance of his separate estate without consideration, and which will be good against all the world except existing creditors, there can be no doubt. Hpon the plaintiff’s own theory of the facts in this case, had the property in dispute been the separate property of George Brown, the conveyances to this appellant would have been entirely valid against the plaintiff. She claims, however, that the property was the common property of herself and George Brown, and not his separate property. In that case even an undivided one half of the property belonged to George Brown, which he could convey as he saw fit; and as to this half, the conveyances were valid and binding, and an undivided half of the property awarded belonged to this • appellant clear from any claims of plaintiff.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b90-8\"><em>R. W. Hunt </em>and <em>John L. Love, </em>for Respondent.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"b90-9\">This Court will not review the facts of a case on an appeal from the judgment. <em>(Griswold </em>v. <em>Sharp, </em>2 Cal. 17; <em>Brown </em>v. <em>Graves, </em>2 Cal. 118; <em>Ingraham </em>v. <em>Gildermeister, </em>2 Cal. 483; <em>Covillaud </em>v. <em>Tanner, </em>7 Cal. 38; <em>Brown </em>v. <em>Tolles, </em>7 Cal. 399; <em>Garwood </em>v. <em>Simpson, </em>8 Cal. 101; <em>Rhine </em>v. <em>Bogardus, </em>13 Cal. 73; <em>Liening </em>v. <em>Gould, </em>13 Cal. 598; <em>McCartney </em>v. <em>Fitz Henry, </em>16 Cal. 184; <em>Gagliardo </em>v. <em>Hoberlin, </em>18 Cal. 394; <em>Allen </em>v. <em>Fennon, </em>27 Cal. 68.)</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b90-10\">As an abstract proposition of law, that a husband can. convey away, without consideration, the common property of himself and wife, in anticipation of a divorce suit, and with the intent to defraud or deprive his wife of her interest <page-number citation-index=\"1\" label=\"91\">*91</page-number>therein, or to defeat the judgment of the Court awarding more than half of the common property to the wife, the assertion of counsel that it is good as to one half, is not correct. The conveyance being without consideration, the equitable title was in the husband still, and the Court could control it in making its award. The fee remains in the husband. The naked legal title goes to the grantee in the deed. His interest is <em>nihil. </em>What he never had he can’t be deprived of. <em>(Frakes </em>v. <em>Brown, </em>11 Blackford, 295.)</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b91-6\">By the Court, Wallace, J.:</author>\n<p id=\"b91-7\">The plaintiff having brought an action against her then husband, one George Brown, obtained a decree of divorce from him upon the ground of extreme cruelty. He seems content with the decree, and does not- appeal. The action, however, was not limited to the matter of divorce merely; it involved the alleged common property of the spouses, claimed to be of the value of fifty thousand dollars, consisting, in part, of several lots in San Francisco; and. the complaint averred that this property was nominally held by Benjamin X. Brown, a brother of George Brown (who was, therefore, made a defendant, and is the sole appellant here), in trust for George, who is alleged to be the true owner, etc.</p>\n<p id=\"b91-8\">A jury trial was first had, as between the plaintiff' and the defendant, George; and the verdict was that the latter was guilty of the extreme cruelty charged in the complaint.</p>\n<p id=\"b91-9\">The case was then referred to a Commissioner, to take and report to the Court the testimony concerning the alleged common property. Upon the coming in of the report, the Court adjudged that three several lots in the City of San Francisco, appearing in the name of the appellant, Benjamin, were, in fact, property belonging to the community about to- be dissolved. It awarded the whole of the property to the plaintiff, and directed the defendant, Benjamin, <page-number citation-index=\"1\" label=\"92\">*92</page-number>to convey it to her for her own use and benefit. It is this portion only of the decree which is brought in question by the appeal.</p>\n<p id=\"b92-6\">The issues made by the pleadings, between the plaintiff upon the one part and the appellant upon the other, concerned the ownership of this real property. The plaintiff, in the Court below, claimed that it belonged altogether to the marital community, of which she was a member; the appellant, on the other hand, asserted that neither the community nor either of its members had any interest in it whatever, but that it was wholly his own. I do not propose, therefore, to consider the argument now made here, and which suggests, for the first time, that, after all, the community may have owned one undivided half and the appellant the other undivided half <em>of </em>the premises in controversy. The pleadings exclude that question, and the testimony cannot, of course, be considered as going beyond or without the issues presented by the pleadings. This would be so, even if a motion for a new trial had been denied; but no motion for a new-trial was made in the Court below. The appeal is brought only upon the judgment roll, to which is annexed a statement on appeal, which, in upwards of two hundred folios, presents <em>in extenso </em>the evidence taken before the refer ee, by question and answer, but not a single exception or even an objection appears. The point now made upon the record is that there was no evidence tending to support the findings and decree of the Court below. It is conceded by the counsel for the appellant that this Court cannot review the evidence, except a motion for a new trial be first made in the Court below; yet it is claimed that a statement on appeal may be made for the purpose of showing that, notwithstanding the plaintiff’s allegations were fully denied by the answer, there was <em>no evidence whatever </em>adduced in support of the complaint, and therefore it was error, in point of law, to have rendered judgment for her. It is likened, in <page-number citation-index=\"1\" label=\"93\">*93</page-number>argument, to a case in which A. sues B. in an action of assumpsit; the latter answers, traversing every allegation of the complaint. In this condition offthe pleadings a trial is had, in which the plaintiff offers no evidence whatever to sustain the allegations of his complaint, but, nevertheless, recovers judgment. It is said that in such a case a motion for a new trial is not necessary, but that a statement may properly be made and annexed to the judgment roll, by which this obvious error may be made to appear. This may be so, but it is not necessary now to determine the supposed case. In the case actually here there are more than sixty closely printed pages of evidence, given on the hearing below, and considered by the Court without objection. I have looked into it somewhat, enough to see that it is not true that “no evidence whatever was adduced in-support of the complaint.” The ultimate fact sought to he established by the plaintiff, and which she did succeed in proving to the satisfaction of the Court below, was, that the appellant was a mere stakeholder for his brother Geoi’ge. The fact that these two are brothers; that George lived in this State, and held a letter of attorney from the appellant, who lived in one of the Atlantic States; that under this power of attorney George managed the'property here as he pleased; that the appellant seemed to take little or no interest in how it-was managed; that, though a man of small means at his own home, he paid little or no personal attention to this comparatively valuable' estate; that he was not even present at the trial in which his alleged title was involved; these, and a variety of other cognate facts that might be pointed out in the record, though each of itself not sufficient to prove that George was the true owner and the appellant only his trustee, yet, when taken together, show that there was some evidence .tending to support the conclusion arrived at by the Court below.</p>\n<p id=\"b93-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}