{
  "casebody": {
    "data": "<casebody firstpage=\"559\" lastpage=\"564\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b583-6\">First State Bank of Bellevue et al. v. N. T. Gaines, Receiver.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b583-8\">No. 5778.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Afo\">Decided June 1, 1932</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"Ahz\">(50 S. W., 2d Series, 774.)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b584-4\"><page-number citation-index=\"1\" label=\"560\">*560</page-number><em>Benson &amp; Benson, </em>of Bowie, <em>Taylor, Muse &amp; Taylor, </em>of Wichita Falls, <em>James V. Allred, </em>Attorney General, <em>Everett L. Looney, </em>Assistant Attorney General, and <em>John W. Goodwin, </em>of Austin, for plaintiffs in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b584-5\"><em>Cox &amp; Fulton, </em>of Wichita Falls, for defendants in error.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b584-6\">On the question of the jurisdiction of the District Court to appoint N. T. Gaines, receiver of the estate: 11 R. C. L., p. 68; 21 C. J., p. 119; Richardson v. McClosky, 228 S. W., 323; Roberts v. Carlisle, 287 S. W., 110.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b584-7\">Mr. Justice PIERSON</author>\n<p id=\"ABB\">delivered the opinion of the Court.</p>\n<p id=\"b584-8\">John S. Campbell died on October 30, 1925, at Henrietta, in Clay County, Texas, leaving a written will, which was duly probated in the county court of said county in due form of law. The will, together with the two codiciles, is rather lengthy, and in the interest of brevity we will not attempt to reproduce the entire instrument. We make the following statement, however, with reference to the contents of said will:</p>\n<p id=\"b584-9\">It revokes all prior wills, and directs that all just debts, expense of last sickness, and funeral expenses be paid by the executors. The original will appoints A. W. Melton and L. S. Spivey executors, and directs that no bond be required of them. The original will expressly directs that no action shall be had in the county court in the settlement of the estate, except to probate the will and return an inventory and appraisement and list of claims. It expressly authorizes the executors to sell, convey, or deliver all or any portion of the estate, without restriction of any kind. The original 'will contains the following clause:</p>\n<blockquote id=\"b584-10\">“V.</blockquote>\n<blockquote id=\"b584-11\">“The title to all of the property of which I may die seized and possessed is hereby vested in my said Executors, or the one accepting hereunder, should either fail or refuse to accept in trust, but subject to the terms and limitations of this will; and under these provisions, viz: They shall have the right and authority to grant, sell, etc. as stated in the preceding clause IV hereof. As soon as practicable after my death they shall <page-number citation-index=\"1\" label=\"561\">*561</page-number>collect and gain possession of all of my said Estate, and whatever is left after satisfying the debts, expenses and charges mentioned in clause II hereof, and the payment to themselves of a reasonable compensation for services in carrying out the provisions of this will, they shall divide into as many equal lots, parts or parcels, having regard to quantity and value, as there may then be living nieces and nephews of mine, and the said lots, parts or parcels, having regard to quantity and value, as there may be living nieces and nephews of mine, and the said lots, parts or parcels shall thereupon be by them set aside, apportioned and distributed as follows, to-wit: To my brother, Alexander Campbell, of Grayson County, Texas, as many such lots, parts or parcels as he then has living children born to him in lawful wedlock, but if he be dead, then one such lot, part or parcel to each of his said children: To each of the legitimate children of my deceased brothers James Campbell, D. B. Campbell, T. J. Campbell and W. C. Campbell, one such lot, share or parcel; and one such lot, part or parcel to each of the children of my deceased sisters Elizabeth Doyle, Rachel Davenport and Nellie Holder. The distribution and apportionment above provided for, shall not be later than five years after my death.</blockquote>\n<blockquote id=\"b585-3\">“VI.</blockquote>\n<blockquote id=\"b585-4\">“I desire that my said Executors, or the one, (if but one) accepting and acting hereunder shall have a reasonable compensation for their or his services as the case may be.”</blockquote>\n<p id=\"b585-5\">After the making of the above will the testator published the first codicil thereto. This codicil is dated April 13, 1914, and expressly provides: “All of the property mentioned in said Paragraph V of my will shall vest as therein provided, and no change is made as to the authority to sell, or as to any provision in said paragraph except in the matter of division and final distribution.” The codicil then proceeds to make a change with reference to the distribution of the estate.</p>\n<p id=\"b585-7\">Later, on February 25, 1924, the testator published the second codicil to his will. This codicil releases L. S. Spivey as executor and names W. I. Boyd in his place, “to act in his stead and place under the same conditions and provisions as provided for in Paragraph III.”</p>\n<p id=\"b585-8\">It will he noted that the original will provides for what is generally known as an independent administration, and names A. W. Melton and L.\" S. Spivey as executors. By the express terms of Paragraph V of the original will the legal title to all property covered by the will is vested in the executors named <page-number citation-index=\"1\" label=\"562\">*562</page-number>therein. Thus the legal effect of the first will was to create a trust with the legal title vested in the parties named as executors, and the real or beneficial title vested in the beneficiaries. The first codicil provides for certain changes in Paragraph V, supra, but expressly leaves the legal title in the named executors. The second codicil merely relieves Spivey as executor and appoints Boyd in his place.</p>\n<p id=\"b586-3\">From the above it is evident that the will as a whole has the legal effect to vest the legal title to testator’s estate in the named executors, W. J. Boyd and A. W. Melton.</p>\n<p id=\"b586-4\">It is shown that Boyd and Melton qualified as executors, and the two administered the estate for a time. Later, on February 21, 1927, Melton resigned; and Boyd thereafter has acted as sole executor and testamentary trustee.</p>\n<p id=\"b586-5\">During the time Boyd administered the estate he grossly mismanaged its affairs and dissipated much of its assets. Also during the time Boyd was acting as executor and testamentary trustee he was cashier and practically in full control of the affairs of the First State Bank of Bellevue, Texas. During this time the bank became insolvent and was taken in charge by the State Banking Commissioner. When the bank closed its doors the estate had claims against it amounting to many thousands of dollars.</p>\n<p id=\"b586-6\">With the record in the above condition, the District Court of Clay County, Texas, acting on a petition filed by D. W. Campbell et al., persons who were interested in the estate, entered its order and decree removing W. J. Boyd as executor, and appointing N. T. Gaines receiver for this estate, with power to take charge of its assets, and with the further power to bring and defend actions for and against said estate. The order appointing the receiver contains other provisions not necessary to mention here. It is sufficient to say that it authorized the prosecution of the instant suit.</p>\n<p id=\"b586-7\">After his appointment and qualification, N. T. Gaines, receiver as aforesaid, took possession of the assets of this estate, and filed this suit in the District Court of Clay County, Texas, against the bank, the State Banking Commissioner, and the liquidating agent in charge, to recover certain moneys alleged to be due by the bank to the estate. In this connection we quote the following from the very able and exhaustive opinion of the Court of Civil Appeals, speaking through Judge Conner:</p>\n<blockquote id=\"b586-8\">“The receiver alleged that at the time the bank was closed it owed the estate as a depositor the sum of $41,915.15 less expenses for the estate not to exceed $4,268.60, and attached <page-number citation-index=\"1\" label=\"563\">*563</page-number>to his petition was a statement of the amounts alleged to have been deposited. It was further alleged that during the time A. W. Melton was acting as joint executor with Boyd, the estate had deposited in the First National Bank of Bellevue, of which said Melton was president, the sum of approximately $21,696.54, which was applied by said Boyd as cashier of the defendant bank' to its own use and benefit in settling clearance balances with the First National Bank and others. It was further alleged that approximately the sum of $22,000.00 had been deposited directly with the defendant First State Bank of Bellevue which belonged to said Campbell estate and which was also used by Boyd to pay the bank’s indebtedness to depositors and other creditors, all of which the First State Bank of Bellevue wrongfully and fraudulently converted to its own use and benefit and was accordingly indebted to said estate in the sum of $37,687.55, upon which no payment whatever had been made or allowed. The plaintiff accordingly prayed for judgment that his claim be allowed as a just demand against the First State Bank, with interest from November 23, 1927, for costs of suit, etc.</blockquote>\n<blockquote id=\"b587-4\">“The defendants answered by .a general demurrer, special exceptions and a general denial, without pleading any payment to plaintiff or any affirmative defense.”</blockquote>\n<p id=\"b587-5\">Trial in the District Court resulted in an instructed verdict for the Bank et al., and judgment accordingly. The receiver appealed to the Court of Civil Appeals at Fort Worth, which court reversed the judgment of the District Court and rendered judgment for the receiver. 28 S. W. (2d) 297. The Bank et al. bring error.</p>\n<p id=\"b587-6\">OPINION.</p>\n<p id=\"b587-7\">By their first assignment of error the Bank et al. contend that the District Court of Clay County, Texas, was without jurisdiction to appoint N. T. Gaines receiver of this estate, and that the order attempting to do so was, and is, absolutely null and void. In this connection it is further contended that since the order so attempting to appoint the receiver is null and void, he, the receiver, is absolutely without authority to prosecute this suit.</p>\n<p id=\"b587-8\">As we gather from the application for the writ and the briefs of the Bank et al., the contention that the District Court was without jurisdiction to appoint a receiver is based upon the further contention that the record discloses that at the time the District Court exercised jurisdiction to appoint the <page-number citation-index=\"1\" label=\"564\">*564</page-number>receiver for this estate and define his duties and powers, such estate was in process of administration in the probate court of Clay County, Texas, with a duly qualified and acting executor, and therefore such estate was under the exclusive jurisdiction of the probate court. If the facts showed that Boyd was merely an independent executor of this estate at the time he was removed from office and Gaines appointed receiver, the question of jurisdiction might present some difficulty; but, as we have already shown, this will, by its express terms, creates a testamentary trust and vests the legal title to the estate in the persons named as executors. Furthermore, as shown by the record, the estate amounts in value to many thousands of dollars, and consists in part of real property. Under such a record the District Court not only had jurisdiction to remove Boyd from office, but it was the only court possessing jurisdiction to divest him of his legal title to the estate and remove him from his office and trust. Cogley v. Welch, 34 S. W. (2d) 849. It follows that the action of the District Court in removing Boyd from office and appointing N. T. Gaines receiver was entirely legal.</p>\n<p id=\"b588-3\">In this connection, we do not want to be understood as holding that Boyd could not have been removed by the District Court had he been merely an executor. That question is not before us, and we do not express an opinion thereon.</p>\n<p id=\"b588-4\">By various assignments of error the Bank et al. contend, that the Court of Civil Appeals erred in reversing the judgment of the District Court on the facts, and further erred in rendering judgment on such facts for the receiver. We have read and carefully considered the opinion of the Court of Civil Appeals, together with the statement of facts, touching such •matters, and in our opinion the record amply supports the conclusions of law and of fact found by that court, and no good purpose can be served by further discussion here.</p>\n<p id=\"b588-5\">The judgment of the Court of Civil Appeals, which reverses the judgment of the District Court and renders judgment for the receiver, is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}