{
  "casebody": {
    "data": "<casebody firstpage=\"736\" lastpage=\"739\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b760-4\">N.B. Kenney Company, Inc. <em>vs. </em>National Union Fire Insurance Company of Pittsburgh, PA; Town of Ipswich, third-party defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b760-5\">No. 06-P-1120.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b760-6\">Suffolk.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AyH-\">May 17, 2007.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AAF\">November 21, 2007.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"atf-dedup-0\">Present: Duffly, Armstrong, &amp; Kafker, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b760-11\"><em>John P. Connelly </em>for National Union Fire Insurance Company of Pittsburgh, PA.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b760-12\"><em>Alexander Klibaner </em>for town of Ipswich.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b760-13\"><em>Joseph A. Pisarri </em>for the plaintiff.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b760-14\">Armstrong, J.</author>\n<p id=\"A_0V\">The plaintiff (Kenney), a heating, ventilation, and air conditioning (HVAC) subcontractor on a school construction project in the town of Ipswich (Ipswich), appeals from a judgment dismissing its complaint against the defendant (National Union), surety for the general contractor, Westcott Construction Corporation (Westcott), seeking payment on the surety bond of $286,282.60 Kenney claimed to be owed for its work on the school. The judge dismissed the action on the basis that it was time-barred by G. L. c. 149, § 29. That section requires that any action by a subcontractor claiming on the general contractor’s surety bond must be filed “within one year after the day on <page-number citation-index=\"1\" label=\"737\">*737</page-number>which such claimant last perforated the labor or furnished the labor, materials, equipment, appliances or transportation included in the claim . . . .”</p>\n<p id=\"b761-5\">It was not National Union, but rather Ipswich, the third-party defendant, that raised the time bar in its motion for summary judgment. Between the time Kenney filed its action in April, 2001, and the time National Union filed its third-party complaint against Ipswich in March, 2004, National Union had resolved with Kenney all the various claims included in Kenney’s complaint except for a claim based on change order request number 89, otherwise known as the “addendum 2” changes. The “addendum 2” changes, which totaled $111,294 (National Union’s estimate), had their origin in allegedly misleading contract bidding documents.<footnotemark>1</footnotemark> National Union took the position that if Kenney prevailed on its claim that the addendum 2 changes should be treated as extra work, the added cost should pass through to Ipswich as the party whose architect drafted the misleading documents. Ipswich moved for summary judgment, arguing among other things that the claim against it concerned only the addendum 2 work, and that Kenney, through the deposition of its vice-president of construction, Robert B. Nims, had acknowledged that Kenney completed the addendum 2 work in February or March, 2000, more than one year before it filed its complaint. See Mass.R.Civ.P. 14(a), as amended, 385 Mass. 1211 (1982) (“The third-party defendant may assert against the plaintiff any defenses which the third-party plaintiff has to the plaintiff’s claim”). Ipswich argued that it could raise the time bar because National Union’s claim against it was derivative.</p>\n<p id=\"b761-6\">The judge agreed with Ipswich, discounting the affidavit of Nims, filed in response to Ipswich’s motion, to the effect that Kenney was still doing subcontractor work in August, 2000, and later, within the one-year period. The judge ruled that the affidavit was to be disregarded (even though it was supported by invoices) because it contradicted Nims’s earlier sworn testi-<page-number citation-index=\"1\" label=\"738\">*738</page-number>many fixing the completion date as February or March, 2000, and was offered in a last-minute effort to avoid summary judgment. While citing no authority for the ruling, the judge presumably had in mind such cases as <em>O’Brien </em>v. <em>Analog Devices, Inc., </em>34 Mass. App. Ct. 905, 906 (1993), and <em>Hanover Ins. Co. </em>v. <em>Leeds, </em>42 Mass. App. Ct. 54, 58-59 (1997).</p>\n<p id=\"b762-5\">The ruling was in error. There was no contradiction between the addendum 2 work finishing in February or March, 2000, as Nims conceded in the deposition, and Kenney’s work on the subcontract finishing sometime after August, 2000, as Nims asserted in his affidavit. The addendum 2 changes affected only a portion of Kenney’s subcontract work. Moreover, even if there were an aura of contradiction, the less-than-definitive character of the deposition testimony would probably “presentQ a question of credibility, which is not to be resolved by the judge on a motion for summary judgment.” <em>Junkins </em>v. <em>Slender Woman, Inc., </em>7 Mass. App. Ct. 878, 878 (1979). See <em>Guenard </em>v. <em>Burke, </em>387 Mass. 802, 812 (1982).</p>\n<p id=\"b762-6\">Ipswich argues that the judge’s conclusion was nevertheless correct because Kenney’s claim was limited to the addendum 2 work, and the period of February through March, 2000, included (in the words of § 29) “the day on which such claimant last performed the labor or furnished the labor, materials, equipment, appliances or transportation included in the claim . . . .” That may have been true of the third-party complaint of National Union, which was served on Ipswich after all Kenney’s claims other than its addendum 2 claim had been settled; but the timeliness of Kenney’s complaint turned on the point when it completed the subcontract work in its entirety. See <em>General Fire Extinguisher Co. </em>v. <em>Chaplin, </em>183 Mass. 375, 376 (1903); <em>Peerless Unit Ventilation Co. </em>v. <em>D’Amore Constr. Co., </em>283 Mass. 121, 124 (1933); <em>Worcester Air Conditioning Co. </em>v. <em>Commercial Union Ins. Co., </em>14 Mass. App. Ct. 352, 354-356 (1982). There is no basis in the record for surmising that the work billed in the October 27, 2000, invoice was under a new and independent contract, as discussed in the <em>Peerless Unit Ventilation Co., supra </em>at 125, and in <em>International Heating &amp; Air Conditioning Corp. </em>v. <em>Rich Construction Co., </em>372 Mass. 134, 137-138 (1977), and as was the case in the <em>Worcester Air Conditioning Co., supra </em>at 356. Nor is <page-number citation-index=\"1\" label=\"739\">*739</page-number>there any suggestion in the record, or by the parties, that the subcontract price can be apportioned, with a separate and discrete part of the total applicable to the addendum 2 work, so that the completion of that work might start the statutory year running despite the fact that other subcontract work remained to be done. See <em>General Fire Extinguisher Co. </em>v. <em>Chaplin, supra </em>at 378; <em>Otis Elevator Co. </em>v. <em>Westchester Fire Ins. Co., </em>50 Mass. App. Ct. 712, 713-714 (2001).</p>\n<p id=\"b763-4\">Kenney’s action was therefore timely, and it was error to dismiss its action on that ground. We have considered whether the order of dismissal might nevertheless be correct based on the other theories propounded by Ipswich and National Union, and our conclusion is that they all involve disputed issues of fact that have not been resolved.</p>\n<p id=\"b763-5\">The judgment is reversed, and the case is remanded for further proceedings.</p>\n<p id=\"b763-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b761-7\">“Addendum 2” referred to a pre-bid revision by the architect in the drawings that included some revisions in the HVAC work. The revised set of drawings consisted of more than 130 pages, with the revision highlighted by “clouds.” The cover sheet, which itemized the changes to be found within, apparently failed to mention the HVAC changes.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}