{
  "casebody": {
    "data": "<casebody firstpage=\"278\" lastpage=\"285\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b302-4\">(69 App. Div. 589.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b302-5\">In re STILES.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b302-6\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHqe\">March 14, 1902.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b302-7\">L Elections—Tally- Sheet—Mistake—Recount—Mandamus.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b302-8\">Upon an application for mandamus to compel the recount required by Laws 1896, c. 909, § 84, in case the total number of votes shown by the tally sheet to have been canvassed does not conform to the poll books and the ballot clerk’s return, where the court has before it the return of the election inspectors and statement of the canvass, the orginal official statement of the result, the inspectors’ return for the district in which the mistake occurred, the ballot return sheet, and the tally sheet, a writ of peremptory mandamus can issue solely upon the facts shown by the official record, aside from the issues raised by opposing affidavits.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b302-9\">2. Same—Construction op Statutes—Method op Recounting.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b302-10\">Laws 1896, c. 909, §'§ 103, 110, require the board of inspectors to commence their canvass by comparing the poll books with the registers, correcting any mistakes therein; to count the ballots without unfolding them, and, if the number of ballots exceeds that shown by the poll books to have been cast, to destroy the excess,—and provides that during such count the poll clerks shall prepare the tally sheet in the form required by section 84. Section 84 provides that the tally sheet shall contain a column .in which the total number of ballots accounted for shall be registered, and that if the sum shown by this column is different from the number of ballots voted, as shown by the ballot clerk’s return, there has been a mistake, and the ballots must be recounted. Meldi, that the provisions for the recount do not refer to the counting of the folded ballots, but mean a recount of the ballots purporting to have been canvassed, and recorded on the tally sheet, upon the theory that the mistake was due to the failure of the tally sheet to set forth in its various columns all the ballots subject to canvass.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b302-11\">8. Same—Construction op the Word “Recount.”</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b302-12\">The terms “count” and “canvass” being often used interchangeably in the statute, the provisions for a “recount” include whatever steps are necessary to establish a correct count; thus including a recanvass, if necessary; such recount or recanvass, however, being confined to the correction of the mistake in the total sum shown by the tally sheet, so as to make it conform to the poll books and the ballot clerk’s return, and not extending to a redistribution of the votes actually shown by the various columns of the tally sheet.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b302-13\">4 Same—Mandamus to Compel Recount.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b302-14\">Where the total number of votes shown by the tally sheet differs from that shown by the ballot clerk’s return, mandamus will issue to compel the election inspectors to make the recount required by Laws 1896, c. 909, § 84; and, if it appears that all the ballots accounted for by the poll books and ballot clerk’s return have not been canvassed, the recount would include a recanvass.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b302-15\">5. Same—Necessary Parties—Poll Clerks.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b302-16\">The poll clerks being required by Laws 1896, c. 909, § 103, to make up the tally sheet, such clerks are necessary parties to mandamus proceedings to compel a recount.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b302-17\">6. Same—Bringing in Proper Parties—Authority op Court.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b302-18\">The court may make proper orders bringing in such 'poll clerks.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b302-19\">7. Same—Recount.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b302-20\">If upon the recount it appears that the total number of ballots shown by the preliminary counts of folded ballots provided for by section 110 exceeds the number found upon an accurate reckoning of the ballots subject to canvass, there is no remedy for the loss of the missing ballots.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b302-21\">8. Same—Ballot Clerk’s Return.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b302-22\">Although Laws 1896, c. 909, § 84, makes the ballot clerk’s return as to the number of sets of ballots voted the criterion of the correctness of <page-number citation-index=\"1\" label=\"279\">*279</page-number>the tally sheet, such return is not conclusive as to the number of votes subject to canvass; and, if in fact it is erroneous, the law considers that no return has been made, and a proper return can be required.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b303-5\">9. Same—Method op Recount.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b303-6\">In mandamus to compel the recount required by Laws 1896, c. 909, § 84, wherein it appears that a recount is necessary, but the poll clerks are not parties to the suit, the proceeding should be held open, with leave to apply to the lower court for an order to bring in such poll clerks, and then a writ directing the inspectors and poll clerks to meet and recount the vote by proceeding in such manner as the court shall in its writ specify, conforming it as far as possible to the procedure prescribed by the statute to be followed on election day,—first re-reckoning the ballots, and then, if necessary, recanvassing them.</headnotes>\n<summary data-order=\"22\" data-type=\"history\" id=\"b303-7\">Appeal from special term, Westchester county.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b303-8\">Application by Mark D. Stiles for mandamus to compel the board of election inspectors and others to recount ballots. From a judgment in favor of petitioner, the election officers appeal.</summary>\n<disposition data-order=\"24\" data-type=\"disposition\" id=\"Ara\">Modified.</disposition>\n<p data-order=\"25\" data-type=\"judges\" id=\"b303-9\">Argued before GOODRICH, P. J., and BARTLETT, JENKS, WOODWARD, and HIRSCHBERG, JJ.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b303-10\">William N. Dykman, for appellants.</attorneys>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b303-11\">Roger M. Sherman, for respondent.</attorneys>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b303-12\">JENKS, J.</author>\n<p id=\"Ai1O\">This application was made against the board of inspectors, the county clerk, and the city clerk. None of the other election officials was included. The relator’s affidavit stated that the certified statements of the canvass do not agree with the tally sheets or with the ballot clerk’s return sheet, the said return sheet does not agree with the tally sheet or with the certified statements, and certain excerpts are stated to show irregularities and lack of harmony therein, and to show other defects and irregularities. The opposing affidavits raised certain issues of fact not necessary now to detail. The rule is entirely familiar that the question as to the right to the writ is determined upon the assumption that the averments of the opposing affidavits are true. People v. Mayor, etc., 149 N. Y. 215, 43 N. E. 554. But as the special term had before it the inspectors’ return and statement of canvass, original official statement of the result, the inspectors’ return of the First election district, the ballot return sheet, and the tally sheet, I think that aside from the issues raised by the opposing affidavits, and solely upon the facts as shown by these official records, a writ of peremptory mandamus might issue. The question, then, is whether, under the circumstances, the present writ requires any change or any amendment.</p>\n<p id=\"b303-13\">The law requires that the board of inspectors shall commence the canvass by comparing the poll books with the registers used on election day; as to the number of electors voting at the election, correcting any mistakes thereon, and by counting the ballots found in the ballot boxes, without unfolding them, save to ascertain that each is single, and by comparing the number in the ballot box found by. this count with the number shown by the poll books and by the ballot clerk’s statement to have been deposited therein. The intention of the law, that the check thus afforded by the poll books and by the ballot clerk’s return shall prevail over the number of ballots in the box when opened, <page-number citation-index=\"1\" label=\"280\">*280</page-number>is shown by the provisions that, if the count show the latter number to be in excess of the number shown by such return and by such books, such excess shall be destroyed; that a ballot in the wrong box may be placed in the right box and counted, provided the number thereby increased does not exceed the number shown by the poll books and the ballot clerk’s return; and that, if two or more ballots be folded together, they shall be destroyed, if the whole number exceeds the number shown by the poll books and the ballot clerk’s return. The theory, then, of the statute, is that before the ballots are canvassed the number to be canvassed shall agree with the number shown by the poll books and by the ballot clerk’s return. While the law provides for the destruction of an excess, it does not provide—nor do I see how it could well do so—for a shortage. It would not do to increase the number by putting ballots in the box which had not been voted by the electors. Moreover, the chance of the abstraction of ballots from the box is remote, and not to be compared with the opportunity of putting unlawful ballots therein, by enfolding them with other ballots, or by other stealth. As the law thus directs that, so far as is practicable before the canvass, the number to be canvassed has been checked and regulated by these two safeguards, it assumes that this will have been done. Then and thereafter the canvass follows, and the result thereof is recorded on a tally sheet furnished in prescribed form. This ballot sheet is described by Bartlett, J., in Re Stewart, 155 N. Y. 545, 551, 50 N. E. 51, 52, as “the contemporaneous, self-proving record; * * * it being the original entry of the casting and canvassing of a vote.” It is so subdivided in columns as to present, with reference to every candidate, the disposition of every vote that is subject to the canvass. The statute provides that at the extreme right of such sheet there shall be a column headed, “Total Number of Ballots Accounted for” (Laws 1896, c. 909, § 84), in which shall be entered opposite each office the sum of the total vote cast for all candidates for the office, together with the number of ballots not wholly blank, on which no vote was counted for that office, the total number of wholly blank, and the total number of void ballots, and the votes cast, if any, for candidates for such office whose names are not printed upon the ballot. The statute also provides that “such sum must equal the number of ballots voted, as shown by the ballot clerk’s return of ballots, and if it does not, there has been a mistake in the count, and the ballots must be recounted for such office.” The tally sheet in the record before us shows us that the sum in the final column is 482. Item 5 of the ballot clerk’s return reads, “The number of sets of official ballots actually voted were 484.” There is a variance between the tally sheet and its criterion, and such variance, the statute declares, is a mistake which must be followed by a recount. As Ingraham, J., says, in Re Stewart, 24 App. Div. 201, 210, 48 N. Y. Supp. 957, 964, affirmed in 155 N. Y. 545, 50 N. E. 51:</p>\n<blockquote id=\"b304-5\">“Upon the completion of that count, the ascertainment of the total vote by the poll clerks upon the tally sheet, the verification of the tally sheet by the inspectors, and the announcement by the inspectors of the result, the canvass is completed. What happens after relates ■ to the duties of the election officers in certifying that result thus announced from the tally sheet as thus kept and prepared, and is merely ministerial. The result thus an<page-number citation-index=\"1\" label=\"281\">*281</page-number>nounced must comply with the tally sheet as kept by the poll clerks, the correctness of which has been verified by the inspectors; and, until_ the correctness of the tally sheet is ascertained, the statute explicitly provides that the count is not complete; the votes have not yet been canvassed. When the record of the count upon the tally sheet has been completed by the ascertainment of the total vote cast for each officer, and the correctness of the additions ascertained, the canvass is complete.”</blockquote>\n<p id=\"b305-5\">Now, the “recount” would not seem to refer to the reckoning made by the inspectors when they first opened the ballot boxes, because the law does not deem that reckoning a count until it agrees, or is made to agree, with the poll books and the very ballot clerk’s return, which is declared by the statute to establish a mistake in a count. In other words, such return had already, and before the procedure detailed in the tally sheet, been used both to establish the accuracy of the preliminary count made by the inspectors, and as the standard of the ballots subject to canvass. And as the only count prescribed after such inspectors’ preliminary count is the count shown by the tally sheet, I think that the provision for a recount means a recount of the ballots which were canvassed and recorded on that tally sheet, on the theory that the mistake is due to the fact that the tally sheet has not set forth in its various columns all of the ballots subject to canvass. The terms “count” and “canvass” are often used interchangeably in the statute, and I think the word thus used may be held to cover whatever steps may be necessary to establish a correct count, and, if necessary, an allotment, according to the disposition made by the voter, as evidenced by his action or nonaction upon the face of the ballot, of all ballots theretofore determined by the inspectors as lawfully voted, and thus to cover a recanvass, or, rather, a canvass, if necessary, inasmuch as the law recognizes the result first obtained as a “mistake.” But I think that the term “recount” does not require that in the first instance there should be a recanvass, in the sense that the votes actually distributed to the various columns of the tally sheet by the “canvass” already made should be redistributed therein. For the “sum” that presents the “mistake” is that which is designed and required to account for all ballots. And therefore, if ballots already “canvassed” and set forth in the tally sheet be taken from one column- and placed in another, any gain in one column is offset by the relative-loss in the other. If candidate A. gain a vote in his column from candidate B., B. loses that vote in his column. Or if B. gain a ballot scheduled in the blank column, the blank column loses that vote. The “sum” that is a “mistake” is the account for every ballot, and a recanvass which would result in a redistribution of the same number of ballots is simply a variation of the component parts of that sum. Three and three are six. If we take a unit from one three and add it to the other three, the sum of the resultant two and four is still six. And the mistake presented in this proceeding is, so to speak, in the six, not in the subdivision thereof into three and three, instead of four and' two. I am led, then, to the conclusion that the first step to be taken is to reckon again the number of ballots with reference to the tally sheet; i. e., to ascertain whether the sum total thereof, 482, represents every ballot that could have been canvassed. If the number represented in-item 5 of the ballot clerk’s return was, at the time the box was opened, <page-number citation-index=\"1\" label=\"282\">*282</page-number>484, then the inspectors in the preliminary count of the unfolded ballots either did or did not carry out the intent of the law by making the number in the box, counted with a view to the subsequent canvass, conform to that return and to the poll books. We have no record of what was done. We are not informed that it was impossible. If they did this, and the ballot clerk’s return and the poll books then showed 484, and that preliminary count agreed therewith, then all of the ballots were not canvassed, for the tally sheet accounted for but 482 ballots. If they did not, then they neglected a safeguard provided by the election machinery. If another reckoning of the ballots with reference to the tally sheet shows that there were but 482 ballots that can be accounted for, then, of course, no more than 482 could have been, or can now be, canvassed, and that has been done. If the new reckoning shows 484, then there was not a canvass, in the eye of the law, and there must be a canvass, in order that all of the ballots shall be accounted for on the tally sheet.</p>\n<p id=\"b306-5\">But I cannot see how either the recount or the recanvass can be ordered in these proceedings as they now stand. The poll clerks are not before the court. The law requires the poll clerks to make and to complete the tally sheets, to enter the count therein, to tally the split ballots, to add together the votes in the final column, and to enter therein-this very sum whose variance from the ballot clerk’s return is declared by the statute to be a “mistake.” They had no notice of this proceeding, they had not appeared, nor do I find even an affidavit from one of them in this record. People v. Board of Supr’s of Dutchess Co., 135 N. Y. 522, 532, 32 N. E. 242. If they were before the court, then there is no question but that they and the election inspectors might be required to make a recount, which would include, as I have said, a new canvass, if the number of ballots required it. Baird v. Supervisors, 138 N. Y. 95, 33 N. E. 827, 20 L. R. A. 81. If, however, there were, as shown by the preliminary count by the inspectors, 484 ballots to be canvassed, and yet an accurate re-reckoning shows that there were but 482 ballots to be found, then 2 ballots have disappeared, and I know of no remedy for that loss. But notwithstanding the statement in the ballot clerk’s return numbered 5, there may have been but 482 ballots found by the inspectors in the box when they opened it and counted them. Mr. Ripple, an inspector, deposes that the last voter on election day was Mr. Qualey, who received the last ballot given out, and that the number of the ballot was 491, and that a deduction from that number of the ballots returned as spoiled by the voters would show the actual number of votes. If that number was 9, it would be 482; if 7, it would be 484. Item No. 2 in the ballot clerk’s return shows the number was 7. The affidavit of Inspector Patterson shows it to have been 9. The poll books are not in the record, but examination of the order made by Marean, J. in the Brush Case, now sub judice (on appeal, 75 N. Y. Supp. 285), shows a recital that the number of voters shown by the poll books is 482. Now, at the outset, the poll books, a contemporaneous record of the voters, must agree, or must be made to agree, with the register, another contemporaneous record of the voters (section 110); and, of course, the law assumes that the ballot clerk’s return of this item will agree with the poll books, <page-number citation-index=\"1\" label=\"283\">*283</page-number>inasmuch as the statute declares the first count made by the inspectors of the ballots must, so far as is possible, agree with the poll books and the ballot clerk’s return. The ballot clerk’s return, as made up, is not so final or so necessarily perfect as to be beyond possible error; and if the error be there place'1, of course, there being no return in the eye of the law, a proper return can be required. It is made the criterion of a mistake, it is true, but it presumably agrees with the poll books and with the register before it was thus constituted. In order to test the worth of the ballot clerk’s return, it may be pertinent to state that as to every item it is not a contemporaneous record, in the sense that the poll books or the register or the tally sheet is a contemporaneous record of the voters. It is made immediately at the close of the polls, but not until the destroyal of the spoiled and mutilated ballots which have been placed in the box devoted to that purpose. The form of return is prescribed by law (sections 84, 103, c. 909, Laws 1896). The first item thereof may be determined from the fact that the ballots were placed in their charge; the second they ascertain from the fact that they withheld the canceled ballots, disposed of them, made a record thereof, and were compelled to compare it with the number of such ballots taken and destroyed by them from the box for mutilated ballots at the close of the polls; the third, from the memorandum made thereof by them at the time; the fourth, from the fact that they received the original ballots before the opening of the polls, and they send back the unused ballots; the sixth, by an addition of the previous items; the seventh, from the boxes of the detached stubs, which stubs they are required to return; the eighth, because they retain the unused ballots; and the ninth, by addition of the last two items. But as to the fifth item, “Number of sets of official ballots actually voted,” I cannot find that the ballot clerks have any contemporaneous record or memoranda made by themselves. That item may be an arithmetical result found by the ballot clerks, or it may be taken from the contemporaneous records of the poll books and the register. The poll books and the register are contemporaneous records of every elector who votes. Section 103, and subdivision 3 thereof. The law provides that at the close of the polls the poll clerks and the inspectors shall compare the poll books with the registers, as to the number of voters electing, and correct any mistakes found therein. Sections 103, no. If this be done, these two contemporaneous records must agree, and they may furnish the information to the ballot clerks. Thus the first check (that of the poll books upon the number of ballots left in the ballot boxes for canvass) is found in contemporaneous records of the voters, verified by comparison with a similar record, to wit, the register. But the second check (that of the ballot clerk’s return), so far as I can see, is not, in respect to the fifth item, a record of such character. If, so far as this item is concerned, the register and the poll books, being in accord, show the number of voters as 482, and if the re-reckoning show that the number of votes accounted for is 482, is there not strong reason to believe that the ballot clerk’s return presents an error? We have no means of knowing how the ballot clerks made up this particular item, or whether they correctly <page-number citation-index=\"1\" label=\"284\">*284</page-number>entered it. If they did not take it from the poll books and the register, it may be that they took it from their data; e. g., looking at the items in their return, it may be that they determined “item 5, number of sets of official ballots actually voted, 484,” by subtracting the number returned by them unused, 516, from 1,000, the number.originally received by them. But they also account for 7 ballots returned by voters and destroyed by the ballot clerks. If there were 7 ballots destroyed, and 516 returned out of 1,000, how could there have been 484 ballots actually voted ? There may be a mistake in the 1,000, or in the 7, or in the 516. The learned counsel for the appellants, with much acumen and ability, argues that the variance is due to error in'the ballot clerk’s return. But even if his theory were demonstration, and if the error presented were but clerical, the first step in the procedure is to require at the hands of the election officials a compliance with the statutory duties cast upon them, which the official records before us presumptively show that they did not make. If this be required and be done, and a variance still appear, then it may be pertinent both to reach the error, where it exists, and to right it. Whether the court can do this in the first instance is a question not now necessary to determine. The important requirement now is to have the election officials comply with the statutory duties cast upon them.</p>\n<p id=\"b308-5\">In conclusion, the entry of the sum in the tally sheet was, so far as the record shows, simply the entry of the mistake. In the words of Ingraham, J., supra, “until the correctness of the tally sheet is ascertained, the statute explicitly provides that the count is not complete; the votes have not yet been canvassed.” The law required a “recount.” It does not appear that this was done, and therefore the court may and should order it to be done. And the recount required by the mistake on the tally sheet implies that there shall be a count,—whether merely a re-reclconing, or, if necessary, a recanvass prescribed by law. That the poll clerks, as well as the inspectors, are necessary officials in such procedure, I have heretofore attempted to show. And the court may order them to be brought in. 13 Enc. Pl. &amp; Prac. p. 664. I think that the order should be modified by directing that the proceedings be held open, with leave to apply to the special term for an order to bring in the poll clerks, and then for a writ directing the election officials, to wit, the inspectors and the poll clerks, to meet at such time and place as the special term may direct, and for the production then and there of the ballots and such records as the court may deem proper, and then and there to recount the vote, by proceeding in such manner as the court shall, in its writ, specify, conforming it therein, in every respect, so far as possible, to the procedure prescribed and required by the statute to be done on the day of election, in view of the provision of section 84 thereof, that “such sum must equal the number of ballots as showm by the ballot clerk’s return of ballots voted, and if it does not, there has been a mistake,” and by requiring that the officials shall first re-reckon the number of votes to be accounted for, upon the basis determined by the inspectors at the commencement of the canvass, as provided for in section 84, and that if such re-<page-number citation-index=\"1\" label=\"285\">*285</page-number>reckoning shall disclose a number in excess of the number now stated in the tally sheet under the column headed, “Total Number of Votes Actually Voted,” to wit, 482, then they shall proceed to recanvass all of the ballots of the electors found in the said ballot box, in conformity to the provisions of the election law relative to the count, canvass, and method of counting, and the making of the official records thereof, but all only as to the office here in controversy, together with such further provisions as to a return to the said writ as the court shall deem appropriate.</p>\n<p id=\"b309-5\">Order modified, and as modified affirmed, without costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}