{
  "casebody": {
    "data": "<casebody firstpage=\"81\" lastpage=\"82\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b105-6\">(69 App. Div. 572.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b105-7\">KENNY v. MEISLAHN.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b105-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AJc\">March 14, 1902.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b105-9\">Necessaries Furnished Wife—Monet.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b105-10\">One can recover of a husband for furnishing necessaries to his wife, though he only furnishes her money to use therefor, and she so applies it.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b105-11\">Appeal from trial term, Kings county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b105-12\">Action by Annie M. Kenny against Edward Meislahn. From judgment for plaintiff, and from order denying motion for new trial on the minutes, defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A5i\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b105-13\">Argued before GOODRICH, P. J., and BARTLETT, JENKS, WOODWARD, and HIRSCHBERG, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b105-14\">Charles D. Ridgway, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b105-15\">Henry E. Heistad, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b105-16\">HIRSCHBERG, J.</author>\n<p id=\"AY9\">The complaint avers two causes of action assigned to the plaintiff,—one for board, maintenance, clothing, and other necessaries, and for money loaned to and for the defendant’s wife on his credit; and the other for medical attendance and services rendered to her on such credit. The complaint, in so far as it expressly covers money loaned, was dismissed upon retrial; but the appellant claims that the necessaries for which a recovery was permitted embrace, in large part, money actually loaned to the wife, for which her husband cannot be made liable, even although she may have used the money in the purchase of necessaries. The defendant abandoned his wife shortly after their marriage, and there is no dispute about the fact that he neglected and failed to support her, or that the support furnished by the plaintiff’s assignor was within the defendant’s station in life. As to the account for medical services, etc., no serious question is presented. The only possible doubtful point upon the other <page-number citation-index=\"1\" label=\"82\">*82</page-number>count arises from the fact that the wife boarded with her sister, and that the money with which to pay the board and to buy clothing and other necessaries was occasionally given directly to the wife by the plaintiff’s assignor, instead of being paid by him personally upon the board bill, and in discharge of the purchases. That it was all used in payment of the board, and for the purchase of the necessaries, is clearly established. The question appears to have been decided in favor of the recovery by the former general term in the First department, in Wells v. Lachenmeyer, 2 How. Frac. (N. S.) 252; the court saying:</p>\n<blockquote id=\"b106-5\">“It is a question of fact for the jury to determine whether or not such advances were made because of the wife’s necessities, and under such circumstances that the same should be chargeable to the husband. It was not necessary to show that the plaintiff herself made the purchases. If she handed money to the wife for that purpose, that fact is equivalent, we think, to the act of' furnishing the necessaries. The jury might well have found on the evidence that some portion, at least, of the money so advanced, was directly applied to the specific object, to wit, the purchase of clothing and necessaries by the wife.”</blockquote>\n<p id=\"b106-6\">The question was raised upon the trial herein upon motions to dismiss the causes of action entire. Such motions could not have been granted, upon the proof, and we think the evidence was abundantly sufficient to support the verdict. It fairly establishes the fact that the support was not furnished upon the credit of the wife, but was solely because of the defendant’s default, and was supplied under circumstances which made him chargeable. The judgment and order should be affirmed.</p>\n<p id=\"b106-7\">Judgment and order affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}