{
  "casebody": {
    "data": "<casebody firstpage=\"408\" lastpage=\"421\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b498-8\">SHELL OIL COMPANY, Plaintiff-Appellant, v. Russell E. TRAIN, in his official capacity as Administrator of the Environmental Protection Agency, and the Environmental Protection Agency, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b498-11\">No. 76-1870.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b498-12\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b498-14\">Nov. 3, 1978.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b499-14\"><page-number citation-index=\"1\" label=\"409\">*409</page-number>Richard C. Brautigam (argued), McCutchen, Doyle, Brown &amp; Enersen, San Francisco, Cal., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b499-15\">Jacques B. Gelin (argued), Dept. of Justice, Washington, D. C., for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b499-17\">Before HUFSTEDLER and WALLACE, Circuit Judges, and GRAY,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b499-21\"> Honorable William P. Gray, United States District Judge, Central District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b499-18\">HUFSTEDLER, Circuit Judge.</author>\n<p id=\"b499-19\">Shell Oil Company (“Shell”) brought this action in the district court against the Environmental Protection Agency (“EPA”) and its Administrator as one of its several assaults on the decisions of the California Regional Water Quality Control Board for the San Francisco Bay Region (“regional board”) concerning a pollutant discharge permit for Shell’s Martinez, California facility. Reasoning that there was no federal action for the court to review since a state administrative agency and not the federal EPA had rejected Shell’s permit and variance applications, the district court dismissed Shell’s complaint for lack of subject matter jurisdiction. (415 F.Supp. 70, 77-78 (N.D.Cal.1976).)</p>\n<p id=\"b499-20\">Shell’s complaint must be read against the background of the cooperative federal-state scheme for the control of water pollution. The federal statute which dominates the field is the Federal Water Pollution Control Act Amendments of 1972 (33 U.S.C. §§ 1251-1376) (“FWPCA” or “the 1972 amendments”). The amendments effected major changes in both the strategy and the methods used in the nation’s system of water quality control. Formerly, federal water pollution efforts had focused on the setting of national standards specifying acceptable levels of pollution in interstate navigable waters, but the amendments shifted federal pollution control strategy to strict limitations on the amount and type of <page-number citation-index=\"1\" label=\"410\">*410</page-number>pollutants which may be discharged from particular point sources. By imposing those direct restrictions, Congress sought to “facilitate enforcement by making it unnecessary to work backward from an overpollut-ed body of water to determine which point sources are responsible and which must be abated. . .” <em>(EPA v. California ex rel. State Water Resources Control Board </em>(1976) 426 U.S. 200, 204, 96 S.Ct. 2022, 2024, 48 L.Ed.2d 578.) To achieve and to enforce the effluent limitations, the 1972 amendments established the National Pollutant Discharge Elimination System (“NPDES”). (33 U.S.C. § 1342.) Under the NPDES, it is unlawful for any person to discharge a pollutant without obtaining a NPDES permit and complying with its terms. (33 U.S.C. § 1311(a).) A NPDES permit serves to transform generally applicable effluent limitations into the obligations of individual dischargers, and the 1972 amendments provide for direct administrative and judicial enforcement of the permits. (33 U.S.C. §§ 1319, 1365.)</p>\n<p id=\"b500-5\">Combined with this policy of stiffening water pollution control through the imposition of effluent discharge limitations, Congress sought “to recognize, preserve, and protect the primary responsibilities and rights of States to prevent, reduce, and eliminate pollution.” (33 U.S.C. § 1251(b).) The role envisioned for the states under the 1972 amendments is a major one, encompassing both the opportunity to assume the primary responsibility for the implementation and enforcement of federal effluent discharge limitations (33 U.S.C. § 1342(b)) and the right to enact requirements which are more stringent than the federal standards (33 U.S.C. § 1370). Thus, although the 1972 amendments gave the EPA the authority in the first instance to issue NPDES permits (33 U.S.C. § 1342(a)(1)), Congress clearly intended that the states would eventually assume the major role in the operation of the NPDES program.</p>\n<p id=\"b500-6\">Under § 1342(b), a state may submit to the EPA a proposed permit program governing discharges into navigable waters within its borders. If the state can demonstrate that it will apply the effluent limitations and the amendments’ other requirements in the permits it grants and that it will monitor and enforce the terms of those permits, then, unless the Administrator of the EPA determines that a state program does not meet these requirements, he must approve the proposal (§ 1342(b)). The Administrator’s determination that a state program does not meet the statutory criteria for approval is reviewable in the appropriate court of appeals. (33 U.S.C. § 1369(b)(1)(D).) Upon approval of a state program, the EPA must suspend its own issuance of permits covering those navigable waters subject to the approved state program (§ 1342(c)). However, while the direct federal regulatory role largely ceases following EPA approval of a state program, the EPA does retain a review authority over the states. The EPA may veto particular permits issued by the state (§ 1342(d)) if it finds that federal requirements have not been met, or it may withdraw approval of the entire state program upon a determination, after notice and an opportunity to respond, that the program is not being administered in compliance with the mandates of federal law (§ 1342(c)). Despite this residual federal supervisory responsibility, the federal-state relationship established under 33 U.S.C. § 1342 is “a system for the mandatory approval of a conforming State program and the consequent suspension of the federal program [which] creates a separate and independent State authority to administer the NPDES pollution controls.” <em>(Mianus River Preservation Committee v. Administrator, EPA </em>(2d Cir. 1976) 541 F.2d 899, 905.)</p>\n<p id=\"b500-8\">California has adopted a plan for the issuance of NPDES permits <em>(Cal. Water Code </em>§§ 13370 <em>et seq.) </em>which has been approved by the EPA. (39 Fed.Reg. 26,061 (1973).) The California State Water Resources Control Board (“State Board”) and its nine subsidiary regional boards thus have primary responsibility for the enforcement of the FWPCA and the effluent limitations established pursuant to it in California.</p>\n<p id=\"b501-4\"><page-number citation-index=\"1\" label=\"411\">*411</page-number>Shell has applied for a NPDES permit for its industrial complex near Martinez, California. The Martinez complex is composed of a petroleum refinery and an organic chemicals manufacturing plant. The EPA has published “Effluent Guidelines and Standards” for organic chemical manufacturing point sources (40 C.F.R. §§ 414.20 <em>et seq.) </em>and for petroleum refinery point sources, classifying refineries into five categories “A” through “E”, in increasing order of complexity (40 C.F.R. § 419.10 <em>et seq.). </em>Shell sought a permit both as a Class D refinery and as an organic chemical plant. The Martinez application was reviewed by the regional board for San Francisco Bay, which, in October, 1974, presented Shell with a proposed NPDES permit which would classify the complex as a Class E refinery. Shell was dissatisfied with the classification and applied for a variance. Pursuant to the memorandum of understanding between the regional board and the EPA’s Region IX office in San Francisco, the state agency forwarded Shell’s application for a variance to the EPA regional office for comments. In February, 1975, the EPA regional office recommended denial of the variance, and the state regional board denied Shell’s application.</p>\n<p id=\"b501-5\">Shell responded by instituting litigation challenging the Class E permit and the denial of a variance in three forums: First, Shell petitioned the State Board to set aside or modify the regional board’s order. Concurrently with its effort to secure relief from within the state administrative structure, Shell filed two federal actions, one with our court and one with the district court. Although Shell’s state administrative review petition must have been premised on the assumption that it was the decision of the regional board to deny Shell the Class D permit and the Class E variance, since the State Board’s review authority extended only to “any action or failure to act by a regional board” <em>(Cal. Water Code </em>§ 13320(a)), Shell’s federal complaints articulated a strikingly different theory of which agency was actually responsible for the issuance of the Class E permit and the denial of the variance. Shell alleged that “[although the application for a variance was ostensibly made to and the variance was ostensibly denied by a Regional Board, and although the Permit was ostensibly issued by the Regional Board, the Administrator, through his subordinates, made all material decisions and instructed the Regional Board to follow those decisions.” As the Class E permit and the denial of the variance were said to be a result of “the controlling decisions of the Administrator,” Shell asserted, that the EPA might appropriately be sued in federal court in an action for an injunction directing that a Class D permit or a Class E variance be issued.</p>\n<p id=\"b501-7\">Shell predicated its assertion of our court’s jurisdiction to hear its claim on the provisions of 33 U.S.C. § 1369(b)(1)(F) which gives the courts of appeals original jurisdiction to review “the Administrator’s action ... in issuing or denying any [NPDES] permit.” In September, 1975, we dismissed Shell’s petition, holding that the decision of the regional board “was not an act of the Administrator of the [EPA] such as would give this Court jurisdiction.” <em>(Shell Oil Co. v. Train, </em>Order No. 75-2070, September 30, 1975.)</p>\n<p id=\"b501-8\">Shell fared no better on its second effort to secure federal review. The district court found nothing in Shell’s complaint which put into question the otherwise self-evident proposition that orders issued by a state agency “using its own personnel and apparatus” can only be construed as state agency action, re viewable in state administrative and judicial tribunals, and not as federal action. (415 F.Supp. at 77-78 &amp; n. 15.) The district court observed that the only factual evidence offered by Shell in support of its allegations that the EPA had in some sense “made” the permit and variance rulings was that the “state requested and received advice from the regional office of the federal [EPA].” <em>(Id. </em>at 77.) Relying in part on our order dismissing Shell’s original appellate petition because no action of the Administrator within the meaning of 33 U.S.C. § 1369(b)(1) had been alleged, and in part on Shell’s failure to present any facts sufficient to permit an inference of the <page-number citation-index=\"1\" label=\"412\">*412</page-number>“behind-the-scenes coercion by the EPA” which the company had alleged, the district court concluded that no reviewable federal action was involved in the Martinez permit or variance. <em>(Id.) </em>Shell appeals.</p>\n<p id=\"b502-4\">While two federal courts dismissed Shell’s action against the EPA on the ground that the EPA was not the proper party to be sued and therefore there was no federal jurisdiction, Shell enjoyed a measure of success in its petition to the State Board. During the pendency of the appeal of the district court’s decision, the State Board reviewed the decision of the regional board, affirmed the classification of the Martinez complex as an “E” refinery, but reversed the denial of the variance. The State Board determined “that the facilities at Martinez Complex are fundamentally different from facilities considered by EPA in establishing the effluent limitations for an integrated refinery of the size and complexity of the Martinez Complex” and it proposed a modification of the effluent limitations for the facility, <em>(In the Matter of the Petition of Shell Oil Company for Review of Orders Nos. 75-11 and 77-6, </em>California State Water Resources Control Board, Order No. WQ 76-12, August 19, 1976.) Although Shell has contended that the State Board’s action did not provide it with' the complete relief that it sought, there is no indication in the record that the company has sought review of the State Board’s denial of the Class D permit in the California superior court, which is the forum the state has provided for the review of State Board decisions. <em>(Cal. </em>Water <em>Code </em>§ 13330.) Pursuant to the requirements of 33 U.S.C. § 1342(d), the State Board transmitted its proposed variance to the EPA Administrator. On June 30, 1978, the EPA Administrator issued a final decision denying the variance request. The Administrator found that Shell’s Martinez facility was not “fundamentally different” from other facilities considered in developing the regulations, and that, contrary to its claim, Shell had not installed the best practicable control technology currently available. That decision is reviewable in this court under 33 U.S.C. § 1369(b)(1).</p>\n<p id=\"b502-7\">Thus, even as we now consider whether the district court properly dismissed Shell’s request that it review the EPA’s “action” in the denial of the Class E variance by the regional board, the regional board’s action has been upset by the State Board and the EPA Administrator has made a final decision affirming the state’s original Class D classification and denying a variance. We shall no doubt soon have occasion yet again to review the proper classification of the Martinez facility on an appeal from the final EPA action.<footnotemark>1</footnotemark></p>\n<p id=\"b502-8\">Shell’s theory of the case is obscure. If Shell is contending that the regional board acts as the Administrator’s agent, the appeal may be quickly dismissed. As we held in <em>Washington v. EPA </em>(9th Cir. 1978) 573 F.2d 583, 586, nothing “in the Act suggest[s] the existence of an agency relationship between the Administrator and a state so that the latter’s action in issuing or denying a permit could be deemed [an] action of the Administrator. To the contrary [§ 1342] makes clear that once the state has secured approval of its own permit program, its actions in permit matters are those of the state itself, subject to the Administrator’s veto.” <em>(Accord Mianus R. Preservation Comm. v. Administrator, supra, </em>541 F.2d at 903-06.)</p>\n<p id=\"b502-9\">Shell’s complaint is not susceptible to the interpretation that it is challenging inaction by the federal Administrator in failing to veto. Rather, Shell has averred affirmative action on the part of the Administrator in making or causing the regional board to make a decision against it. Thus, we do not reach the question whether a failure to veto might be reviewable in a federal district <page-number citation-index=\"1\" label=\"413\">*413</page-number>court in an appropriate case under § 10 of the Administrative Procedure Act (5 U.S.C. §§ 701-06). <em>(See Save the Bay, Inc. v. Administrator of EPA </em>(5th Cir. 1977) 556 F.2d 1282, 1292-96.)</p>\n<p id=\"b503-5\">Shell has not alleged an actual veto by the EPA of the regional board’s decision. Therefore, our decision in <em>Washington </em>v. <em>EPA, supra, </em>573 F.2d 583, is inapplicable. In that case, we held that the EPA had vetoed a state agency’s action when the EPA Administrator filed formal objections with the Washington State Department of Ecology to a decision of that agency and the EPA imposed sanctions on the permit-tee. Nothing resembling that action by the ■ Administrator exists in this case. Here, no veto of any kind was exercised, and there was no state proposal which the EPA could have vetoed. Nothing in the record before us suggests that the regional board had ever proposed to grant the variance or that there was ever any conflict between the regional board and EPA’s regional office with respect to the Martinez facility. Shell has not alleged that the regional board had even tentatively decided to grant the variance before that decision was objected to or overridden by the EPA. No facts have been alleged which imply that there was any conflict between the state and federal agencies, which could have led to a decision to veto. Therefore <em>Washington v. EPA, supra, </em>is completely inapposite.</p>\n<p id=\"b503-6\">The gravamen of Shell’s claim is that the EPA so dominated or coerced the regional board as to compel it to grant the Class E permit and deny the variance. Shell has alleged that the EPA “made” the decisions and “instructed” the regional board to follow them and that the decisions of the Administrator were “controlling.” In short, Shell’s theory is that EPA “coercion” transformed the actions of the state agency into federal agency action reviewable in the federal court. This novel theory is unsupported by any authority and the mischief to which it leads compels us to reject it.</p>\n<p id=\"b503-7\">As the Supreme Court observed in <em>Steward Machine Co. v. Davis </em>(1937) 301 U.S. 548, 590, 57 S.Ct. 883, 892, 81 L.Ed. 1279, it is doubtful that a concept such as “the exertion of a power akin to undue influence . . can ever be applied with fitness to the relations between state and nation.” States are not simply private citizens, they are sovereigns. As the Supreme Court recently reminded us, “[i]t is one thing to recognize the authority of Congress to enact laws regulating individual businesses . . . . It is quite another to uphold a similar exercise of congressional authority directed, not to private citizens, but to the States as States.” <em>(National League of Cities v. Usery </em>(1976) 426 U.S. 833, 845, 96 S.Ct. 2465, 2471, 49 L.Ed.2d 245.) As in <em>National League of Cities, </em>federal legislative efforts to direct states to take particular steps to implement specific programs have been held to raise grave constitutional questions concerning the power of the federal government in the federal system to attempt to regulate the states “in a fashion that impairs the States’ integrity.” <em>(Fry v. United States </em>(1975) 421 U.S. 542, 547 n. 7, 95 S.Ct. 1792, 1796, 44 L.Ed.2d 363. <em>See generally </em>Hart, <em>The Relations Between State and Federal Law, </em>54 Colum.L.Rev. 489, 515-17 (1954).) Mindful of the troubling constitutional issues which would be otherwise raised, the Supreme Court has been distinctly unwilling to view federal dealings with a state or a state agency as evidencing either coercion or undue influence. <em>(E. g., Oklahoma v. United States Civil Service Commission </em>(1947) 330 U.S. 127, 144, 67 S.Ct. 544, 91 L.Ed. 794; <em>Steward Mach. Co. v. Davis, supra, </em>301 U.S. at 586-90, 57 S.Ct. 883.)</p>\n<p id=\"b503-11\">Federal programs “with strings attached” are characteristic of federal-state dealings today. <em>(See generally </em>M. Grodzins, <em>The American System </em>60-70 (D. Elazar ed. 1966); M. Reagan, <em>The New Federalism </em>54-97 (1972).) In the area of the environment, qualifications for federal funding combined with the delegation of operational authority to the states have been tied to state compliance with federal policies and to ongoing federal-state consultations. <em>(See generally </em>Stewart, <em>Pyramids of Sacri</em><page-number citation-index=\"1\" label=\"414\">*414</page-number><em>fice? Problems of Federalism in Mandating State Implementation of National Environmental Policy, </em>86 Yale L.J. 1196 (1977).) If state and federal governments may be treated like individuals for the purpose of deciding the existence of undue influence and the “overbearing” of the will of these sovereigns, these programs would be in serious constitutional jeopardy. The express conditioning of federal aid and the delegation of operational authority to states in compliance with federal guidelines are replete with “coercion.” The unquestioned constitutional validity of these programs and other forms of cooperative federalism, secured by the Supreme Court’s decisions in such cases as <em>Oklahoma v. Civil Service Commission, supra, </em>and <em>Steward Machine, supra, </em>means that the concept of undue influence and duress are inappropriate in this context.</p>\n<p id=\"b504-4\">Shell’s recitations that the EPA was the moving force in the decisions of the regional board are unsupported and, for the reasons heretofore mentioned, unsupportable conclusions that do not prevent dismissal of the action. <em>(E. g., Newport News Shipbuilding &amp; Dry Dock Co. v. Schauffler </em>(1938) 303 U.S. 54, 57, 58 S.Ct. 466, 82 L.Ed. 646; <em>United States v. Tulare Lake Canal Co. </em>(9th Cir. 1976) 535 F.2d 1093, 1097; 2A <em>Moore’s Federal Practice </em>(2d ed. 1975) ¶ 12.-08 at 2266-69; 5 C. Wright &amp; A. Miller, <em>Federal Practice &amp; Procedure </em>(1969) § 1363 at 658.) The district court correctly characterized all of Shell’s pleadings as showing, at the most, federal “advice” to the state agency. That advice cannot be equated with any kind of coercion, and even if it could, it should not be so construed, because a contrary inference would raise serious constitutional questions about the whole federal program. Moreover, a holding that statutorily sanctioned advice by the EPA to a state agency constitutes final federal agency action reviewable in the federal courts would permit an applicant, dissatisfied with a decision of a state board, to circumvent the appellate process envisioned by the statute and bestow jurisdiction upon a federal court simply by alleging coercion or undue influence. The statute provides ample opportunity for the assertion of federal jurisdiction after the EPA has taken formal action.</p>\n<p id=\"b504-6\">Finally, as our 1975 order explicitly found, there was no EPA action to review under the judicial review provisions of the FWPCA (33 U.S.C. § 1369(b)). The only predicate for district court review was Section 10 of the Administrative Procedure Act (5 U.S.C. §§ 701-06). Under that provision, review is limited to “final agency action for which there is no other adequate remedy in a court.” Here, the denial of the Martinez variance was not final agency action, and there was an alternative judicial forum for review available. Not only was the decision of the regional board subject to modification, it was in fact substantially modified in Shell’s favor by the State Board, and was then modified again by the EPA Administrator. The decision that Shell sought to have the district court review no longer has any operative significance. Even if that fact did not render the whole matter moot, it shows at a minimum that the challenged decision was not final. The administrative process had not run its course prior to the time that Shell brought this action. <em>(Cf. Independent Broker-Dealers’ Trade Ass’n v. SEC </em>(1971) 142 U.S.App.D.C. 384, 393, 442 F.2d 132, 141.) The proceedings before the state administrative agencies were not complete when this action was filed, and subsequent developments before those agencies, as well as before the Administrator, indelibly underlined the non-finality of the determination that Shell challenges.</p>\n<p id=\"b504-7\">Federal courts are not the sole avenue of review of the states’ administrative decisions. Jurisdiction to review the State Board’s decision is specifically conferred on the states’ courts of general jurisdiction. <em>(Cal. Water Code </em>§ 13330.) The existence of a state judicial forum for the review of the regional board’s action forecloses the availability of the federal forum under the terms of the Administrative Procedure Act.</p>\n<p id=\"b504-8\">Proper respect for both the integrity and independence of the state administrative mechanism, mandated by Congress in this <page-number citation-index=\"1\" label=\"415\">*415</page-number>context, required that Shell’s complaint be dismissed.</p>\n<p id=\"b505-5\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b502-5\">. In view of the intervening actions by state and federal authorities, the only matter which seems presently in controversy is the claimed difference in the original state regional board classification between a Class D classification and a Class E classification with a variance. Although Shell apparently did not seek review of the State Board decision in the state courts, and the final EPA decision denying the variance is now directly reviewable in this court, we will treat this appeal as not moot on the basis of that claimed difference.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b505-6\">WALLACE, Circuit Judge,</author>\n<p id=\"Anb\">Dissenting:</p>\n<p id=\"b505-7\">This case presents a very limited legal issue: is federal review available of a decision announced by the California Regional Water Quality Board but in fact made informally by the Environmental Protection Agency? Because I conclude that there is jurisdiction, I respectfully dissent.</p>\n<p id=\"b505-8\">I</p>\n<p id=\"b505-9\">\n<em>A. The Statutory Scheme</em>\n</p>\n<p id=\"A6G\">Prior to 1972, the Refuse Act of 1899, 33 U.S.C. § 407, provided the primary statutory mechanism for controlling the effluence of industrial pollutants into federal waters. The enactment of the Federal Water Pollution Control Act Amendments of 1972 (the Act), 33 U.S.C. § 1251 <em>et seq.,</em><footnotemark><em>1</em></footnotemark><em> </em>established a new comprehensive scheme designed “to restore and maintain the chemical, physical, and biological integrity of the Nation’s waters.” Act § 101(a), 33 U.S.C. § 1251(a). As a concomitant of this objective, the Act declares that “it is the national goal that the discharge of pollutants into the navigable waters be eliminated by 1985.” Act § 101(a)(1), 33 U.S.C. § 1251(a)(1).</p>\n<p id=\"b505-13\">A central feature of the new scheme is the creation of the National Pollutant Discharge Elimination System (NPDES). Act § 402, 33 U.S.C. § 1342.<footnotemark>2</footnotemark> The Act empowers the Administrator of the Environmental Protection Agency (EPA) to issue discharge permits regulating the nature and quantity of the various pollutants which may lawfully be discharged from what the Act characterizes as “point sources.” Act §§ 402(a), 502(14), 33 U.S.C. §§ 1342(a), 1362(14). The pollutant levels set forth in a permit are based on EPA regulations which establish effluent limitations for various types of point sources.<footnotemark>3</footnotemark> Act § 301(b), 33 U.S.C. § 1311(b). No pollutant may be discharged into navigable waters without an applicable NPDES permit. Act § 301(a), 33 U.S.C. § 1311(a).</p>\n<p id=\"b505-14\">In order “to recognize, preserve, and protect the primary responsibilities and rights of States to prevent, reduce, and eliminate pollution,” Act § 101(b), 33 U.S.C. § 1251(b), the Act expressly provides that each state may establish and administer its own permit program covering pollutant discharges into navigable waters within its jurisdiction. Act § 402(b), 33 U.S.C. § 1342(b). The Administrator of the EPA must approve a proposed state permit program unless he determines that the program does not meet the requirements set forth, in the Act. <em>Id. </em>Once a state program is ap<page-number citation-index=\"1\" label=\"416\">*416</page-number>proved, the EPA is required to suspend its own issuance of permits for navigable waters covered by the state program. Act § 402(c), 33 U.S.C. § 1342(c).</p>\n<p id=\"b506-4\">State permit programs established pursuant to this authority are not completely autonomous. For example, the EPA may revoke its approval of a state program if it determines that the program does not conform to the requirements of the Act. Act § 402(c)(3), 33 U.S.C. § 1342(c)(3). More significantly, the Administrator may veto any state discharge permit which he deems to be “outside the guidelines and requirements of [the] Act.” Act § 402(d)(2), 33 U.S.C. § 1342(d)(2).<footnotemark>4</footnotemark></p>\n<p id=\"b506-5\">\n<em>B. The History of the Dispute</em>\n</p>\n<p id=\"b506-6\">Shell owns and operates a large industrial manufacturing complex near Martinez, California. The Martinez complex includes two distinct facilities, a petroleum refinery and an organic chemical plant.</p>\n<p id=\"b506-7\">In June 1971, Shell applied under the Refuse Act for a permit to discharge pollutants into the navigable waters near Martinez. Upon passage of the Act, Shell’s application automatically became an application for an NPDES permit. Act § 402(a)(5), 33 U.S.C. § 1342(a)(5).</p>\n<p id=\"b506-8\">On May 14, 1973, the Administrator approved the State of California’s proposed permit program. 39 Fed.Reg. 26,061 (1973). Accordingly, the California Regional Water Quality Control Board (State Regional Board) became the agency primarily responsible for effectuating the policies and enforcing the requirements of the Act with respect to navigable waters within California’s borders. <em>See </em>Cal. Water Code §§ 13370, <em>et seq. </em>(West Supp.1978).</p>\n<p id=\"b506-11\">In October 1974, the State Regional Board prepared a proposed permit for the Martinez complex. The proposed permit treated the complex as a single point source and required it to meet the effluent limitations established for “Class E” refineries. <em>See </em>40 C.F.R. § 419.50-.56 (1974). Pursuant to the requirements of the Act, the State Regional Board notified the EPA of the contents of the proposed permit. Act § 402(d)(1), 33 U.S.C. § 1342(d)(1).</p>\n<p id=\"b506-12\">Shell was displeased with the effluent limitations expressed in the permit. The heart of Shell’s dissatisfaction is its assertion that the Martinez complex cannot achieve the “Class E” effluent limitations even though the “best practicable control technology currently available” is already in operation. On this basis Shell requested a variance from the Class E limitations. <em>See </em>40 C.F.R. § 419.52 (1974). The essence of Shell’s request is that because the Martinez complex consists of a petroleum refinery and a chemical plant, it should be given effluent limitations based on the combined limitations for a “Class D” refinery and an organic chemical plant.</p>\n<p id=\"b506-13\">Shell’s formal request for a variance was submitted to the State Regional Board on November 13, 1974. Two weeks later, the State Regional Board transmitted the request to the EPA as it was required to do by section 402(d)(1) of the Act.</p>\n<p id=\"b506-14\">The substance of the EPA’s response to Shell’s request is unclear. Because this case was dismissed on the pleadings, however, “we must, of course, take as true the material facts alleged in [Shell’s] complaint.” <em>Hospital Bldg. Co. v. Trustees of Rex Hosp., </em>425 U.S. 738, 740, 96 S.Ct. 1848, 1850, 48 L.Ed.2d 338 (1976). Shell’s complaint, in essence, alleges that the EPA itself made <page-number citation-index=\"1\" label=\"417\">*417</page-number>the actual decision to give the Martinez complex the Class E designation, and then to deny the requested variance.<footnotemark>5</footnotemark> At this point, it is crucial to note that the EPA did not publicly veto the request via a formal objection, but rather, as Shell alleges, it caused the State Regional Board to announce its decisions. After the denial of its variance request, Shell continued its legal resistance to the effluent limitations contained in the permit on three fronts.</p>\n<p id=\"b507-5\">First, Shell petitioned the State Water Resources Control Board to review the action of the State Regional Board as permitted by state law.<footnotemark>6</footnotemark> Cal. Water Code § 13320 (West). There is nothing in the record indicating that this avenue provided Shell with satisfaction of its claims.<footnotemark>7</footnotemark></p>\n<p id=\"b507-6\">Second, Shell brought a petition in this court based upon our original jurisdiction to review “the Administrator’s action . in issuing or denying any permit under section 402 .. . .” Act § 509(b)(1)(F), 33 U.S.C. § 1369(b)(1)(F). We subsequently dismissed this petition on the ground that the “decision by the California Regional Water Quality Control Board was not an act by the Administrator of the Environmental Protection Agency such as would give this Court jurisdiction under Section 509(b)(1) . . . <em>Shell Oil Co. v. Train, </em>No. 75-2070 (Order filed Sept. 30, 1975). We thus determined that on these facts, we do not have original jurisdiction to review a discharge permit issued by a state agency. <em>See Washington v. EPA, </em>573 F.2d 583 (9th Cir. 1978) (EPA’s formal objection to state-issued permit not reviewable under section 509(b)(1)(F)); <em>Save The Bay, Inc. v. EPA, </em>556 F.2d 1282, 1290-92 (5th Cir. 1977) (EPA’s refusal to object to state-issued permit not reviewable under section 509(b)(1)(F)); <em>Mianus River Reservation Comm. v. EPA, </em>541 F.2d 899, 902 (2d Cir. 1976) (EPA’s failure to consider merits of state permit and failure to object not reviewable under section 509(b)(1)(F)).</p>\n<p id=\"b507-13\">Shell’s third assault was launched in the district court by commencing this action to challenge the permit on two grounds. First, Shell alleged that the general effluent limitations promulgated for petroleum refineries were invalid for various reasons. Second, Shell claimed that the Martinez complex had been improperly classified as a Class E refinery and that it should be given a Class D classification, or, alternatively, a variance from the Class E effluent limitations.</p>\n<p id=\"b507-14\">The EPA moved to dismiss both prongs of Shell’s complaint for lack of jurisdiction. After briefing and argument, the district judge dismissed Shell’s complaint in its entirety. <em>Shell Oil Co. v. Train, </em>415 F.Supp. 70 (N.D.Cal.1976).</p>\n<p id=\"b508-3\"><page-number citation-index=\"1\" label=\"418\">*418</page-number>The district judge’s dismissal of the first aspect of the complaint was based on his ruling that jurisdiction to review the Administrator’s promulgated effluent limitation regulations is vested exclusively in the court of appeals. <em>Id. </em>at 75-77. Shell has not here challenged this ruling, and properly so, since the Supreme Court has now resolved the issue in favor of the position taken by the district judge. <em>See E. I. du-Pont de Nemours &amp; Co. </em>v. <em>Train, </em>430 U.S. 112, 136-37, 97 S.Ct. 965, 51 L.Ed.2d 204 (1977). Shell does contend before us, however, that the district court erred in dismissing the second aspect of its complaint which challenges the specific effluent limitations of the permit. I agree with this contention.</p>\n<p id=\"b508-4\">II</p>\n<p id=\"b508-5\">The district judge correctly observed that Congress intended the states to play a highly significant role in the administration of the NPDES program. Since in this case the permit had been nominally issued by the appropriate state agency, the district judge concluded that there had simply been no federal action reviewable in federal court. The district judge analyzed the EPA’s role in the issuance of Shell’s permit as follows:</p>\n<blockquote id=\"ABt\">The state requested and received advice from the regional office of the federal Environmental Protection Agency; however, we do not believe that this advice rises to the level of behind-the-scenes coercion charged by plaintiff. It is true that the Administrator of the federal Environmental Protection Agency has authority to veto any permit which fails to conform to federal standards. 33 U.S.C. § 1342(d). However, it is a logical leap to equate the federal failure to veto with federal control sufficient to invoke federal jurisdiction. If the federal agency <em>had </em>exercised its veto power, there would have been federal action reviewable in a federal forum; however, the mere failure to disapprove a state administrative action cannot be deemed decision-making by a federal body.</blockquote>\n<p id=\"b508-6\">415 F.Supp. at 77-78 (emphasis in original).</p>\n<p id=\"b508-7\">Although I do not intend to minimize the difficulty of the issue facing the district court, I believe this analysis misses the mark in two respects. First, in ruling on the EPA’s pretrial motion to dismiss, the district court was required to take as true the allegations of Shell’s complaint. <em>Hospital Bldg. Co. v. Trustees of Rex Hosp., supra, </em>425 U.S. at 740, 96 S.Ct. 1848. Thus, the district court was bound to take as true Shell’s averments that the EPA’s veiled actions actually and effectively determined the effluent limitations contained in the state-issued permit.</p>\n<p id=\"b508-9\">Second, the district court seemed to construe Shell’s complaint as challenging the EPA’s “failure to veto” or take other action to correct the permit. I believe the allegations of Shell’s complaint are directly to the contrary. The complaint clearly seeks to premise a cause of action on allegations of <em>affirmative </em>acts on the part of the EPA. The essence of the complaint is that even though the permit was nominally issued by the state agency, the effluent limitations expressed in the permit were actually determined by the EPA.</p>\n<p id=\"b508-10\">Thus, viewing Shell’s complaint from the proper perspective, I believe the issue before the district court and now before us is whether a federal district court has jurisdiction to review informal EPA action which is intentionally determinative of the effluent limitations contained in a state-issued NPDES permit. While certain facts have been called to our attention which occurred subsequent to the decision by the district court, we review only the action of the district court. Therefore, I would consider these subsequent facts only in light of a suggestion of mootness. The majority apparently disagrees.</p>\n<p id=\"b508-11\">At this point, it is crucial to recognize that the resolution of this issue requires the striking of a delicate balance between two important, yet competing, aspects of public policy. First, I acknowledge the importance of minimizing procedural complexity and delay in the issuance and enforcement of NPDES permits. Accordingly, I would be reluctant to create a rule which may result in protracted litigation prior to is-<page-number citation-index=\"1\" label=\"419\">*419</page-number>suanee. On the other hand, I am also mindful of the “basic presumption of judicial review” for persons adversely affected by administrative actions. <em>Abbott Laboratories v. Gardner, </em>387 U.S. 136, 140, 87 S.Ct. 1507, 18 L.Ed.2d 681 (1967). Thus, “only upon a showing of ‘clear and convincing evidence’ of a contrary legislative intent should the courts restrict access to judicial review” of agency actions. <em>Id. </em>at 141, 87 S.Ct. at 1511. <em>See also Dunlop v. Bachow-ski, </em>421 U.S. 560, 566-67, 95 S.Ct. 1851, 44 L.Ed.2d 377 (1975). This precise conflict of values was implicit in our prior decision in <em>Washington </em>v. <em>EPA, supra </em>573 F.2d 583, and my conclusion is largely premised upon that case.</p>\n<p id=\"b509-5\">Having concluded that <em>Washington </em>is “completely inapposite,” the majority states that Shell’s claim is “unsupported by any legal authority.” I disagree. The <em>Washington </em>opinion and the other eases cited above set forth authority clearly to the contrary.</p>\n<p id=\"b509-6\">In <em>Washington </em>v. <em>EPA, </em>Scott Paper Company was issued an NPDES permit by the State of Washington’s permitting agency even though the Administrator had formally objected to the terms of the permit. The EPA then sought to impose sanctions on Scott. Scott brought suit in district court to challenge the Administrator’s objection. On appeal, we held “that the district court [had] jurisdiction to entertain Scott’s challenge to the Administrator’s objection to the . . . permit . . .” <em>Id. </em>at 588. In large measure, our decision was founded on the importance of the right to judicial review of agency action, and specifically on section 10 of the Administrative Procedure Act, 5 U.S.C. §§ 701-06.<footnotemark>8</footnotemark></p>\n<p id=\"b509-8\">I believe our holding in <em>Washington v. EPA </em>to be highly relevant here. In the case before us, the Administrator did not enter a formal objection to a proposed state permit, but rather, taking Shell’s allegations as true, he informally controlled the terms of the state permit by compelling the State Regional Board to reject Shell’s request. The relevant distinction between <em>Washington v. EPA </em>and this case is merely that there the Administrator did directly and formally what he here did indirectly and informally. I perceive no substantive difference between those two methods of proceeding. Of course, “the particular label” placed on the agency’s action is not determinative of a federal court’s authority to review, “for it is the substance of what the [agency] has purported to do and has done which is decisive.” <em>Columbia Broadcasting System, Inc. v. United States, </em>316 U.S. 407, 416, 62 S.Ct. 1194, 1200, 86 L.Ed. 1563 (1942).</p>\n<p id=\"b509-12\">Looking thus to the substance of Shell’s allegations, I cannot agree with the majority’s attempt to distinguish <em>Washington </em>on the grounds that there was no “actual veto” here, nor “any conflict between the state and federal agencies.” Both cases involve an actual decision by the EPA which set the limitations of the permit. I fail to see any relevance in the fact that in the first case the EPA’s controlling decision was made after a contrary state decision and in the second case the EPA’s decision was made without the benefit of an initial state decision.</p>\n<p id=\"b509-13\">In <em>Independent Broker-Dealers’ Trade Ass’n v. SEC, </em>142 U.S.App.D.C. 384, 442 F.2d 132, <em>cert. denied, </em>404 U.S. 828, 92 S.Ct. 63, 30 L.Ed.2d 57 (1971), the District of Columbia Circuit considered a case with strikingly parallel facts. In that case, the SEC requested the New York Stock Exchange to amend its rules regarding brokerage commissions. The SEC had the power to impose the change by regulation. The Exchange adopted the requested rule, and, as a result, various affected brokers <page-number citation-index=\"1\" label=\"420\">*420</page-number>brought suit to challenge the SEC’s action. The court of appeals held that the district court had jurisdiction pursuant to section 10 of the Administrative Procedure Act to review the agency’s action. I agree with the D.C. Circuit’s analysis that</p>\n<blockquote id=\"AT0\">[t]he vitality of the <em>CBS </em>doctrine, in finding finality and reviewability of agency actions not issued as regulations or orders but having the consequence and contemplation of “expected conformity,” is unmistakable.</blockquote>\n<p id=\"b510-4\"><em>Id. </em>at 141.</p>\n<p id=\"b510-5\">I am convinced that Shell’s complaint alleges EPA action which is the functional equivalent of the formal veto in <em>Washington v. EPA. </em>I would therefore hold that Shell may seek review of the Administrator’s alleged de facto determination of effluent limitations prescribed for its Martinez complex in federal district court pursuant to section 10 of the Administrative Procedure Act.</p>\n<p id=\"b510-6\">I am concerned with any introduction of delay and complexity into the NPDES program; however, as we implied in <em>Washington, </em>such concern cannot overreach a permittee’s right to meaningful judicial review of final agency action. In substantial measure, Shell could not otherwise obtain meaningful judicial review.<footnotemark>9</footnotemark> Although California provides an effective system of administrative and judicial review of its NPDES program, there is no certainty that it would be helpful to Shell. Since the California agencies have formally agreed to acquiesce to the demands of the Administrator,<footnotemark>10</footnotemark> a state court might require the agencies to comply with the Administrator’s direction. Alternatively, if Shell were able to persuade the administrative appeal body and the reviewing state courts to grant relief on the ground that the effluent limitations were incorrectly determined, the EPA could continue to block the issuance of any state permit which did not conform to its dictates. To me, that is not meaningful judicial review.</p>\n<p id=\"b510-10\">In addition, I am confident that the district courts would not allow state-NPDES permittees to use the position I expose, if adopted, to circumvent state review procedures in inappropriate cases. Thus, where a permittee fails to allege and to prove that the EPA’s actions constituted a de facto veto or were otherwise determinative of the challenged effluent limitations, there would be no federal agency action reviewable pursuant to the Administrative Procedure Act. 5 U.S.C. §§ 701(b)(1), 702.</p>\n<p id=\"b510-11\">In this case, however, it is clear that Shell has alleged that the EPA’s actions were controlling and determinative. Accordingly, Shell should be permitted to attempt to prove its case.</p>\n<p id=\"b510-12\">The majority, however, asserts that Shell’s theory would lead to “mischief.” This is based on a reading of Shell’s complaint different from mine. The majority characterizes Shell’s theory as being based on coercion or domination of the state by the EPA. Thus, the majority argues, <page-number citation-index=\"1\" label=\"421\">*421</page-number>adoption of Shell’s theory would pose grave federalism issues for all joint federal-state programs which have “strings attached.” I do not agree.</p>\n<p id=\"b511-5\">Shell’s theory does not rest on any coercion between federal and state agencies. In fact, the memorandum of understanding between the state and federal agencies suggests that the relationship here was quite agreeable to both parties. Shell’s complaint should be read as a simple allegation that the EPA made all material decisions in setting the limitations of the state-issued permit. Since this was federal agency action, it is judicially reviewable pursuant to the Administrative Procedure Act (APA) by a district court.</p>\n<p id=\"b511-6\">In my view, the issue raised by the majority regarding federal-state coercion and the resulting constitutional concerns is unpersuasive. Shell’s appeal simply asks for judicial review of federal agency action; it does not challenge the NPDES program.</p>\n<p id=\"b511-7\">The majority also concludes that the EPA’s decision was not final for APA purposes. I disagree. There was no administrative process by which Shell could obtain meaningful review of the EPA’s action. As pointed out above, state administrative review is insufficient because no state agency could modify or overrule the EPA’s decision without its permission. Thus, the state review board’s allowance of Shell’s variance request could ultimately be voided if the EPA decided to maintain its original decision. That is all there was before the district court when the decision we are reviewing was made.</p>\n<p id=\"b511-8\">I would therefore reverse the decision and remand the case to the district court.</p>\n<footnote label=\"1\">\n<p id=\"b505-10\">. On December 27, 1977, President Carter signed into law the Clean Water Act of 1977, Pub.L. No. 95-217, 91 Stat. 1566 (1977), which amends the Federal Water Pollution Control Act Amendments of 1972. Although it is too early to assess fully the impact of the Clean Water Act, it does not appear to affect the substantive provision of the 1972 Act at issue here.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b505-11\">. The NPDES permit program embodies the Act’s fundamental change in approach from the Refuse Act. The earlier system focused on the general quality of a body of water and its capacity to assimilate additional effluence. The new Act, on the contrary, focuses on individual point sources of pollutants and requires them to meet applicable effluent limitations regardless of the quality of the receiving waters. The theory of this new approach is that “[s]uch direct restrictions on discharges facilitate enforcement by making it unnecessary to work backward from an overpolluted body of water to determine which point sources are responsible and which must be abated.” <em>EPA v. California ex rel. State Water Resources Control Bd„ </em>426 U.S. 200, 204, 96 S.Ct. 2022, 2024, 48 L.Ed.2d 578 (1976); <em>see also Save The Bay, Inc. </em>v. <em>EPA, </em>556 F.2d 1282, 1284 (5th Cir. 1977); Note, <em>Nondeterioration and the Protection of High Quality Waters Under Federal Water Pollution Control Law, </em>1977 Utah L.Rev. 737, 739 n. 12.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b505-15\">. The effluent limitations established by regulation for various types of point sources are derived by application of a particular technological standard set forth in the Act. Thus, point sources were required to achieve effluent limitations requiring “the application of the best practicable control technology currently available” by July 1, 1977. The Act requires the effluent limitations to meet technological standards which are increasingly stringent over time. <em>See </em>Act § 301, 33 U.S.C. § 1311.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b506-9\">. The EPA’s power to prevent the issuance of California NPDES permits to which it objects, has been formalized in two additional places. First, California’s administrative regulations provide that the agencies charged with administering the NPDES program may not issue a permit if the “regional administrator [of the EPA] has objected to issuance in writing.” 23 Cal.Adm.Code 2235.5(a)(1)(c).</p>\n<p id=\"b506-10\">In addition, the California agencies have agreed that “[wjhenever the Regional Administrator ‘objects’ . . . neither the State Board nor the regional boards shall adopt any waste discharge requirements for purposes of the NPDES until all ‘objections’ of the Regional Administrator have been eliminated.” Memorandum of Understanding Regarding Permit and Enforcement Programs Between the State Water Resources Control Board and the Regional Administrator, Region IX, Environmental Protection Agency, p. 1 (March 26, 1973).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b507-9\">. The essence of Shell’s allegations is found in paragraphs 22 and 23 of its complaint:</p>\n<p id=\"b507-10\">On or about November 13, 1974, Plaintiff applied to the Regional Board for individualized treatment for the Martinez Complex pursuant to the variance clause. The variance was denied, and plaintiff was issued an NPDES permit for the Martinez Complex on or about February 18, 1975 by the Regional Board. The permit classifies the Martinez Complex as an E subcategory refinery ....</p>\n<p id=\"b507-11\">Although the application for a variance was ostensibly made to and the variance was ostensibly denied by the Regional Board, and although the Permit was ostensibly issued by the Regional Board, the Administrator, through his subordinates, made all material decisions by which the variance was denied and by which the Permit issued and instructed the Regional Board to follow those decisions.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b507-15\">. Shell’s state administrative review petition was not before us so I am unwilling to conclude, as does the majority, as to how it “must have been premised.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b507-16\">. We were informed by counsel that the State Water Resources Control Board has reversed the State Regional Board’s denial of Shell’s variance request. Because of the obvious potential for mootness, we requested counsel to inform us of the EPA’s response to the State Board’s decision.</p>\n<p id=\"b507-17\">I am convinced, as is the majority, that the case is not moot. During oral argument, counsel for both sides indicated that there could be a significant substantive difference in the terms of Shell’s permit if the Martinez complex were given a Class D classification, rather than a Class E classification with a variance as presently approved by the State Water Resources Control Board.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b509-9\">. We observe particularly the relevance of the following provisions of section 10:</p>\n<p id=\"b509-10\">A person suffering legal wrong because of agency action, or adversely affected or aggrieved by agency action within the meaning of a relevant statute, is entitled to judicial review thereof.</p>\n<p id=\"b509-14\">5 U.S.C. § 702.</p>\n<p id=\"b509-15\">Agency action made reviewable by statute and final agency action for which there is no other adequate remedy in a court are subject to judicial review.</p>\n<p id=\"b509-16\">5 U.S.C. § 704.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b510-7\">. Our decision in <em>Washington v. EPA </em>did not analyze the adequacy of pertinent state administrative and judicial review procedures. Because Scott was apparently satisfied with the terms of the permit granted to it by the state, there were no logical or practical grounds for seeking state court review of the terms of the permit. In this case, however, the terms of the permit actually issued to Shell are unacceptable to it. Accordingly, the question surfaces whether Shell can obtain meaningful judicial review in the state process.</p>\n<p id=\"b510-8\">In my view, California’s statutory review procedures generally provide satisfactory judicial review. <em>See </em>Cal. Water Code § 13320 (administrative review of decisions of state regional board by State Water Resources Control Board); Cal. Water Code § 13330 (judicial review in superior court of decisions of State Control Board; court to exercise independent judgment); Cal.Civ.Proc.Code § 1094.5(c) (where court is authorized to exercise independent judgment, agency finding to be sustained only if supported “by the weight of the evidence”). Nevertheless, at the time of the decision by the district court Shell was confronted with this dilemma: even if Shell were to obtain its desired relief via this procedure, the EPA could continue to block the issuance of a permit not complying with its dictates. Thus, if relegated to the state review process, Shell could not be certain of an efficacious review unless it were ultimately granted a hearing in the Supreme Court.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b510-15\">. <em>See </em>note 4 <em>supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}