{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"528\" lastpage=\"533\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Katherine HANLON, Respondent,\n  <br/>\n  v.\n  <br/>\n  LEGENDS HOSPITALITY, LLC, Appellant.\n </parties>\n <docketnumber id=\"p-2\">\n  No. ED 106928\n </docketnumber>\n <court id=\"p-3\">\n  Missouri Court of Appeals, Eastern District, DIVISION TWO.\n </court>\n <decisiondate id=\"p-4\">\n  Filed: February 26, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  ATTORNEYS FOR APPELLANT: Jessica L. Liss, 222 South Central Avenue, Suite 900, St. Louis, MO 63105.\n </attorneys>\n <attorneys id=\"p-6\">\n  ATTORNEYS FOR RESPONDENT: Stephen C. Reinberg, 9666 Olive Blvd., Suite 202A, St. Louis, MO 63132, Ryan M. Furniss, 222 S. Central Avenue, Suite 1004, St. Louis, MO 63105.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   ROBERT G. DOWD, JR., Judge\n  </author>\n  <p id=\"p-8\">\n   Legends Hospitality, LLC (\"Appellant\") appeals from the trial court's judgment denying its motion to set aside a default judgment in favor of Katherine Hanlon. Finding an abuse of the trial court's discretion, we reverse and remand.\n  </p>\n  <p id=\"p-9\">\n   Hanlon was employed by Appellant as an accounting manager for several months in 2017. On March 15, 2018, she filed a petition against Appellant alleging violations of the federal Fair Labor Standards Act and Missouri wage and hour laws, quantum meruit, unjust enrichment and gender pay discrimination under the Equal Pay Act. Appellant's registered agent was served on April 9, 2018, but Appellant failed to timely respond by May 9, 2018.\n  </p>\n  <p id=\"p-10\">\n   Brian Pasquarelli, Appellant's National Director of Labor and Employee Relations, contacted Hanlon's counsel and confirmed their conversation in an email dated April 30, 2018. In that email, Pasquarelli indicated that he would review the matter in depth and respond to Hanlon's counsel the following week with detailed information. Hanlon's counsel claims that during this conversation, he and Pasquarelli discussed Hanlon's allegations and discovery requests while Pasquarelli claims they discussed\n   the allegations in the petition and \"whether the parties could resolve the lawsuit without engaging in protracted and costly litigation.\" On May 7, 2018, Pasquarelli emailed Hanlon's counsel to confirm their agreement that Pasquarelli would provide the requested information on the matter by May 16, 2018.\n  </p>\n  <p id=\"p-11\">\n   On May 22, 2018, Hanlon moved for a default judgment, and a default judgment was entered on May 23, 2018. Also on May 23, 2018, Pasquarelli emailed Hanlon's counsel to tell him that he had the information requested and to discuss how best to produce the information. Pasquarelli also indicated that he was having trouble getting through to Hanlon's counsel by phone. Hanlon's counsel replied with the correct phone number, and Pasquarelli followed up with a phone call to Hanlon's counsel, which was memorialized in an email to Pasquarelli from Hanlon's counsel on the same day. Hanlon's counsel informed Pasquarelli of the default judgment entered that day and of the damages hearing set for June 25, 2018. On May 24, 2018, Pasquarelli produced various and detailed employment information. On May 31, 2018, Hanlon's counsel again emailed Pasquarelli asking for a response to a previously provided settlement demand, and Pasquarelli responded that he would call Hanlon's counsel early the following week. On June 6, 2018, attorneys retained by the Appellant contacted Hanlon's counsel to inform him that they had been retained and to request that he direct future correspondence to them. They also advised Hanlon's counsel that they intended to move to set aside the default judgment.\n  </p>\n  <p id=\"p-12\">\n   On June 18, 2018, counsel appeared on behalf of Appellant and filed a motion to set aside the default judgment. The motion attached an affidavit from Pasquarelli and copies of emails between Pasquarelli and Hanlon's counsel. In his affidavit, Pasquarelli claimed he contacted Hanlon's counsel to discuss Hanlon's employment and whether the parties could resolve the lawsuit without engaging in protracted and costly litigation. He stated that Hanlon's counsel requested, and Pasquarelli agreed to provide, Hanlon's job description and classification, records demonstrating the exempt classification of other accounting managers that were similarly situated to Hanlon and employment information related to Hanlon's alleged comparator who did not have the management responsibilities that Hanlon had and, thus, was not similarly situated. That information was subsequently provided. Pasquarelli's affidavit further provides, \"It was also my understanding that the parties agreed to postpone a response to the Petition until [Hanlon's counsel] had an opportunity to review the information from [Appellant] and the parties could assess whether an early resolution would be an option.\" Pasquarelli indicated the matter was turned over for legal representation due to Hanlon's counsel's refusal to explore early resolution in an honest and professional manner. He added, \"I did not intentionally ignore this matter nor was I intentionally attempting to impede the judicial process.\"\n  </p>\n  <p id=\"p-13\">\n   Hanlon responded to the motion and attached an affidavit from her counsel as well as additional copies of emails between her counsel and Pasquarelli. In his affidavit, Hanlon's counsel detailed his conversations with Pasquarelli regarding discovery that had been served on Appellant. He also added, \"We did not discuss extending the date in which Defendant was required to respond to Plaintiff's Petition.\" Following arguments, the trial court denied the motion to set aside the default judgment but made no other express findings. This appeal follows.\n  </p>\n  <p id=\"p-14\">\n   We review the trial court's decision on a motion to set aside a default\n   judgment for an abuse of discretion.\n   <em>\n    Jones v. Riley\n   </em>\n   ,\n   <extracted-citation case-ids=\"12658059,12658060\" index=\"0\" url=\"https://cite.case.law/sw3d/560/540/\">\n    560 S.W.3d 540\n   </extracted-citation>\n   , 544 (Mo. App. E.D. 2018). A trial court abuses its discretion \"when its ruling is clearly against the logic of the circumstances and is so arbitrary and unreasonable that it shocks the sense of justice and indicates a lack of careful consideration.\"\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"1\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"There exists, however, a strong preference for deciding cases on the merits, and against resolving litigation by default.\"\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"2\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Because of this preference, Missouri courts enjoy broader discretion in granting a motion to set aside a default judgment and have narrowed discretion when denying a motion to set aside.\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"3\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   We defer to the trial court's determination on credibility and the weight of the evidence.\n   <em>\n    Wooten v. Wentworth Entertainment Group, LLC,\n   </em>\n   <extracted-citation case-ids=\"12657075\" index=\"4\" url=\"https://cite.case.law/sw3d/552/118/#p121\">\n    552 S.W.3d 118\n   </extracted-citation>\n   , 121 (Mo. App. S.D. 2018).\n  </p>\n  <p id=\"p-15\">\n   Under Rule 74.05(d), a default judgment may be set aside \"[u]pon motion stating facts constituting a meritorious defense and for good cause shown.\" Under the Rule, \" 'Good cause' includes a mistake or conduct that is not intentionally or recklessly designed to impede the judicial process.\" \"Failure to establish either the 'meritorious defense' element or the 'good cause' element of a motion pursuant to Rule 74.05(d) is fatal to the motion.\"\n   <em>\n    Saturn of Tiffany Springs v. McDaris\n   </em>\n   ,\n   <extracted-citation case-ids=\"7321867\" index=\"5\" url=\"https://cite.case.law/sw3d/331/704/#p709\">\n    331 S.W.3d 704\n   </extracted-citation>\n   , 709 (Mo. App. W.D. 2011) (internal quotation marks omitted).\n  </p>\n  <p id=\"p-16\">\n   The purpose of the \"good cause\" element of Rule 74.05(d) is remedial, and it should be applied \"with discretion to prevent a manifest injustice or to avoid a threatened one.\"\n   <em>\n    Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"12658059,12658060\" index=\"6\" url=\"https://cite.case.law/sw3d/560/540/\">\n    560 S.W.3d at 544\n   </extracted-citation>\n   . \"Good cause\" should be interpreted liberally \"to include good-faith mistakes, and even negligence, in failing to timely answer.\"\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"7\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   An individual is negligent if his or her \"inadvertence, incompetence, unskillfulness, or failure to take precautions precludes [him or her] from adequately coping with a possible future emergency.\"\n   <em>\n    Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"12658059,12658060\" index=\"8\" url=\"https://cite.case.law/sw3d/560/540/\">\n    560 S.W.3d at 544\n   </extracted-citation>\n   . An individual is reckless if he or she consciously chooses a course of action, \"either with knowledge of the serious danger to others involved or with knowledge of facts that would disclose the danger to a reasonable person.\"\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"9\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"Recklessness involves some amount of deliberateness and risk.\"\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"10\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   In determining whether an individual intentionally or recklessly designed his or her conduct to impede the judicial process, \"the court should resolve reasonable doubt in favor of good faith.\"\n   <em>\n    <extracted-citation case-ids=\"12658059,12658060\" index=\"11\" url=\"https://cite.case.law/sw3d/560/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-17\">\n   Here, there was no evidence that Pasquarelli engaged in conduct to impede the judicial process. Though Pasquarelli would have been well-advised to respond to Hanlon's petition or to formally secure an extension of time to respond, we do not believe on this record that such a failure was a reckless or intentional effort to impede the judicial process. Although some form of neglect may have been involved, Pasquarelli acknowledged the lawsuit in other ways and reached out to Hanlon's counsel before the deadline to respond to the petition. The record indicates repeated conversations between Pasquarelli and Hanlon's counsel and Pasquarelli's agreement to provide various materials to Hanlon's counsel, and said materials were provided with accompanying correspondence including further details in response to Hanlon's claims. The various exchanges between Pasquarelli and Hanlon's counsel, including Pasquarelli's cooperation in providing the information requested by Hanlon's counsel, create reasonable doubt as to whether Pasquarelli's failure to respond to the petition or to formally secure an extension of time to respond was intentional or negligent. In this case, the trial court should have resolved that reasonable doubt in favor of good faith and found good cause.\n   <em>\n    See\n   </em>\n   <em>\n    Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"12658059,12658060\" index=\"12\" url=\"https://cite.case.law/sw3d/560/540/\">\n    560 S.W.3d at 544\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-18\">\n   We must next consider whether Appellant presented facts constituting a meritorious defense. \"In order to show a meritorious defense, the party in default need not present extensive evidence.\"\n   <em>\n    Tinsley v. B&amp;B Engines, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11195201,11195263\" index=\"13\" url=\"https://cite.case.law/sw3d/27/859/\">\n    27 S.W.3d 859\n   </extracted-citation>\n   , 861 (Mo. App. E.D. 2000). \"[T]he party need only make a showing of an arguable theory of defense.\"\n   <em>\n    <extracted-citation case-ids=\"11195201,11195263\" index=\"14\" url=\"https://cite.case.law/sw3d/27/859/\">\n     Id.\n    </extracted-citation>\n   </em>\n   There is no universal standard establishing the components of a meritorious defense, but it has been interpreted to mean \"any factor likely to materially affect the substantive result of the case.\"\n   <em>\n    <extracted-citation case-ids=\"11195201,11195263\" index=\"15\" url=\"https://cite.case.law/sw3d/27/859/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal quotation marks omitted). The idea is not to impose a \"high hurdle\" for establishing a meritorious defense but \"to allow the case to be decided on the merits where there are legitimate issues to be considered.\"\n   <em>\n    <extracted-citation case-ids=\"11195201,11195263\" index=\"16\" url=\"https://cite.case.law/sw3d/27/859/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-19\">\n   Here, in his affidavit, Pasquarelli averred that he provided records to Hanlon's counsel indicating the exempt classification of other employees similarly situated to Hanlon as well as employment information related to Hanlon's alleged comparator, an hourly Accounting Clerk, who did not have the management responsibilities that Hanlon had as an Accounting Manager and, thus, was not similarly situated. These assertions in the affidavit, while not extensive, are indeed facts rather than speculation or conclusions, and they present an arguable theory of defense to the claims in Hanlon's petition alleging violations of the federal Fair Labor Standards Act and Missouri wage and hour laws, quantum meruit, unjust enrichment and gender pay discrimination under the Equal Pay Act. These assertions will likely materially affect the substantive result of the case, and while not otherwise fully developed in the affidavit, are enough to indicate the existence of seemingly legitimate issues that should be decided on the merits.\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-20\">\n   Point granted. The trial court abused its discretion in denying the motion to set aside the default judgment, and its order denying that motion is, therefore, reversed. The case is remanded for further proceedings consistent with this opinion. With respect to Hanlon's request that any reversal by this Court be conditioned on a requirement that Appellant pay the reasonable attorney's fees and expenses incurred as a result of the default, nothing in our Opinion here bars the trial court from exercising its discretion under Rule 74.05(d) to so condition its order setting aside the default judgment on remand.\n  </p>\n  <p id=\"p-21\">\n   Philip M. Hess, P.J. and Mary K. Hoff, J., concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-24\">\n    While Hanlon claims that Pasquarelli admitted liability for performing work while on unpaid leave in an email from Hanlon's counsel to Pasquarelli dated May 23, 2018, this claim is not specifically addressed in the sworn affidavits before the trial court and conflicts with information otherwise contained in Pasquarelli's sworn affidavit as noted above.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}