{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"878\" lastpage=\"884\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  C.C., Appellant\n  <br/>\n  v.\n  <br/>\n  COMMONWEALTH of Kentucky EX REL S.B., Appellee\n </parties>\n <docketnumber id=\"p-2\">\n  NO. 2017-CA-001375-ME\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Kentucky.\n </court>\n <decisiondate id=\"p-4\">\n  FEBRUARY 8, 2019; 10:00 A.M.\n </decisiondate>\n <attorneys id=\"p-5\">\n  BRIEFS FOR APPELLANT: Steven J. Buck, Frankfort, Kentucky\n </attorneys>\n <attorneys id=\"p-6\">\n  BRIEF FOR APPELLEE: Katherine McLindon, Covington, Kentucky\n </attorneys>\n <judges id=\"p-7\">\n  BEFORE: ACREE, KRAMER, AND L. THOMPSON, JUDGES.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   ACREE, JUDGE:\n  </author>\n  <p id=\"p-9\">\n   C.C. appeals the Kenton Circuit Court's order partially revoking the conditional discharge of his contempt sentence. He argues the family court erred by denying his counsel's request to continue the final hearing, by activating the revocation in C.C.'s absence, by not setting an amount by which C.C. could purge his contempt, and by failing to determine C.C.'s failure to pay support was willful. Having considered the record and arguments of counsel, we affirm.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    <em>\n     BACKGROUND\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   On July 23, 2010, the circuit court ordered C.C. to pay $ 357.14 per month in child support for his two children, along with a $ 40 per month payment toward arrears. Within a few years, C.C. was $ 4,925.98 in arrears. In 2016, the Commonwealth filed a motion for C.C. to show cause why he should not be held in contempt for failing to comply with the family court's support order. The court heard the motion on November 16, 2016. C.C. was present for the hearing.\n  </p>\n  <p id=\"p-12\">\n   At that hearing, the family court told C.C. he was charged with contempt of court and further told him:\n  </p>\n  <blockquote id=\"p-13\">\n   The allegations are you were ordered to pay child support in the amount of $ 357.14 a month effective 5/12/10; you\n   were ordered to pay $ 40 a month for arrearage; you're in arrears over $ 4900 as of the end of August; that you're not paying per the court order and you've not paid since May [2016];\n   <em>\n    that you had the ability to comply but have failed to do so\n   </em>\n   ; you face up to 180 days in jail so you have a right to an attorney.\n  </blockquote>\n  <p id=\"p-14\">\n   (Video Transcript (VT) 11/16/16; 3:13:04) (emphasis added). The court appointed counsel to represent C.C. The court then asked for a proposal from the Commonwealth for sanctions should the court find, after a hearing, that there was sufficient proof to support the allegations. The Commonwealth's proposal was a sentence of 180 days conditionally discharged for two years provided C.C. thereafter paid child support as ordered. The court then further informed C.C. that \"I can enter a denial, set the case for a trial, a hearing, later; however, you [and your appointed counsel] should talk about [the Commonwealth's proposal] because it might be a good idea to take it. You two decide what you want to do.\" The court then addressed other cases before it that day while C.C. and his counsel conferred.\n  </p>\n  <p id=\"p-15\">\n   There was no need to set a date to conduct a hearing. After C.C. consulted with appointed counsel, and consistent with the recommendation of the Commonwealth, C.C. was ready to plead:\n  </p>\n  <blockquote id=\"p-16\">\n   Court: Okay, do you admit you're in contempt of court?\n  </blockquote>\n  <blockquote id=\"p-17\">\n   C.C: Uh, yes.\n  </blockquote>\n  <blockquote id=\"p-18\">\n   Court: I find you're in contempt. My sentence is 180 days in jail. I'll conditionally discharge that for two years, conditioned on henceforth you will stay current in your support. Thank you very much.\n  </blockquote>\n  <p id=\"p-19\">\n   (VT 11/16/16; 3:19:32). No purge amount was requested, and none was set. No appeal was pursued.\n  </p>\n  <p id=\"p-20\">\n   Six months later, on May 3, 2017, C.C. was again before the family court charged with violating the conditional discharge of his 180-day sentence. Within a few months after the contempt hearing, C.C. was $ 900 more in arrears. He had made no payment since December - one month after admitting his contempt. Again, he faced up to 180 days in jail. Again, he was appointed the same counsel to represent him.\n  </p>\n  <p id=\"p-21\">\n   The court entered a denial to the charge of violating the conditional discharge and assigned the case for trial on June 7, 2017, warning C.C., \"I don't continue cases. It'll be heard that day. So, make sure you go talk to Ms. Henry [appointed counsel]; make sure you do what she asks you to do; make sure she has a phone number for you that she can always reach you and I'll see you June the 7th.\" (VT 5/3/17; 3:06:22).\n  </p>\n  <p id=\"p-22\">\n   C.C. attended the June 7, 2017 hearing, but his case was not tried. With advice of counsel, C.C. admitted the allegations supporting the charge he had violated the conditions for discharging the 180-day sentence, thereby waiving his right to present defenses, including the defense of his inability to pay through no fault of his own. The court asked for the Commonwealth's recommendations.\n  </p>\n  <p id=\"p-23\">\n   The Commonwealth recommended partial revocation - thirty days of the 180-day sentence. Furthermore, the Commonwealth reported that, for the one month preceding the June hearing, C.C. was employed and had been paying support through a wage garnishment that nearly satisfied his monthly obligation. That encouraged the Commonwealth to recommend suspending for two months the revocation and imposition of the thirty days to serve in jail to see if C.C. could maintain the positive trend.\n  </p>\n  <p id=\"p-24\">\n   The family court granted the Commonwealth's request, postponed sentencing,\n   and set another hearing for August 2, 2017, with the family court's and Commonwealth's expectation that the garnishment would remain in place and C.C. would continue payment in accordance with the original court order. If so, the sentence of 180 days would remain conditionally discharged. On the other hand, C.C. was told if he failed to continue paying support as ordered, he would be facing actual jail time of thirty days with conditional discharge of the remaining 150 days for two years. (VT 6/7/17; 2:46:25; Record (R.) 35). C.C.'s compliance or noncompliance would determine his own fate at sentencing.\n  </p>\n  <p id=\"p-25\">\n   However, delaying sentencing for two months left open the possibility for inquiry into C.C.'s post-plea financial changes should he fail to make payments between June 7 and August 2. Should he fail to pay, he would have the opportunity at the August hearing to present evidence of sufficient bona fide attempts to make payments, and to present proof that his noncompliance with the court's support order was through no fault of his own.\n  </p>\n  <p id=\"p-26\">\n   As it turns out, C.C. made no support payments after June 6, the day before the revocation hearing. In accordance with what C.C. was told at the June hearing, and unless he had legal justification for not paying, his conditional discharge would be partially revoked, and he would have to serve thirty days of the original 180-day sentence in jail. C.C. gave no reason for not complying with the support order because he failed to appear at the August 2 sentencing hearing.\n  </p>\n  <p id=\"p-27\">\n   His counsel requested a continuance, stating she had spoken with C.C. who was out of town working, but she could not produce proof of his employment. Counsel also told the family court her client's new employer was going to e-mail her proof of a new garnishment, but she had yet to receive it. C.C. also told his counsel that his new out-of-town employer would come to the courthouse the next day to make a $ 150 payment on his behalf.\n  </p>\n  <p id=\"p-28\">\n   The family court denied the request for a continuance, and C.C.'s counsel objected to sentencing C.C. in absentia. The family court overruled the objection, effectuated the partial revocation of C.C.'s conditional discharge, and sentenced him to thirty days in jail with the remaining 150 days conditionally discharged for a period of two years. This appeal followed.\n  </p>\n  <p id=\"p-29\">\n   <strong>\n    <em>\n     ANALYSIS\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-30\">\n   C.C. claims the family court erred: (1) by failing to determine whether C.C.'s failure to obey the court's order was willful; (2) by failing to set a purge amount; (3) by denying C.C.'s counsel's motion for a continuance; and (4) by sentencing C.C. in absentia. We are not persuaded by any of these arguments.\n  </p>\n  <p id=\"p-31\">\n   We view this case as having three phases. In the first phase, until and through the November 16, 2016 hearing, C.C. failed to fully pay court-ordered child support. At the November hearing, he had the opportunity to deny the charge of contempt and present any defense. He had the opportunity to request a purge amount. He took advantage of neither opportunity.\n  </p>\n  <p id=\"p-32\">\n   When C.C. admitted contempt, he waived the right to present defenses.\n   <em>\n    B.H. v. Commonwealth\n   </em>\n   ,\n   <extracted-citation case-ids=\"6783154\" index=\"0\" url=\"https://cite.case.law/sw3d/494/467/#p473\">\n    494 S.W.3d 467\n   </extracted-citation>\n   , 473 (Ky. 2016) (\"The effect of the guilty plea is to waive those other defenses [defenses other than that no offense has been charged] and any appeal that seeks to raise them.\"). Specifically, he waived the right to present the defense that he was unable to pay through no fault of his own.\n   <em>\n    See\n   </em>\n   <em>\n    Commonwealth v. Marshall\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319353\" index=\"1\" url=\"https://cite.case.law/sw3d/345/822/#p829\">\n    345 S.W.3d 822\n   </extracted-citation>\n   , 829 (Ky. 2011) (\"a defendant pleading guilty to flagrant nonsupport admits\n   not making payments despite ability to do so\").\n  </p>\n  <p id=\"p-33\">\n   By not requesting a purge amount, he waived the right to claim one later.\n   <em>\n    Schaffeld v. Commonwealth ex rel. Schaffeld\n   </em>\n   ,\n   <extracted-citation case-ids=\"7314510\" index=\"2\" url=\"https://cite.case.law/sw3d/368/129/#p132\">\n    368 S.W.3d 129\n   </extracted-citation>\n   , 132-33 (Ky. App. 2012) (\"The appropriate time to challenge the absence of a purge amount was when [respondent] was found to be in contempt .... Having failed to request a purge amount at that time ... that issue is not properly preserved for our appeal.\").\n  </p>\n  <p id=\"p-34\">\n   For this first phase, there is no merit to the arguments that C.C. had no opportunity to present a defense or to have a purge amount set. We therefore move on to the second phase, the time between C.C.'s admission of contempt and his June 7, 2017 admission of violating the conditional discharge of his 180-day sentence. As the Supreme Court tells us, under such circumstances, it would be proper for the family court to \"focus its inquiry on post-plea financial changes without revisiting whether the defendant was able to make payments at the time\" contempt was admitted.\n   <em>\n    Marshall\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319353\" index=\"3\" url=\"https://cite.case.law/sw3d/345/822/#p829\">\n    345 S.W.3d at 824\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-35\">\n   Our Supreme Court has rejected the idea \"that a defendant's agreement to make payments under a plea agreement trumps the right he would otherwise have under\n   <em>\n    Bearden\n   </em>\n   [\n   <em>\n    v. Georgia\n   </em>\n   ,\n   <extracted-citation case-ids=\"11299177\" index=\"4\" url=\"https://cite.case.law/us/461/660/\">\n    461 U.S. 660\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299177\" index=\"5\" url=\"https://cite.case.law/us/461/660/\">\n    103 S.Ct. 2064\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11299177\" index=\"6\" url=\"https://cite.case.law/us/461/660/\">\n    76 L.Ed.2d 221\n   </extracted-citation>\n   (1983) ] for consideration of his reasons for nonpayment and possible consideration of alternative forms of punishment.\"\n   <em>\n    Id.\n   </em>\n   at 829. Therefore, C.C.'s financial conditions after admitting to contempt of court could have been a defense to the charge he violated the conditions of discharge of his sentence. However, C.C. once again, with advice of counsel, admitted the charges - in effect, he pleaded guilty to the charge of violating the conditions of his sentence discharge. Again, \"[t]he effect of the guilty plea is to waive those other defenses and any appeal that seeks to raise them.\"\n   <em>\n    B.H.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6783154\" index=\"7\" url=\"https://cite.case.law/sw3d/494/467/#p473\">\n    494 S.W.3d at 473\n   </extracted-citation>\n   . Stated otherwise, \"waiver of making any defense by admitting guilt, or an unconditional admission, prevents\n   <em>\n    any\n   </em>\n   appeal of the claims that are before us.\"\n   <em>\n    <extracted-citation case-ids=\"6783154\" index=\"8\" url=\"https://cite.case.law/sw3d/494/467/#p473\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-36\">\n   The same logic and legal reasoning that applied to C.C.'s admission to contempt applies here.\n   <em>\n    See\n   </em>\n   <em>\n    Marshall\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319353\" index=\"9\" url=\"https://cite.case.law/sw3d/345/822/#p829\">\n    345 S.W.3d at 829\n   </extracted-citation>\n   . By admitting the offense, C.C. waived the right to present a contradicting defense. According to\n   <em>\n    B.H.\n   </em>\n   , he is prohibited from appealing on that waived ground.\n  </p>\n  <p id=\"p-37\">\n   We also consider and reject the argument that the family court should have given a new purge amount at the hearing on the violation of the conditional discharge. \"[T]he finding of a violation of the terms of conditional discharge was not a finding of additional contempt requiring the setting of a purge amount, but simply the trial court's enforcing its previously entered order.\"\n   <em>\n    Schaffeld\n   </em>\n   ,\n   <extracted-citation case-ids=\"7314510\" index=\"10\" url=\"https://cite.case.law/sw3d/368/129/#p132\">\n    368 S.W.3d at 135\n   </extracted-citation>\n   . And so, we turn to the third phase.\n  </p>\n  <p id=\"p-38\">\n   The third phase of the case is the time from the June 7, 2017 hearing when C.C. admitted violating the conditional discharge until the court's decision on revocation on August 2, 2017. During that period - a time of second or third chances for C.C. - he again made no support payments. The consequences had already been foretold in June. The discharge of his sentence was to be revoked effective August 2, 2017, and he was to go to jail for thirty days. Of course, under\n   <em>\n    Marshall\n   </em>\n   , he could have appeared at the latest hearing and presented evidence that he made bona fide attempts to make payments and that his inability to do so was not his own fault. He elected not to do that. He failed to appear at the hearing.\n  </p>\n  <p id=\"p-39\">\n   This case is in some ways comparable to\n   <em>\n    Gamble v. Commonwealth\n   </em>\n   ,\n   <extracted-citation case-ids=\"7300021\" index=\"11\" url=\"https://cite.case.law/sw3d/293/406/\">\n    293 S.W.3d 406\n   </extracted-citation>\n   (Ky. App. 2009). We said in\n   <em>\n    Gamble\n   </em>\n   that before \"conditional discharge may be revoked based on a failure to pay child support, the requirements of the\n   <em>\n    Bearden\n   </em>\n   case must be met.\"\n   <em>\n    <extracted-citation case-ids=\"7300021\" index=\"12\" url=\"https://cite.case.law/sw3d/293/406/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7300021\" index=\"12\" url=\"https://cite.case.law/sw3d/293/406/\">\n    at 410\n   </extracted-citation>\n   . That means inquiring into reasons for the failure to pay support. But there is an exception. If the party charged with violating the conditions fails to assert proof of bona fide attempts to pay or fails to explain why his nonpayment was not willful, the court is not required to imagine such reasons do exist.\n  </p>\n  <p id=\"p-40\">\n   In\n   <em>\n    Gamble\n   </em>\n   , \"[t]he trial court ... was effectively precluded from determining Gamble's reasons for failure to pay because Gamble stated he would not testify because it was his right under the Fifth Amendment to the U.S. Constitution not to do so.\"\n   <em>\n    <extracted-citation case-ids=\"7300021\" index=\"13\" url=\"https://cite.case.law/sw3d/293/406/\">\n     Id.\n    </extracted-citation>\n   </em>\n   We \"conclude[d] that Gamble had no right to assert a Fifth Amendment privilege\" just as we now say C.C. had no right to absent himself from the August 2, 2017 hearing.\n   <em>\n    <extracted-citation case-ids=\"7300021\" index=\"14\" url=\"https://cite.case.law/sw3d/293/406/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7300021\" index=\"14\" url=\"https://cite.case.law/sw3d/293/406/\">\n    at 411\n   </extracted-citation>\n   . The effect is the same in both cases. The respondent's decision not to present evidence of a bona fide reason for failing to satisfy conditional discharge excuses the family court's duty under\n   <em>\n    Bearden\n   </em>\n   to seek the answer somewhere else. In the words of the Supreme Court describing\n   <em>\n    Gamble\n   </em>\n   approvingly:\n  </p>\n  <blockquote id=\"p-41\">\n   Because Gamble's refusal to testify prevented the trial court from hearing Gamble's explanation for nonpayment, the Court of Appeals ultimately determined that the trial court did not abuse its discretion in revoking probation. Despite Gamble's argument that due process required that the trial court make findings identifying the reason for revocation, the panel concluded that the reason for revocation (nonpayment of child support) was so clear from the record that Gamble's due process rights were not violated.\n  </blockquote>\n  <p id=\"p-42\">\n   <em>\n    Marshall\n   </em>\n   ,\n   <extracted-citation case-ids=\"7319353\" index=\"15\" url=\"https://cite.case.law/sw3d/345/822/#p829\">\n    345 S.W.3d at 827\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-43\">\n   We said earlier that this case was \"in some ways comparable\" to\n   <em>\n    Gamble\n   </em>\n   . However, it differs in a major way that makes the principles discussed all the more applicable here. In\n   <em>\n    Gamble\n   </em>\n   , the Commonwealth was attempting to prove violation of a conditional discharge and had to defeat his denial and these arguments to get there. But C.C.'s case was already past that point in the proceedings - he already admitted his violation at the previous hearing. The August 2, 2017 hearing C.C. chose not to attend merely activated the sentencing phase of the revocation; the sentence was all but guaranteed him on June 7, 2017, when, for a third or fourth time, C.C. was told he was expected to obey the court's child support order. Certainly, C.C. knew he had failed to pay support since before the prior hearing. He was certainly capable of anticipating what would happen on August 2, 2017. He failed to appear that day to hear the pre-ordained sentence, or defend against it.\n  </p>\n  <p id=\"p-44\">\n   Finally, we see no error in the family court's decision to go forward in C.C.'s absence and to effectuate the revocation of thirty days of the 180-day discharged sentence that had been entered on November 16, 2016. Although C.C. had the right to be present at every critical stage in this case, we conclude revocation of a conditional discharge is not a critical stage. In a parole revocation case, our highest court said: \"[T]he sentence has been imposed and the case is ended; hence, the revocation of the parole is not a critical or even a part of the trial of the case.\"\n   <em>\n    Snedeker v. Wingo\n   </em>\n   ,\n   <extracted-citation case-ids=\"10145278\" index=\"16\" url=\"https://cite.case.law/sw2d/453/552/#p554\">\n    453 S.W.2d 552\n   </extracted-citation>\n   , 554 (Ky. 1970). If parole revocation is not a critical stage in a criminal proceeding, we fail to see how revocation of a conditional discharge is a critical stage in this proceeding.\n  </p>\n  <p id=\"p-45\">\n   Furthermore, \"[t]he right to be present at every critical stage of the trial protects a defendant against purposeful or\n   involuntary exclusion but not voluntary exclusion.\"\n   <em>\n    Fugate v. Commonwealth\n   </em>\n   ,\n   <extracted-citation case-ids=\"9454642\" index=\"17\" url=\"https://cite.case.law/sw3d/62/15/#p19\">\n    62 S.W.3d 15\n   </extracted-citation>\n   , 19 (Ky. 2001) (citations and internal quotation marks omitted). C.C. knew he was expected in court on August 2, 2017. The family court had expressly told him at the May 3, 2017 hearing that the court does not continue hearings. C.C. and his attorney spoke on the telephone on August 2, 2017, and although his counsel explained he was at work out of town, she said nothing that would have supported the notion that C.C.'s nonattendance was other than voluntary.\n  </p>\n  <p id=\"p-46\">\n   <strong>\n    <em>\n     CONCLUSION\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-47\">\n   For the foregoing reasons, we affirm the Kenton Family Court's revocation of C.C.'s conditional discharge.\n  </p>\n  <p id=\"p-48\">\n   ALL CONCUR.\n  </p>\n </opinion>\n</casebody>\n"
  }
}