{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"904\" lastpage=\"909\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Ricky L. MILLS, Respondent,\n  <br/>\n  v.\n  <br/>\n  DIRECTOR OF REVENUE, Appellant.\n </parties>\n <docketnumber id=\"p-2\">\n  WD 81634\n </docketnumber>\n <court id=\"p-3\">\n  Missouri Court of Appeals, Western District.\n </court>\n <decisiondate id=\"p-4\">\n  Opinion filed: February 19, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Jeffrey S. Eastman, Gladstone, for Respondent.\n </attorneys>\n <attorneys id=\"p-6\">\n  James A. Chenault, III, Jefferson City, for Appellant.\n </attorneys>\n <judges id=\"p-7\">\n  Before Division Two: Edward R. Ardini, Jr., Presiding Judge, Alok Ahuja, Judge and Gary D. Witt, Judge\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   EDWARD R. ARDINI, JR., JUDGE\n  </author>\n  <p id=\"p-9\">\n   The Director of Revenue (\"the Director\") appeals a judgment of the Circuit Court of Clay County reinstating the driver's license of Ricky Mills (\"Mills\") after its revocation based on Mills's refusal to submit to a chemical test of his breath. The trial court determined that the Director failed to establish that Mills had been arrested for driving a motor vehicle while in an intoxicated condition. For the reasons stated below, we reverse the trial court's judgment and remand the case for further proceedings consistent with this opinion.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    Factual and Procedural Background\n    <footnotemark>\n     1\n    </footnotemark>\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   On April 29, 2017, Officer Jeffrey Garton (\"Officer Garton\") of the Kearney Police Department responded to the scene of a two-vehicle accident. One of the drivers involved was Mills. Both drivers declined medical treatment at the scene.\n  </p>\n  <p id=\"p-12\">\n   During the investigation of the accident, Officer Garton learned Mills had an outstanding warrant out of Gladstone, Missouri for failing to appear on an unrelated traffic charge. Officer Garton explained to Mills that he was arresting him on the Gladstone, Missouri warrant and transported him to the police station.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-13\">\n   In the booking area of the police station, Officer Garton had Mills perform three field sobriety tests. Based on Officer Garton's observations and Mills's performance during the field sobriety tests, Officer Garton concluded Mills was impaired and could not operate a motor vehicle safely.\n  </p>\n  <p id=\"p-14\">\n   Officer Garton read Mills the Implied Consent advisory, which began: \"You are under arrest and I have reasonable grounds to believe you were driving a motor vehicle while you were in an intoxicated or drugged condition.\" Officer Garton requested Mills submit to a chemical test of his breath.\n   <footnotemark>\n    3\n   </footnotemark>\n   Mills asked to first speak\n   with his brother, a former police officer who was waiting in the lobby of the police station. Officer Garton escorted Mills's brother into the booking area. After speaking with his brother, Mills refused to take the breath test and, based on that refusal, Officer Garton took possession of his driver's license.\n  </p>\n  <p id=\"p-15\">\n   Mills's brother posted a $300 cash bond for Mills's release on the Gladstone warrant. At the time of his release, Officer Garton provided Mills a \"Missouri Department of Revenue Form 4323 - Refusal to Submit to Alcohol or Drug Test/Notice of Revocation of Your Driving Privilege.\" The form advised Mills that his license was revoked for one year and that the revocation would start fifteen days from the date the notice was issued. The form also advised Mills that he had thirty days to appeal the revocation. Officer Garton did not issue Mills a uniform traffic citation.\n  </p>\n  <p id=\"p-16\">\n   Officer Garton completed an \"Incident and Crime Report,\" which contained a detailed narrative. Officer Garton wrote in this report that, \"Based off of everything that I had witnessed, I felt that [Mills] was impaired and could not operate a motor vehicle safely\" and \"I read [Mills the] Implied Consent.\" Officer Garton's narrative did not contain an explicit statement that he had arrested Mills for driving while intoxicated.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-17\">\n   Mills challenged the Director's revocation of his license by petitioning for a trial\n   <em>\n    de novo\n   </em>\n   pursuant to section 302.535.\n   <footnotemark>\n    5\n   </footnotemark>\n   The Director presented the testimony of Officer Garton and a certified copy of the Director's file, which included, among other documents, an Alcohol Influence Report, Officer Garton's Incident and Crime Report, and Mills's \"Missouri Department of Revenue Form 4323 - Refusal to Submit to Alcohol or Drug Test/Notice of Revocation of Your Driving Privilege.\"\n   <footnotemark>\n    6\n   </footnotemark>\n   Mills did not present any evidence.\n  </p>\n  <p id=\"p-18\">\n   The trial court issued its Findings of Fact, Conclusions of Law and Judgment Entry. The trial court found that, while Mills \"submitted to Garton's custody, submission occurred because of the Gladstone, Missouri warrant and not as [sic] because of the events of April 29.\" The trial court further concluded that \"Mills was never arrested for any offense arising out [sic] his operation of a motor vehicle on April 29, 2017.\" Based on its conclusion that Mills had not been arrested for an offense related to the operation of a motor vehicle on that April date, the trial court found Mills was under no legal obligation to submit to a chemical test of his breath. The trial court set aside the Director's sanction on Mills's license and ordered the Director \"return unto him physical custody of his license and privilege to drive.\" This appeal followed.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   \"A trial court's judgment in a driver's license revocation case is reviewed\n   as any court-tried civil case.\"\n   <em>\n    Rothwell v. Dir. of Revenue\n   </em>\n   ,\n   <extracted-citation case-ids=\"7251765\" index=\"0\" url=\"https://cite.case.law/sw3d/419/200/#p203\">\n    419 S.W.3d 200\n   </extracted-citation>\n   , 203 (Mo. App. W.D. 2013). \"[T]he trial court's judgment will be affirmed unless there is no substantial evidence to support it, it is against the weight of the evidence, or it erroneously declares or applies the law.\"\n   <em>\n    White v. Dir. of Revenue\n   </em>\n   ,\n   <extracted-citation case-ids=\"7321942\" index=\"1\" url=\"https://cite.case.law/sw3d/321/298/#p307\">\n    321 S.W.3d 298\n   </extracted-citation>\n   , 307-08 (Mo. banc 2010). We view the evidence in the light most favorable to the trial court's judgment and disregard contrary evidence and inferences.\n   <em>\n    Rothwell\n   </em>\n   ,\n   <extracted-citation case-ids=\"7251765\" index=\"2\" url=\"https://cite.case.law/sw3d/419/200/#p203\">\n    419 S.W.3d at 203\n   </extracted-citation>\n   . Although we defer to the trial court's factual findings, whether Mills was arrested under the facts found by the trial court is a legal question we review\n   <em>\n    de novo. See\n   </em>\n   <em>\n    White\n   </em>\n   ,\n   <extracted-citation case-ids=\"7321942\" index=\"3\" url=\"https://cite.case.law/sw3d/321/298/#p307\">\n    321 S.W.3d at\n   </extracted-citation>\n   308 ;\n   <em>\n    see also\n   </em>\n   <em>\n    Pearson v. Koster\n   </em>\n   ,\n   <extracted-citation case-ids=\"7314308\" index=\"4\" url=\"https://cite.case.law/sw3d/367/36/#p43\">\n    367 S.W.3d 36\n   </extracted-citation>\n   , 43-44 (Mo. banc 2012).\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    Analysis\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   Any person who operates a vehicle upon the public highways of this state shall be deemed to have given consent to a chemical test of the person's breath for the purpose of determining the alcohol content of his blood \"[i]f the person is arrested for any offense arising out of acts which the arresting officer had reasonable grounds to believe were committed while the person was operating a vehicle or a vessel while in an intoxicated condition[.]\" § 577.020.1(1).\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-23\">\n   If a person refuses an officer's request to submit to a chemical test under such circumstances, the officer shall, on behalf of the Director, serve upon that person a notice of driver's license revocation and shall take possession of that person's license. § 302.574.1. Such person may petition for a trial\n   <em>\n    de novo\n   </em>\n   before a circuit or associate division of the court in the county in which the arrest occurred. § 302.574.4;\n   <em>\n    see also\n   </em>\n   § 302.535.1. At the trial, the Director must prove three elements by a preponderance of the evidence: (1) the person was arrested; (2) the officer had reasonable grounds to believe that the person was driving a motor vehicle while in an intoxicated condition; and (3) the person refused to submit to the test. § 302.574.4;\n   <em>\n    Callendar v. Dir. of Revenue\n   </em>\n   ,\n   <extracted-citation case-ids=\"11107070\" index=\"5\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n    44 S.W.3d 866\n   </extracted-citation>\n   , 868 (Mo. App. W.D. 2001).\n  </p>\n  <p id=\"p-24\">\n   The sole issue raised in this appeal is whether Mills was \"arrested\" within the purview of section 577.020.1(1), thereby invoking Missouri's Implied Consent law. The trial court found that Officer Garton only arrested Mills on the outstanding Gladstone warrant and thus section 577.020 was never implicated. In so finding, the trial court erroneously applied the law.\n  </p>\n  <p id=\"p-25\">\n   The resolution of this appeal centers on whether Officer Garton's actions constituted an \"arrest\" for purposes of section 577.020.1(1). \"An arrest is made by an actual restraint of the person of the defendant, or by his submission to the custody\n   <sup>\n    [\n   </sup>\n   <footnotemark>\n    8\n   </footnotemark>\n   <sup>\n    ]\n   </sup>\n   of the officer, under authority of a warrant\n   or otherwise.\" § 544.180;\n   <em>\n    see also\n   </em>\n   <em>\n    Saladino v. Dir. of Revenue\n   </em>\n   ,\n   <extracted-citation case-ids=\"9305498\" index=\"6\" url=\"https://cite.case.law/sw3d/88/64/#p68\">\n    88 S.W.3d 64\n   </extracted-citation>\n   , 68 (Mo. App. W.D. 2002) (\"A proper arrest requires either actual restraint or submission to the arresting officer's authority.\"). Mills highlights the trial court's statement that \"there was\n   <em>\n    no\n   </em>\n   evidence that [Mills] was ever arrested for any offense committed while he was operating his vehicle in an intoxicated condition.\" (Emphasis added). While Mills's attraction to this language is understandable, the trial court's own factual findings refute this sweeping proclamation. For example, the trial court found that Officer Garton \"read Mills the Implied Consent Advisory.\" The import of this action by Officer Garton is two-fold. First, the advisory specifically informed Mills that he was \"under arrest\" and second, that the arrest was based on Mills \"driving a motor vehicle while [he was] in an intoxicated or drugged condition.\" As a result, notwithstanding the trial court's conclusory declaration to the contrary noted above, its own findings confirm the existence of \"evidence\" that Mills was arrested for an offense committed while he was driving a motor vehicle on April 29, 2017 in an intoxicated condition.\n  </p>\n  <p id=\"p-26\">\n   This, however, does not end the analysis. It remains to be determined whether the Director established that the actions taken by Officer Garton were legally sufficient to constitute an \"arrest\" of Mills under section 577.020.1(1), triggering the obligation that he submit an evidential breath sample for the purpose of determining the alcohol content of the his blood.\n   <em>\n    See\n   </em>\n   <em>\n    Callendar\n   </em>\n   ,\n   <extracted-citation case-ids=\"11107070\" index=\"7\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n    44 S.W.3d at 869\n   </extracted-citation>\n   (\"[I]n order for the Director to establish that an arrest had occurred [and, therefore, that Respondent had a statutory obligation to submit a blood sample], the Director was required to submit substantial evidence establishing either that [the officer] physically restrained Respondent or that she submitted to his custody.\").\n  </p>\n  <p id=\"p-27\">\n   In arguing that he was not arrested for driving while intoxicated, Mills relies on\n   <em>\n    Callendar v. Director of Revenue\n   </em>\n   and\n   <em>\n    State v. Nicholson\n   </em>\n   for the principle that \"an arrest is not effectuated merely by an officer telling a suspect that he or she is under arrest one or more times.\"\n   <em>\n    See\n   </em>\n   <em>\n    Callendar\n   </em>\n   ,\n   <extracted-citation case-ids=\"11107070\" index=\"8\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n    44 S.W.3d at\n   </extracted-citation>\n   868 ;\n   <em>\n    see also\n   </em>\n   <em>\n    State v. Nicholson\n   </em>\n   ,\n   <extracted-citation case-ids=\"10007531\" index=\"9\" url=\"https://cite.case.law/sw2d/839/593/#p596\">\n    839 S.W.2d 593\n   </extracted-citation>\n   , 596-97 (Mo. App. W.D. 1992). However, Mills's reliance on\n   <em>\n    Callendar\n   </em>\n   <footnotemark>\n    9\n   </footnotemark>\n   and\n   <em>\n    Nicholson\n   </em>\n   <footnotemark>\n    10\n   </footnotemark>\n   is misplaced as both cases involved suspects that were not restrained and had not submitted to the custody of law enforcement. By contrast, when Mills was informed that he was under arrest for the additional offense of driving a motor vehicle in an intoxicated condition, he had already \"submitted to [Officer] Garton's custody\" and was \"being held\" in the booking area of the police station based on the Gladstone warrant. Under these facts, it is legally irrelevant that Mills's custodial condition\n   <footnotemark>\n    11\n   </footnotemark>\n   was\n   initiated for an unrelated offense or warrant. What matters is that Mills remained in Officer Garston's custody, was under his control and was not free to leave the police station when arrested for the alcohol-related offense. It would be patently illogical to conclude that Officer Garton was required to undertake additional and wholly unnecessary efforts to somehow further restrain Mills's freedom in order to complete the arrest.\n   <footnotemark>\n    12\n   </footnotemark>\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    Conclusion\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   Officer Garton effectuated Mills's arrest for operating a motor vehicle in an intoxicated condition when he read him the Implied Consent advisory, and the trial court erred in finding otherwise. Accordingly, we reverse the trial court's judgment and remand with instructions. On remand, the trial court is instructed to find that the Director established by a preponderance of the evidence that Mills was arrested for purposes of section 302.574.4 on April 29, 2017. The trial court is further instructed to make additional findings as to whether the Director established by a preponderance of the evidence 1) that Officer Garton had reasonable grounds to believe that Mills was driving a motor vehicle in an intoxicated condition and 2) that Mills refused to submit to a chemical test; and to enter judgment consistent with the trial court's findings on these issues.\n  </p>\n  <p id=\"p-30\">\n   All concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-33\">\n    As explained in the standard of review, we state the facts as determined by the trial court.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-34\">\n    Officer Garton testified that he \"smelled a faint odor of alcoholic beverage emitting from [Mills's] breath as he spoke\" at the accident scene. Officer Garton further testified that he attempted to have Mills perform field sobriety tests at the scene but decided to conduct the tests at the police station due to the weather conditions.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-35\">\n    The Implied Consent advisory also informs that, \"If you refuse to take the test(s), your driver license will immediately be revoked for one year.\"\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-36\">\n    Officer Garton concludes his Incident and Crime Report by stating that \"[t]his case should be forwarded to the Clay County Prosecutor's Office for review.\"\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-37\">\n    All statutory references are to RSMo 2016. Section 302.535.1 provides that \"[a]ny person aggrieved by a decision of the department [of revenue] may file a petition for trial de novo by the circuit court. The burden of proof shall be on the state to adduce the evidence.... The petition shall be filed in the circuit court of the county where the arrest occurred. The case shall be decided by the judge sitting without a jury.\"\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-38\">\n    The Director also presented the testimony of the other driver involved in the April 29\n    <sup>\n     th\n    </sup>\n    collision and a surveillance video of the collision. This evidence is not relevant to this appeal.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-39\">\n    Additional circumstances in which the driver is deemed to have given consent to a chemical test includes \"[i]f the person, while operating a vehicle, has been involved in a collision or accident which resulted in a fatality or a readily apparent serious physical injury as defined in section 556.061, or has been arrested as evidenced by the issuance of a uniform traffic ticket for the violation of any state law or county or municipal ordinance[.]\" § 577.020.1(6). The trial court found that the accident did not result in a readily apparent serious physical injury, nor was Mills issued a uniform traffic ticket. The Director does not appeal these findings, and does not argue that this subdivision of section 577.020.1 applies here.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-40\">\n    \"Custody\" refers to the \"actual corporeal detention\" of a suspect and \"also to where one person exercises control over the custody of another which confines such other person within certain limits.\"\n    <em>\n     State v. Nicholson\n    </em>\n    ,\n    <extracted-citation case-ids=\"10007531\" index=\"10\" url=\"https://cite.case.law/sw2d/839/593/#p596\">\n     839 S.W.2d 593\n    </extracted-citation>\n    , 597 (Mo. App. W.D. 1992).\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-41\">\n    In\n    <em>\n     Callendar\n    </em>\n    , the suspect was involved in a car accident and taken to the hospital in an ambulance.\n    <extracted-citation case-ids=\"11107070\" index=\"11\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n     44 S.W.3d at 867\n    </extracted-citation>\n    . A law enforcement officer arrived at the hospital, read the suspect the Implied Consent advisory, and asked her to submit to a blood-alcohol test.\n    <em>\n     <extracted-citation case-ids=\"11107070\" index=\"12\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n      Id.\n     </extracted-citation>\n    </em>\n    She refused.\n    <em>\n     <extracted-citation case-ids=\"11107070\" index=\"13\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n      Id.\n     </extracted-citation>\n    </em>\n    At the trial regarding the suspect's license revocation, the officer testified that he did not restrict the suspect's liberty in any way and that \"she was free to the leave the hospital.\"\n    <em>\n     <extracted-citation case-ids=\"11107070\" index=\"14\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"11107070\" index=\"14\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n     at 867-69\n    </extracted-citation>\n    . Under these facts, we affirmed the trial court's determination that the suspect was never arrested for driving while intoxicated.\n    <em>\n     See\n    </em>\n    <em>\n     <extracted-citation case-ids=\"11107070\" index=\"15\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"11107070\" index=\"15\" url=\"https://cite.case.law/sw3d/44/866/#p868\">\n     at 870\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-42\">\n    In\n    <em>\n     Nicholson\n    </em>\n    , the defendant was informed that he was under arrest, but ran from the officer before he could be taken into custody.\n    <extracted-citation case-ids=\"10007531\" index=\"16\" url=\"https://cite.case.law/sw2d/839/593/#p596\">\n     839 S.W.2d at 596-97\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-43\">\n    The continuing nature of the restraint on Mills's freedom after he was informed that he was \"under arrest\" relating to the operation of a motor vehicle on April 29, 2017, is revealed by the fact that Mills was not permitted to leave the booking area to speak with his brother. Instead, Officer Garton brought the brother to Mills. Mills was not released from police custody until his brother posted the $300 bond on the Gladstone warrant, which occurred\n    <em>\n     after\n    </em>\n    he had failed the field sobriety tests, had been read the Informed Consent advisory, and had refused to submit to a chemical breath test.\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-44\">\n    Under the trial court's rationale, to effectuate an arrest of an individual already in police custody, law enforcement is required to do something more than inform the individual that he or she is also under arrest for an additional offense. Officer Garton was required to assert\n    <em>\n     further\n    </em>\n    control over Mills' movements or place\n    <em>\n     additional\n    </em>\n    restraints upon his freedom to satisfy the trial court's view of what would constitute an arrest under the facts of this case. This view is contrary to Missouri precedent holding that when a suspect is already restrained or immobilized, an officer need not impose additional restraints on the suspect in order to complete the arrest.\n    <em>\n     See\n    </em>\n    <em>\n     Smither v. Dir. of Revenue\n    </em>\n    ,\n    <extracted-citation case-ids=\"9243007\" index=\"17\" url=\"https://cite.case.law/sw3d/136/797/#p798\">\n     136 S.W.3d 797\n    </extracted-citation>\n    , 798-99 (Mo. banc 2004) (finding there was \"actual restraint\" of the driver-and thus the driver was arrested-where the driver was \"not free to leave\" and \"could not have left because of his apparent incapacity\" when the officer told him he was under arrest for driving while intoxicated);\n    <em>\n     Saladino\n    </em>\n    ,\n    <extracted-citation case-ids=\"9305498\" index=\"18\" url=\"https://cite.case.law/sw3d/88/64/#p68\">\n     88 S.W.3d at 69\n    </extracted-citation>\n    (where the driver was otherwise prevented from leaving, there was no need to further restrain the driver in order to effectuate the arrest for driving while intoxicated). Although\n    <em>\n     Smither\n    </em>\n    and\n    <em>\n     Saladino\n    </em>\n    involved suspects who were immobilized due to their injuries rather than by custodial restraints, we find the principle set forth in those opinions instructive.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}