{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"296\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b296-8\" pgmap=\"296\">Terre Haute and Indianapolis Railroad Company v. The Peoria and Pekin Union Railway Company.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b296-11\" pgmap=\"296\">Filed at Ottawa June 23, 1897.</decisiondate><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b296-12\" pgmap=\"296\">1. Contracts—what is deemed an election to continue lease of track privileges. Where a lease of track privileges on one railroad to the receiver of another railroad provides that any purchaser of the latter road \"at foreclosure sale might elect to continue the contract, the use of the leased tracks by the purchaser at such a sale for over five years, with payment of the stipulated rent, which rent is accepted by the lessor, will be deemed an election to continue the contract, binding upon both parties.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b296-13\" pgmap=\"296\">2. Variance—party must recover, if at all, on the case made by his bill. A complainant in chancery will not be permitted to state his case one way in his bill of complaint and recover upon another and different case made by the evidence.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b296-14\" pgmap=\"296\">3. Railroads—railroad may lease track privileges without being controlled by Union Depot act/ A railroad organized under the general law may lease track privileges to other railroads, permit them to run their trains to its depot, and contract to do switching for roads not having sufficient tracks of their own, without coming under the operation of the Union Depot act of 1875/ (Laws of 1875, p. 97.)</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b296-15\" pgmap=\"296\">4. Same—right of railroad company to exercise powers outside its charter can be questioned only by the State. Where a railroad company exercises powers not conferred by its charter, the authority by which it assumes their exercise can only be questioned by the State, and not by another railroad company.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b296-16\" pgmap=\"296\">5. Same—what not deemed an extortion or discrimination. A demand by a railroad company that one of its lessees pay for track privileges the same amount as is paid by its other lessees, will not be deemed extortionate or discriminative on the ground that the other lessees use additional tracks which the former lessee does not, where such lessee is thereby relieved from contributing to heavy track repair expenses which the other lessees bear in consideration of their use of the additional tracks.</headnotes><history data-order=\"7\" data-type=\"history\" id=\"b296-17\" pgmap=\"296\">T. H. &amp; I. R. R. Co. v. P. &amp; P. U. Ry. Co. 61 Ill. App. 405, affirmed.</history><summary data-order=\"8\" data-type=\"summary\" id=\"b296-18\" pgmap=\"296\">Appeal from the Appellate Court for the Second District;—heard in that court on appeal from the Circuit Court of Peoria county; the Hon. T. M. Shaw, Judge, presiding.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b297-3\" pgmap=\"297\">This is an appeal from a judgment of the Appellate Court affirming a decree of the circuit court of Peoria county, wherein the injunction previously granted was dissolved and the bill dismissed at complainant’s costs.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b297-4\" pgmap=\"297\">It appears from the record that the Illinois Midland Railroad Company formerly owned a railroad running from Parmdale, a place on the Toledo, Peoria and Western railroad, four miles east of Peoria, to a point in the eastern part of this State west of Terre Haute. The property of that company was in the hands of receivers from 1881 until some time in 1887. During part of that period Louis Genis was the receiver. On May 10, 1881, he, as such receiver, made a contract with the Peoria and Pekin Union Railway Company, the appellee, for the use of the tracks and terminal facilities of that company in and near the city of Peoria. The contract was to extend “for and during the full term and period of the receivership of the said Genis, or his successors as such receiver, with the right or privilege to the said Illinois Midland Railway Company, or any purchaser or owner of the property of said company, at the termination of said receivership, to extend this contract and lease to and for the full period of fifty years from February 1, 1881.” The contract contained this provision:</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b297-5\" pgmap=\"297\">“Tenth—The said party of the second part, and his successors and assigns, as aforesaid, shall have the right to the common use and enjoyment of all the main tracks aforesaid of the said party of the first part, between the west end of the Toledo, Peoria and Western railroad bridge aforesaid, in Peoria, and the said union depot, and the necessary side-track for passing trains, in running its trains of every class over the same or any part thereof, with its own engines and employees, between said bridge and said depot, and for the purpose of delivering and receiving its trains and cars to and from the party of the first part and to and from said union passenger depot.”</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b298-3\" pgmap=\"298\">The contract also provided that the party of the second part should have the right to use the round-houses, together with the necessary approaches and turn-table, freight houses, and all tracks connecting therewith, and to load and unload freight, and the following language was used: “The said party of the second part, and his successors and assigns, as aforesaid, shall have the right to the use of all the transfer tracks, side-tracks, switches and turn-outs, and other terminal facilities of the first party at the city of Peoria, for the transfer of loaded and empty freight and other cars by the said first party from and to all freight houses, warehouses, packing houses, stock yards, grain elevators, distilleries, mills and other industries, and to and from the tracks and warehouses of other railroads with any of which any of the tracks of the first party shall at any time be connected.” It was also provided that the party of the second part should have the right to use the union depot and approaches thereto to run its trains in and out, and the right to use all elevators, stock yards and other property and facilities at any time acquired by the party of the first part, in consideration whereof the party of the second part agreed to pay §13,000 per annum.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b298-4\" pgmap=\"298(132) 299(89)\">The contract contained this further provision: “It is stipulated by the party of the first part hereto, that if the property of the Illinois Midland Eailway Company shall be sold under any decree of foreclosure in the cause now pending, against it in the said United States Circuit Court, and the purchaser at such sale shall desire so to do, such purchaser may, at his election, change this contract and make one similar to the contract between said party of the first part and the Wabash, St. Louis and Pacific Eailway Company, the Indiana, Bloomington and Western Eailway Company, the Peoria, Decatur and Evansville Eailway Company and the Peoria and Jacksonville Eailroad Company, of date February 1, 1881, as in said contract provided; and in case such purchaser shall desire to use only a portion of the main track of the party of the first part different from or exceeding the portion provided for by this contract, then the fixed rental to be paid by such purchaser shall be approximated, so nearly as may be, and equitably, to the difference between the thirteen thousand (13,000) dollars provided by this contract and said sum of twenty-two thousand (22,000) dollars provided for for the use of the whole main track in said contract with said other companies.”</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b299-4\" pgmap=\"299\">The contract also contained the following provision: “The party of the second part, and his successors and assigns, as aforesaid, shall not assign, transfer or under-let the rights and privileges hereby granted, or any of them, without the consent of the said party of the first part expressed by a resolution of its board of directors, approved by all the members of said board; nor shall it, he or they have the right, by any contract with any other railroad corporation or the owner or owners of any railroad, to give to such corporation or owner the right for its trains to pass over or use the railroad of the party of the first part, provided that any purchaser of the property in charge of the said receiver, as party of the second part, under any sale thereof made by virtue of any mortgage or deed of trust or at any judicial sale thereof, may, at his option, by such sale acquire the rights of the party of second part under this agreement, and be subject to and bound by all the covenants and provisions hereof.”</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b299-5\" pgmap=\"299(74) 300(157)\">It appears that the property of the Illinois Midland Railway Company was sold under decree of foreclosure of the United States Circuit Court about the first day of February, 1887, and bought by the Terre Haute and Peoria Railroad Company. Upon making the purchase this latter company went into possession and commenced operating the road, and continued to operate the road and use the property of the Peoria and Pekin Union Railway Company in the same manner that the receiver of the Midland company had done, until about the first day of October, 1892, when the appellant, the Terre Haute and Indianapolis Railroad Company, took possession of the railroad and all of its property and franchises under a contract, in which it agreed to operate the railroad on certain terms and conditions set out in the contract. Before the transfer the Terre Haute and Peoria Railroad Company had been notified that it would not be permitted to continue the use of defendant’s tracks after October 1, 1892, unless it paid the fixed rental charge of $22,500 per year, being the same charge paid by the other railroad companies using appellee’s tracks. Appellant was also notified, before it commenced the use of defendant’s tracks, that it would be required to pay the fixed annual charge of $22,500 per year imposed upon and paid by appellee’s other tenant lines.</summary><summary data-order=\"16\" data-type=\"summary\" id=\"b300-4\" pgmap=\"300\">After appellant obtained possession of the line of road there was some correspondence between it and appellee in regard to the rent to be paid for the use of appellee’s property in Peoria, which had commenced under the Genis contract, while the appellant’s line of road was in the hands of a receiver. Appellant declined to pay more than $13,000 per annum and appellee refused to accept that amount. Finally it was arranged that appellee should accept $13,000 per annum temporarily, without prejudice to its rights, until appellant could have an opportunity to investigate its rights in the premises. There being no change in the situation of affairs, on the 19th day of March, 1894, appellee served a notice on appellant, as follows:</summary><summary data-order=\"17\" data-type=\"summary\" id=\"b300-5\" pgmap=\"300\">“To the Terre Haute and Indianapolis Railroad Company:'</summary><summary data-order=\"18\" data-type=\"summary\" id=\"b300-6\" pgmap=\"300(66) 301(180)\">“Prior to the use by you of the railroad tracks and terminals of the undersigned, in the city of Peoria, Illinois, you were informed what payments would be required of you for such use and service. You have been allowed to use said tracks and terminals as a tenant at will, that you might have reasonable opportunity to determine your course in the premises. The payments made by you from time to time have been received, as you were informed, as on account of the charges you were advised would be made and required to be paid by you. You commenced the use of the tracks and terminals above referred to on or about October 1, 1892. You were on December 31, 1893, in default to the undersigned in the sum of 811,875.87, which sum does not include the charges for the months of January, February and March, 1894, and have made no apparent effort to make a permanent arrangement for the use and service referred to or to pay said default. You are therefore notified that your use of said tracks and terminals will be terminated at twelve o’clock, noon, on April 20, 1894, and on and after that time and date you will be excluded from the use of the tracks, terminals and other property of the undersigned, unless such default and all subsequently accruing defaults are fully paid, and a satisfactory contract made for the future use of said property.</summary><summary data-order=\"19\" data-type=\"summary\" id=\"Avh\" pgmap=\"301\">Peoria and Pekin Union Ry. Co.</summary><summary data-order=\"20\" data-type=\"summary\" id=\"b301-5\" pgmap=\"301\">April 19, 1894. By J. Ramsey, Jb., Pres't.\"</summary><summary data-order=\"21\" data-type=\"summary\" id=\"b301-6\" pgmap=\"301\">This notice resulted in the filing of the bill of complaint, upon which an injunction was issued restraining the appellee from proceeding as indicated by the notice. On the hearing in the circuit court the injunction was dissolved and the bill dismissed, and the decree was affirmed in the Appellate Court.</summary><attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b301-7\" pgmap=\"301\">T. J. Golden, (Page, Wead &amp; Puterbaugh, of counsel,) for appellant:</attorneys><p data-order=\"23\" data-type=\"legal\" id=\"b301-8\" pgmap=\"301\">Covenants against assignment or underletting are construed liberally in favor of the lessees. Wood on Landlord and Tenant, sec. 324; Boyd v. Fraternity Hall Ass. 16 Ill. App. 574; Bochover v. Post, 25 N. J. L. 285; Jackson v. Silvernail, 15 Johns. 279; Taylor on Landlord and Tenant, secs. 402, 403; Cooney v. Hays, 40 Vt. 478.</p><p data-order=\"24\" data-type=\"legal\" id=\"b301-9\" pgmap=\"301\">Breach of this covenant can only be taken advantage of by the lessee, and is easily waived. Crouch v. Railroad Co. 22 Mo. App. 315; Murray v. Harway, 56 N. Y. 337; Webster v. Nichols, 104 Ill. 160; Dougherty v. Mathews, 35 Mo. 520.</p><p data-order=\"25\" data-type=\"legal\" id=\"b301-10\" pgmap=\"301(20) 302(17)\">Where there is such a restriction against assignment, a license by the landlord to the tenant, once given, is a complete waiver of the restriction as to subsequent assignments. Murray v. Harway, 56 N. Y. 337.</p><p data-order=\"26\" data-type=\"legal\" id=\"b302-4\" pgmap=\"302\">A tenancy from year to year is capable of assignment. Mount Palatine Academy v. Kleinschnitz, 28 Ill. 133; Herrell v. Sizeland, 81 id. 457; Tiedeman on Real Prop. sec. 217.</p><p data-order=\"27\" data-type=\"legal\" id=\"b302-5\" pgmap=\"302\">Whatever tends to prevent competition between those engaged in an employment or business impressed with a public character is opposed to public policy, and therefore unlawful. People v. Chicago Trust Co. 130 Ill. 268.</p><attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b302-6\" pgmap=\"302\">Stevens, Horton &amp; Abbott, for appellee:</attorneys><p data-order=\"29\" data-type=\"legal\" id=\"b302-7\" pgmap=\"302\">A complainant in chancery must recover, if at all, on the ground stated in the bill. Purdy v. Hall, 134 Ill. 298; Fountain v. Fountain, 23 Ill. App. 529; Carmichael v. Reed, 45 Ill. 108; Flinn v. Owen, 58 id. 111; Tracy v. Rogers, 69 id. 662.</p><p data-order=\"30\" data-type=\"legal\" id=\"b302-8\" pgmap=\"302\">An agreement of this character is not a lease, but is the grant of a mere license or easement, and is not assignable. Holliday v. Chicago Arc Light Co. 55 Ill. App. 463; Kew v. Trainer, 150 Ill. 150, and 50 Ill. App. 629; Wiggins Ferry Co. v. Railway Co. 94 Ill. 83.</p><p data-order=\"31\" data-type=\"legal\" id=\"b302-9\" pgmap=\"302\">The statute fixing the notice necessary to determine a tenancy from year to year applies only to cases where the relation of landlord and tenant exists. Hurd’s Stat. chap. 80, sec. 5; Holliday v. Chicago Arc Light Co. 55 Ill. App. 463; Wiggins Ferry Co. v. Railway Co. 94 Ill. 83; Cochran v. Tuttle, 75 id. 361.</p><p data-order=\"32\" data-type=\"legal\" id=\"b302-10\" pgmap=\"302\">In the absence of legislative or constitutional prohibition a railroad corporation has the same right as a natural person, subject to common law restriction, to the use of its property. Railroad Co. v. Railroad Co. 60 Md. 263; Railroad Co. v. Railway Co. 132 N. Y. 439; Hoyt v. Railroad Co. 93 Ill. 601.</p> <opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b302-11\" pgmap=\"302\">Mr. Justice Craig</author> <p id=\"ARN\" pgmap=\"302\">delivered the opinion of the court:</p> <p id=\"b302-12\" pgmap=\"302(28) 303(109)\">In the conclusion of appellant’s argument reliance is placed upon three grounds to reverse the decree of the circuit court dismissing the bill, which are stated as follows: “First, appellant is entitled to the benefits and subject to the burdens of the Genis contract, and that appellee was proceeding in violation of the said contract when restrained by the writ of injunction herein; second, that appellee, in its relations to appellant, is a de facto union depot corporation, and amenable to the provisions of the Union Depot act against discrimination; and third, that appellee, if not subject generally to the provisions of the Union Depot act, is, by reason of its actings and doings in the premises, within the spirit and policy of this State against extortion and discrimination and in favor of uniformity and equality.”</p> <p id=\"b303-4\" pgmap=\"303\">The Genis contract is quite voluminous, occupying twenty-five pages of the printed abstract. The beginning of the contract is as follows: “This indenture, made this first day of February, Anno Domini one thousand eight hundred and eighty-one, between the Peoria and Pekin Union Railway Company, a corporation under the laws of the State of Illinois, party of the first part, and Louis Genis, as receiver of the Illinois Midland Railway Company, the said Louis Genis contracting as receiver of the Illinois Midland Railway Company, as aforesaid, and under the order of the Circuit Court of the United States for the Southern District of Illinois, for himself and his successors, as such receiver, and for said Illinois Midland Railway Company, or any purchaser of property of said company under decree of foreclosure that may be made by said court, if such company or purchaser shall desire to avail themselves of the same; whereas,” etc. The contract gave the receiver the use of the tracks and terminal facilities of the Peoria and Pekin Union Railway Company in and near the city of Peoria during the term of the receivership of Genis or his successor, with the right of the Illinois Midland Railway Company, or any purchaser or owner, at the termination of the receivership, to extend the contract for a period of fifty years from February 1, 1881.</p> <p id=\"ATn\" pgmap=\"304\">The rights and privileges of Genis and his successor as to the use of the terminal facilities are fully set out in the contract, in consideration of which the party of the second part agreed to pay §13,000 per annum. There were also provisions for the payment of certain other sums for switching, etc., which have no special bearing on the questions involved. The contract also provided that any purchaser of the property in charge of the receiver,' under any sale made by virtue of any mortgage or deed of trust, or at any judicial sale thereof, might, at his option, by such sale acquire the rights of the party of the second part under the agreement, and be subject and bound by all its provisions.</p> <p id=\"b304-4\" pgmap=\"304\">The receiver, upon the execution of the contract, entered upon the use and occupation of the terminal facilities, as provided for in the contract, and continued to use the same from the date of the contract until about the first day of February, 1887, when the property of the Midland Railway Company was sold under a decree of foreclosure of the United States Circuit Court and purchased by the Terre Haute and Peoria Railroad Company. The latter company took possession of the property so purchased and the terminal facilities enjoyed by the receiver under the Genis contract, and operated the road from February, 1887, to October 1, 1892. It is admitted in the answer that the Terre Haute and Peoria Railroad Company enjoyed the use of the tracks and property mentioned in the Genis contract from 1887 to October 1, 1892, and paid the fixed rental charge of §13,000 per annum, payable in equal monthly installments. Whether there was any special agreement made by and between the Terre Haute and Peoria company and the Peoria and Pekin Union company in regard to the adoption of the Genis contract, except what may be inferred from the use of the terminal facilities and the payment of rent, does not appear. It does appear, however, that the following correspondence was had between the two companies:</p> <blockquote id=\"b305-2\" pgmap=\"305\">“Decatur, Ill., February 7, 1887.</blockquote> <blockquote id=\"b305-3\" pgmap=\"305\">“T. B. Burnett, Gen. Supt. P. &amp; P. U. Ry., Peoria:</blockquote> <blockquote id=\"b305-4\" pgmap=\"305\">“Dear Sir—The Illinois Midland railway having been turned over to the purchasers at the sale of September 30, 1886, the same will be at once given in charge of the company formed to operate it, herein known as the Terre Haute and Peoria Railroad Company. I desire to give notice of intention to call for a conference with reference to a change in running arrangements now existing with your company, so soon as the transfer is officially made to the last above named company. This notice is given with the understanding that you consider my present arrangement with your company a contract.</blockquote> <blockquote id=\"b305-5\" pgmap=\"305\">“Yours truly,</blockquote> <blockquote id=\"AZ-\" pgmap=\"305\">D. H. Conklin.”</blockquote> <blockquote id=\"b305-6\" pgmap=\"305\">“Peoria, Ill., February 21, 1887.</blockquote> <blockquote id=\"b305-7\" pgmap=\"305\">“D. H. Conklin, Esq., Gen. Man. T. H. &amp; P. R. R., Decatur:</blockquote> <blockquote id=\"b305-8\" pgmap=\"305\">“Dear Sir—Referring to your letter of the 7th inst., the contract between this company and the receiver of the Illinois Midland railway provided that the purchaser of the property under the receiver’s charge, at any judicial sale, might, at his option, continue the contract for the full term of fifty years from February 1, 1881. As your company is the purchaser at judicial sale of the property, our company would like to be informed, as soon as may be convenient, whether you wish to take advantage of this option or not, which will decide whether there is a contract subsisting between us or not.</blockquote> <blockquote id=\"b305-9\" pgmap=\"305\">Yours tiuly,</blockquote> <blockquote id=\"AAb\" pgmap=\"305\">t. b. Burnett, Gen. Supt.”</blockquote> <blockquote id=\"b305-10\" pgmap=\"305\">“Decatur, Ill., March 6, 1887.</blockquote> <blockquote id=\"b305-11\" pgmap=\"305\">“T. B. Burnett, Esq., Gen. Supt. P. &amp; P. U. Ry., Peoria:</blockquote> <blockquote id=\"b305-12\" pgmap=\"305\">1 ‘Dear Sir—My note of 7th was intended as notice of desire to seek a modification of the Illinois Midland contract with your company, and which runs to its successor, the Terre Haute and Peoria railroad. I had hope of being able to spend a day with you before this, but care of new material now arriving keeps me here. It is possible I can get over and see you next week.</blockquote> <blockquote id=\"b305-13\" pgmap=\"305\">“Yours truly,</blockquote> <blockquote id=\"ANd\" pgmap=\"305\">D. H. Conklin.”</blockquote> <p id=\"b305-14\" pgmap=\"305(47) 306(12)\">Here the matter seems to have been dropped, and the Terre Haute and Peoria company continued in the possession and enjoyment of all the rights provided for by the Genis contract and paid the rents provided therein, which were received and accepted by the Peoria and Pekin Union company as it had previously received them from the receiver.</p> <p id=\"b306-4\" pgmap=\"306\">As has been seen, the Genis contract expressly gave any purchaser of the property under any sale made by virtue of a mortgage or deed of trust or any judicial sale, the right to acquire all rights held by the receiver under the contract. In view of this provision of the contract, and in view of the fact that the Terre Haute and Peoria Railroad Company, after making the purchase, went into the possession of the property and the terminal facilities and occupied for five jmars and eight months, paying the rents provided by the Genis contract, which were accepted by the Peoria and Pekin Union company, the only inference that can be drawn from the acts and conduct of the parties is, that the Terre Haute and Peoria Railroad Company elected to accept the provisions of the Genis contract, and that acceptance was assented to by the Peoria and Pekin Union company. There is nothing in the correspondence heretofore referred to inconsistent with this view, but it is rather confirmatory of it. The fact that vice-president Conklin may have desired a modification of the contract, as stated in one of his letters, does not tend to show that his company was not acting under the contract, as the contract provides for a modification under certain circumstances therein specified. We think, therefore, that the Terre Haute and Peoria Railroad Company had elected to accept the provisions of the Genis contract, and that contract became binding upon it and on the Peoria and Pekin Union Railway Company.</p> <p id=\"b306-5\" pgmap=\"306(60) 307(79)\">The next question presented is, whether the rights, privileges and benefits of the Genis contract passed to the appellant, the Terre Haute and Indianapolis Bail-road Company, when it went into the possession of the property October 1, 1892. Without going into a critical examination of the various provisions of the contract under which appellant succeeded to the occupation of the railroad and property of the Terre Haute and Peoria Railroad Company, we are inclined to the opinion that whatever rights became vested in the Terre Hante and Peoria Railroad Company were transferred by it to and became vested in appellant, the Terre Haute and Indianapolis Railroad Company, so that the latter company occupied the same position that the former occupied, and was entitled to all the rights and privileges enjoyed by that company under the Genis contract.</p> <p id=\"b307-4\" pgmap=\"307(284) 308(88)\">But while it may be conceded that the Terre Haute and Peoria Railroad Company, after it purchased the property, adopted the Genis contract and became entitled to all the rights and privileges therein contained, and that under the arrangement by which appellant went into the possession of the road and agreed to operate the same it became entitled to all the rights and privileges of that contract, the next question to be considered is, whether the bill of complaint contains averments under which the relief claimed in the argument may be granted. It is a familiar rule in equity that a complainant is not permitted to state his case one way in his bill and make another and a different case by the evidence. He must recover, if at all, on the grounds stated in the bill. The allegata and probata must correspond. (Purdy v. Hall, 134 Ill. 298; Flinn v. Owen, 58 id. 111.) Upon an examination of the bill in this case it will be found that appellant does not base its right to relief on the Genis contract. There is no allegation that it relies upon or claims under the Genis contract. The grounds for relief relied upon, in brief, are, that while the Peoria and Pekin Union Railway Company is organized as an ordinary railroad company, it is, in fact, merely a union depot company, and that complainant is entitled to use its tracks provided a reasonable compensation is paid. It is averred that $13,000 per annum is a reasonable charge, and that complainant is willing to pay whatever sum may be found to be fair and just. Such, in brief, are the scope and purport of the allegations in the bill. If the complainant desired to claim under the Genis contract, it was bound to set out the contract and rely upon it as a binding agreement between it and the Peoria and Pekin Union company, and insist that it whs entitled to the use of the tracks and facilities involved upon the payment of the fixed charge of §13,000 per annum. This it has failed to do, and we perceive no ground upon which it can obtain relief under that contract.</p> <p id=\"b308-3\" pgmap=\"308\">The next question presented is, whether appellee is a de facto union depot corporation, and to be governed and controlled by the Union Depot act. (Hurd’s Stat. chap. 114, p. 1197.) That act was passed for the creation of companies for certain specified purposes, viz., “of constructing, establishing and maintaining a union station for passenger or freight depots, or for both, in any city, town or place in this State, with the necessary officers and rooms convenient for the same.” The capital stock of such a company is limited to §3,000,000 and the number of directors to fifteen. The organization is formed by presenting the articles of association to the circuit court of the county in which the city or place is where the station is to be built, or to the judge thereof in vacation, with the petition from such members for a certificate of incorporation, under the provisions of the act. A certificate of at least two railroad companies who have tracks leading into the city, stating its public utility and that they expect to make arrangements for its use when constructed, signed by the presidents of the respective companies, shall be added to the petition. The powers conferred on the company are those incident to its purpose.</p> <p id=\"b308-4\" pgmap=\"308(47) 309(345) 310(40)\">The Peoria and Pekin Union Railway Company did not attempt to organize under the above act. In the organization none of the provisions of the act were followed or complied with. Indeed, it is expressly stated in the bill that “the Peoria and Pekin Union Railway Company was incorporated and organized under the general laws of the State of Illinois, to build, own and operate a line of railway from Peoria, in Peoria county, to Pekin, in Tazewell county.” The evidence of H. K. Pinkney, found in the record, shows the character of the business of the company. He testified that he is acquainted with the business of the Peoria and Pekin Union Railway Company; that said company owns two lines of track between the cities of Pekin and Peoria, and operates one of the said lines the entire distance and the other from Peoria to Hollis; that the total length of main track of said company is a little over eighteen miles; that said company is also the owner of switch yards in Pekin, Illinois, and of a switch yard in Tazewell county, between Wesley City and the Illinois river, and of a large number of tracks and other terminal facilities in the city of Peoria; that its tracks, reaching the various industries in the city of Peoria, extend along the river banks for a distance of three or four miles, and the principal business of said company is the operation of its trains between the cities of Pekin and Peoria, carrying local passenger and freight business between said points and doing a large coal carrying trade between Peoria and Pekin and various lines along its tracks, and switching cars for all roads having special contracts for the use of its tracks, to the various industries in the cities of Pekin and Peoria; that the business done by said company for the year 1893, as shown by its earnings, was as follows: Earnings from freight carried, $68,-109.72; earnings from passengers carried between Peoria, and Pekin and intermediate points, $18,885.68; earnings from express carried, $1305.84; warehouse earnings, $19,-113.82; miscellaneous earnings, $46,801; switching for private parties, $62,563.85; switching for railroad companies to and from industries, freight house and other places, $231,074.05; union depot rentals, $6367.55; road rentals, $152,500; that the Peoria and Pekin Union Railway Company is now operating, and for several years past has operated, an average of three trains each way, daily, except Sundays, between the cities of Pekin and Peoria, besides other trains to and from coal mines along its road.</p> <p id=\"b310-4\" pgmap=\"310\">It is true that the Peoria and Pekin Union company has a large number of tracks and terminal facilities in the city of Peoria, its tracks reaching the various industries in the city; but a railroad organized under the general law authorizing the organization of railroad companies may properly, as we understand the act, exercise the powers possessed and exercised by the Peoria and Pekin Union Railroad Company. Why should one railroad company be prohibited from contracting with other companies for the use of a part of its tracks or giving permission to run their trains to its depot, or from contracting to do switching for other companies which did not have tracks of their own sufficient to do their business? While appellee, no doubt, exercises some of the powers and privileges which a company would exercise organized under the Union Depot act, yet as it was not organized under that act but under the general law authorizing the formation and organization of railroad companies, and as it is exercising powers conferred by its charter, we do not think it should be controlled by the Union Depot act. If, however, it be true that appellee has no authority to exercise powers which are conferred upon and exercised by a corporation organized under the Union Depot act, that is a question which cannot be inquired into by appellant. If appellee is exercising powers not warranted by its charter, the State is the proper party to call upon it to show by what authority it exercises such powers.</p> <p id=\"b310-5\" pgmap=\"310(37) 311(197)\">But it is contended that appellee has been guilty of extortion and discrimination. The appellant has not been excluded from the use of appellee’s tracks and terminal facilities at Peoria, but it was notified that unless it would pay $22,500 per annum for the use of the tracks and terminal facilities it would, on a certain specified date, be excluded therefrom. This is the extortion and discrimination complained of. Upon looking into the record it will be found that appellant is a competitor at Peoria with the Toledo, Peoria and Western Railway Company, the Cleveland, Columbus, Cincinnati and St. Louis Railroad Company, the Lake Erie and Western Railroad Company, the Peoria, Decatur and Evansville Railway Company and the Jacksonville Southeastern Railway Company, all of which are tenants of appellee and all of which pay fixed rentals of $22,500 per year, in addition to the other charges for switching, expenses of maintenance, and the like. These companies and the appellant have all enjoyed the same privileges, except the companies above mentioned, or a portion of them, use a part of appellee’s main track, while appellant does not. For the reason, therefore, that they use more of the main track than appellant does, it is contended they should pay a greater sum than appellant. But upon examination of the contract between appellee and the companies above named the following provision will be found:</p> <blockquote id=\"AP2\" pgmap=\"311(146) 312(161)\">“Second—The said lessees shall also severally pay to the treasurer of the said party of the first part, at the said city of Peoria, on the fifteenth day of the succeeding month, or within ten days after a statement thereof shall be furnished by the said party of the first part, their just apportionment of the expense incurred or paid during the preceding month by the party of the first part for the maintenance, renewal and keeping in thorough repair and working condition the said main track and sidings, passenger depot approaches and facilities, freight and round-house or houses, and all other property which shall be used by the said lessees in common with the said party of the first part, and of such other proper joint expenses and charges as shall accrue from the common use of said main tracks, depots, freight and round-houses, and charges as shall accrue from the common use of said main tracks, depots, freight and round-houses and other property used in common, such just proportion to be fixed and determined by the number of wheels used and run by the said parties, respectively, on said main tracks,— the said moneys to be paid by the lessees, respectively, to bear the same proportion to the whole amount of said expenses so to be incurred which the number of wheels used and run by the lessees, respectively, on the said main tracks shall bear to the whole number of wheels used and run by the lessees, respectively, on the said main tracks for the preceding calendar month: Provided, however, that it is expressly understood that the expense of maintenance, renewal and repair of all tracks lying within the yards of the first party at and near Peoria and Pekin shall be borne and defrayed by the said first party at its own cost.”</blockquote> <p id=\"b312-4\" pgmap=\"312\">The tracks used by appellant are all within the Peoria yards, and no part of this maintenance charge was ever imposed upon Genis, the receiver, the Terre Haute and Peoria company or appellant. By making no use of any part of the main track appellant is relieved of a large repair expense which is imposed on the other companies. It thus appears that while the other companies use a portion of the main tracks while appellant uses none, they are required to pay an extra price for such use, and hence appellant cannot, in justice, demand that it should have the privileges demanded for a less sum than the other companies. So far as is shown by the record there is nothing upon which the claim of extortion or discrimination can be predicated.</p> <p id=\"b312-5\" pgmap=\"312\">After a careful examination of the whole record we are satisfied that the judgment of the 'Appellate Court is correct, and it will be affirmed.</p> <p id=\"b312-6\" pgmap=\"312\">Judgment affirmed. .</p> <p id=\"b312-7\" pgmap=\"312\">Mr. Justice Cartwright took ho part.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}