{
  "casebody": {
    "data": "<casebody firstpage=\"604\" lastpage=\"606\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b630-4\">Fred Haag v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b630-5\">No. 5856.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A_X\">Decided June 25. 1920.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b630-6\">1. —Malicious Mischief—Injuring Automobile—Temporary Insanity—Excessive Use of Liquor.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b630-8\">Upon trial of malicious mischief in injuring an automobile, the defendant, in the instant case, should have been permitted to introduce testimony as to the quantity of intoxicating liquor he had been drinking and that he was in a state of temporary insanity at the time, in mitigation of punishment, under Article 41, C. P.; and it was also reversible error to refuse the requested charge on this phase of the case, as the act of the defendant to become criminal must have been wilfully and maliciously done.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b630-9\">2. —Same—Mental Condition of Defendant—Requested Charge.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b630-10\">Where upon trial of malicious mischief the evidence showed that shortly prior thereto the defendant had received a blow upon his head which had rendered him unconscious or so deranged his mind that it was not capable of forming the evil intent necessary in this offense, it was reversible error to refuse the requested charge on said phase of the case.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"A8QW\">Appeal from the County Court of Williamson. Tried below before the Honorable Frank B. Love, Judge.</summary>\n<summary data-order=\"8\" data-type=\"history\" id=\"b630-12\">Appeal from a conviction of malicious mischief; penalty, a fine of twenty-five dollars and confinement in the county jail for fifteen days.</summary>\n<p data-order=\"9\" data-type=\"summary\" id=\"b630-13\">The opinion states the case.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b630-14\"><em>E. B. Simmons, </em>for appellant.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AiN\">On question of excluding evidence of intoxicants, etc.: Williams v. State, 53 S. W. Rep., 861, Lawrence v. State, 157 S. W. Rep., 480.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b630-15\"><em>Alvin M. Owsley, </em>Assistant Attorney General, for the State.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b630-16\">MORROW, Judge.</author>\n<p id=\"ACsp\">The appellant was convicted of malicious mischief in injuring an automobile, and punishment fixed at a fine of $25 and confinement in the county jail, for fifteen days.</p>\n<p id=\"b630-17\">The appellant and one Stauffer, while in the house of the appellant, engaged in gaming, and after each of them had been drinking intoxicants, got into a quarrel. Stauffer hit the appellant on the head with a hammer, and knocked him down and got on top of him. Appellant called for his gun, which was brought by his wife, and Stauffer fled, leaving an automobile near the house of the appellant. It is the State’s theory that appellant followed Stauffer out of the house, and, failing to overtake him, struck the automobile with an ax, injuring it. This theory is supported by the circumstances, though not by direct evidence. The evidence on behalf of the appellant, given by eyewitnesses was that he sought to have Stauffer leave the premises and <page-number citation-index=\"1\" label=\"605\">*605</page-number>settle the difficulty when he became sober, but Stauffer hit him on the head with a two-pound hammer and got on top of him, and fled when his .wife came with a pistol; that appellant could not get up, but was picked up by others, and laid on a cot, and that while there he went to sleep. Afterwards he got up and went out the back door, and a noise was heard such as would have been caused by injuring the car. He was brought back in the house, his head bathed, and he slept until the following morning. A witness said that when Stauffer left that appellant was unconscious, and that it was some thirty minutes thereafter when he went outdoors. Appellant described the matter in substance as above, except that,he said that he had no recollection of what occurred after he was felled, except a faint recollection of Stauffer being on top of him; that otherwise he remembered nothing that occurred until he awoke on the following morning.</p>\n<p id=\"b631-5\">There was evidence that the appellant was under the influence of intoxicants. He sought to show, however, by testimony which was excluded over his objection, the quantity of liquor that he had been drinking, to describe his conduct, and to elicit from those observing it, who were acquainted with the appellant and the amount of liquor he had drunk, opinion that he was in a state of temporary insanity. Upon such testimony as was before the jury on this subject, the appellant sought an instruction in accord, with the statute, Article 41, P. C., that neither intoxication nor temporary insanity- resulting therefrom would excuse the offsense, but that evidence of it might be received in mitigation of the penalty, the statute stating:</p>\n<p id=\"b631-6\">“It shall be the duty of the several district and county judges of this state in any criminal prosecution pending before them where temporary insanity is relied upon as a defense, and the evidence tends to show that such insanity was brought about by the immoderate use of intoxicating liquors, to charge the jury in accord with the provisions of this article.”</p>\n<p id=\"b631-7\">The evidence excluded should, in our opinion, have been received. It was admissible under the statute. The opinion of witnesses as to the extent of the intoxication was available. Stewart v. State, 38 Texas Crim. Rep., 627. The instruction requested should have been given. Lawrence v. State, 70 Texas Crim. Rep., 506, 157 S. W. Rep., 480; Evers v. State, 31 Texas Crim. Rep., 318; Vernon’s Texas Penal Code, Vol. 1, p. 22. The exclusion of the evidence, and the refusal of the instruction cannot be regarded as harmless, for the reason that it was within the discretion of the jury to have punished the-offense by a lower fine, and to have omitted imprisonment. The act of the appellant to become criminal must have been' wilfully and maliciously done. The court so charged the jury. If the blow upon appellant’s head, which the undisputed evidence shows was received, rendered him unconscious or so deranged his mind that it was not capable of forming the evil intent, or acting with the legal malice required by law to make his act criminal, it should not be so punished. The re<page-number citation-index=\"1\" label=\"606\">*606</page-number>quested charge embodying this principle was refused. Upon another •trial, upon similar evidence, it should be given.</p>\n<p id=\"b632-3\">The errors pointed out require a reversal of the judgment, which is ordered.</p>\n<p id=\"b632-4\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}