{
  "casebody": {
    "data": "<casebody firstpage=\"490\" lastpage=\"493\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b566-7\">Mrs. John W. ALLEN, Plaintiff-Appellant, v. The ESTATE of Charles Francis CARMAN and Mrs. Sylvia Carman, Executrix, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b566-9\">No. 30472.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b566-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b566-11\">Nov. 1, 1973.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b566-19\">Eugene R. Kiser, Atlanta, Ga., Warren A. Rosser, Chamblee, Ga., Leonard Jaffe, Miami, Fla., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b566-20\">James A. Smith, Fred C. Davant, Miami, Fla., for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b566-21\">Before JOHN R. BROWN, Chief Judge, and PHILLIPS<footnotemark>*</footnotemark> and INGRAHAM, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b566-22\"> Hon. Orie L. Phillips, of the Tenth Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b567-4\"><page-number citation-index=\"1\" label=\"491\">*491</page-number>JOHN R. BROWN, Chief Judge:</author>\n<p id=\"b567-5\">Once again this Court, and more importantly, the jurisprudence is aided by the remarkable Florida certification procedure<footnotemark>1</footnotemark> pursuant to the provisions of § 25.031 Florida Statutes, F.S.A., and Rule 4.61 Florida Appellate Rules, 32 F. S.A.</p>\n<p id=\"b567-6\">At the center of a common law suit, by the survivors against the employer for death of the employee in an air crash, were decisive questions over the correct interpretation of the Florida Workmen’s Compensation Law, 15 F.S. A. § 440.01 et seq. particularly whether its exclusivity provisions barred recovery. The District Court granted summary judgment for the defendant-employer in the plaintiff’s wrongful death action and sustained the liability insurer’s employee exclusion of the policy covering the company airplane.</p>\n<p id=\"b567-7\">Based on the answers<footnotemark>2</footnotemark> by the Supreme Court of Florida, Allen v. Estate of Carman, Fla., 1973, 281 So.2d 317, to the certified questions and the memo-randa briefs submitted subsequently at our request we reverse the decision of the District Court, direct a finding that the appellant’s husband did not die in the course of his employment, hold the airplane policy applicable and remand the ease to the District Court for a trial on the issues of negligence and damages.</p>\n<p id=\"b567-16\">The Supreme Court of Florida in answer to questions 1(a) and (b) make it plain that by accepting the Hartford Workers Compensation Policy the employer could rightfully invoke the exclusivity provision of the compensation act and that posting was not necessary.<footnotemark>3</footnotemark></p>\n<p id=\"b567-17\">The crucial question then became question 2 — whether the employee’s death notwithstanding application generally of the Act, occurred in the “course of his employment.” In what the employer complains is in broad brush terms, the Florida Court in answer to question 2, on whether the employee’s death occurred in the course of his employment, had this to say:</p>\n<blockquote id=\"b567-18\">“We conclude that it was not. The rule in Florida holds that injuries sustained by employees when going to or returning from their regular place of work are not deemed to arise out of <page-number citation-index=\"1\" label=\"492\">*492</page-number>and in the course of their employment. Fidelity &amp; Casualty Co. of New York v. Moore, 143 Fla. 103, 196 So. 495 (1940).”</blockquote>\n<p id=\"b568-4\">281 So.2d 317, 323.</p>\n<p id=\"b568-5\">It is not for us to tell our distinguished Brothers of the high court of Florida how to write (or paint). However characterized, what they have said is the law of the Medes and Persians which binds Floridians and Erie-bound Federal Judges, and it is declared in plain language that even those who run may read.</p>\n<p id=\"b568-6\">Consequently, that the employer now pleads we remand this as a factual issue for trial, contradicts both the holding of the Florida Court<footnotemark>4</footnotemark> and, for that matter, the employer’s own contention upon which it won and tried to save its victory. Against the unqualified statement in its initial brief to us that the employee’s “argument on this issue tends to ignore the uncontradicted facts” (Appellee brief page 11) which eehoed the like contention which the District Judge adopted,<footnotemark>5</footnotemark> it now claims that all of this is for factual resolution on remand.</p>\n<p id=\"b568-12\">The Supreme Court of Florida had the whole record and all the facts that either party could dredge up on this issue. That Court held that on this record, represented by all to be uncontradicted, the employee, as a matter of law, was not in the course of his employment.</p>\n<p id=\"b568-13\">The positiveness of this holding is reenforced by the Court’s answers to question 4 on the aircraft liability policy. Recognizing that the employee exclusion number 5 would make the insurer not liable, the Court in its answer to the passenger-crew problem (question 4, note 2, <em>supra) </em>restated its prior determination. “But in this instance we have already determined, in our answer to Question 2, that Mr. Allen was outside the course of his employment at the time the accident took place.” 281 So.2d 317, 324.</p>\n<p id=\"b569-3\"><page-number citation-index=\"1\" label=\"493\">*493</page-number>Thus all that remains is the question of negligence and damages. How fortunate it is that by this procedure all of the difficult problems of Florida law have been authoritatively answered.</p>\n<p id=\"b569-4\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b567-8\">. On numerous occasions this Court has availed itself of the advantages of the Florida certification procedure. National Education Association, Inc. v. Lee County Board of Public Instruction, 5 Cir., 1971, 448 F.2d 451, on certification, Fla., 1972, 260 So.2d 206, on receipt of answers to certification, 5 Cir., 1972, 467 F.2d 447; Gordon v. John Deere Company, 5 Cir., 1971, 451 F.2d 234, on certification, Fla., 1972, 264 So.2d 419, on receipt of answers to the certification, 5 Cir., 1972, 466 F.2d 1200; Boyd v. Bowman, 5 Cir., 1971, 443 F.2d 848, on certification, Fla., 1971, 256 So.2d 1, on receipt of answers to certification, 5 Cir., 1972, 455 F.2d 927. See also cases listed in footnote 1, Boyd v. Bowman, 443 F.2d at 849.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b567-9\">. The questions which we certified to the Supreme Court of Florida were:</p>\n<p id=\"Asj\">3. <em>Questions to be Certified</em></p>\n<p id=\"ASK\">1. (a) Under Florida law may an employer with only one employee invoke the defense of exclusivity of workmen’s compensation?</p>\n<p id=\"AQW\">(b) If the answer to (a) is in the affirmative, may the employer assert the defense of exclusivity of workmen’s compensation when</p>\n<p id=\"AEo\">(i) the employer has secured a valid workmen’s compensation policy covering his one employee, but</p>\n<p id=\"AJps\">(ii) when the employer has not posted notice of his intention to cover his one employee?</p>\n<p id=\"AnO\">(c) If posting of notice is required for the defense of exclusivity, upon whom does the burden of proof rest — employer or employee —to establish posting?</p>\n<p id=\"AKN\">2. Assuming that the facts warrant a finding that the airplane was being used to transport Carman and Allen to the Live Oak job site or to some other job site or prospective job site, was Allen’s death sustained in the course of his employment?</p>\n<p id=\"A53\">3. In order for a workmen’s compensation policy written in Georgia to be valid under the Florida Workmen’s Compensation Law, need it be endorsed or otherwise approved by (i) the insurer, (ii) the Florida Industrial Commission or (iii) both?</p>\n<p id=\"AxI\">4. Does the definition of ‘passenger’ in the Banger liability policy exclude coverage of those employees of the insured who are neither pilot nor crew?”</p>\n<p id=\"A1k\">446 F.2d 1276, 1279-1280.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b567-25\">. The Court found it unnecessary to answer 1(c) in light of its decision in parts (a) and (b).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b568-7\">. By citation and rejection of the very eases urged in the employer’s initial brief to us, the Court went on to write in very precise terms:</p>\n<blockquote id=\"b568-8\">“Several exceptions to the general rule have been established by this Court, but none of these apply to Allen’s situation. The record affirmatively discloses that the transporation provided on the day of the accident was furnished as a convenience to the employee, rather than as an express or implied part of the employment 'contract between the parties. For eases formulating the contractual exception to the “going and coming” rule see Southern States Mfg. Co. v. Wright, 146 Fla. 29, 200 So. 375 (1941) ; Lee v. Florida Pine &amp; Cypress, 157 So.2d 513 (Fla.1963) ; and Swartzer v. Food Fair Stores, Inc., 175 So.2d 36 (Fla.1965). Other exceptions to the rule, including the special hazard exception^ and the principle that employees whose occupation involves travel as part of the employment are covered while traveling,!! are clearly inapplicable in the instant situation, and require no discussion.</blockquote>\n<blockquote id=\"b568-9\">5. See Naranja Rock Co. v. Dawal Farms, 74 So.2d 282 (Fla.1954).</blockquote>\n<blockquote id=\"b568-10\">6. N. &amp; L. Auto Parts Co. v. Doman, 111 So.2d 270 (Fla.App.lst, 1959), certiorari dismissed with opinion 117 So.2d 410 (Fla.1960).”</blockquote>\n<p id=\"b568-15\">281 So.2d 317, 323.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b568-16\">. In its memoranda order-opinion sustaining the employer’s motion for summary judgment, the District Judge found:</p>\n<p id=\"b568-17\">“12. At the time of the fatal accident, John W. Allen was an employee of Charles F. Carman and the said employee’s injuries and resultant death arose out of and in the course of his employment.”</p>\n<blockquote id=\"b568-18\">And on this he then concluded by citing the very cases read differently by the Florida Court:</blockquote>\n<p id=\"b568-19\">“1. Mr. Allen was in the course of his employment at the time of his death. Although the transportation supplied this particular day was not a condition of employment it was, however, part of his employment. Mr. Carman was to transport Mr. Allen to the job site so that Mr. Allen could drive Mr. Carman’s truck back to Sarasota, Florida from the job site. Therefore, the transportation was substantially related to the employment. Sweat v. Allen, 145 Fla. 733, 200 So. 348 (1941) ; Southern States Mfg. Co. v. Wright, 146 Fla. 29, 200 So. 375 (1941).”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}