{
  "casebody": {
    "data": "<casebody firstpage=\"181\" lastpage=\"184\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b225-8\">Herbert G. Earl <em>vs. </em>Commonwealth.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b225-9\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AtM\">April 10, 1969.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Av-\">June 6, 1969.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b225-10\">Present: Wilkins, C.J., Spalding, Cutter, Kirk, Spiegel, &amp; Reardon, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b226-4\"><page-number citation-index=\"1\" label=\"182\">*182</page-number><em>Reuben Goodman (Robert A. Novick </em>with him) for the petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b226-5\"><em>John M. Finn, </em>Deputy Assistant Attorney General, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b226-6\">Reardon, J.</author>\n<p id=\"aqn-dedup-0\">In a trial subject to G. L. c. 278, §§ 33A-33G, the petitioner for a writ of error was convicted on indictments charging assault and battery by means of a dangerous weapon and assault with intent to murder while armed with a dangerous weapon. Sentences for terms of years to run concurrently were imposed upon him. In his petition for a writ of error brought before a single justice he assigned as error the following.</p>\n<p id=\"b226-7\">“1. The withholding by the Assistant District Attorney of certain reports resulting from police investigation which would have enabled the petitioner to impeach the credibility of certain witnesses for the Commonwealth and which would have supported certain allegations of fact made by the petitioner in his defense to charges made in the indictments returned against him. . . .</p>\n<p id=\"b226-8\"><em>“2. </em>The failure of certain police officers who were asked on cross-examination by counsel for the petitioner whether investigation had disclosed the location of the parties at the time of the acts alleged in the indictments to acknowledge that investigation had resulted in reports which contained statements of the location of the parties at the time in question. . . .</p>\n<p id=\"b226-9\">“3. The elicitation by the Assistant District Attorney from one Vincent Sanginette on direct examination of testimony . . . which the Assistant District Attorney had reason to believe to be perjured. . . .”</p>\n<p id=\"b226-10\">The Commonwealth demurred to the petition and the single justice reserved and reported to the full court the questions of law raised by the following grounds set forth in the demurrer.</p>\n<p id=\"b226-11\">“1. The issues raised in this petition cannot be presented by writ of error.</p>\n<p id=\"b226-12\"><em>“2. </em>The scope of the writ of error should not be enlarged to include claims that may now be raised by a Mo-<page-number citation-index=\"1\" label=\"183\">*183</page-number>tian for New Trial. G. L. c. 278, § 29, as amended [by] St. 1966, c. 301 [compare <em>Aronson </em>v. Commonwealth, 331 Mass. 599], especially where the claims are more properly ones to be resolved by the original trial justice.”</p>\n<p id=\"b227-5\">We thus consider only whether the type of error alleged can be the basis of a writ of error, not whether in fact there was error in the underlying proceeding. The respondent’s demurrer should be sustained on the second ground advanced therein.</p>\n<p id=\"b227-6\">We are aware that this court has previously treated with the merits of a writ of error involving alleged misconduct on the part of a prosecutor. <em>Smith </em>v. <em>Commonwealth, </em>331 Mass. 585. In that case the single justice, after making certain findings, ruled that the judgment should be affirmed. He reserved and reported the matter to the full court in the exercise of his discretion. We noted merely that the validity of his general finding “must be finally determined in the light of subsidiary facts . . . not sufficiently disclosed upon the . . . record,” and remanded the case to the single justice for further action. P. 593.</p>\n<p id=\"b227-7\">We recognize that the single justice has power to entertain writs of error in such cases but it is preferable that these questions be resolved in the first instance by the trial judge upon a motion for new trial. The effect of this practice will be to place in the hands of the trial judge, rather than in the hands of the single justice, the task of resolving factual disputes underlying alleged constitutional errors. The petitioner will retain the right to a full review by this court on questions of constitutional interpretation as well as of sufficiency of the evidence to support the trial judge’s factual determinations.</p>\n<p id=\"b227-8\">The petitioner cites several Federal cases granting habeas corpus in situations allegedly analogous to this one. We do not consider these cases to be apposite as they deal with the availability of Federal relief once the State remedies have been exhausted. We are concerned here with the choice of State remedies and we hold that a motion for new trial is preferable. Obviously no such motion is available <page-number citation-index=\"1\" label=\"184\">*184</page-number>in a Federal court where the original trial was held in a State court. The writ of habeas corpus in those cases is the only available relief.</p>\n<p id=\"b228-5\">Our conclusion is supported by recent amendments in the statute providing for motions for new trials. G. L. c. 278, § 29, as amended through St. 1966, c. 301. Now such motions are permitted at any time. St. 1964, c. 82. Compare the former one year limit, <em>Aronson </em>v. <em>Common</em>wealth, 331 Mass. 599. The statute as it presently reads makes a motion for a new trial an adequate vehicle for the assertion of the type of constitutional claim here alleged.<footnotemark>1</footnotemark></p>\n<p id=\"b228-6\">The motion for a new trial is usually a matter for the trial judge’s sound discretion. <em>Commonwealth </em>v. <em>Dascalakis, </em>246 Mass. 12, 25, 32. If however the original trial was infected with prejudicial constitutional error the judge has no discretion to deny a new trial.</p>\n<p id=\"b228-7\">The demurrer to the petition is to be sustained, and the petition is to be dismissed without prejudice to the petitioner’s right to move in the trial court for a new trial.</p>\n<p id=\"b228-8\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b228-16\"> It is pertinent that the commentary to the American Bar Association Tentative Draft of Standards Relating to_ Post-Conviction Remedies, at page 32, cites G. L. c. 278, § 29, as providing a general means of post-conviction relief.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}