{
  "casebody": {
    "data": "<casebody firstpage=\"490\" lastpage=\"496\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b528-6\">FIFTH THIRD BANK WESTERN OHIO et al., Appellees, v. CARROLL BUILDING CO. et al., Appellants.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b528-9\">[Cite as <em>Fifth Third Bank W. Ohio v. Carroll Bldg. Co., </em>180 Ohio App.3d 490, 2009-Ohio-57.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b528-11\">Court of Appeals of Ohio, Second District, Montgomery County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b528-13\">No. 22361.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b528-14\">Decided Jan. 9, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b529-12\"><page-number citation-index=\"1\" label=\"491\">*491</page-number>Jean Ann S. Sieler and Mark A. Ozimek, for appellee Pramco CV6, L.L.C.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b529-13\">John Paul Rieser and Patricia J. Friesinger, for appellees Carroll Building Company, L.L.C., ASET Corporation, and Charles R. Carroll.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b529-14\">John C. Musto, Assistant Dayton City Attorney, for appellant city of Dayton.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b529-15\">Wolff, Judge.</author>\n<p id=\"b529-16\">{¶ 1} The city of Dayton appeals from a judgment of the Montgomery County Court of Common Pleas, which determined that a commercial ground lease between the city and Carroll Building Co., L.L.C. (“CBC”) had been renewed.</p>\n<p id=\"b529-17\">{¶ <em>2} </em>Although it was undisputed that CBC (through its receiver) did not exercise its option to renew in accordance with the terms of the lease, the trial court concluded that the city was estopped from terminating the lease. For the <page-number citation-index=\"1\" label=\"492\">*492</page-number>reasons that follow, the judgment of the trial court will be reversed, and the matter will be remanded for further proceedings.</p>\n<p id=\"b530-5\">I</p>\n<p id=\"b530-6\">{¶ 3} The city entered into a commercial ground lease with Ponderosa/Metromedia Steakhouses Company (“Ponderosa”) for property located at the Dayton Metropolitan Airport. The initial term of the lease was six years, from May 1, 1987, through April 30, 1993, with several ten-year renewal options. Ponderosa owned a building on the property known as the Aset Building, a 70,000 square foot commercial office building, and several tenants leased space in the building. The city’s lease to Ponderosa provided that title to the office building would vest in the city when the lease was terminated.</p>\n<p id=\"b530-7\">{¶ 4} In 1993, Ponderosa exercised its first ten-year renewal option. In 1997, Ponderosa assigned the lease to CBC with the city’s consent. CBC subsequently executed several mortgages on its interest in the ground lease. Pramco CV6, L.L.C., an assignee of Fifth Third Bank, holds three mortgages totaling more than $2 million; CityWide Development Corporation holds a mortgage of approximately $51,000; and the U.S. Small Business Administration holds a mortgage of approximately $955,000.</p>\n<p id=\"b530-8\">{¶ 5} In early 2002, Fifth Third filed a complaint for judgment on its notes and sought the appointment of a receiver because CBC was in default. The complaint named numerous other interested parties, including the other lien holders and the city. In April 2002, the trial court appointed a receiver, Arthur Hollencamp. Under the receivership, Hollencamp made timely payments on CBC’s obligations, and through an agreement with Fifth Third Bank, paid the arrearage on CBC’s lease payments to the city.</p>\n<p id=\"b530-9\">{¶ 6} The first ten-year renewal period on the lease was due to expire on April 30, 2003. The lease provided, “Lessee shall notify Lessor in writing, not less than six months prior to the expirations of the Primary Term or Option Period then in effect, of its intent to exercise the ensuing Option Period.” Pursuant to the lease, the required notices to the lessor were to be delivered to the city’s director of aviation. It is undisputed that the receiver had the authority to exercise the lease options. It is also undisputed that the receiver did not notify the city of an intent to renew for an additional ten-year period by October 31, 2002, the date six months prior to the expiration of the term then in effect.</p>\n<p id=\"b530-10\">{¶ 7} The city and the receiver did not have any communication about the future of the lease until March 2003, when the receiver contacted the airport property manager to inquire about the amount of the rent payment for the next ten-year term because he was trying to obtain an appraisal of the property. The <page-number citation-index=\"1\" label=\"493\">*493</page-number>same day, the property manager faxed the receiver a memo confirming the rent increase that would go into effect for the next ten-year term. The manager and the receiver did not discuss the notice requirement for renewal of the lease, and neither seemed to have realized that the date for renewal had passed. Eleven days later, the city’s director of aviation sent a letter to CBC advising of its failure to exercise its option to renew the lease and of its status as a month-to-month holdover tenant as of May 1, 2003.</p>\n<p id=\"b531-4\">{¶ 8} On April 10, 2003, the receiver filed a motion for determination of status of lease in the trial court seeking to clarify CBC’s status under the lease. The trial court held a hearing in December 2003. On January 15, 2004, the trial court found that the lease had been renewed and would remain operative until April 30, 2013. Although the trial court recognized that neither CBC nor its receiver had notified the city in writing that it intended to renew the lease, the trial court found that circumstances justified the extension of the lease. Specifically, the trial court found that the city would not be prejudiced by the extension of the lease, that the city should have understood from the receivership proceedings that “everyone intended for the lease to continue” for at least ten more years, that CBC and the lien holders would suffer substantial losses if the lease terminated, and that the doctrine of estoppel prevented the city from successfully arguing that the lease had been terminated.</p>\n<p id=\"b531-5\">{¶ 9} The city raises one assignment of error on appeal.</p>\n<p id=\"b531-6\">II</p>\n<p id=\"b531-7\">{¶ 10} The city’s assignment of error states:</p>\n<blockquote id=\"b531-8\">{¶ 11} “The trial court erred in failing to enforce the unambiguous terms of the commercial ground lease that required the lessee to send written notice to renew the lease.”</blockquote>\n<p id=\"b531-9\">{¶ 12} The city contends that the trial court erred in modifying the lease to eliminate an unambiguous renewal provision.</p>\n<p id=\"b531-10\">{¶ 13} When construing and interpreting lease provisions, courts have applied traditional contract principles and have enforced a lease as written if its language is clear and unambiguous. <em>Myers v. E. Ohio Gas Co. </em>(1977), 51 Ohio St.2d 121, 125, 5 O.O.3d 103, 364 N.E.2d 1369. See also <em>Hybud Equip. Corp. v. Sphere Drake Ins. Co., Ltd. </em>(1992), 64 Ohio St.3d 657, 665, 597 N.E.2d 1096; <em>Saunders v. Mortensen, </em>101 Ohio St.3d 86, 2004-Ohio-24, 801 N.E.2d 452, at ¶ 9.</p>\n<p id=\"b531-11\">{¶ 14} “[W]here a contract is plain and unambiguous, it does not become ambiguous by reason of the fact that in its operation it will work a hardship upon one of the parties thereto and a corresponding advantage to the other * * <em>Dugan &amp; Meyers Constr. Co., Inc. v. Ohio Dept. of Admin. Servs., </em><page-number citation-index=\"1\" label=\"494\">*494</page-number>113 Ohio St.3d 226, 2007-Ohio-1687, 864 N.E.2d 68, ¶ 29, citing <em>Ohio Crane Co. v. Hicks </em>(1924), 110 Ohio St. 168,172,143 N.E. 388. It is not the province of courts to relieve parties of improvident contracts. Id. “[UJnless there is fraud or other unlawfulness involved, courts are powerless to save a competent person from the effects of his own voluntary agreement.” Id., citing <em>Ullmann v. May </em>(1947), 147 Ohio St. 468, 476, 34 O.O. 384, 72 N.E.2d 63. CBC’s lease with the city contained unambiguous language about how to renew the lease: “Lessee shall notify Lessor in writing, not less than six months prior to the expirations of the Primary Term or Option Period then in effect, of its intent to exercise the ensuing Option Period.” Because this language was unambiguous, the court was required to enforce the contract as written. <em>Myers, </em>51 Ohio St.2d at 125, 5 O.O.3d 103, 364 N. E.2d 1369.</p>\n<p id=\"b532-5\">{¶ 15} In concluding that a court of equity could relieve CBC of the consequences of its failure to give notice as provided in the lease, the trial court relied on <em>Ward v. Washington Distribs., Inc. </em>(1980), 67 Ohio App.2d 49, 53-54, 21 O.O.3d 362, 425 N.E.2d 420. In <em>Ward, </em>the Sixth District held that when the lessee’s failure to renew resulted from an honest mistake and the lessor suffered no prejudice, a court of equity could “grant relief from the consequences” of the lessee’s failure to comply with the requirements of the lease.</p>\n<p id=\"b532-7\">{¶ 16} We cannot reconcile the holding in <em>Ward </em>with the Supreme Court’s holdings that unambiguous contractual language must be enforced as written, even when it will work a hardship on one party (or parties) and an advantage to another. The Supreme Court has clearly asserted that “[t]he law will not insert by construction for the benefit of one of the parties an exception or condition which the parties either by design or neglect have omitted from their own contract.” <em>Montgomery v. Liberty Twp. Bd. of Edn. </em>(1921), 102 Ohio St. 189,193, 131 N.E. 497. Cases of contractual interpretation should not be decided on the basis of what is just or equitable; when both parties had equal bargaining power and there is no evidence of fraud or bad faith, a court will not save one party from an improvident contract. <em>Dugan &amp; Meyers, </em>113 Ohio St.3d 226, 2007-Ohio-1687, 864 N.E.2d 68, ¶ 29; <em>Ervin v. Garner </em>(1971), 25 Ohio St.2d 231, 239-240, 54 O.O.2d 361, 267 N.E.2d 769; <em>Ullmann, </em>147 Ohio St. at 476, 34 O.O. 384, 72 N.E.2d 63.</p>\n<p id=\"b532-8\">{¶ 17} The evidence herein does not support the trial court’s conclusion that the circumstances justified an equitable revision of the contract terms. Although the receiver made some necessary repairs to the building — perhaps under the assumption that there would be a substantial amount of time to recoup the cost of these repairs — CBC was responsible for the maintenance of the building under the terms of the lease, and the need for repairs certainly did not relieve the receiver or CBC of the duty to renew the lease in accordance with the <page-number citation-index=\"1\" label=\"495\">*495</page-number>contract provisions. There is also no evidence that the receiver relied to his detriment on the airport property manager’s representation about what the rent would be during a renewed term because the receiver’s improvements to the building predated the discussion with the property manager. The city notified the receiver shortly thereafter of its position that the lease had not been renewed. Moreover, the lease identified the “Lessor” for notification purposes as the city’s director of aviation, not the airport property manager.</p>\n<p id=\"b533-4\">{¶ 18} The trial court further relied on the city’s knowledge of the receivership as a basis for an equitable revision of the contract, stating, “[T]he City had to know that everyone intended for the lease to continue at least into the next ten years and perhaps longer.” The city does not appear to have requested the appointment of a receiver, and the extent to which it was involved in the proceedings that resulted in the appointment of the receiver is unclear. The fact that the lien holders and CBC may have intended to maintain their interest in the lease long-term did not negate CBC’s obligation to exercise the renewal option, even if the city was aware of these intentions. If CBC and the lien holders wanted to maintain the lease long-term, they needed to renew the lease in accordance with the contract terms.</p>\n<p id=\"b533-5\">{¶ 19} Similarly, we reject CBC’s argument that the receiver’s payment of back rent, which the city was owed under the lease, somehow manifested an intention to renew the lease. The city was collecting that to which it was already entitled under the lease. The collection of rent under the current lease cannot reasonably be construed to obligate the city to renew the lease without proper notice.</p>\n<p id=\"b533-6\">{¶ 20} The trial court placed considerable emphasis on the “substantial losses” faced by CBC and its lien holders if the lease was not renewed and ownership of the building vested in the city. The city, however, was not responsible for the losses caused to third parties by the failure of CBC to properly renew its lease. Indeed, the lien holders presumably knew that the lease was subject to renewal, and they relied on CBC or the receiver to effectuate the renewal. We reiterate that a contract does not become ambiguous by reason of the fact that its operation will work a hardship upon one of the parties thereto and a corresponding advantage to the other. <em>Dugan &amp; Meyers, </em>113 Ohio St.3d 226, 2007-Ohio-1687, 864 N.E.2d 68, ¶ 29.</p>\n<p id=\"b533-7\">{¶ 21} Finally, we note that in the reasoning of its judgment, the trial court incorrectly discusses the renewal of the lease as if it had been the city’s responsibility to determine CBC’s intent, rather than CBC’s or the receiver’s responsibility to notify the city in accordance with the lease. For example, the court points out that the city did not have any affirmative indication from CBC that it did <em>not </em>intend to renew the lease, that the city was “on notice” that CBC <page-number citation-index=\"1\" label=\"496\">*496</page-number>and the receiver expected the lease to continue because the receiver asked what the rent would be, and that the airport property manager “could have undertaken an investigation and then informed the Receiver of the City’s position that the lease had not been renewed” rather than answering the receiver’s straightforward question about the rent. The court also concluded that the receiver and CBC “could reasonably expect that the lease was valid for at least ten additional years” under the circumstances presented without exercising the renewal option. These conclusions are inapposite with the unambiguous contractual language, which placed the responsibility to renew the lease on the lessee, CBC. Likewise, the lack of prejudice to the city was not an appropriate consideration where the lease provided a specific method of renewal that CBC and its receiver failed to utilize.</p>\n<p id=\"b534-5\">{¶ 22} The city’s assignment of error is sustained.</p>\n<p id=\"b534-6\">Ill</p>\n<p id=\"b534-7\">{¶ 23} We note that the trial court based its decision on the doctrine of equitable estoppel and expressly stated that it did not reach the question of whether the city had waived its right to the notice of renewal. The court suggests that the letter sent by the airport property manager regarding the rent adjustment for the next ten-year term <em>“may </em>constitute a waiver on the part of the City,” but other evidence suggests that the property manager was not the contact person specified in the lease and that the receiver did not rely on this letter as a waiver. However, because the trial court did not fully address this issue, it is not properly before us.</p>\n<p id=\"b534-8\">IV</p>\n<p id=\"b534-9\">{¶ 24} The judgment of the trial court will be reversed, and the matter will be remanded for further proceedings.</p>\n<p id=\"b534-10\">Judgment reversed and cause remanded.</p>\n<judges id=\"b534-11\">Bkogan and Fain, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}