{
  "casebody": {
    "data": "<casebody firstpage=\"684\" lastpage=\"690\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"A8E1\">Heather SMITH, Plaintiff-Appellant, v. ORAL ROBERTS EVANGELISTIC ASSOCIATION, INC., an Oklahoma corporation; David Moore, and Matt Connolly, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"a3a-dedup-0\">No. 83-1608.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"AiTL\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"APRD\">April 9, 1984.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b745-10\"><page-number citation-index=\"1\" label=\"685\">*685</page-number>Randolph P. Stainer, Tulsa, Okl., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b745-11\">Maryann C. Hayes, Chicago, Ill. (Robert K. Skolrood of Tulsa, Okl., with her on the brief), for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b745-12\">Before McWILLIAMS and LOGAN, Circuit Judges, and CAMPOS, District Judge <footnotemark>*</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b745-17\"> Honorable Santiago E. Campos, District of New Mexico, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b745-13\">CAMPOS, District Judge:</author>\n<p id=\"b745-14\">This appeal requires us to determine whether the Equal Employment Opportunity Act (42 U.S.C. § 2000e-2000e-17) requires a plaintiff to file a charge of discrimination with a state agency within state imposed time limitations as a jurisdictional prerequisite to the extended federal filing period for deferral states. Appellant appeals from an order of the district court which dismissed her case. The district court held that because appellant had not filed with the Equal Employment Opportunity Commission (hereinafter “EEOC”) within the 180-day state time period for filing with the Oklahoma Human Rights Commission, her complaint was not timely filed. Appellant contends that <em>Mohasco Corporation v. Silver, </em>447 U.S. 807, 100 S.Ct. 2486, 65 L.Ed.2d 532 (1980) and <em>Oscar Mayer &amp; Company v. Evans, </em>441 U.S. 750, 99 S.Ct. 2066, 60 L.Ed.2d 609 (1979) compel reversal of the district court decision and that the Tenth Circuit precedent relied on by that court has been implicitly overruled. For the reasons stated below, we agree with Appellant, reverse the decision of the district court, and conclude that <em>Dubois v. Packard Bell, </em>470 F.2d 973 (10th Cir.1972) has been overruled.</p>\n<p id=\"b745-15\">I. FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b745-16\">Appellant brought this action pursuant to the Equal Employment Opportunity Act, 42 U.S.C. § 2000e-2000e-17. She alleged that she was employed by Oral Roberts Evangelistic Association (hereinafter “OREA”); that Appellees Connolly and Moore were OREA employees and her direct supervisors; that they committed offensive acts toward her; and that she was terminated without cause other than the friction caused by the sexually-oriented treatment of Appellant and other women.</p>\n<p id=\"b746-3\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>Appellant originally filed her charge with the EEOC 237 days after her termination. She filed this charge against “Oral Roberts University,” not OREA or the individual defendants she. later sued. OREA is a production organization associated with the University; Oral Roberts is the president and director of both.</p>\n<p id=\"b746-4\">The EEOC automatically deferred the charge to the Oklahoma Human Rights Commission.(hereinafter “OHRC”). Pursuant to a work sharing agreement with the EEOC, the OHRC waived jurisdiction to EEOC. Unable to investigate within the statutory time period, EEOC issued a “right to sue” letter to Appellant and Appellant filed suit.</p>\n<p id=\"b746-5\">Appellees subsequently moved to dismiss Appellant’s suit because, they say, (1) Appellant had filed her charge with the EEOC 237 days after the alleged discriminatory act, beyond the 180-day time limit Okla. Stat. tit. 25 § 2 sets for filing with the OHRC and, therefore, Appellant had not filed a timely action; and (2) Appellant had named Oral Roberts University, not OREA or the individual OREA employees, in the charge she filed with the EEOC and, therefore, Appellant could not bring this civil action against the Appellees.</p>\n<p id=\"b746-6\">The district court granted Appellee’s Motion to Dismiss. It did not address the second issue in its order. It held that despite the fact that Appellant’s complaint was timely under “a literal interpretation” of <em>Mohasco v. Silver, </em>447 U.S. 807, 100 S.Ct. 2486, 65 L.Ed.2d 532 (1980), the charge was not timely filed in Oklahoma, where the state deferral agency has a limitation period of 180 days. The Court (1) refused to interpret <em>Mohasco </em>to give Appellant a 240-day time period to file with the EEOC; (2) was not persuaded by Supreme Court case law which construed the Age Discrimination in Employment Act (hereinafter “ADEA”), 29 U.S.C. §§ 621-634, which, if applicable, supported Appellant’s position; (3) rejected another Oklahoma district court case which addressed this question and chose the 240-day time limit; and (4) held that <em>Dubois v. Packard Bell, </em>470 F.2d 973 (10th Cir.1972) was still good law. Observing that the Supreme Court had not yet spoken as clearly on Title VII time limitations as it had on ADEA eases, the district court refused to construe <em>Mohasco </em>as applicable sincé to do so would bring on “complete subversion of state employment discrimination laws.” <em>Heather Smith v. Oral Roberts Evangelistic Association, </em>No. 82-C-658-E, slip op. at 5 (N.D.Okl. April 28, 1983).</p>\n<p id=\"b746-9\">II. THE RELEVANT STATUTES AND SUPREME COURT DECISIONS</p>\n<p id=\"b746-10\">A. <em>Federal Statutes</em></p>\n<p id=\"b746-11\">Timely filing with the EEOC is a prerequisite to civil suit under Title VII.<footnotemark>1</footnotemark></p>\n<p id=\"b746-12\">42 U.S.C. § 2000e-5(c) specifies that in states with state or local authority which enforces state or local employment discrimination law, no federal charge may be filed until 60 days after commencement of state or local proceedings, “unless such proceedings have been earlier terminated.”</p>\n<p id=\"b746-13\">In a “non-deferral state,” a state with no state or local agency authorized “to grant or seek relief from such practice or to institute criminal proceedings with respect thereto,” a charge must be filed with the EEOC within 180 days of the act com<page-number citation-index=\"1\" label=\"687\">*687</page-number>plained of. 42 U.S.C. § 2000e-5(e). In a “deferral state,” in a case where the complainant has “initially instituted proceedings” with the appropriate state or local agency, the charge must be filed with the EEOC within an extended 300-day time period. <em>Id.</em></p>\n<p id=\"b747-5\">B. <em>Supreme Court Cases</em></p>\n<p id=\"b747-6\">(1) <em>Automatic Deferral.</em></p>\n<p id=\"b747-7\">In <em>Love v. Pullman, </em>404 U.S. 522, 92 S.Ct. 616, 30 L.Ed.2d 679 (1972), the Supreme Court approved of the EEOC’s practice of automatic deferral of charges filed with the EEOC when the aggrieved party had not exhausted state or local administrative remedies. In such cases, exhaustion of state or local administrative remedies is accomplished automatically by the EEOC. It refers the charge to the appropriate state or local agency and then, after the expiration of the 60-day deferral period, reactivates the charge within its own proceedings. <em>See </em>29 C.F.R. § 1601.13 (1982).</p>\n<p id=\"b747-8\">(2) <em>The “240-day maybe” rule.</em></p>\n<p id=\"b747-9\">In <em>Mohasco Corporation v. Silver, </em>447 U.S. 807, 100 S.Ct. 2486, 65 L.Ed.2d 532 (1980), the Supreme Court rejected the cases which construed 42 U.S.C. § 2000e-5(c) and (e) to require filing with the EEOC (or the state or local agency) within 180 days in deferral states.<footnotemark>2</footnotemark> <em>Mohasco </em>held that a complainant “need only file his charge within 240 days of the alleged discriminatory employment practice to insure that his federal rights will be preserved.” <em>Mohasco, </em>447 U.S. at 814, n. 16, 100 S.Ct. at 2491, n. 16. Even if a charge is initially filed with the EEOC more than 240 days after the alleged discrimination, the charge may still be effectively filed within 300 days of the alleged illegal acts if state or local proceedings terminate in less than 60 days, thereby ending the deferral period,<footnotemark>3</footnotemark> and automatically reactivating the charge with the EEOC.<footnotemark>4</footnotemark></p>\n<p id=\"b747-14\">Despite this language, <em>Mohasco </em>is not precisely on point: in <em>Mohasco, </em>the complainant had filed with the EEOC <em>within </em>New York’s 365-day limitation for its state proceedings. Timely federal filing within state time requirements for state administrative proceedings was not directly addressed.</p>\n<p id=\"b747-15\">C. <em>Tenth Circuit Precedent</em></p>\n<p id=\"b747-16\">In <em>Dubois v. Packard Bell, </em>470 F.2d 973 (10th Cir.1972), this Court affirmed the district court’s summary judgment for defendants because plaintiff had filed with the EEOC <em>after </em>the expiration of New Mexico Human Rights Commission filing time period. <em>Dubois </em>is directly on point, but was decided ten years before the Supreme Court decision in <em>Mohasco, </em>and also before the Supreme Court had spoken on this issue in the Age Discrimination in Employment context.</p>\n<p id=\"b747-17\">III. OPINION</p>\n<p id=\"b747-18\">Nothing in Title VII requires filing with the state or local agency (or the EEOC) within the time periods commanded by state law. Our understanding of employment discrimination law has been enhanced by Supreme Court decisions since <em>Dubois; </em>consequently, we cannot construe 42 U.S.C. § 2000e-5(c) or (e) to require filing within state specified time limits. This construction is fully consistent with Title VIPs remedial purposes and is especially appropriate “in a statutory scheme in which laymen, unassisted by trained lawyers, initiate the process.” <em>Love v. Pullman, </em>404 U.S. 522, 527, 92 S.Ct. 616, 619, 30 L.Ed.2d 679 (1972).</p>\n<p id=\"b747-19\">Title VII requires the EEOC to defer for 60 days “after proceedings have been <em>commenced </em>under state or local law____” 42 U.S.C. § 2000e-5(c) (emphasis added). It establishes a 300-day extended filing period for “a case of an unlawful employment <page-number citation-index=\"1\" label=\"688\">*688</page-number>practice with respect to which the person aggrieved has <em>initially instituted </em>proceedings with a state or local agency____” 42 U.S.C. § 2000e-5(e) (emphasis added). By its terms, then, Title VII requires only that state proceedings be commenced (or initially instituted) before federal consideration takes place. Specifically, there is no requirement that in order to “commence” state proceedings and thus preserve federal rights, the complainant must comply with state dictated time periods. In fact, the “commenced” and “initially instituted” language suggests that time periods set by state law “are irrelevant — since by way of analogy, under the Federal Rules of Civil Procedure even a time-barred action may be ‘commenced’ by the filing of a complaint.” <em>Oscar Mayer &amp; Co. v. Evans, </em>441 U.S. 750, 759, 99 S.Ct. 2066, 2073, 60 L.Ed.2d 609 (1979), citing Fed.R.Civ.P. 3 and <em>Magalotti v. Ford Motor Co., </em>418 F.Supp. 430, 434 (E.D.Mich.1976).</p>\n<p id=\"b748-5\">In fact, the previous analysis of the Title VII language- is identical to Justice Brennan’s statutory construction of 29 U.S.C. § 633(b), the Age Discrimination in Employment Act statute which is analogous to § 2000e-5(e) and (e), in <em>Oscar Mayer v. Evans, </em>441 U.S. 750, 99 S.Ct. 2066, 60 L.Ed.2d 609 (1979). In <em>Oscar Mayer, </em>the Court held that the ADEA statute similarly worded to § 2000e-5 did not require commencement of state proceedings within time limits specified by state law. The opinion notes that “the ADEA and Title VII share a common purpose, the elimination of discrimination in the workplace,” that § 633(b)’s language is “almost <em>in haec verba” </em>with § 2000e-5, and that the legislative history of the ADEA section “indicates that its source” was the Title VII statute. <em>Oscar Mayer, </em>441 U.S. at 756, 99 S.Ct. at 2071. These observations influenced our decision in this case. Further reinforcement comes from this passage:</p>\n<blockquote id=\"b748-6\">[The ADEA section analogous to § 2000e-5] does not stipulate an exhaustion requirement. The section is intended only to give state agencies a limited opportunity to settle the grievances of ADEA claimants in a voluntary and localized manner so that the grievants thereafter have no need or desire for independent federal relief. Individuals should not be penalized if States decline, for whatever reason, to take advantage of these opportunities... Congress did not intend to foreclose federal relief simply because state relief was also foreclosed.</blockquote>\n<p id=\"b748-8\"><em>Oscar Mayer v. Evans, </em>441 U.S. at 761, 99 S.Ct. at 2074 (citations omitted).</p>\n<p id=\"b748-9\">Appellee and the court below do not interpret the Supreme Court’s ADEA decision in <em>Oscar Mayer </em>to suggest that a consistent judgment should be reached in the Title VII context. We cannot agree. The description, in <em>Oscar </em>Mayer<footnotemark>5</footnotemark>, of both the identity of purpose of the ADEA and Title VII and the similarity of language in the two Acts’ filing period sections suggest that a distinction between the ADEA and Title VII in this case is unwarranted. We also note that the Supreme Court frequently has cited ADEA cases in its Title VII opinions and Title VII cases in its ADEA decisions. <em>See e.g. Mohasco v. Silver, </em>447 U.S. at 814, n. 16, 100 S.Ct. at 2491, n. 16. <em>See also </em>the use of Title VII’s legislative history to construe the ADEA in <em>Oscar Mayer, </em>441 U.S. at 755-756, 99 S.Ct. at 2071-2072. Moreover, in <em>Ciccone v. Textron, Inc., </em>616 F.2d 1216 (1st Cir.1980), an ADEA case in which the Court of Appeals affirmed the district court’s summary judgment against plaintiff who failed to file with the state agency either.within state time limit of 120 days or within 180 days, but did file within 300 days, the Supreme Court granted certiorari, vacated the judgment, and remanded for consideration in the light of the Title VII decision in <em>Mohasco. Ciccone v. Textron, Inc., </em>449 U.S. 914, 101 S.Ct. 311, 66 L.Ed.2d 143 (1980). On remand, the First Circuit Court of Appeals found that “[t]he rationale in <em>Mohasco </em>strongly suggests, if it does not compel, the conclusion that it is to control in situations such as the present.” <em>Ciccone v. </em><page-number citation-index=\"1\" label=\"689\">*689</page-number><em>Textron, Inc., </em>651 F.2d 1 (1st Cir.1981) <em>(per curiam).</em></p>\n<p id=\"b749-4\">Although <em>Mohasco Corporation v. Silver, </em>447 U.S. 807, 100 S.Ct. 2486, 65 L.Ed.2d 532 (1980) is not precisely on point, it contains persuasive language which supports Appellant’s position. Before the <em>Mo-hasco </em>decision, there was a split in the circuits over when an aggrieved person had to file in a deferral state to benefit from the extended federal filing period in 42 U.S.C. § 2000e-5(e). <em>Compare Dubois v. Packard Bell, </em>470 F.2d 973 (10th Cir.1973), and <em>Olson v. Rembrandt Printing Co., </em>511 F.2d 1228 (8th Cir.1975) (citing <em>Dubois </em>with approval and holding that state charge must be filed within 180 days to qualify for 300-day extended federal period regardless of state limitation) with <em>Moore v. Sunbeam Corporation, </em>459 F.2d 811 (7th Cir.1972) (when employee submitted charge to EEOC before state filing, charge was deemed filed upon termination of state proceeding or 60 days after initial EEOC filing; charge was timely filed if initial filing occurred in extended federal period minus 60 days). <em>See also </em>other cases holding contrary to <em>Olson </em>and <em>Dubois: Anderson v. Methodist Evangelical Hospital, Inc., </em>464 F.2d 723 (6th Cir.1972) (interpreting earlier version of § 2000e-5 to allow the extended federal period to be tolled by submission of original charge with EEOC, which automatically deferred to state agency) and <em>Doski v. M. Goldseker Company, </em>539 F.2d 1326 (4th Cir.1976) (holding charge was timely when employee filed with state agency which terminated and transferred charge to EEOC within 300 days).</p>\n<p id=\"b749-5\">The Supreme Court rejected the <em>“Olson </em>approach” in <em>Mohasco </em>as “not compelled by the statute.” It reasoned:</p>\n<blockquote id=\"b749-6\">Although that construction is consistent with the general rule announced at the beginning of Section 706(e) [42 U.S.C. § 2000e-5], and is supported by one Congressman’s understanding of the procedures at the time of the 1972 amendment to that section, see 1972 Leg.Hist. 1863 (remarks of Rep. Dent), Congress included no express requirement that state proceedings be initiated by any specific date in the portion of the subsection that relates to time limitations in deferral states. Further, there are contemporaneous indications in the legislative history, which, while not authoritative, contradict Representative Dent’s views____</blockquote>\n<blockquote id=\"b749-10\">In any event, we do not believe that a court should read in a time limitation provision that Congress has not seen fit to include____</blockquote>\n<p id=\"b749-11\"><em>Mohasco v. Silver, </em>447 U.S. at 816, n. 19, 100 S.Ct. at 2492, n. 19 (citations omitted).</p>\n<p id=\"b749-12\">We infer from the above language that the “restrictive approach” of <em>Dubois </em>must also be rejected. Accordingly, we decide that the criteria for procedurally correct filing in Appellant’s case is what <em>Mohasco </em>outlined:</p>\n<blockquote id=\"b749-13\">[A] complainant in a deferral state having a fair employment practice agency over one year old need only file his charge within 240 days of the alleged discriminatory employment practice in order to insure that his federal rights will be preserved. If a complainant files later than that (but not more than 300 days after the practice complained of), his right to seek relief under Title VII will nonetheless be preserved if the State happens to complete its consideration of the charge prior to the end of the 300 day period.</blockquote>\n<p id=\"b749-14\"><em>Id. </em>at 814, n. 16, 100 S.Ct. at 2491, n. 16.</p>\n<p id=\"b749-15\">We note that the Sixth Circuit Court of Appeals has likewise concluded that § 2000e-5 permits an automatic “240-day maybe” period, regardless of state limitations. <em>Jones v. Airco Carbide Chemical Company, </em>691 F.2d 1200 (6th Cir.1982). District courts in other circuits have reached this same conclusion. <em>Platts v. Cordis Dow Corp., </em>558 F.Supp. 114 (S.D. Fla.1983); <em>Jackson v. Ohio Bell Tel. Co., 555 </em>F.Supp. 80 (S.D.Ohio 1982); <em>Russell v. Belmont College, </em>554 F.Supp. 667 (M.D. Tenn.1982). District court decisions in this circuit have questioned the vitality of <em>Dubois v. Packard Bell, </em>470 F.2d 973 (10th Cir.1972). <em>Cruz v. Board of Education for City of Trinidad School District No. 1, </em><page-number citation-index=\"1\" label=\"690\">*690</page-number>537 F.Supp. 292 (D.Colo.1982); <em>Rumie McBride v. New Mexico Department of Health and Social Services, </em>No. 81-164 (D.N.M. Jan. 25, 1982) (order granting partial summary judgment); <em>Morrison v. United Parcel Service, </em>515 F.Supp. 1317 (W.D.Okl.1981). <em>But see Dickerson v. City Bank and Trust Co., </em>575 F.Supp. 872 (D.Kan.1983), in which the Kansas district court followed <em>Dubois </em>but acknowledged the “troubling conflict” between the rule it applied to the proposed Title VII claim before it and the rule applied to age discrimination claims.<footnotemark>6</footnotemark></p>\n<p id=\"b750-4\">Our study leads us to the conclusion “that state procedural defaults cannot foreclose federal relief and that state limitations periods cannot govern the efficacy of the federal remedy.” <em>Oscar Mayer v. Evans, </em>441 U.S. 750, 762, 99 S.Ct. 2066, 2074, 60 L.Ed.2d 609 (1979). It is our opinion that <em>Dubois v. Packard Bell, </em>470 F.2d 973 (10th Cir.1972) has been implicitly overruled by the Supreme Court and, therefore, the decision of the district court in this case should be reversed.</p>\n<p id=\"b750-5\">Since the district court did not pass on Appellant’s failure to name Appellees in the initial EEOC charge, we will not address this question. On remand, the district court should consider this issue in light of the criteria set forth in <em>Romero v. Union Pacific Railroad, </em>615 F.2d 1303 (10th Cir.1980).</p>\n<p id=\"b750-6\">REVERSED AND REMANDED for action by the District Court in conformity with the views expressed in this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b746-7\">. There had been controversy over the issue whether Title VII’s time limits are \"jurisdictional” or in the nature of a statute of limitations and subject to equitable tolling. <em>Compare Mc-Arthur v. Southern Airways, Inc., </em>569 F.2d 276 (5th Cir.1978) (en banc) (time limits are jurisdictional in nature) with <em>Carlile v. South Routt School District Re 3-1, </em>652 F.2d 981 (10th Cir. 1981) (filing requirement subject to equitable tolling). In <em>Zipes v. Trans World Airlines, </em>455 U.S. 385, 102 S.Ct. 1127, 71 L.Ed.2d 234 (1982), the Supreme Court resolved this dispute by holding that filing a timely charge of discrimination with the EEOC is not a jurisdictional prerequisite to suit in federal court but, like a statute of limitations, is subject to waiver, estop-pel, and equitable tolling. In <em>Gonzalez-Aller Balseyro v. GTE Lenkurt, Inc., </em>702 F.2d 857 (10th Cir.1983) this circuit applied <em>Zipes </em>to hold that the 90-day period for filing an employment discrimination complaint was tolled when pro se plaintiff relied on representations of the court clerk.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b747-10\">. <em>See e.g., Olson v. Rembrandt Printing Co., </em>511 F.2d 1228 (8th Cir.1975); <em>See also Geromette v. General Motors Corp., </em>609 F.2d 1200 (6th Cir. 1979).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b747-21\">. 42 U.S.C. 2000e-5(c), (d).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b747-22\">. 29 C.F.R. 1601.13(a)(2)(ii) (1982).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b748-10\">. 441 U.S. at 756, 99 S.Ct. at 2071.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b750-8\">. 575 F.Supp. at 875. The <em>Dickerson </em>court construed 42 U.S.C. § 2000e and 29 U.S.C. § 633(b) differently, although it also noted that \"[s]ince the statutes authorizing these claims are often compared, different procedural rules should be avoided.” 575 F.Supp. at 875. It was motivated at least in part by the desire “to avoid conflict with prior decisions in this court.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}