{
  "casebody": {
    "data": "<casebody firstpage=\"295\" lastpage=\"301\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b413-2\">STARBUCK <em>v. </em>CITY BANK AND TRUST CO.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"Ai5\">Submitted October 7, 1970.</otherdate>\n<p data-order=\"2\" data-type=\"misc\" id=\"AljL\">(No. 19 October Term 1970,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"AmW\">Docket No. 52,406.)</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AgeK\">Decided December 30, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b414-6\"><page-number citation-index=\"1\" label=\"296\">*296</page-number><em>E. A. Kinch, </em>for plaintiff.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b414-7\">T. G-. Kavanagh, J.</author>\n<p id=\"AjF\">This suit was brought by Mary Jane Starbuck to determine her right to the proceeds of an insurance policy on the life of her son, John Starbuck. At the time of her son’s death, such insurance contract designated “Peggy L. Starbuck, wife”, as the primary beneficiary and his mother as the contingent beneficiary.<footnotemark>1</footnotemark> The current conflicting claims to the proceeds, however, are between the mother of John Starbuck and his estate. The wife is not involved in this dispute because shortly before John Starbuck’s death the marriage was terminated by divorce. The judgment of divorce specifically excluded Peggy L. Starbuck from sharing in the proceeds of the policy, pursuant to the directions of MCLA § 552.101 (Stat Ann 1957 Rev § 25.131) which provides in part:</p>\n<p id=\"b415-3\"><page-number citation-index=\"1\" label=\"297\">*297</page-number>“Hereafter every decree of divorce shall determine all rights of the wife in and to the proceeds of any policy or contract of life insurance, endowment or annuity upon the life of the husband in which she was named or designated as beneficiary, or to which she became entitled by assignment or change of beneficiary during the marriage or in anticipation thereof, whether such contract or policy was heretofore or shall hereafter be written or become effective, and unless otherwise ordered in said decree such policy or contract shall thereupon become and be payable to the estate of the husband or to such named beneficiary as he shall affirmatively designate.”</p>\n<p id=\"b415-4\">Complying with this requirement the judgment of divorce provided:</p>\n<p id=\"b415-5\">“It is further ordered and adjudged, that all rights of the plaintiff [wife] in and to the proceeds of any policy or contract of life insurance, endowment, or annuity upon the life of the defendant [husband] in which she was named or designated as beneficiary, or to which she became entitled by assignment or change of beneficiary during the marriage or in anticipation thereof, whether such contract or policy was heretofore or shall hereafter be written or become effective, shall hereupon become and be payable to the estate of the defendant [husband], or such named beneficiary as he shall affirmatively designate.”</p>\n<p id=\"b415-6\">The problem presently litigated arose when, subsequent to the divorce, the now deceased husband failed to name a “primary beneficiary” to replace his divorced wife. Absent a subsequent designation of a new primary beneficiary, the estate of John Star-buck claimed that the cited statute and the judgment of divorce required the proceeds to be paid into the éstate.</p>\n<p id=\"b415-7\">The mother, however, contested the estate’s claim. She argued that the statute required only the nam<page-number citation-index=\"1\" label=\"298\">*298</page-number>ing of an alternative taker and that her son’s designation of her as a “contingent beneficiary” satisfied the requirements of the statute and entitled her to take the proceeds of the insurance policy.</p>\n<p id=\"b416-6\">The insurance company, faced with the dual claims, deposited the money with the clerk of the trial court — willing to pay either, but not both.</p>\n<p id=\"b416-7\">' After quoting the statute and the virtually identical language in the judgment of divorce (above quoted), the trial court found:</p>\n<p id=\"b416-8\">“ * # # that in order for the contingent beneficiary to take, some positive action would have had to be taken after the divorce to name her as beneficiary. The words ‘shall’ and ‘affirmatively’ as defined above would indicate <em>future positive action. </em>The insured’s naming her as contingent beneficiary previously couldn’t be considered to be a future positive action.</p>\n<p id=\"b416-9\">“It is my opinion, therefore, that because the primary beneficiary was living and couldn’t take by operation of law, then this court, by interpreting the same law, should determine who is entitled to the proceeds. The law states that the estate should unless there is another beneficiary named by the insured by taking positive future action to do so. This he did not do. Therefore, it is my determination that the proceeds should be payable to the estate.” (Emphasis in original.)</p>\n<p id=\"b416-10\">On appeal to the Court of Appeals, the trial court’s decision was affirmed.</p>\n<p id=\"b416-11\">It is perhaps pertinent to note at this point that the insurance policy does not enumerate any events upon which the mother would receive the proceeds of the policy aside from her designation as the “contingent” beneficiary.</p>\n<p id=\"b416-12\">We are, thus, confronted with a need for a determination of both the statutory and contractual rights of the mother in the instant insurance proceeds. Does the disqualification of the wife to take, due to <page-number citation-index=\"1\" label=\"299\">*299</page-number>her divorce, allow the “contingent” beneficiary to take under the contract? And, secondly, does the quoted statute require the husband to affirmatively designate a new beneficiary subsequent to the divorce in order to preclude payment of the proceeds into his estate ?</p>\n<p id=\"b417-4\">Prior to the addition in 1939 of the above-quoted portion of the statute to MCLA § 552.101, the wife was entitled to the proceeds of the policy when she remained the designated primary beneficiary <em>after a divorce. Ancient Order of Hibernians </em>v. <em>Mahon </em>(1922), 221 Mich 213, and <em>Guarantee Fund Life Association </em>v. <em>Willett </em>(1927), 241 Mich 132. The effect of the amendment, as stated in the title to the statute, in the judgment of divorce, and, in the statute itself, was to affect the interest of the <em>wife </em>in the insurance policy and thus cure the situation where a divorced wife could <em>inadvertently receive </em>the proceeds of a perhaps forgotten policy. “Inadvertently receive” should be stressed for the statute does not prohibit the husband or the divorce judgment itself from retaining or renaming the wife as the primary beneficiary. It simply requires affirmative action on the part of the court or husband to retain the divorced wife as the primary beneficiary and thus eliminate what could be, and usually appears to be, the inadvertent payment of the life insurance proceeds to a divorced wife.</p>\n<p id=\"b417-5\">The question now arises both under the contract and the statute: “Is the meaning of a ‘contingent beneficiary’ in the life insurance policy under the circumstances of this case sufficient to entitle such a contingent beneficiary to take?”</p>\n<p id=\"b417-6\">It would appear that the statute would have no interest in eliminating the taking by such a third party. The statute is concerned, as its title suggests, with the parties to the divorce and with the elimination <page-number citation-index=\"1\" label=\"300\">*300</page-number>of an inadvertent transfer of life insurance proceeds to a divorced wife. The naming of a contingent beneficiary at whatever time is therefore sufficient to show positive indication by the husband of an intent to have such a beneficiary alternatively take upon the disqualification of his wife, regardless of why she was unable to take. There is, in most instances, nothing about a judgment of divorce which would suggest that the divorce would alter a husband’s thinking relative to a <em>contingent </em>beneficiary receiving the proceeds of an insurance policy on his life.</p>\n<p id=\"b418-6\">The statute, then, would appear interested in <em>whether </em>a husband affirmatively indicated an alternative taker, <em>not </em>with <em>when </em>such an indication is made.</p>\n<p id=\"b418-7\">This brings .us finally to the terms of the policy itself. As stated above, the designation “contingent beneficiary” appears with no further indication of its meaning. Its normal meaning would be that of an “alternative” taker of the proceeds if the primary beneficiary cannot take. Perhaps the most common reason anticipated for such primary beneficiary’s inability to take would be the death of the primary beneficiary.</p>\n<p id=\"b418-8\">But obviously this “usual reason” is not the exclusive reason.<footnotemark>2</footnotemark> Couch on Insurance (2d ed) dis<page-number citation-index=\"1\" label=\"301\">*301</page-number>cusses the import of an insured naming a contingent beneficiary, and says (§ 27:2):</p>\n<p id=\"b419-4\">“The naming of contingent beneficiaries in the initial contract of insurance has the same effect with respect to the ultimate disposition of the proceeds of the policy as though the insured made a change of beneficiary after death or disqualification of the original beneficiary.”</p>\n<p id=\"b419-5\">We, therefore, hold that as a matter of contract interpretation a contingent beneficiary will be qualified to receive the proceeds of an insurance policy upon the disqualification of the primary beneficiary unless a provision of the insurance contract requires a different result.</p>\n<p id=\"b419-6\">On the facts of this case we hold that the naming of a contingent beneficiary in the insurance contract satisfies the statutory requirement that a divorced husband affirmatively designate another person if he desires the proceeds of his life insurance to go to someone other than his estate.</p>\n<p id=\"b419-7\">Reversed and remanded.</p>\n<judges id=\"b419-8\">T. E. Brennan, C. J., and Dethmers, Black, T. M. Kavanagh, and Adams, JJ., concurred with T. Gr. Kavanagh, J.</judges>\n<judges id=\"b419-9\">Kelly, J., did not sit in this case.</judges>\n<footnote label=\"1\">\n<p id=\"b414-8\"> The application for insurance (a printed form) read in part:</p>\n<blockquote id=\"AzS\">Beneficiaries: State full name Age Relationship Primary <em>Peggy L. Starbueh S3 Wife </em>Contingent <em>Mary Jane Starbueh 42 Mother</em></blockquote>\n<blockquote id=\"AT1\">The names, ages and relationship of Peggy L. and Mary Jane Star-buck were handwritten. The policy when issued indicated only the beneficiary “Peggy L. Starbuck, Wife” which was typed on the printed form. No contingent beneficiary was named in the policy, nor was space provided for such designation on the form.</blockquote>\n<blockquote id=\"b414-12\">The application and policy as required by MCLA § 500.4014 (Stat Ann 1957 Rev § 24.14014) provided that the policy together with the application constituted the entire contract between the parties. Cf. <em>Martin </em>v. <em>Ohio Casualty Ins. Co. </em>(1968), 9 Mich App 598.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b418-9\"> See, for example, <em>Ohio State Life Insurance Co. </em>v. <em>Barron </em>(1935), 274 Mich 22, and eases cited at p 24 <em>where </em>it was <em>held that </em>a beneficiary cannot collect on a policy of insurance on the life of a person he has murdered. See also, <em>Williams </em>v. <em>Williams </em>(Tex Civ App, 1953), 262 SW2d 111, which held as a matter of contract interpretation that where a fife insurance policy was payable to A, “wife of the insured, if she be living, otherwise to” B, “son of the insured and if neither be living, then to the insured’s executors, administrators or assigns”, and the insured divorced A and married another, the son B was entitled to the proceeds as against the insured’s estate, notwithstanding that A, the principal beneficiary, was still alive, such being the intention of the insured as disclosed by the contract. See also, <em>Baekgaard </em>v. <em>Carreiro </em>(CA 9, 1956), 237 F2d 459, <em>cert. den. </em>352 US 1004 (77 S Ct 564, 1 L Ed 2d 549).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}