{
  "casebody": {
    "data": "<casebody firstpage=\"140\" lastpage=\"148\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b176-8\">124 P.3d 1016</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b176-9\">WOODLAND FURNITURE, LLC, an Idaho limited liability company, Plaintiff-Counterdefendant-Appellant, v. Richard LARSEN and Heirloom Reflections, LLC, an Idaho limited liability company, Defendants-Counterclaimants-Respondents.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b176-12\">No. 30977.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b176-13\">Supreme Court of Idaho, Idaho Falls,</court>\n<p data-order=\"4\" data-type=\"court\" id=\"AiD\">September 2005 Term.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b176-15\">Nov. 23, 2005.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b178-19\"><page-number citation-index=\"1\" label=\"142\">*142</page-number>Beard, St. Clair, Gaffney, McNamara &amp; Calder, PA, Idaho Falls, for appellant. Jared W. Allen argued.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b178-20\">Law Office of Duncan Palmatier, Moscow, for respondents. Duncan Palmatier argued.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b178-21\">TROUT, Justice.</author>\n<p id=\"b178-22\">The appellant, Woodland Furniture, LLC (Woodland), appeals the district court’s grant of summary judgment against it on all claims it made against the respondents, Richard Larsen and Heirloom Reflections, LLC (collectively referred to as Heirloom). Woodland’s claims involve the federal Lanham Act, an Idaho unfair competition statute, and common law unfair competition. This appeal raises interesting legal issues relating to protectible trade dress, unfair competition and federal preemption, and we agree with the district court’s legal analysis and affirm summary judgment for Heirloom.</p>\n<p id=\"b178-23\">I.</p>\n<p id=\"b178-24\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b178-25\">Appellant Woodland manufactures high-end furniture which is intended to look aged or worn even though it is new. Woodland went into business in 1996 using various distressing, finishing, scaling, and texturing techniques to create an aged appearance. Woodland hired respondent Larsen who, over the next few years, became familiar with Woodland’s manufacturing processes. Larsen was terminated from his employment with Woodland in June of 1999, and in September of 1999 he began the Heirloom furniture business. Heirloom manufactured furniture that replicated the look of Woodland furniture. Initially, Heirloom copied pictures from Woodland’s catalog and used them in its catalog. Heirloom also occasionally referred to Woodland products by name or catalog number in placing orders with former Woodland customers.</p>\n<p id=\"b179-3\"><page-number citation-index=\"1\" label=\"143\">*143</page-number>Woodland discovered Heirloom’s conduct and filed suit seeking an injunction to stop Heirloom from copying Woodland furniture. Woodland brought three causes of action for violations of the Lanham Act (15 U.S.C. § 1125), Idaho’s unfair competition statute (I.C. § 48-104), and common law unfair competition. Heirloom moved for summary judgment. The district court denied Heirloom’s first request for summary judgment and granted a preliminary injunction, prohibiting Heirloom from using Woodland’s trade dress in its catalogs or furniture manufacture. The district court subsequently reversed its opinion and lifted the injunction, concluding Woodland had failed to articulate specific elements of its claimed trade dress. Because there was no specific or consistent set of features, reasoned the district court, the court was unable to narrowly tailor injunctive relief for Woodland. The district court determined the Lanham Act had not been violated because the features Woodland sought to protect were functional, and granted Heirloom’s second summary judgment motion. Shortly thereafter, the district court dismissed Woodland’s statutory unfair competition claim because there was nothing more than a “mere scintilla” of evidence to support it. Finally, the district court dismissed Woodland’s common law unfair competition claim, as well. The district court reasoned that even if Woodland had sufficiently articulated the elements of its claimed trade dress—which it had not—such a trade dress would be considered “functional,” which precludes protection under state common law causes of action due to federal patent law preemption. Woodland appeals the district court’s dismissal of each of its claims.</p>\n<p id=\"b179-4\">II.</p>\n<p id=\"b179-5\">STANDARD OF REVIEW</p>\n<p id=\"b179-6\">In an appeal from a grant of summary judgment, this Court’s standard of review is the same as the district court’s standard in ruling upon the motion. <em>Thomson v. Lewiston, </em>137 Idaho 473, 475-76, 50 P.3d 488, 490-91(2002). This Court reviews the record before the district court, including the pleadings, depositions, admissions and affidavits, if any, to determine de novo whether, after construing the facts in the light most favorable to the nonmoving party, there exist any genuine issues of material fact and whether the successful movant below is entitled to judgment as a matter of law. <em>Tusch Enters. v. Coffin, </em>113 Idaho 37, 40, 740 P.2d 1022, 1026 (1987).</p>\n<p id=\"b179-8\">III.</p>\n<p id=\"b179-9\">ANALYSIS</p>\n<p id=\"b179-10\">The first issue before the Court is whether Heirloom violated the Lanham Act, 15 U.S.C. § 1125. To resolve this issue, the Court must determine whether Woodland articulated a trade dress, and, if so, whether the claimed trade dress is protectible. If the trade dress is deemed “functional,” it is not protected by the Lanham Act. The second issue raised on this appeal is whether the district court erroneously dismissed Woodland’s unfair competition claim under I.C. § 48-104. The third issue is whether Woodland’s common law unfair competition claim is precluded by federal patent laws. Like the Lanham Act, the common law tort of unfair competition may only protect “nonfunctional” aspects of trade dress. Finally, this Court will briefly address Heirloom’s claim to attorney fees on appeal.</p>\n<p id=\"b179-11\">A. The Lanham Act: Trade Dress Elements</p>\n<p id=\"b179-12\">Section 43 of the Lanham Act gives a producer a cause of action for the use by any person of “any word, term, name, symbol, or any combination thereof ... which ... is likely to cause confusion ... as to the origin, sponsorship, or approval of his or her goods....” 15 U.S.C. § 1125(a)(1)(A). This section of the Lanham Act may be used to protect a party’s unregistered trade dress. 15 U.S.C. § 1125(a)(3). Trade dress is a “category that originally included only the packaging or ‘dressing’ of a product, but in recent years has been expanded by many Courts of Appeals to encompass the design of a product.” <em>Wal-Mart Stores, Inc. v. Samara Brothers, Inc., </em>529 U.S. 205, 209, 120 S.Ct. 1339, 1342, 146 L.Ed.2d 182, 188 (2000) (citations omitted). “[TJrade dress refers to the total image of a product and may include <page-number citation-index=\"1\" label=\"144\">*144</page-number>features such as size, shape, color, color combinations, texture or graphics.” <em>International Jensen, Inc. v. Metrosound U.S.A., </em>4 F.3d 819, 822 (9th Cir.1993) (internal quotation marks and citation omitted).</p>\n<p id=\"b180-4\">A plaintiff seeking trade dress protection “must articulate the design elements that compose the trade dress.... [T]he ‘focus on the overall look of a product does not permit a plaintiff to dispense with <em>an articulation of the specific elements </em>which comprise its distinct dress.’ ” <em>Yurman Design, Inc. v. PAJ, Inc., </em>262 F.3d 101, 116-17 (2d Cir.2001) (quoting <em>Landscape Forms, Inc. v. Columbia Cascade Co., </em>113 F.3d 373, 381 (2d Cir.1997)) (emphasis added). “A plaintiffs inability to explain to a court exactly which aspects of its product design(s) merit protection may indicate that its claim is pitched at an improper level of generality, i.e., the claimant seeks protection for an unprotectible style, theme or idea.” <em>Landscape Forms, </em>113 F.3d at 381. Thus, the particularity requirement assists the court in “winnowing out claims that are overbroad as a matter of law.” <em>Yurman, </em>262 F.3d at 117. Indeed, a court “will be unable to shape narrowly-tailored relief if [it] do[es] not know what distinctive combination of ingredients deserves protection.” <em>Landscape Forms, </em>113 F.3d at 381.</p>\n<p id=\"b180-7\">The deposition of Woodland’s managing member, Lynn Harker, is full of attempts by Heirloom’s counsel to get Harker to define more specifically the exact composition of Woodland’s trade dress. And while Hark-er did identify six elements of Woodland’s claimed trade dress (irregular surface texture, sealing, distressing, finish, artwork, and style of carving), he could not say with particularity which of these elements, or which combination of elements, would constitute an infringement if used by a Woodland competitor. When asked if there were any one element that must always be present in order to see Woodland’s alleged trade dress, Hark-er simply responded, “No.” The district court concluded Harker would need to personally examine each piece of furniture manufactured by a competitor to determine if it “looked like a Woodland piece,” in which case it would be an infringement.</p>\n<p id=\"b180-8\">Also, we note Woodland sought protection of hundreds of separate pieces of furniture, with numerous variations on each piece. Woodland contends this situation is similar to one in which a specific logo design was afforded trade dress protection, even though that logo could have been applied to untold numbers of articles of apparel. The fact that Woodland puts its dress on a variety of items, Woodland argues, does not make that dress any less protectible. This arguments fails, however, as Woodland is unable to specify the limits to the elements of its claimed trade dress; Woodland cannot point to its own “specific logo design” worthy of protection. When the variations are considered, Woodland seeks to protect over 100,000 distinct items. This, combined with Woodland’s “I know it when I see it” approach to defining a trade dress infringement, strengthens the argument that Woodland’s claims here are “overbroad as a matter of law.” <em>Yurman, </em>262 F.3d at 117. With such a vague and indefinite definition of trade dress, no fact finder can properly evaluate whether a trade dress has been infringed upon. <em>Id. </em>Accordingly, as the district court correctly found Woodland has not sufficiently articulated the specific elements that constitute its trade dress, it was proper for the district court to grant summary judgment on this issue.</p>\n<p id=\"b180-9\">B. The Lanham Act: Protectible Trade Dress</p>\n<p id=\"b180-10\">In addition to failing to define the elements of its claimed trade dress, Woodland has not satisfied the three-pronged test to establish a <em>protectible </em>trade dress. To protect a trade dress, a producer must show by a preponderance of the evidence that the allegedly infringing feature is (1) nonfunctional, (2) likely to cause confusion with the product for which protection is sought, and (3) the trade dress is either (a) inherently distinctive or (b) has acquired a secondary meaning. <em>Wal-Mart Stores, Inc., </em>529 U.S. at 210, 120 S.Ct. at 1343, 146 L.Ed.2d at 188-89. The district court did not analyze the second and third elements, as it determined Woodland’s claimed trade dress was functional and therefore not protectible. As we agree with <page-number citation-index=\"1\" label=\"145\">*145</page-number>the district court's conclusion, we likewise need not address the second and third elements.</p>\n<p id=\"b181-4\">A product feature is functional “if it is essential to the use or purpose of the article or it affects the cost or quality of the article, that is, if exclusive use of the feature would put competitors at a significant nonreputation-related disadvantage.” <em>Qualitex Co. v. Jacobson Prods. Co., Inc., </em>514 U.S. 159, 165, 115 S.Ct. 1300, 1304, 131 L.Ed.2d 248, 255 (1995) (citation and internal quotations omitted). Functional features are features “which constitute the actual benefit that the consumer wishes to purchase, as distinguished from an assurance that a particular entity made, sponsored, or endorsed a product.” <em>Int’l Order of Job’s Daughters v. Lindeburg &amp; Co., </em>633 F.2d 912, 917 (9th Cir.1980). The burden of proving the feature is nonfunctional lies with the person asserting trade dress protection. 15 U.S.C. § 1125(a)(3).</p>\n<p id=\"b181-6\">Trade dress protection is not available for functional features due to “the judicial theory that there exists a fundamental right to compete through imitation of a competitor’s product, which right can only be temporarily denied by the patent or copyright laws.” <em>Tie Tech, Inc. v. Kinedyne Corp., </em>296 F.3d 778, 785 (9th Cir.2002) (quotations and citations omitted). In other words, the reason the functionality of a product is not protected as trade dress is to prevent trademark law from infringing on patent law<footnotemark>1</footnotemark> and to preserve free and effective competition by ensuring competitors can copy features that they need to compete effectively. This reasoning limits protection available under the Lanham Act, as well as under the state tort of unfair competition we will address later in this opinion.</p>\n<p id=\"b181-7\">In this case, the overall effect of Woodland’s claimed trade dress is functional. According to Harker’s own deposition testimony, the features increase both the cost and the quality of the article. Each of the features claimed by Woodland is designed to contribute to an overall distressed and aged appearance so as to give the furniture an appearance of genuine age. Woodland’s furniture is desired by customers because of its aged appearance. Thus, Woodland’s claimed trade dress creating the aged appearance provides the actual benefit that the consumer desires to purchase as opposed to an assurance that the furniture was made by Woodland. As one Woodland representative testified, Woodland is not selling dressers because customers “need a place to put stuff”; rather, Woodland is selling dressers because the aged appearance of its dressers appeals to consumers. Woodland has failed to carry its burden of proving the features of its claimed trade dress are nonfunctional. We agree with the district court that these features are functional and therefore not proteetible under the Lanham Act.</p>\n<p id=\"b181-11\">C. Unfair Competition Under I.C. § 48-104</p>\n<p id=\"b181-12\">Woodland raises several arguments related to the district court’s dismissal of its statutory unfair competition claim under I.C. § 48-104. First, Woodland argues it lacked notice that summary judgment as to this claim was under consideration by the district court. Heirloom’s first memorandum in support of summary judgment addressed all three of Woodland’s claims. This motion was denied. Heirloom’s second motion for summary judgment was directed only at Woodland’s Lanham Act claims. This motion was granted. When the district court subsequently granted summary judgment on Woodland’s I.C. § 48-104 claim without a new motion being filed, Woodland argues it <page-number citation-index=\"1\" label=\"146\">*146</page-number>was denied notice that summary judgment was even at issue.</p>\n<p id=\"b182-4\">Summary judgment may be entered in favor of a non-moving party, but “the party against whom the judgment will be entered must be given adequate advance notice and an opportunity to demonstrate why summary judgment should not be entered.” <em>Idaho Endowment Fund Inv. Bd. v. Crane, </em>135 Idaho 667, 671, 23 P.3d 129, 133 (2001). Woodland cannot be said to have lacked actual notice or the opportunity to show why summary judgment should not have been granted. After the district court’s grant of summary judgment on the Lanham Act claim, a conference was held regarding any issues that remained to be tried. Woodland was directed to outline the issues it claimed remained, and Woodland subsequently submitted a brief in support of its remaining I.C. § 48-104 and common law unfair competition claims. Both parties appeared before the district court, during which time Woodland addressed its unfair competition claims. One month later, the district court issued an order granting summary judgment as to Woodland’s I.C. § 48-104 claim. Because the record contains no objection from Woodland claiming error regarding insufficient notice, and because Woodland had meaningful opportunities to show why summary judgment should not have been entered, the district court did not err in considering the issue even though Heirloom had not filed a third, separate summary judgment motion.</p>\n<p id=\"b182-5\">Next, Woodland argues the version of I.C. § 48-104 in effect when Woodland filed its complaint governs this lawsuit. The former version of I.C. § 48-104 prohibited any person engaged in business in Idaho from “entering] into any contract, combination or conspiracy ... for the purpose of driving out of business any other person engaged therein, or who for such purpose shall in the course of such business sell any article or product at less than its fair market value.” I.C. § 48-104 (2000) (repealed by Idaho Competition Act, 2000 Idaho Sess. Laws eh. <em>148, </em>§ 1). Woodland filed its complaint in March 2000. The new version of I.C. § 48-104 became effective July 1, 2000. The law is well settled that, unless a contrary intention is clearly indicated, a new statute will not be given retrospective effect. <em>Unity Light &amp; Power Co. v. City of Burley, </em>92 Idaho 499, 504, 445 P.2d 720, 725 (1968). In setting the effective date of the new statute as July 1, 2000, the legislature demonstrated its intent that it not be given a retrospective effect. <em>See id. </em>at 504, <em>445 </em>P.2d at 725. Thus, the repeal of a statute which takes place after a complaint has been filed does not terminate the cause of action brought under that statute. <em>Id. </em>at 503-04, 445 P.2d at 724-25. We agree with Woodland that the version of I.C. § 48-104 in effect when Woodland filed its complaint in March 2000 governs this suit.</p>\n<p id=\"b182-7\">However, we also agree with the district court that there was nothing more than a scintilla of evidence to support Woodland’s I.C. § 48-104 claim.- Again, the former version of I.C. § 48-104 prohibited contracts, conspiracies and combinations entered into for the purpose of driving another out of business. Woodland has claimed the following with respect to Heirloom’s alleged intent to drive Woodland out of business: (1) When Larsen’s employment with Woodland was terminated, he told Woodland shop employees he was going to put Woodland out of business; (2) Heirloom had used Woodland catalog numbers to quote furniture descriptions and prices on purchase orders with a Woodland customer; and (3) Heirloom copied Woodland’s catalog using scanned images Heirloom knew were of Woodland furniture.</p>\n<p id=\"b182-8\">Woodland’s allegations, even if true and even if relevant to this cause of action, are not sufficient to sustain a claim under I.C. § 48-104. This statute requires a claimant to show a purpose to drive another out of business, reflecting the notion that unfair competition laws were enacted to protect competition, not competitors. See <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., 429 </em>U.S. 477, 488, 97 S.Ct. 690, 697, 50 L.Ed.2d 701, 712 (1977) (discussing purpose behind anti-trust laws). Idaho Code § 48-104 strikes the balance between free competition and fair competition by offering relief only where a company can show a competitor’s intent to drive the company out of business, rather than simply an intent to compete. <page-number citation-index=\"1\" label=\"147\">*147</page-number>Heirloom’s actions, though not commendable, simply reflect Heirloom’s business purpose to succeed in the high-end furniture market by selling a similar product for less money and perhaps a desire to do so at Woodland’s expense. There is nothing other than Larsen’s angry comment upon his termination to support Woodland’s claim that Heirloom had an intent to drive Woodland out of business. That is simply not enough and we affirm the district court’s grant of summary judgment on Woodland’s I.C. § 48-104 claim.</p>\n<p id=\"b183-4\">D. Common Law Unfair Competition</p>\n<p id=\"b183-5\">Idaho recognizes the tort of unfair competition. <em>See Cazier v. Economy Cash Stores, </em>71 Idaho 178, 228 P.2d 436 (1951). “The law of unfair competition has its roots in the common-law tort of deceit; its general concern is with protecting consumers from confusion as to source.” <em>Bonito Boats, Inc., v. Thunder Craft Boats, Inc., </em>489 U.S. 141, 157, 109 S.Ct. 971, 981, 103 L.Ed.2d 118, 138 (1989). State unfair competition laws are viable, yet limited somewhat by federal patent laws because trade dress is a potential subject matter of design patents. <em>See id. </em>at 154, 109 S.Ct. at 979, 103 L.Ed.2d at 136-37. While the United States Supreme Court has noted that all state regulation of trade dress “is not <em>ipso facto </em>pre-empted by the federal patent laws,” the Supreme Court has recognized the following as a restraint on the state’s power to regulate: “[T]he common-law tort of unfair competition has been limited to protection against copying of <em>nonfunctional </em>aspects of consumer products which have acquired secondary meaning such that they operate as a designation of source.” <em>Bonito Boats, Inc., </em>489 U.S. at 154, 158, 109 S.Ct. at 979, 981, 103 L.Ed.2d at 136, 139 (emphasis added). The requirement of non-functionality “prevents trademark law, which seeks to promote competition by protecting a firm’s reputation, from instead inhibiting legitimate competition by allowing a producer to control a useful product mark.” <em>Qualitex Co., </em>514 U.S. at 164, 115 S.Ct. at 1305, 131 L.Ed.2d at 254. In other words, the reluctance to protect functional features “is grounded in the public policy that everyone has the right to use an article for its functional purpose, subject only to limited patent protection.” <em>Fotomat Corp. v. Photo Drive-Thru, Inc., </em>425 F.Supp. 693, 705 (D.C.N.J. 1977).</p>\n<p id=\"b183-7\">As already stated, we agree with the district court’s finding that the “look” Woodland sought to protect via the Lanham Act was functional. There is no reason to adopt a different functionality analysis for the purpose of determining whether certain features may or may not be protected by state unfair competition laws. The message from the Supreme Court is clear and the rationale behind it sound: federal patent law preempts state unfair competition laws where the features to be protected are functional. Woodland may not prevent Heirloom from copying its functional features under Idaho unfair competition common law.</p>\n<p id=\"b183-8\">E. Attorney Fees On Appeal</p>\n<p id=\"b183-9\">Heirloom requests attorney fees and costs on appeal pursuant to I.R.C.P. 65(c). Idaho Rule of Civil Procedure 65(c) provides:</p>\n<blockquote id=\"b183-10\">No restraining order or preliminary injunction shall issue except upon the giving of security by the applicant ... for the payment of such costs and damages including reasonable attorney’s fees to be fixed by the court, as may be incurred or suffered by any party who is found to have been wrongfully enjoined or restrained—</blockquote>\n<p id=\"b183-11\">I.R.C.P 65(e). Rule 65(c) addresses fees incurred in defending against an injunction at the trial court level, but does not provide for fees on appeal. Heirloom may not use Rule 65(c) as a vehicle for obtaining attorney fees on appeal simply because those expenses are tenuously related to its earlier battle over the preliminary injunction. The preliminary injunction at issue in this case was both issued and withdrawn by the district court, and was not before this Court on appeal. Heirloom’s request for attorney fees on appeal is denied.</p>\n<p id=\"b183-12\">IV.</p>\n<p id=\"b183-13\">CONCLUSION</p>\n<p id=\"b183-14\">This Court affirms the district court’s grant of summary judgment relating to Woodland’s Lanham Act claims because <page-number citation-index=\"1\" label=\"148\">*148</page-number>Woodland failed to articulate with specificity the elements of its claimed trade dress and because the features Woodland sought to protect were deemed functional. Similarly, the finding of functionality compels the conclusion that Woodland’s common law unfair competition claim was appropriately dismissed due to federal patent law preemption. The district court’s grant of summary judgment on Woodland’s statutory unfair competition claim is also affirmed, as there is nothing more than a “mere scintilla” of evidence showing Heirloom acted with the purpose of driving Woodland out of business. We award costs to Heirloom on appeal.</p>\n<judges id=\"b184-4\">Chief Justice SCHROEDER and Justices EISMANN, BURDICK and JONES concur.</judges>\n<footnote label=\"1\">\n<p id=\"b181-8\">. It is lawful to copy functional features of an unpatented product. <em>Cooper Indus., Inc. v. Leatherman Tool Group, Inc., </em>532 U.S. 424, 441, 121 S.Ct. 1678, 1688, 149 L.Ed.2d 674, 690 (2001). Patent law encourages invention by granting inventors a monopoly over new product designs or functions for a limited time, after which competitors are free to use the innovation. <em>Qualitex Co. v. Jacobson Prods. Co. Inc., </em>514 U.S. 159, 164, 115 S.Ct. 1300, 1304, 131 L.Ed.2d 248, 254 (1995). If a product’s functional features could be used as trademarks, a perpetual monopoly could be obtained without regard to whether the product qualifies under patent law because trademarks may be renewed in perpetuity. <em>Id. </em>at 164-65, 115 S.Ct. at 1304, 131 L.Ed.2d at 254-55.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}