{
  "casebody": {
    "data": "<casebody firstpage=\"202\" lastpage=\"208\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b238-3\">127 P.3d 105</citation>\n<parties data-order=\"1\" data-type=\"misc\" id=\"b238-4\">In the Matter of the Termination of Parental Rights and Adoption of John Doe I, a Minor Child. John DOE, Petitioner-Appellant, v. John ROE, Respondent.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b238-8\">No. 30474.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b238-9\">Supreme Court of Idaho, Coeur d’Alene,</court>\n<p data-order=\"4\" data-type=\"p\" id=\"Ag5A\">October 2005 Term.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b238-11\">Dec. 20, 2005.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b238-29\">Amaro Law Office, Coeur d’Alene, for Appellant. Rami Amaro argued.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b238-30\">Ian D. Smith, Coeur d’Alene, for Respondent.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b238-31\">TROUT, Justice.</author>\n<p id=\"b238-32\">John Doe (Husband) appeals from a magistrate court decision that denied his petition to terminate John Roe’s (Father) parental rights to Baby Doe and to allow Husband to adopt the child.</p>\n<p id=\"b239-4\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>i.</p>\n<p id=\"b239-5\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b239-6\">Husband was married to Baby Doe’s mother (Mother) when Baby Doe was born and, as a result, Husband was shown as the father on Baby Doe’s birth certificate and Baby Doe was given Husband’s last name. Husband and Mother lived together for several years with Baby Doe and another child born to Husband and Mother although, ultimately, a divorce action was filed. Throughout this time, unbeknownst to Husband, Mother was having sexual relations with Father, including both before and after Baby Doe’s birth. Approximately four and one-half years after Baby Doe’s birth, Husband finally learned during the divorce proceedings that he was probably not the biological father of Baby Doe. Despite that, the magistrate judge presiding over the divorce found Husband to be the presumed, natural father of Baby Doe because Baby Doe was born into Husband’s marriage with Mother and Husband had acted in all respects as the child’s father. The magistrate judge awarded Husband primary physical custody of Baby Doe and his brother. In response, Mother went to the person she believed to be the biological father, Father, and encouraged him to step forward and assert his parental rights.</p>\n<p id=\"b239-7\">Prior to entry of the divorce decree, in an attempt to protect his rights as Baby Doe’s father and foreclose any possibility that the biological father would assert any parental rights, Husband filed a petition to terminate the parental rights of the unidentified biological father and to adopt Baby Doe. Husband sought to terminate the biological father’s rights on the grounds that (1) the biological father abandoned Baby Doe pursuant to I.C. § 16-2005(a) and (2) that termination was in the best interests of Baby Doe and the biological father pursuant to I.C. § 16-2005(e) (2002).<footnotemark>1</footnotemark> After Husband filed the petition, at Mother’s encouragement Father took a paternity test, which established that he was Baby Doe’s biological father. Father, thereafter, appeared in the case and objected to the termination proceeding, claiming he did not assert an interest in his child earlier because he was unaware that the child was his.</p>\n<p id=\"b239-13\">The matter went to trial and at the conclusion, the magistrate judge declined to terminate Father’s rights, finding there was insufficient evidence that Father had abandoned the child or that termination was in the best interests of Father and Baby Doe. The magistrate judge, however, concluded that Husband “is the presumptive father, the decreed father, the psychological father and custodial father of [Baby Doe]. He will retain custody of [Baby Doe].” The trial court then granted Father limited visitation rights, suggested Baby Doe should “spend some time with all three parents” and entered a child support award. Husband appealed and requested a permissive appeal to this Court pursuant to Idaho Appellate Rule 12.1, which was granted.</p>\n<p id=\"b239-14\">II.</p>\n<p id=\"b239-15\">STANDARD OF REVIEW</p>\n<p id=\"b239-16\">This Court exercises free review over the trial judge’s conclusions of law. <em>Opportunity, L.L.C. v. Ossewarde, </em>136 Idaho 602, 605, 38 P.3d 1258, 1261 (2002). “The determination of the meaning of a statute and its application is a matter of law over which this court exercises free review.” <em>Woodburn v. Manco Prods., Inc., </em>137 Idaho 502, 504, 50 P.3d 997, 999 (2002).</p>\n<p id=\"b239-17\">“In an action to terminate parental rights, “where a clear and convincing standard has been noted explicitly and applied by the trial court, an appellate court will not disturb the trial court’s findings unless they are not supported by substantial and competent evidence.’” <em>Roe Family Servs. v. Doe, </em>139 Idaho 930, 934, 88 P.3d 749, 753 (2004). Only clearly erroneous findings are overturned, which means a reasonable person would not have relied on them in concluding as the fact finder did. <em>Ossewarde, </em>136 Idaho at 605, 38 P.3d at 1261.</p>\n<p id=\"b240-3\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>III.</p>\n<p id=\"b240-4\">ANALYSIS</p>\n<p id=\"b240-5\">A. Standing</p>\n<p id=\"b240-6\">Husband argues at the outset that Father has no standing to appear in this proceeding and object to the termination of his parental rights because at the time Husband filed the petition to terminate, Father had done nothing to assert his parental rights. “The doctrine of standing focuses on the party seeking relief and not on the issues the party wished to have adjudicated....[T]o satisfy the ease or controversy requirement of standing, litigants generally must allege or demonstrate an injury in fact and a substantial likelihood that the judicial relief requested will prevent or redress the claimed injury.” <em>Thomson v. City of Lewiston, </em>137 Idaho 473, 477, 50 P.3d 488, 492 (2002).</p>\n<p id=\"b240-8\">The issue of whether Father has standing begs the real question of whether he has any parental rights at all. If Father has parental rights, then there is no question that he may suffer an injury in fact if those rights are terminated. Permitting him to appear and object to termination is a means by which he could prevent that injury, giving him standing. However, the threshold question is whether he has rights at all which must then be terminated and that is the real issue presented by this appeal.</p>\n<p id=\"b240-9\">B. Termination Action and Petition for Adoption</p>\n<p id=\"b240-10\">A child born during wedlock is presumed to be the child of the mother and her husband. I.C. § 16-2002(k). Indeed, shortly after filing this termination action, Husband received a decree of divorce, from Mother, clearly indicating that he was the natural and presumed father of Baby Doe and was entitled to primary custody of both Baby Doe and his brother.</p>\n<p id=\"b240-12\">I.C. § 16-2004 states in pertinent part that a petition to terminate parental rights may be filed by: “[ejither parent when termination is sought with respect to the other parent” or “any <em>other </em>person possessing a legitimate interest in the matter.” I.C. § 16-2004(a) and (d) (emphasis added). Because Husband was presumptively Baby Doe’s legal father at the time the termination action was filed and was not seeking to terminate the rights of the other parent (Mother), subsection (a) does not appear to apply. While Husband may be “any other person possessing a legitimate interest,” at the time the action was brought no one had asserted parental rights superior to, or even in opposition to, Husband’s rights. Essentially, Husband filed a petition to terminate the parental rights of a person who had never asserted any rights to begin with. After the termination action was filed, Father stepped forward with genetic testing proving that he was Baby Doe’s biological father. It has not been challenged on appeal by either party, so we will assume for the purposes of this appeal that Husband was able to file this action as an interested person seeking a declaration of his rights to parent Baby Doe.<footnotemark>2</footnotemark> Nonetheless, even though Husband may have properly brought the termination action, the question still remains as to whether Father has any cognizable parental rights to terminate.</p>\n<p id=\"b240-13\">C.Denial of Termination Petition</p>\n<p id=\"b240-14\">Idaho Code § 16-2005(a) provides that parental rights may be terminated if “the parent has abandoned the child....” I.C. § 16-2005(a). Based on the facts and arguments presented, the magistrate judge declined to terminate Father’s rights, finding that there was insufficient evidence that Father had abandoned Baby Doe under the termination statute. The underlying premise in a parental rights termination action, however, is that the defendant parent has some parental right to his or her child, which should be terminated. Thus, where there is <page-number citation-index=\"1\" label=\"205\">*205</page-number>an initial question as to whether a putative father has a parental interest in his child, it is necessary to begin the inquiry with a determination of the precise nature of the biological father’s interest. Only after a parental interest has been identified can a court properly evaluate whether this interest may be terminated.</p>\n<p id=\"b241-5\">Mere biology does not create a father with legal rights and responsibilities to a minor child. At the time this termination action was pending, I.C. § 16-2002 provided that for an unmarried biological father to be considered a “parent,” he must meet one of the following three criteria: (1) his “paternity is established by court decree,” (2) he “has filed a voluntary acknowledgment of paternity with the vital statistics unit of the department of health and welfare pursuant to section 7-1106, Idaho Code,” or (3) his “consent to an adoption of the child is required pursuant to section 15-1504 [16-1504], Idaho Code.” I.C. § 16 — 2002(j) (2002). Father does not fall into any one of these definitions of a “parent.”</p>\n<p id=\"b241-6\">First, Father has not had his paternity established by court decree. In the answer to the petition to terminate his parental rights, filed more than four years after Baby Doe’s birth, Father requested as relief that the trial court enter an Order of Paternity finding that he is the natural father of Baby Doe. Father then filed a notice of intent to admit the genetic test report into evidence. The trial court in its Findings of Fact noted that “[e]videnee has been presented to this Court that [Father] is the biological father of [Baby Doe] -with a 99.92% probability.” Father never brought any action to establish his paternity and merely entering a paternity test into evidence during a termination action in no way constitutes a court decree which would fulfill Father’s obligation of asserting his parental rights.</p>\n<p id=\"b241-7\">Second, Father has never filed an acknowledgment of paternity with vital statistics. Indeed, because Baby Doe was born during Husband’s marriage to Mother, Husband is shown as the father on the birth certificate filed with vital statistics.</p>\n<p id=\"b241-8\">Finally, Roe’s consent to adoption is not required pursuant to I.C. § 16-1504. I.C. § 16-1504 requires consent from either an unmarried biological father who has filed a voluntary acknowledgment of paternity with the vital statistics unit of the department of health and welfare pursuant to section 7-1006, Idaho Code” or from an unmarried biological father who has “manifested a full commitment to his parental responsibilities” by “(i) Commencing] proceedings to establish paternity under section 7-1111 ... (ii) Fil[ing] a notice of his commencement of proceedings to establish his paternity of the child with the vital statistics unit of the department of health and welfare pursuant to section 16-1513, Idaho Code; and (iii) If he had actual knowledge of the pregnancy, paying] a fair and reasonable amount of the expenses incurred in connection with the mother’s pregnancy....” I.C. § 16-1504(l)(e) and (i), (2)(b). Father has not filed an acknowledgement of paternity, commenced paternity proceedings or provided any monetary support toward Mother’s pregnancy. He has merely appeared and argued in response to Husband’s termination action.</p>\n<p id=\"b241-12\">Moreover, Father failed to have any relationship with Baby Doe for the first four years of the child’s life. Father’s excuse for not estabhshing a relationship with Baby Doe is that he was unaware Baby Doe was his child until the divorce proceedings. In finding that Father had not abandoned Baby Doe, the magistrate judge determined that Father’s failure to have contact with the child was “legitimate” and “for just cause, as [Father] believed the child was not his as he was repeatedly told so by [Mother].” This inquiry is more appropriately directed at whether Father has parental rights at all. The magistrate judge took into consideration the fact that Mother and Father engaged in date calculations based upon the doctor’s estimation of when the child was conceived, and ultimately decided that Father was out of town when Baby Doe was conceived. The trial court relied heavily on the testimony that Mother had “told him the child could not be his and he believed the child was not his.”</p>\n<p id=\"b241-13\">The undisputed facts recognized by the magistrate judge, however, are that Father was having regular sexual contact with Mother, admitting having sex within a couple of <page-number citation-index=\"1\" label=\"206\">*206</page-number>weeks of the doctor’s estimation of when the child was conceived. Father’s attorney conceded at oral argument before this Court that if the date of conception is calculated based upon the actual birth date of Baby Doe, Father was having sexual relations with Mother at that time. Mother informed Father by telephone immediately after she found out she was pregnant and Father was aware when the child was born. Here, at a minimum, Father was clearly aware of the strong possibility that he was Baby Doe’s father, particularly when the child was born nine months after he had engaged in sexual relations with Mother. Yet, despite that, for a period of four years, until Mother brought it to his attention, Father did absolutely nothing to definitively determine whether the child was his, pay support for the child and assert his parental rights.</p>\n<p id=\"b242-4\">Father is not a parent, as he has done nothing to affirmatively establish a relationship with the child. In <em>Lehr v. Robertson, </em>an unwed biological father who had not supported and who had rarely seen his child during the two years since her birth, challenged a statute that allowed his child to be adopted without first giving him notice of the pending adoption proceedings. 463 U.S. 248, 103 S.Ct. 2985, 77 L.Ed.2d 614 (1983). He argued that a putative father has a liberty interest in the actual or potential relationship with his child that may not be taken away without due process. The United States Supreme Court held that failure to give the putative father notice of the pending adoption proceedings did not deny him due process where the putative father had not established any custodial, personal, or financial relationship with the child and had not taken advantage of the statutory procedure by which he would have acquired the right to receive notice of adoption. The mere existence of the biological link with his child did not merit due process protection. The Supreme Court stated that “[t]he significance of the biological connection is that it offers the natural father an <em>opportunity </em>that no other male possesses to develop a relationship with his offspring.” <em>Id. </em>at 262, 103 S.Ct. at 2993 (emphasis added). If the biological father “grasps that opportunity and accepts some measure of responsibility for the child’s future, he may enjoy the blessings of the parent-child relationship....\" <em>Id. </em>The Court emphasized, however, that “[p]arental rights do not spring full-blown from the biological connection between parent and child. They require relationships more enduring.” <em>Id. </em>at 259-60, 103 S.Ct. at 2992 (quotation omitted). The Court then went to great lengths to make the distinction between fatherhood that arises out of mere biology and fatherhood that arises out of an actual relationship with the child:</p>\n<blockquote id=\"b242-6\">When an unwed father demonstrates a full commitment to the responsibilities of parenthood by “com[ing] forward to participate in the rearing of his child,” <em>Caban, </em>441 U.S. at 392, 99 S.Ct. at 1768, his interest in personal contact with his child acquires substantial protection under the due process clause. At that point it may be said that he “act[s] as a father toward his children.” <em>Id. </em>at 389, n. 7, 99 S.Ct. at 1766, n. 7. But the mere existence of a biological link does not merit equivalent constitutional protection. The actions of judges neither create nor sever genetic bonds. “[T]he importance of the familial relationship, to the individuals involved and to the society, stems from the emotional attachments that derive from the intimacy of daily association, and from the role it plays in ‘promoting] a way of life’ through the instruction of children as well as from the fact of blood relationship.”</blockquote>\n<p id=\"Ag50\"><em>Id. </em>at 246, 103 S.Ct. 2985 (quotations omitted).</p>\n<p id=\"b242-7\">Relying on the Supreme Court’s decision in <em>Lehr, </em>this Court held that to ensure constitutional protection, an unwed father must “grasp the opportunity” to make a significant connection with his child. <em>Petition of Steve B.D., </em>112 Idaho 22, 25, 730 P.2d 942, 944 (1986). A father fails to “grasp the opportunity” when he does not establish a timely relationship with his child, either by having contact with the child or initiating legal proceedings to affirmatively assert his parental rights. In <em>Steve B.D., </em>the mother relinquished custody of her child and consented to an adoption without the father’s knowledge or consent. The father had lived with the mother for almost eight months, <page-number citation-index=\"1\" label=\"207\">*207</page-number>moving out approximately five months before the birth, visited the mother and child twice at the hospital, and testified that he and the mother had planned to raise the child together. The Court allowed the father to intervene as a matter of his own right in the mother’s appeal of the decision denying her revocation of consent to adopt. The Court found that he had no liberty interest in his child, even though the mother actively tried to conceal the adoption proceedings from the father and made excuses each time the father requested to see his child:</p>\n<p id=\"b243-5\">She gave various excuses, including inclement weather and the child’s illness, to explain why she could not bring the child to see [the father] at his residence. She also regularly visited [the father] to minimize the likelihood that he would visit her. In addition, [the mother] informed [the father] that her mother was staying at her residence (which she in fact was doing). [The father] testified that he felt awkward around [the mother’s] mother because he was older than she, and that he wished to avoid seeing her. [The mother] promised that she would bring the child to stay with [the father] during the coming Easter weekend. When Easter arrived, she told [the father] that the child could not come because he had the measles.</p>\n<p id=\"b243-6\"><em>Id. </em>at 24, 730 P.2d at 944. This Court noted that 51 days had passed between the father seeing his child at the hospital and being informed that the mother had given up custody of the child. Moreover, we found:</p>\n<blockquote id=\"b243-7\">The fact that [the mother] actively concealed from [the father] the adoption proceedings is of no avail to [the father]. As previously observed, a violation of the Fourteenth Amendment cannot be premised upon the independent actions of a private individual. <em>The essential fact is that [the father] failed to initiate either contact with the child or any legal actions to establish his interest, whether or not [the father] was to blame for these failures.</em></blockquote>\n<p id=\"AiQ\"><em>Id. </em>at 24, 730 P.2d at 944 (emphasis added).</p>\n<p id=\"b243-8\">“The fleeting opportunity may pass ungrasped through no fault of the unwed father or perhaps due to the interference of some private third party; nevertheless, once passed the unwed father is left without an interest cognizable under the Fourteenth Amendment.” <em>Steve B.D., </em>112 Idaho at 25, 730 P.2d at 945 (citing <em>Lehr v. Robertson, </em>463 U.S. at 267-68, 103 S.Ct. at 2996-97 (1983)).</p>\n<p id=\"b243-10\">In <em>Steve B.D., </em>even though the father planned on raising his child, and called the mother in attempts to see his child immediately after birth, this Court still denied him any parental interest:</p>\n<blockquote id=\"b243-11\">We imply no condemnation of [the natural father]; nor do we doubt the sincerity of his present desire of custody. It may be that the designs of [the mother] and his own naivete concerning legal proceedings and requirements conspired against his timely action. Nevertheless, the critical fact remains that the opportunity to assert his interest slipped away without any involvement of the state.</blockquote>\n<p id=\"b243-12\"><em>Id. </em>at 26-27, 730 P.2d at 946-47.</p>\n<p id=\"b243-13\">Similarly here, Father’s failure to assert his parental interests cannot be premised on Mother’s comments to him that the child was not his. The facts in <em>Steve B.D. </em>are more sympathetic than in the present case. In <em>Steve B.D., </em>the father’s efforts to see his child were thwarted by the mother’s lies and concealment of the adoption proceedings. Here, there was no third party blocking Father’s attempts to establish a relationship with Baby Doe. In fact, Father maintained an intimate relationship with Mother after the child was born and testified that there was nothing stopping him from obtaining a paternity test after Baby Doe’s birth.</p>\n<p id=\"b243-14\">Father did nothing to establish his parental rights either by statute or by timely establishing some relationship with Baby Doe; therefore Father’s biological interest never ripened into a parental right over Baby Doe. We do not need to proceed to the next step as the magistrate judge did and determine whether Father’s parental rights should be terminated under these circumstances. They simply never arose. Thus, the magistrate judge’s determination that Father did not abandon Baby Doe or that termination is not in the best interest of Father is reversed and an order shall enter <page-number citation-index=\"1\" label=\"208\">*208</page-number>that Father has no parental rights to Baby Doe.</p>\n<p id=\"b244-4\">Other issues were raised on appeal relating to neglect as a basis for termination. Given the result, it is unnecessary for this Court to address these other issues.</p>\n<p id=\"b244-5\">D. Attorney Fees</p>\n<p id=\"b244-6\">Father seeks attorney’s fees and costs pursuant to I.C. § 12-121, I.C. § 12-123, and Idaho Rules 40 and 41. Father is not the prevailing party and is therefore not entitled to fees and costs on appeal.</p>\n<p id=\"b244-7\">IV.</p>\n<p id=\"b244-8\">CONCLUSION</p>\n<p id=\"b244-9\">The magistrate judge’s denial of Husband’s petition to terminate Father’s parental rights is reversed. We remand this case back to the magistrate judge for entry of an order reflecting that Husband is the legal father of Baby Doe and that Respondent has no cognizable parental rights. Child custody should remain as set forth in the divorce decree, subject to the continuing jurisdiction of the magistrate judge in the divorce proceeding. We <em>award </em>costs to Appellant on appeal.</p>\n<judges id=\"b244-10\">Chief Justice SCHROEDER and Justices EISMANN, BURDICK and JONES concur.</judges>\n<footnote label=\"1\">\n<p id=\"b239-9\">. This statute has since been amended and portions renumbered.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b240-11\">. Even more troubling is the fact that Husband filed this action as both a termination and adoption action. Under the adoption statute, adoption of Baby Doe requires the consent of both parents, since the child was born within a marriage. There is no indication in the record that Mother has ever consented to Husband adopting Baby Doe; thus, at best, the only relief Husband could obtain was another order confirming his already established parental rights and legal custody.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}