{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"31\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b60-5\">[Civ. No. 7705.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aq-\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ar\">January 6, 1931.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b60-7\">JOSEPH HASS, Appellant, v. DAVE ALPERT, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b61-10\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>Burton Briggs Crane and Howard Prowse for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b61-11\">Willebrandt &amp; Horowitz and Fred Horowitz for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b62-4\"><page-number citation-index=\"1\" label=\"28\">*28</page-number>NOURSE, P. J.</author>\n<p id=\"AY\">Plaintiff sued for damages for breach of contract. Defendant answered setting up fraud in the execution of the contract and filed a cross-complaint seeking $2,500 paid to plaintiff upon the execution of the contract. The cause was tried before a jury which returned a verdict against plaintiff on Ms complaint and awarded defendant $2,500 on his cross-complaint. Plaintiff appeals on a bill of exceptions.</p>\n<p id=\"b62-5\">The contract, which was in writing, undertook to appoint the defendant the sole and exclusive distributor in San Francisco of all merchandise manufactured by plaintiff. It called upon the defendant to “purchase from the party of the first part (plaintiff) merchandise in the sum of five thousand ($5,000) dollars to be delivered to party of the second part when ordered by said party of the second part”. The contract was executed May 18, 1926, at which time defendant paid plaintiff $2,500, agreeing to pay the balance of the $5,000 on November 1, 1926.</p>\n<p id=\"b62-6\">As an inducement to the execution of the contract plaintiff promised defendant that he would come to San Francisco and help him learn the business and would advise him as to the merchandise he should purchase and keep on hand. He also told defendant that he manufactured all the merchandise handled by him, that he sold to jobbers exclusively, and that defendant could undersell to the trade because all goods would be billed to Mm at 33% per cent off the price to jobbers. Numerous other promises and representations were made by the plaintiff both before and after the execution of the contract. Proof of these was made in support of the special defense of fraud and also as an excuse for defendant’s refusal to be bound by the contract.</p>\n<p id=\"b62-7\">On the issue of fraud it is not necessary to detail the evidence. It is sufficient to say that upon each and every charge of false representation defendant’s proof was clear and overwhelming and that in many instances there was no demal. Upon the undisputed evidence the transactions of the plaintiff were so reprehensible that the jury could not have returned any other verdict.</p>\n<p id=\"b62-8\">The contract was void for uncertainty, because it could not have been ascertained therefrom what merchandise the respondent agreed to purchase or what price he under<page-number citation-index=\"1\" label=\"29\">*29</page-number>took to pay. In this respect the case is in line with <em>Jules Levy &amp; Bro. </em>v. <em>A. Mautz &amp; Co., </em>16 Cal. App. 666 [117 Pac. 936]. The rule applicable to the case at hand is found on page 669 of 16 Cal. App.: “It is elementary in law that a contract of sale must be certain as to the thing sold and designate the price to be paid for it. (Civ. Code, sec. 1729); and it is well settled that if an executory contract of sale is uncertain and incapable of being made certain in the essential particular of the price to be paid for the thing sold, neither of the parties can be held to its terms nor recover damages for its breach.”</p>\n<p id=\"b63-5\">To escape the rule the appellant argues that the contract was partially executed through respondent’s payment of a part of the purchase price, and that, for that reason, the contract became valid and binding. The answer is found in the Levy case where, in considering a similar contract, the court said (p. 670 of 16 Cal. App.): “Where, however, the price of the commodity called for but not delivered is to be subsequently ascertained and fixed by the valuation of others or by the agreement of the parties, the contract of sale is incomplete, and nonenforceable, until the price is so fixed or agreed upon.” (Citing numerous cases.) Thus the contract was incomplete and unenforceable until the prices of the goods were agreed upon and this could not be done until some effort had been made to select them and invoices had been exchanged. This point had never been reached in the relations of the parties, and though some shipments had been made prior to the time when the appellant claimed a breach by respondent, a large part of those shipments- were made after this action was commenced—and in both eases no invoices had been delivered and no agreement as to quantity, quality, or price had been made.</p>\n<p id=\"b63-6\">Criticism is made of the ruling of the trial court refusing the admission in evidence of certain invoices. The order was made after it had become evident that the proposed evidence was fraudulent and that the invoices had been prepared for the purpose of creating evidence favorable to the appellant but that they had not been delivered to or exhibited to the respondent. The purpose of the offer was to show that the merchandise had been selected and approved by the respondent and that the contract had thus <page-number citation-index=\"1\" label=\"30\">*30</page-number>become partially executed. But, as these invoices had been prepared after the suit was commenced and had not been exhibited to the respondent there was no error in refusing their admission as evidence.</p>\n<p id=\"b64-5\">It is argued that there is a conflict in the instructions in that the trial court advised the jury that the contract sued on was void and unenforceable and then, upon request of the appellant gave instructions covering the measure of damages which appellant might recover for its breach. It is evident that the instructions that the contract was void and unenforceable were correct for the reasons heretofore given. The appellant was not entitled to the instructions he requested covering the issue of damages 'for breach of this contract. Hence, if there was a conflict between these two lines of instructions, it' was at appellant’s invitation and no possible prejudice resulted to him because of it.</p>\n<p id=\"b64-6\">Criticism is made of the instruction relating to respondent’s right to recover on his cross-complaint for the money advanced to the appellant under the contract. The point is that this instruction did not include the element' that the false promises were the inducements upon which respondent relied in the execution of the agreement. The instruction complained of is incomplete and is open to some of the criticisms directed against it, but we cannot see that appellant has suffered any prejudice because of it. The cross-complaint was in the ordinary form of the common count for money had and received. In support of the cross-complaint respondent sought to prove that the contract was void and that its execution had heen procured under false representations. He successfully proved both and the trial court might have instructed the jury that, the contract being void, the respondent was entitled to recover what he had paid under it. <em>(Whyte </em>v. <em>Rosencrantz, </em>123 Cal. 634, 641 [69 Am. St. Rep. 90, 56 Pac. 436]; <em>Blank </em>v. <em>Rodgers, </em>82 Cal. App. 35, 45 [255 Pac. 235].)  The record is clear that the $2,500 was not paid for goods sold or delivered under the contract, but was an advance payment for goods to be sold and selected under the contract. The contract being void and the consideration for the $2,500 having wholly failed, respondent was entitled to reimbursement on his cross-complaint for <page-number citation-index=\"1\" label=\"31\">*31</page-number>money had and received. <em>(Whyte </em>v. <em>Rosencrantz, </em>123 Cal. 638 [69 Am. St. Rep. 90, 56 Pac. 436] ; <em>Winkler </em>v. <em>Jerrue, </em>20 Cal. App. 555, 560 [129 Pac. 804].)  The issues were squarely before the court and jury. The evidence was clear and, upon these issues, was not controverted. The only correct verdict which could have been returned upon the issues and the evidence was the verdict which the jury returned. Briefly, the situation is this—the jury rendered a proper and just verdict after instructions which were more favorable to appellant than he was entitled to have; this verdict was in accordance with the law and the evidence, but the trial court failed to instruct the jury as fully upon the law of the case as the respondent was entitled to have had it instructed. It is possible that the jury knew the law and did not need the instructions, but, in any event, we cannot perceive how appellant suffered prejudice, and certainly there was no miscarriage of justice.</p>\n<p id=\"b65-6\">Judgment affirmed.</p>\n<p id=\"b65-7\">Sturtevant, J., and Spence, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}