{
  "casebody": {
    "data": "<casebody firstpage=\"600\" lastpage=\"601\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b612-4\">PMP Associates, Incorporated <em>vs. </em>The Hearst Corporation.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b612-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AC7S\">November 6, 1974.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AHQ\">January 6, 1975.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b612-6\">Present: Tauro, C.J., Quirico, Braucher, Kaplan, &amp; Wilkins, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b612-11\"><em>Robert J. Ciolek </em>for the plaintiff. -</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"Ahj\"><em>Gerald May (Michael T. Gengler </em>with him) for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b612-12\">Tauro, C.J.</author>\n<p id=\"ACi\">This suit, brought pursuant to G. L. c. 93A, § 11, and the general equity power of the court, c. 214, § 1, arises out of the defendant’s refusal to accept the plaintiffs advertising for publication in its newspaper. The plaintiff, contending that the defendant’s action constitutes an unfair practice made unlawful by c. 93A, appeals from an interlocutory decree sustaining the defendant’s demurrer and from a final decree dismissing its bill.</p>\n<p id=\"b612-13\">The facts, which we accept as true for purposes of ruling on the demurrer, <em>Palmer </em>v. <em>Motley, </em>323 Mass. 129, 133 (1948), are essentially these: The plaintiff operates an escort service which obtains most of its business through advertising. The defendant publishes the Boston Herald American, one of two large newspapers in the area, and solicits advertising space therein. The plaintiff attempted <page-number citation-index=\"1\" label=\"601\">*601</page-number>to purchase advertising space in the defendant’s newspaper, and was willing to meet all requirements in order to do so. The defendant accepts advertising from businesses offering escorted tours and travel groups, but has refused, and still refuses, to accept the plaintiffs advertising.</p>\n<p id=\"b613-5\">The present case involves the same issues as <em>PMP Associates, Inc. </em>v. <em>Globe Newspaper Co. ante, </em>593 decided this day. In that case, we held that, absent a monopolistic purpose or a concerted effort to hinder trade, a mere refusal by a newspaper to accept advertising from all who apply for it is not an unfair practice in violation of c. 93A. In its bill, the plaintiff alleged merely that the defendant has refused to accept its advertising. It made no allegation of either monopolistic purpose or concerted action. Consequently, we hold there is no error in the decrees sustaining the defendant’s demurrer and dismissing the bill.</p>\n<p id=\"b613-6\">\n<em>Interlocutory decree affirmed.</em>\n</p>\n<p id=\"b613-7\">\n<em>Final decree affirmed with costs of appeal.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}