{
  "casebody": {
    "data": "<casebody firstpage=\"523\" lastpage=\"536\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b539-4\">Michael Michaud &amp; others<footnotemark>1</footnotemark> <em>vs. </em>Sheriff of Essex County &amp; others.<footnotemark>2</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b539-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AFT\">November 8, 1983.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aro\">December 5, 1983.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b539-7\">Present: Hennessey, C.J., Wilkins, Abrams, Lynch, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b540-4\"><page-number citation-index=\"1\" label=\"524\">*524</page-number>W. <em>Barry MacDonald </em>for County Commissioners of Essex County &amp; another.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b540-5\"><em>Joseph David Casey </em>for Sheriff of Essex County <em>(William D. Luzier, Jr., </em>Assistant Attorney General, for Commissioner of Correction, with him).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b540-6\"><em>Barry Barkotv (John Reinstein </em>with him) for Michael Michaud &amp; others.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b539-15\"> William R. Davis, Robert McDonough, and Frank Toomey.</p>\n</footnote>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b539-16\"> The other defendants are the county commissioners of Essex County and Essex County. Also named in the complaint as a defendant is the Commissioner of Correction.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b540-7\">Hennessey, C.J.</author>\n<p id=\"AOW\">This is an appeal by the defendants, the sheriff of Essex County, the county commissioners of Essex County, and Essex County, from an order by a Superior Court judge prohibiting occupancy after May 11, 1983, of any cell at the Essex County house of correction and jail at Lawrence (jail) not having a flush toilet, which can be flushed from within the cell, and hot and cold running water. The defendants appealed the judgment and we transferred the case here on our own motion. We conclude that the judge correctly found the human waste disposal system and related sanitary conditions at the jail violative of the Eighth Amendment to the United States Constitution and art. 26 of the Massachusetts Declaration of Rights. We modify his order, however, and will allow the defendants until June 1, 1984, to complete all repairs necessary for conditions at the jail to meet constitutional standards.</p>\n<p id=\"b540-8\">The facts are not disputed. The plaintiffs are incarcerated in cells at the jail which have no flush toilets, sinks, or running water. Rather, prisoners are provided with five gallon metal or plastic containers into which they must urinate and defecate. Most of the metal buckets are old and rusted, while the plastic ones turn black with use. The prisoners, housed two, three, and sometimes four, men to an eight foot by eight foot cell, must keep these buckets in their cells, with two men sharing a bucket. Many of the buckets do not have covers and others have covers which do not fit tightly. The prisoners generally are allowed to empty the buckets once in a twenty-four hour period. Accordingly, the inmates must smell and breathe air permeated with the odor of their waste. Moreover, prisoners confined to their cells take three meals a day next to these buckets and com<page-number citation-index=\"1\" label=\"525\">*525</page-number>plain that flying insects intermittently land in the buckets and on their food. Some prisoners are confined in their cells between seventeen and twenty-four hours a day. To empty the buckets, the prisoners must carry them to the “Bucket Room” where they wait in line to dump them in a sink approximately three feet wide and two feet deep. Only unpressurized cold water is provided to wash the buckets, although a liquid sanitizer may be poured into them after they are emptied. Accordingly, the buckets have become “feces encrusted.” The odor during this process is described as unbearable. This bucket room is directly next to the room where the inmates are allowed, after dumping the buckets, to shower, and the odor from the human waste filters into the showers as well.</p>\n<p id=\"b541-5\">The plaintiffs commenced a class action in the Superior Court in Suffolk County, challenging this alleged failure to provide adequate toilet and plumbing facilities. After allowing a motion for interim injunctive relief and certifying the claim as a class action,<footnotemark>3</footnotemark> the judge issued on November 17, 1982, a partial final judgment on the plaintiffs’ application for further injunctive relief. The judge found that conditions at the jail violated the Eighth Amendment to the United States Constitution and art. 26 of the Massachusetts Declaration of Rights, as well as 105 Code Mass. Regs. 450.113 (1979) and 105 Code Mass. Regs. 450.406 (1979).</p>\n<p id=\"b541-6\">The judge ruled that the most sound basis for the plaintiffs’ challenge to the jail’s conditions is the alleged violation of their rights under the Eighth Amendment and art. 26 of the Massachusetts Declaration of Rights. He then concluded that the plaintiffs’ rights secured under these provisions had been violated and ordered as follows: “[Tjhis Court orders that any cell at the Jail within which an inmate may be locked for any part of a 24-hour day which does not have a working toilet and a working hand-washing sink with hot and cold running water shall not be occupied after May 11, <page-number citation-index=\"1\" label=\"526\">*526</page-number>1983 and for such time thereafter until such facilities are installed in a cell at the Jail.” The defendants appealed the decision and order.<footnotemark>4</footnotemark> On May 10, 1983, the Superior Court judge denied the defendants’ motion to stay his order, but on May 25, 1983, a single justice of the Appeals Court stayed the order entered on November 17, 1982. In doing so, the single justice directed the defendants to proceed with the renovations required by the Superior Court judge’s order and to submit to the Superior Court a detailed schedule for making the necessary repairs.</p>\n<p id=\"b542-5\">1. <em>Violation of State Regulations.</em></p>\n<p id=\"b542-6\">We first consider the plaintiffs’ argument that they should be granted relief solely because conditions at the jail are in Violation of the Department of Public Health’s regulations. If the plaintiffs, were entitled to relief on this basis, we would not need to reach the constitutional issues presented to us. See <em>Beeler </em>v. <em>Downey, </em>387 Mass. 609, 613 (1982). The plaintiffs’ standing to seek relief based solely on the existence of conditions at the jail which violate State regulations, however, is unclear. The parties have not fully briefed and argued the issue. Moreover, even if we were to find the plaintiffs had standing to seek relief based on the violation of State regulations alone, the result we reach in this case would not differ. We therefore decline to address whether the plaintiffs may obtain judicial relief through a private action against the defendants based solely on conditions at the jail which violate State regulations. Nevertheless, we focus, <em>infra, </em>on the extent to which condi<page-number citation-index=\"1\" label=\"527\">*527</page-number>tians at the jail violate standards set forth in validly enacted State regulations. State regulations governing conditions of confinement reflect current standards of decency against which we measure alleged violations of the right to be free from “cruel and unusual” or “cruel or unusual” punishment. <em>2. Violation of United States Constitution.</em></p>\n<p id=\"b543-5\">We next consider whether the right to be free from “cruel and unusual” punishment guaranteed the plaintiffs under the Eighth Amendment to the United States Constitution, and held applicable to the States through the Fourteenth Amendment, <em>Robinson </em>v. <em>California, </em>370 U.S. 660, 666-667 (1962), is being abridged by the existing conditions at the jail. The United States Supreme Court recently has summarized and reaffirmed the standards applicable for determining what conditions of confinement are constitutionally impermissible as “cruel and unusual.” See <em>Rhodes </em>v. <em>Chapman, </em>452 U.S. 337, 345-346 (1981): “The Eighth Amendment, in only three words, imposes the constitutional limitation upon punishments: they cannot be ‘cruel and unusual.’ The Court has interpreted these words ‘in a flexible and dynamic manner,’ . . . and has extended the Amendment’s reach beyond the barbarous physical punishments at issue in the Court’s earliest cases. . . . Today the Eighth Amendment prohibits punishments which, although not physically barbarous, ‘involve the unnecessary and wanton infliction of pain,’ ... or are grossly disproportionate to the severity of the crime .... Among ‘unnecessary and wanton’ inflictions of pain are those that are ‘totally without penological justification.’ ... No static ‘test’ can exist by which courts determine whether conditions of confinement are cruel and unusual, for the Eighth Amendment ‘must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.’ . . . The Court has held, however, that ‘Eighth Amendment judgments should neither be nor appear to be merely the subjective views’ of judges” (citations omitted). See <em>Libby </em>v. <em>Commissioner of Correction, </em>385 Mass. 421, 431 (1982). Accordingly, we are bound in this case to apply flexibly the prohi<page-number citation-index=\"1\" label=\"528\">*528</page-number>bitions of the Eighth Amendment and determine whether the conditions of the jail offend our evolving standards of decency as measured by objective standards.</p>\n<p id=\"b544-5\">This is not the first time the constitutionality of a prison’s human waste disposal system has been subject to judicial scrutiny. We write against the background of many, thoughtful decisions by the Federal courts. See, e.g., <em>Chavis </em>v. <em>Rowe, </em>643 F.2d 1281, 1291-1292 (7th Cir.), cert. denied sub nom. <em>Boles </em>v. <em>Chavis, </em>454 U.S. 907 (1981); <em>Kirby </em>v. <em>Blackledge, </em>530 F.2d 583, 586-587 (4th Cir. 1976); <em>LaReau </em>v. <em>MacDougall, </em>473 F.2d 974, 978 (2d Cir. 1972), cert. denied, 414 U.S. 878 (1973); <em>Lovell </em>v. <em>Brennan, </em>566 F. Supp. 672, 695-696 (D. Me. 1983); <em>Griffin </em>v. <em>DeRobertis, </em>557 F. Supp. 302, 305-306 (N.D. Ill. 1983); <em>Strachan </em>v. <em>Ashe, </em>548 F. Supp. 1193, 1202-1203 (D. Mass. 1982); <em>Flakes </em>v. <em>Percy, </em>511 F. Supp. 1325, 1332 (W.D. Wis. 1981); <em>Mitchell </em>v. <em>Untreiner, </em>421 F. Supp. 886, 894 (N.D. Fla. 1976); <em>Bel v. Hall, </em>392 F. Supp. 274, 276-277 (D. Mass. 1975); <em>Osborn </em>v. <em>Manson, </em>359 F. Supp. 1107, 1112 (D. Conn. 1973). Several courts specifically have singled out the housing of prisoners in cells without toilets which may be flushed from within the cell, as a circumstance, often in connection with one or more other circumstances, warranting a finding of an Eighth Amendment violation. <em>LaReau </em>v. <em>MacDougall, supra </em>at 978 (“What is most offensive to this Court was the use of the ‘Chinese toilet.’ Causing a man to live, eat and perhaps sleep in close confines with his own human waste is too debasing and degrading to be permitted”). <em>Strachan </em>v. <em>Ashe, supra </em>at 1202 (citing <em>LaReau </em>v. <em>MacDougall, supra). Flakes </em>v. <em>Percy, supra </em>at 1332 (“I conclude that when the Eighth Amendment is operative, its ban is violated by locking a person, for any significant period of time, in a cell lacking a flush toilet and a washbowl”). <em>Bel </em>v. <em>Hall, supra </em>at 276 (“The crucial findings regarding sanitation were the insufficiency of toilets available to inmates in the BX Unit during the daytime and the fact that they were required to use chamber pots while confined to their cells during the nighttime”). <em>Osborn </em>v. <em>Manson, supra </em>at 1111 (“As for toilet <page-number citation-index=\"1\" label=\"529\">*529</page-number>facilities, my constitutional calipers are not sufficiently refined to distinguish between a hole in the floor, controlled by a flush mechanism outside the cell, and a bucket in the cell that a prisoner cannot empty as required”).</p>\n<p id=\"b545-5\">These cases cast considerable light on whether the bucket system of human waste disposal existing at the jail comports with our evolving standards of decency as a maturing society. They evidence an intolerance for confinement which requires persons to live in close proximity to their own human waste and that of others. They demand that as a society we do better than this. In <em>Flakes </em>v. <em>Percy, </em>511 F. Supp. 1325, 1329 (W.D. Wis. 1981), the judge considered the constitutionality of confining individuals in cells with no flush toilets, often requiring the use of “chamber pots,” for disposal of human waste and which had no sink facilities. In holding that such conditions violated Eighth Amendment protections, the judge observed: “However primitive and ordinary, the right to defecate and to urinate without awaiting the permission of government, and, while eating or at rest, the right to avoid the odor of one’s earlier emitted feces and urine, are rights close to the core of the liberty guaranteed by the due process clause of the Fourteenth Amendment.” <em>Id. </em>In <em>DiMarzo </em>v. <em>Cahill, </em>Civ. No. 77-939-S (D. Mass. July 8, 1977), aff’d, 575 F.2d 15 (1st Cir.), cert. denied sub nom. <em>Hall </em>v. <em>DiMarzo, </em>439 U.S. 927 (1978), the judge considered the propriety of human waste disposal conditions, which were existing in the Essex County jail and house of correction in Salem, Massachusetts, that are virtually identical to those before us in this case. There too, the trial judge observed: “Interior plumbing is certainly the norm of American life, even in prisons, and privacy in personal hygiene is generally equated with minimum human dignity.” Slip op. at 4.</p>\n<p id=\"b545-6\">These judicial pronouncements of social ethics alone, however, need not form our basis for determining whether the jail’s condition violates evolving societal standards of human decency. One of the “objective indicia that reflect this public attitude” in assessing claims of Eighth Amend<page-number citation-index=\"1\" label=\"530\">*530</page-number>ment violations to which the United States Supreme Court refers us is State legislation. <em>Gregg </em>v. <em>Georgia, </em>428 U.S. 153, 173 (1976) (cited in <em>Rhodes </em>v. <em>Chapman, </em>452 U.S. 337, 346-347 [1981]). Here, the Massachusetts Legislature has created a vehicle for establishing minimum standards of human habitation in prisons. In G. L. c. 111, § 21, as amended by St. 1968, c. 274, the Legislature has delegated authority to the Department of Public Health to “make rules for police station houses, lockups, houses of detention, jails, houses of correction, prisons and reformatories, regarding . . . minimum plumbing facilities for human habitation.” The regulations adopted to carry out this task are contained in 105 Code Mass. Regs. 450.113 (1979), and have been upheld by this court as applied to county correction facilities. <em>Attorney Gen. </em>v. <em>Sheriff of Worcester County, </em>382 Mass. 57, 63 (1980).<footnotemark>5</footnotemark> These regulations have the <page-number citation-index=\"1\" label=\"531\">*531</page-number>force of law. <em>Purity Supreme, Inc. </em>v. <em>Attorney Gen., </em>380 Mass. 762, 768-769 (1980). Accordingly, they may be used as an objective standard for assessing whether sanitary conditions at the jail fall below minimum standards of decency. The judge in <em>Strachan </em>v. <em>Ashe, </em>548 F. Supp. 1193, 1202 (D. Mass. 1982), used 105 Code Mass. Regs. 450.113 (1979) for this purpose. The judge in <em>Strachan </em>addressed the constitutionality of confinement conditions at the Hampden County (Massachusetts) house of correction. While noting that violation of the regulations alone may not establish a “per se constitutional violation,” the existence of the regulations setting standards of conduct was deemed “certainly significant.” <em>Id. </em>The judge went on to rule that conditions in certain cells at the Hampden County house of correction were unconstitutional, based in part on the use of buckets for disposal of human waste. <em>Id. </em>1203.</p>\n<p id=\"b547-5\">The defendants conceded in their brief and at oral argument that conditions at the jail violate the express language of the regulations. Each cell at the jail in which “an individual may be locked for any part of a 24-hour day” does not have a “working toilet and working handwashing sink with hot and cold running water” and no corrective measures have been completed. In short, it can be persuasively <page-number citation-index=\"1\" label=\"532\">*532</page-number>argued that the conditions of the jail are in clear violation of current standards of human decency as expressed in the regulations.</p>\n<p id=\"b548-5\">The defendants argue that conditions existing at the jail in violation of 105 Code Mass. Regs. 450.113 (1979) are defensible on three grounds. They assert first that “restrictive and harsh conditions are to be expected while incarcerated.” While true as a matter of fact and law, see <em>Libby </em>v. <em>Commissioner of Correction, </em>385 Mass. 421, 433 (1982) (citing <em>Rhodes </em>v. <em>Chapman, supra), </em>the Eighth Amendment clearly limits such harshness and, therefore, this assertion provides no basis for us to determine whether conditions at the jail fall below the constitutional minimum. Second, the defendants claim a “penological justification” for the conditions. Such a justification can reflect on the constitutionality of prison conditions. See <em>Rhodes </em>v. <em>Chapman, supra </em>at 346 (citing <em>Gregg </em>v. <em>Georgia, supra </em>at 183). The alleged penological justification is stated as follows: “The justification is simple; the very existence of the correctional facility.” The defendants claim they are “duty-bound” to incarcerate prisoners and have had difficulty raising revenues to install plumbing throughout the jail. This argument has little merit. We flatly reject the notion that an arm of the State may be allowed to violate an individual’s constitutional rights because funds have not been appropriated to remedy the wrong. <em>Massachusetts Gen. Hosp. </em>v. <em>Revere, </em>385 Mass. 772, 779 (1982), rev’d on other grounds, 463 U.S. 239 (1983). <em>Blaney </em>v. <em>Commissioner of Correction, </em>374 Mass. 337, 342 n.3 (1978). See also <em>Newman </em>v. <em>Alabama, </em>559 F.2d 283, 286 (5th Cir. 1977), cert. denied, 438 U.S. 915 (1978); <em>Bel </em>v. <em>Hall, </em>392 F. Supp. 274, 276 (D. Mass. 1975). Finally, the defendants urge us to look at the “total circumstances of confinement” and focus on the over-all health of the inmates at the jail in determining whether the conditions there violate the Eighth Amendment. We need not consider the cumulative condition of the jail, however, if we find that any one or set of conditions is constitutionally impermissible. “[A]n inmate <page-number citation-index=\"1\" label=\"533\">*533</page-number>need not wait until actual harm results in order to challenge conditions of confinement as ‘cruel and unusual.’” <em>Libby </em>v. <em>Commissioner of Correction, supra </em>at 434. In sum, we are persuaded by none of the defendants’ purported justifications for violation of the Department of Public Health’s regulations.</p>\n<p id=\"b549-5\">We must consider then, whether the conditions of the jail violate the prohibitions of the Eighth Amendment. We conclude that they do. The great weight of judicial authority and the objective expression of decency contained in 105 Code Mass. Regs. 450.113 (1979) make clear that the sanitary conditions at the jail fall below the constitutionally permissible minimum. No cell at the j ail has a flush toilet, a sink, or running water. Some prisoners are confined to their cells for between seventeen and twenty-four hours a day and, therefore, eat and sleep next to buckets into which they must urinate and defecate. The record contains no evidence to rebut the plaintiffs’ affidavits stating that they are allowed to empty these buckets only once a day or less frequently. These conditions along with the procedure for emptying the buckets constitute cruel and unusual punishment in violation of the Eighth Amendment.</p>\n<p id=\"b549-6\">3. <em>Violation of Massachusetts Constitution.</em></p>\n<p id=\"b549-7\">We turn now to art. 26 of the Massachusetts Declaration of Rights. “‘[Article] 26, like the Eighth Amendment, “must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.” <em>Trop </em>v. <em>Dulles, </em>356 U.S. 86, 101 (1958).’ <em>Commonwealth </em>v. <em>O’Neal, </em>367 Mass. 440, 451 (1975) . . . (Wilkins, J., concurring).” <em>District Attorney for the Suffolk Dist. </em>v. <em>Watson, </em>381 Mass. 648, 661 (1980). We have never decided whether the phrase “inflict cruel or unusual punishments” in art. 26 has the same prohibitive sweep as the phrase “nor cruel and unusual punishments inflicted” in the Eighth Amendment. See <em>Commonwealth </em>v. <em>Diatchenko, 387 </em>.Mass. 718, 722 n.2 (1982); <em>Cepulonis </em>v. <em>Commonwealth, </em>384 Mass. 495, 496-497 n.2 (1981), appeal dismissed, 455 U.S. 931 (1982); <em>District Attorney for the Suffolk Dist. </em>v. <page-number citation-index=\"1\" label=\"534\">*534</page-number><em>Watson, supra </em>at 676. But in any event, the rights guaranteed under art. 26 are at least equally as broad as those guaranteed under the Eighth Amendment. See, e.g., <em>Attorney Gen. </em>v. <em>Colleton, </em>387 Mass. 790, 795-796 (1982); <em>District Attorney for the Suffolk Dist. </em>v. <em>Watson, supra </em>at 661. Prison conditions inconsistent with evolving standards of human decency for the purposes of the Eighth Amendment are clearly unacceptable under art. 26. We conclude, therefore, that, for the same reasons conditions at the jail violate the Eighth Amendment, they violate art. 26.</p>\n<p id=\"b550-5\">4. <em>Remedy.</em></p>\n<p id=\"b550-6\">We now must consider the remedy appropriate in the context of this case. While we hesitate to involve the judiciary in the operation of executive departments, <em>Blaney </em>v. <em>Commissioner of Correction, </em>374 Mass. 337, 342-343 (1978), we will do so where public officials fail to meet statutory or constitutional obligations. See, e.g., <em>Perez </em>v. <em>Boston Hous. Auth., </em>379 Mass. 703, 719-730 (1980); <em>Commonwealth </em>v. <em>Andover, </em>378 Mass. 370, 380 (1979); <em>Blaney </em>v. <em>Commissioner of Correction, supra </em>at 341-342. See also <em>Inmates of the Suffolk County Jail </em>v. <em>Kearney, </em>573 F.2d 98, 100-101 (1st Cir. 1978). Here the defendants have failed to meet their obligation to maintain conditions at the jail which at least meet the constitutional minimum. This violation by public officials of constitutional rights guaranteed to inmates at the jail cannot be condoned and is subject to remedial actions by the judiciary. Such judicial actions do not improperly intrude upon the executive. <em>Blaney, supra </em>at 342-343.</p>\n<p id=\"b550-7\">The plaintiffs request that we order cells at the jail closed, consistent with the order of the trial judge. The defendants request time to make repairs necessary to meet constitutional standards. Determining whether to close the jail immediately, or to order it closed only if repairs are not completed within a definite period of time, requires a balancing of interests. Closing a jail involves consideration of the public interest as well as the constitutional rights of the prisoners. “Were the jail to close without interim arrangements being made available pending a long range solution, <page-number citation-index=\"1\" label=\"535\">*535</page-number>the public safety would obviously be threatened.” <em>Inmates of the Suffolk County Jail </em>v. <em>Kearney, supra </em>at 100.</p>\n<p id=\"b551-5\">We take judicial notice of the fact that the prison facilities of the Commonwealth are currently filled beyond capacity. Accordingly, closing the Lawrence jail would have a ripple effect on the prison system by injecting approximately 130 convicted inmates and thirty pretrial detainees into already overcrowded facilities. The result would be either further overcrowding or an arbitrary prisoner release program. Neither of these alternatives is in the public interest. Moreover, some prisoners might prefer to stay at the facility regardless of conditions rather than being transferred to another facility in a part of the Commonwealth away from friends and family. In some cases such a transfer may impose additional hardship.</p>\n<p id=\"b551-6\">This balancing of interests suggests that we ought initially to consider alternatives for remedying the unconstitutional conditions at the jail other than an immediate closing of all cells. The most obvious alternative is to allow the defendants a definite and final period of time within which repairs bringing the jail up to the constitutional minimum shall be completed. The defendants represented at oral argument, and the single justice of the Appeals Court found, that Essex County has been awarded $2,000,000 to improve conditions at the jail. In addition, they have stated in oral argument before this court that plumbing necessary to meet the standards in 105 Code Mass. Regs. 450.113 (1979) will be completed by the end of May, 1984. The record also supports the defendants’ position that obtaining funds necessary to carry out the constitutionally-mandated repairs has been difficult. They present a convincing case that access to this money involves a process of legislative and executive decision making over which they have had no control. Furthermore, we are informed that some temporary steps already have been taken to ameliorate the conditions. Accordingly, in the public interest, we give the defendants until June 1, 1984, to complete alterations at the jail sufficient to pass constitutional scrutiny.</p>\n<p id=\"b552-4\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>In establishing June 1, 1984, as the maximum time limit which we shall tolerate for completion of the constitutionally mandated repairs, we do not imply that interim ameliorative measures may not be taken as well. The defendants should remedy the unconstitutional conditions at the jail in whole or in part as soon as possible. Moreover, to monitor better the efforts of the defendants in bringing conditions at the jail up to the constitutional minimum, we transfer jurisdiction of the case from the Superior Court in Suffolk County to a single justice of the Supreme Judicial Court for Suffolk County pursuant to G. L. c. 211, § 4A. The single justice may issue orders for additional, immediate measures to ameliorate further or to relieve partially the present conditions, including scheduling installation of sanitary facilities by phases, at times earlier than June 1, 1984. But in no event is a cell at the jail to be occupied beyond June 1, 1984, without the necessary renovations: the installation of a flush toilet and sink with hot and cold running water, controls for all of which are accessible from within the cell.</p>\n<p id=\"b552-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"3\">\n<p id=\"b541-7\"> The class is comprised of the named plaintiffs and all persons who are or will become inmates of the Essex County house of correction and jail at Lawrence.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b542-7\"> The plaintiffs contend in their brief that the defendants failed to docket their appeal in a timely manner under Mass. R. A. P. 10 (a) (1), as appearing in 378 Mass. 937 (1978), and therefore are not properly before this court. They point out that on April 25, 1983, the trial judge ordered the appeals dismissed. No findings supporting the dismissal appear in the record. The defendants contend that they did docket their appeal in a timely fashion on April 25, 1983, prior to the hearing by the trial judge. See Mass. R. A. P. 10 (c), as appearing in 378 Mass. 937 (1978). A single justice of the Appeals Court deemed the appeal timely docketed, relying on Mass. R. A. P. 10 (c) and <em>Points East, Inc. </em>v. <em>City Council of Gloucester, </em>15 Mass. App. Ct. 722 (1983). We accept the decision of the single justice to deem the appeals timely filed.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b546-5\"> 105 Code Mass. Regs. 450.113 (1979), provides:</p>\n<p id=\"b546-6\">\n<em>“Toilet and Handwashing Sink in Locked Cell</em>\n</p>\n<p id=\"b546-7\">“Each cell within which an individual may be locked for any part of a 24-hour day has working toilet and working handwashing sink with hot and cold running water. Each toilet shall be raised off the floor of the inmate’s cell and shall be capable of being flushed from the interior of the cell. An existing facility which does not comply with this requirement may install chemical toilets and provide sanitary water for drinking and handwashing, but shall comply fully within two (2) years from the effective date of these regulations. (See 105 CMR 450.406)”</p>\n<p id=\"b546-8\">105 Code Mass. Regs. 450.406 (1979), provides:</p>\n<p id=\"b546-9\">\n<em>“Maximum Period Allowed for Compliance with Required Plumbing and Ventilation Requirements; Waiver Conditions</em>\n</p>\n<p id=\"Ab26\">“(A) For each correctional facility or detention center where the Program Director finds that major renovation or construction is required to provide plumbing and ventilation facilities which comply with sections 105 CMR 450.113, 450.114, 450.116, 450.117, 450.121, 450.124, or 450.140, the Program Director will accept a plan to correct deficiencies in an expeditious manner, but with full correction to be completed no later than two (2) years from the effective date of these regulations. The Program Director may require temporary measures to provide reasonable adequate plumbing or ventilation during the period allowed for correction. (B) In instances where the superintendent or administrator requests a longer timetable for completion than the maximum of two years allowed under 105 CMR 450.406(A), the Program Director may grant a waiver of this <page-number citation-index=\"1\" label=\"531\">*531</page-number>deadline and extend the deadline for a period not to exceed three additional years, provided that the following conditions are met:</p>\n<blockquote id=\"b547-7\">“(1) Adequate funds are appropriated for the necessary renovations or constructions no later than July 1, 1979.</blockquote>\n<blockquote id=\"b547-8\">“(2) The superintendent or administrator agrees to submit architectural plans no later than July 1, 1980, and a construction schedule no later than October 1, 1980.</blockquote>\n<blockquote id=\"b547-9\">“(3) During the waiver period, the Program Director receives evidence that the project is moving expeditiously toward completion.</blockquote>\n<blockquote id=\"b547-10\">“(4) The correctional facility provides such temporary plumbing and ventilation facilities as the Program Director requires during the additional period allowed for completion.”</blockquote>\n<p id=\"b547-11\">Nothing in the record indicates the defendants ever sought an extension of time to complete necessary repairs under these provisions.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}