{
  "casebody": {
    "data": "<casebody firstpage=\"214\" lastpage=\"216\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b228-3\">The State, ex rel. Bechstein, <em>v. </em>Board of Education of Bowling Green City School District et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b228-4\">[Cite as State, ex rel. Bechstein, v. Bd. of Education (1978), 57 Ohio App. 2d 214.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b228-7\">(No. WD-77-54</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQY\">Decided May 12, 1978.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b228-9\"><em>Mr. W. Joseph Strapp, </em>for relator.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b228-10\"><em>Mr. Patrick Crowley, </em>for respondents.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b228-11\">Brown, J.</author>\n<p id=\"AVf\">This cause came to be heard on an original action in mandamus brought by relator Joan Bechstein seeking (1) to compel respondent Board of Education of the Bowling Green City School District to restore her to the position of school custodian from which she had been removed and to pay her compensation due, or in the alternative to compel respondent Bowling Green Civil Service Commission to hear her appeal relative to the removal; and (2) to compel these two respondents and three named individual Civil Service Commission members to perform the duties imposed on them by R. C. Chapter 124 with respect to non-teaching employees of the Board of Education.</p>\n<p id=\"b228-12\">The following facts are stipulated. By letter dated April 12, 1977, relator Bechstein received her only notice <page-number citation-index=\"1\" label=\"215\">*215</page-number>of the Board of Education’s resolution not to renew her employment contract. Relator sought to appeal the removal to the BoAvling Green Civil Service Commission. The CíaúI Service Commission notified relator that it did not have jurisdiction to hear the appeal and that as a contractual employee of the Board of Education she should pursue her appeal as provided in R. C. 3319.081.</p>\n<p id=\"b229-4\">The Civil Service Commission erred in refusing relator’s appeal for lack of jurisdiction and in referring relator to R. C. 3319.081. Non-teaching employees of city school systems are in the classified civil service unless specifically included in the unclassified service, and are subject to the proAÚsions of R. C. Chapter 124, rather than the provisions of R. C. Chapter 3319, relative to appointment and discharge. <em>State, ex rel. Stough, </em>v. <em>Bd. of Education </em>(1977), 50 Ohio St. 2d 47; <em>State, ex rel. Ohio Assn. of Pub. School Employees, </em>v. <em>Civil Serv. Comm. </em>(1976), 45 Ohio St. 2d 295; <em>Ohio Assn. P. S. E. </em>v. <em>Bd. of Education </em>(1971), 28 Ohio St. 2d 58. It is stipulated that the BoAAding Green City School District is a city school system, and that neither the Board of Education nor the Bowling Green Civil Service Commission has adopted any resolution specifically exempting non-teaching employees from the classified civil service. Therefore, relator is in the classified civil service and may be removed from her position only in accordance with the provisions of R. C. Chapter 124. See R. C. 124.06. A failure to renew an employment contract is a form of removal.</p>\n<p id=\"b229-5\">The Board of Education here failed to comply with the requirements of R. C. 124.34 in the removal of relator, in that the Board did not furnish relator with a copy of the order of removal, stating the reasons therefor, and did not file such a copy with the Bowling Green Civil Service Commission. Therefore, the order of removal was void, and there could be no appeal from it to the Civil Service Commission.</p>\n<p id=\"b229-6\">The appropriate remedy in this situation is a writ of mandamus to compel the Board of Education to reinstate <page-number citation-index=\"1\" label=\"216\">*216</page-number>relator. <em>State, ex rel. Bay, </em>v. <em>Witter </em>(1924), 110 Ohio St. 216; <em>State, ex rel. Desprez, </em>v. <em>Bd. of County Commrs. </em>(1933), 47 Ohio App. 1; <em>Toledo </em>v. <em>Osborn </em>(1926), 23 Ohio App. 62. Relator would also be entitled to a writ of man-damns to compel the Board to pay her compensation due for the period of time during which she was wrongfully excluded from employment if she had established with certainty the amount recoverable, but this she failed to do. <em>State, ex rel. Dean, </em>v. <em>Huddle </em>(1976), 45 Ohio St. 2d 234; <em>Monaghan </em>v. <em>Richley </em>(1972), 32 Ohio St. 2d 190.</p>\n<p id=\"b230-4\">The petition for a writ of mandamus is granted and respondent Board of Education of the Bowling Oreen City School District is directed to reinstate relator Joan Bechstein to her position as custodian in the Bowling Oreen City School District. A writ of mandamus for compensation due relator is denied.</p>\n<p id=\"b230-5\">\n<em>Writ gra/nted in part</em>\n</p>\n<judges id=\"AYW\">Potter, P. J. and Connors, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}