{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"472\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b496-2\" pgmap=\"496\">BENTON COUNTY TAXPAYERS ASSOCIATION, Inc., by and through Lloyd EVANS, Sec. v. Ralph BOLAIN, County Judge etal</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b496-3\" pgmap=\"496\">5-5866</docketnumber><p data-order=\"2\" data-type=\"citation\" id=\"AXe\" pgmap=\"496\">S.W. 2d 566</p><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b496-4\" pgmap=\"496\">Opinion delivered May 1, 1972</decisiondate><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b496-7\" pgmap=\"496\">Reed ir Reed, by Herbert L. Ray, for appellants.</attorneys> <opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b496-8\" pgmap=\"496\">Conley Byrd, Justice.</author> <p id=\"AHC\" pgmap=\"496\">Appellant Benton County Taxpayers Association, Inc., by and through Lloyd Evans, Secretary, brought this action against appellees Ralph Bolain, County Judge; Appraisal Consultants, Inc.; and Harry Pratt, County Clerk, to enjoin expenditure of county funds for a tax reappraisal upon the ground that no valid appropriation had been made by the county quorum for expenditure of the funds. The Chancellor sustained appellees’ demurrer. We agree with the Chancellor.</p> <p id=\"b496-9\" pgmap=\"496\">Appellant’s main contention is that Ark. Stat. Ann. § 17-401 (Repl. 1968), requires the affirmative votes of a majority of the duly elected, qualified and acting justices of the peace of the county. In this connection they alleged that there are 101 positions for justice of the peace in Benton County and that at the special session of the Quorum Court where the money was appropriated only 71 justices of the peace were present and that of those present 37 voted in favor of the appropriation and 34 voted against it.</p> <p id=\"b496-10\" pgmap=\"496(19) 497(16)\">The appellees on the other hand contend, among other things, that only a majority of a quorum is necessary pursuant to Ark. Stat. Ann. § 17-401 to make a valid appropriation. That statute provides:</p> <blockquote id=\"b497-3\" pgmap=\"497\">“The county Judge, with a majority of the Justices of the Peace of each county, shall constitute a court for levying the taxes and making necessary appropriation for the expenses of the county and shall meet annually at the court house in their respective counties and districts, on the third Monday in November of each year, and at such other time or times as the county court may direct, for the purposes of levying taxes and making said appropriations; and if said court cannot complete its work in one (1) day, by a majority vote it may adjourn to a future fixed day. In case of emergency, the county court may call a special meeting of said court, and a majority shall have jurisdiction and power to act upon any matter authorized by law and designated in the order calling such meeting.”</blockquote> <p id=\"b497-4\" pgmap=\"497\">The applicable rule of law is set forth in 45 ALR 2d 716 in this language:</p> <blockquote id=\"b497-5\" pgmap=\"497\">“Where no statute has required a contrary result, the courts have applied the common law rule that action may be taken by a majority of the members present, provided, of course, that they are sufficient in number to constitute a quorum of the body.”</blockquote> <p id=\"b497-6\" pgmap=\"497\">This same rule was recognized in Hillard v. Bunker, 68 Ark. 340, 58 S.W. 362 (1900). Thus as can be seen, nothing in the statutes, supra, requires anything more than a majority of a quorum. It follows that the chancellor properly dismissed the complaint.</p> <p id=\"b497-7\" pgmap=\"497\">Affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}