{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"436\" lastpage=\"439\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"AGi\" pgmap=\"438\">Mike Kirby et al. v. The People of the State of Illinois.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b438-6\" pgmap=\"438\">Filed at Mt. Vernon January 20, 1888.</decisiondate><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b438-7\" pgmap=\"438\">1. Evidence—to show former conviction of witness for crime. Where a witness refuses to testify as to a previous conviction of a crime, it can be proved only, as at the common law, by a properly authenticated copy of the record thereof, and that must contain at least the caption, the entry showing the return of the indictment into open court by the grand jury, the indictment and record of arraignment, and the impaneling of the jury or the waiver of a jury, as well as the final judgment of the court. These are indispensable parts of the record.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b438-8\" pgmap=\"438\">2. One of two defendants on trial for robbery testified in behalf of the defence, and on being asked if he had not been convicted of an assault with intent to kill, and sentenced to the penitentiary, declined to answer. The prosecution, over the objection of the defendants, read in evidence a certified copy of a judgment order of the Criminal Court of Cook county, sentencing the defendant to the penitentiary for two years and six months. No indictment or record of arraignment or trial was copied into this transcript: Meld, that the court erred in admitting the same.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b438-11\" pgmap=\"438\">3. Ebbob wild not always bevebse—as, where it appears no injury resulted. This court will not affirm a judgment, when error has intervened, unless it shall appear from the whole record that such error could not reasonably have affected the result. When there is error, it is presumed to have improperly affected the result, but this presumption is rebutted, when, from the whole record, it is manifest that no improper result to the party complaining could have followed.</syllabus><summary data-order=\"5\" data-type=\"summary\" id=\"b438-12\" pgmap=\"438\">Writ of Error to the Circuit Court of St. Clair county; the Hon. Amos Watts, Judge, presiding.</summary><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b438-13\" pgmap=\"438\">Mr. William Winkelman, for the plaintiffs in error:</attorneys><p data-order=\"7\" data-type=\"legal\" id=\"b438-14\" pgmap=\"438\">The court erred in admitting in evidence the partial copy of the record of the conviction of Williams. Bartholomew v. People, 104 Ill. 601.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b438-15\" pgmap=\"438\">Mr. George Hunt, Attorney General, for the People:</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"b438-16\" pgmap=\"438(22) 439(22)\">In the case of Bartholomew v. People, 104 Ill. 601, it was the mittimus that was introduced in evidence, and the court held it error. In this case it was the judgment of the Criminal Court, properly certified, that was offered and admitted.</p><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b439-5\" pgmap=\"439\">Mr. B. D. W. Holder, State’s Attorney, also for the People:</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"b439-6\" pgmap=\"439\">When a defendant in a criminal case elects to testify, he is to he treated, so far as cross-examination is concerned, as any other witness. Boyle v. State, 7 Crim. Law Mag. 659; State v. Beal, 68 Ind. 345; Burden v. People, 26 Mich. 162; Burbaker v. Taylor, 76 Pa. St. 63; Commonwealth v. Curtis, 97 Mass. 587; Wharton on Crim. Ev. (8th ed.) sec. 432.</p><p data-order=\"12\" data-type=\"legal\" id=\"b439-7\" pgmap=\"439\">While contending that the admission of the record of the conviction of Williams was proper, yet we insist that it worked him no injury, and though it had been improper, it is not sufficient grounds for reversal. It is only when this court can see that the admission of improper evidence or the exclusion of proper evidence has worked an injury to the party complaining, that it will reverse for error in receiving or excluding the same. Railway Co. v. Zoffinger, 107 Ill. 199; Ritzman v. People, 110 id. 363; Peck v. Cooper, 112 id. 192; Windett v. Hurlbut, 115 id. 403.</p> <opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b439-8\" pgmap=\"439\">Mr. Justice Scholfield</author> <p id=\"Axu\" pgmap=\"439\">delivered the opinion of the Court:</p> <p id=\"b439-9\" pgmap=\"439(132) 440(197)\">The defendants were each convicted of the crime of robbery, and sentenced therefor, to the penitentiary, for a term of years. The person alleged to have been robbed was Ferdinand Grot, who testified, among other things, that on the evening of the 5th of January, 1887, a short distance east of Bast St. Louis, while riding along the turnpike, in his wagon, he met the defendants, traveling in an opposite direction, in a buggy; that as they came opposite to him they stopped, and the defendant Kirby jumped out of the buggy, and then into the wagon of witness, and seizing witness, bent him back over the seat, put his hand into the vest pocket of witness, and took therefrom $40 in currency, after which Kirby returned to the buggy and the defendants drove off. The defendant Williams was introduced as a witness on behalf of the defendants, and testified, on his direct examination, that Kirby did not get into Grot’s wagon; that all that he did was to get out of the buggy, stand by Grot’s wagon, with his foot upon the wheel, and talk to Grot. On cross-examination, he was asked whether he had not been convicted, at the February term, 1881, of the Criminal Court of Cook county, of the crime of an assault with intent to kill, and sentenced to the penitentiary therefor, for the term of two years and six months, but he declined to answer the question. Thereupon, the court permitted the People, over the objection of the defendants, to read in evidence a certified copy of a judgment order of the Criminal Court of Cook county, rendered on the 29th of October, 1881, sentencing Williams to the penitentiary for the term of two years and six months. There is no indictment, no record of arraignment, and no record of the trial and return of verdict, copied into this record,— nothing but the final judgment order imposing punishment.</p> <p id=\"b440-5\" pgmap=\"440(192) 441(18)\">It is provided by section 6, division 12, of our Criminal Code, that “no person shall be disqualified as a witness in any criminal case or proceeding, by reason * * * of his having been convicted of any crime; but such interest or conviction may be shown for the purpose of affecting his credibility.” But how may such interest or conviction be shown ? Manifestly, in the absence of any statutory provision in that respect, the answer must be, as at common law. We said in Bartholomew v. The People, 104 Ill. 609, where precisely the same question, in principle, was before us that is here presented, “that at least the copy of the caption, the record of the returning of the indictment into open court by the grand jury, the indictment and record of arraignment, ” (and we now add, the record of the impaneling and verdict of the jury, or the waiver of the jury,) are as indispensable a part of the record as the judgment of conviction. We cited numerous authorities to sustain that position, and not one is cited now to the ■contrary. It was clearly error to admit this copy of only a part of the record in evidence.</p> <p id=\"ACk\" pgmap=\"441\">There was other evidence affecting the question of the guilt ■of the parties, which we deem it unnecessary to discuss. It may he that the jury would have returned the same verdict they did had this evidence not been admitted, and that, had they done so, we would not feel called upon to disturb the verdict. But we are not to take the place of the jury, and determine, as an original question, whether the defendants -are guilty, and if guilty, how much punishment they should receive. We are only to determine whether there is error in the record, and if there is, are the defendants so clearly guilty that it could not have materially affected the result ? The rule is not, as quoted by the State’s attorney, that it is only “when the court can see that the admission of improper ■evidence or the exclusion of proper evidence has worked an injury to the party complaining, that the judgment will be reversed,” but it is, that the court will not affirm, where error has intervened, unless it shall appear from the whole record that such error could not reasonably have affected the result. When there is error, it is presumed to have improperly affected the result; but this presumption is rebutted, where, from the whole record, it is manifest that no improper result to the party complaining could reasonably have followed.</p> <p id=\"b441-5\" pgmap=\"441\">We feel hardly warranted, here, in saying that the judgment is, in all respects, so clearly right that it should be affirmed, notwithstanding the error. The judgment is therefore reversed, and the cause remanded for further proceedings consistent with \"this opinion.</p> <p id=\"b441-6\" pgmap=\"441\">Judgment reversed,.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}