{
  "casebody": {
    "data": "<casebody firstpage=\"539\" lastpage=\"550\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b561-6\">Leslie Joe NANCE, Plaintiff-Appellee, v. KENTUCKY NATIONAL INSURANCE COMPANY, Defendant-Appellant, and Nationwide Insurance Agency, Incorporated, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b561-10\">No. 06-1511.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b561-11\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b561-12\">Argued: March 14, 2007.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b561-13\">Decided: May 8, 2007.</decisiondate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b561-20\">See also 2005 WL 1785258.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b562-3\"><page-number citation-index=\"1\" label=\"540\">*540</page-number>ARGUED: Douglas Michael Palais, Leelair Ryan, P.C., Richmond, Virginia, for Appellant. William Lowell Mundy, Mundy &amp; Nelson, Huntington, West Virginia, for Appellee. ON BRIEF: Cameron S. Matheson, Leclair Ryan, P.C., Richmond, Virginia, for Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b562-5\">Before MICHAEL and KING, Circuit Judges, and HAMILTON, Senior Circuit Judge.</judges>\n<p data-order=\"8\" data-type=\"disposition\" id=\"b562-6\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"9\" data-type=\"misc\" id=\"b562-7\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b562-8\">PER CURIAM:</author>\n<p id=\"b562-9\">In the present appeal, Kentucky National Insurance Company (Kentucky National) seeks reversal of the district court’s entry of judgment against it in the amount of $233,000 in compensatory damages and $850,000 in punitive damages. The judgment resulted from the jury’s verdict in favor of Leslie Joe Nance (Nance), one of Kentucky National’s insureds, on Nance’s claim in the present diversity action that Kentucky National violated the West Virginia Unfair Claim Settlement Practices Act, W. Va.Code § 33-11-4(9), in handling his uninsured motorist claim. According to Kentucky National, reversal is appropriate because the district court erred in denying its motion for judgment as a matter of law, made pursuant to Federal Rule of Civil Procedure 50(b). We affirm.</p>\n<p id=\"b562-10\">I.</p>\n<p id=\"b562-11\">Because this appeal challenges the district court’s refusal to grant Kentucky National’s Rule 50(b) motion, we must view the evidence in the light most favorable to Nance (and in support of the jury’s verdict), drawing every legitimate inference in Nance’s favor. <em>International Ground Transp. v. Mayor and City Council of Ocean City, Md., </em>475 F.3d 214, 218-19 (4th Cir.2007). Therefore, we present the facts in accord with this standard.</p>\n<p id=\"b562-13\">On December 15, 1998, at approximately 7:20 a.m., Nance was driving a tractor-trailer, owned by his employer, on U.S. Route 25-E in Barbourville, Kentucky. At the time, Nance was thirty-eight years old. He was traveling the speed limit, fifty-five miles per hour, which speed was later corroborated by the tractor-trailer’s on-board computer.</p>\n<p id=\"b562-14\">As Nance approached the intersection of U.S. Route 25-E and Noeville Lane, with the fourteen lights on his tractor-trailer illuminated, Lisa Cordell (Cordell) pulled out directly in front of Nance, despite the fact that her lane of traffic was controlled by a stop sign. Trying to avoid striking Cordell’s vehicle, Nance slammed on his brakes and swerved to the left. Nonetheless, Nance was unable to avoid hitting Cordell’s vehicle; the impact causing his tractor-trailer to jackknife.</p>\n<p id=\"b562-15\">Paramedics quickly arrived on the scene, extracted Nance from the cab of his tractor-trailer, and transported him via an ambulance to the hospital for treatment of his physical injuries. Within four minutes after the accident, two police officers arrived on the scene and conducted an investigation. Upon arrival, the officers immediately noted that the windows of Cordell’s vehicle were frosted over, which had prevented her from seeing Nance’s vehicle approaching. The police officers also determined that Cordell had failed to yield the right of way and that Nance had not engaged in any improper driving.</p>\n<p id=\"b562-16\">As a result of the accident, Nance suffered serious injuries to his head, neck, shoulder, back, and brain. The brain injury caused him continuous headaches. Due to his injuries, Nance underwent extensive treatment, including back surgery, chiro<page-number citation-index=\"1\" label=\"541\">*541</page-number>practic treatment, and physical therapy. In addition to his medical expenses, Nance incurred significant past lost wages and future lost wages as a result of the accident.</p>\n<p id=\"b563-5\">Also as a result of the accident, Nance suffered a significant loss of enjoyment of life. For example, due to Nance’s injuries, he could no longer perform tasks around his farm and he could no longer engage in the activities that he once enjoyed with his family. During the trial in the present action against Kentucky National, Conrad Diaz, Nance’s expert witness in claims adjusting, valued Nance’s damages from the accident at between $750,000 and $1,300,000, with a figure exceeding $1,000,000 “more likely,” (J.A. 663).</p>\n<p id=\"b563-6\">At the time of the accident, Cordell was uninsured. Nance did not learn of her uninsured status until a year after the accident. A policy issued by Liberty Mutual Insurance Company (Liberty Mutual) provided Nance the first $50,000 in uninsured motorist coverage. A policy issued by Kentucky National provided Nance an additional $100,000 in uninsured motorist coverage, which coverage was secondary to that provided under the Liberty Mutual policy. Finally, a policy issued by Nationwide Mutual Insurance Company (Nationwide) also provided Nance $100,000 in uninsured motorist coverage, which coverage was also secondary to that provided under the Liberty Mutual policy. Notably, the parties agree that Kentucky National’s uninsured motorist coverage would not trigger until the $50,000 policy limit under the Liberty Mutual policy had been exhausted.</p>\n<p id=\"b563-7\">In November 1999, when Nance was first advised that Cordell might not have insurance, the one-year statute of limitations on his claims in Kentucky was about to expire. Therefore, to preserve his claims, Nance promptly filed suit in Kentucky state court (the 1999 Underlying Action) against Cordell, Kentucky National, and Nationwide.<footnotemark>1</footnotemark> Of relevance here, Nance’s complaint in the 1999 Underlying Action alleged tort liability based upon a negligence theory against Cordell and contractual liability against Kentucky National.</p>\n<p id=\"b563-11\">Immediately after Nance filed the 1999 Underlying Action, on November 29, 1999, counsel for Nance faxed a copy of the police report to Kentucky National. The jury heard testimony establishing that despite the clarity of liability, Kentucky National repeatedly attempted to create bogus issues of negligence against Nance in order to devalue his claim. For example, with no evidence whatsoever, Kentucky National asserted that Nance’s brakes on the tractor-trailer were defective at the time of the accident. Kentucky National later admitted that it never had any evidence to support this assertion. In fact, the Department of Transportation’s inspection of the tractor-trailer demonstrated that everything was working properly.<footnotemark>2</footnotemark> For a second example, Kentucky National also accused Nance of speeding until the tractor-trailer’s onboard computer indicated otherwise. For a third example, Kentucky National sought to work with Cor-dell in order to place blame on Nance.</p>\n<p id=\"b563-12\">For yet a fourth example, approximately three years after Nance filed the 1999 Underlying Action, four years after the accident occurred, and after a mediation between Nance and Kentucky National, Kentucky National hired an accident re-<page-number citation-index=\"1\" label=\"542\">*542</page-number>constructionist. Nance’s expert witness at trial regarding claims adjusting, Conrad Diaz, testified that, under the circumstances of this case, including Kentucky National’s timing in hiring the accident reconstructionist, Kentucky National hired the accident reconstructionist in an attempt to place liability for the accident on Nance. However, the accident reconstructionist placed no fault on Nance.</p>\n<p id=\"b564-4\">As early as January 2000, Nance attempted to discuss with Kentucky National an amicable settlement. Kentucky National refused to even discuss settlement, and after one and one-half years of undergoing discovery, Nance attempted to set the 1999 Underlying Action for trial. However, Kentucky National opposed setting the case for trial and instead requested mediation, which mediation the court ordered. Therefore, on September 17, 2001, Nance, his wife, and Nance’s counsel traveled over three hours to attend a mediation conference. At this mediation conference, on a date chosen and agreed to by Kentucky National, Kentucky National refused to even make an offer to Nance to settle his claim and then unilaterally aborted the mediation at noon. Nance testified during the trial in the present case that his dire financial situation and the burden of litigation with Kentucky National, both caused by Kentucky National’s mishandling of his uninsured motorist claim, caused him extreme stress. The stress was so great that, beginning in either 2000 or 2001, he began taking prescription anti-anxiety medication, which medication he continued to take at the time of the trial in the present case (November 2005). In November 2001, Nance settled with Liberty Mutual for the policy limit of $50,000.</p>\n<p id=\"b564-5\">The evidence at trial in the present case showed that, despite clear liability on a claim worth between $750,000 and $1,300,000, Kentucky National did not make its first settlement offer of $25,000 until October 11, 2002, three years after Nance filed the 1999 Underlying Action, seven months after Kentucky National admits that it learned Liberty Mutual had settled with Nance for Liberty Mutual’s $50,000 policy limit, and approximately two weeks before the scheduled trial date in the 1999 Underlying Action.</p>\n<p id=\"b564-7\">Approximately one week later, on October 18, 2002, Kentucky National upped its offer by $10,000 to $35,000. Prior to this second offer, Kentucky National’s defense counsel suggested to Kentucky National that it offer Nance $80,000, a recommendation which Kentucky National rejected. Because of a technical problem with the jury, the trial court in the 1999 Underlying Action continued the start of that trial until April 2003. As the rescheduled trial date approached, although the facts of the case and the amount of damages had not changed, Kentucky National increased its offer to $50,000, just half of its policy limit. Nance rejected the offer.</p>\n<p id=\"b564-8\">Despite the fact that Nance had been treated by over twenty physicians, some required by Workers’ Compensation, and armed with his medical records, Kentucky National asked Nance to undergo a medical examination in Lexington, Kentucky, approximately two and one-half hours from his home. Nance requested that he be permitted to see a doctor closer to his home as his medical condition made travel difficult, but Kentucky National refused. After the two and one-half hour trip, Kentucky National’s designated doctor examined Nance for only approximately eight to ten minutes.</p>\n<p id=\"b564-9\">After Nance and his wife Debra left the appointment with Kentucky National’s designated doctor, the Nances became aware that someone had been following them, which frightened the couple. At trial in the present case, Nance’s wife spe<page-number citation-index=\"1\" label=\"543\">*543</page-number>cifically testified regarding the events which took place after they left the doctor’s office in Lexington, Kentucky:</p>\n<blockquote id=\"b565-5\">Well, we had parked in a parking garage, and when we pulled out of the parking garage, we just looked back in the mirror and we noticed there’s a guy, the car behind us, has a video camera up to our car, and we thought that’s kind of weird, you know, a guy in a parking garage filming somebody. So we pull out of the parking garage. The guy proceeds to pull out with us. We make a right, he makes a right. He has still got that video camera. Me and Joe start to think there’s something weird— something is weird about this. So we had to get on 64 to come home. So we get on 64, this brown car gets on to 64. The guy is still filming us. We change lanes, he changes lanes. We get faster, he gets faster. By this time, you know, I’m getting a little scared, I’m thinking what is this guy after, what — what’s he wanting, you know? We didn’t know what he was after.</blockquote>\n<blockquote id=\"b565-6\"><em>% t’fi </em>&gt;]{ # í¡í</blockquote>\n<blockquote id=\"b565-7\">[W]e gave Todd Biddle[, one of the lawyer’s representing Nance in the 1999 Underlying Action,] a call because, I mean, it was getting scary because he was right up on us, and we couldn’t see his license plate number, and we asked Todd should we call the police, and Todd said that more than likely we were being followed by the insurance company.</blockquote>\n<p id=\"b565-8\">(J.A. 717-18).</p>\n<blockquote id=\"b565-9\">Nance testified on the matter as follows:</blockquote>\n<blockquote id=\"AuX6\">When we come out of the doctor’s office, I mean, there were several people in the garage. I seen this man, but you don’t think nothing of it. But when the car starts staying real close to you, made me start getting kind of nervous of what is going on. He followed us. Every turn I made, he just kept staying right with us, and that’s when I got pretty nervous. I did not know, you know, what the intentions of this man was and it scared me. So I did — I had my cellphone with me, and I called Todd Biddle, and I told him because I did suspect, after we got out on the interstate and nothing had happened yet, that maybe this guy was like an investigator following us. So I called Todd and asked him should I call the state police and have this gentleman stopped or what I should do, and he said, “I will take care of it.”</blockquote>\n<p id=\"b565-11\">(J.A. 782). The evidence at trial established that Kentucky National and Nationwide jointly hired the private investigator who frightened the Nances.</p>\n<p id=\"b565-12\">The jury in the present action also heard evidence of similar bad-faith refusal-to-settle-conduct by Kentucky National. The first incident involved Kentucky National’s handling of an underinsured motorist claim filed by James Garland (Garland). Attorney Guy Bucci (Attorney Bucci) represented Garland. A drunk driver, who had just stolen gas from a convenience store, traveling at a high rate of speed, down a busy street, without any lights on, crossed the center line and struck Garland traveling in his employer’s vehicle. Garland suffered substantial physical injuries while the passenger riding with the drunk driver was killed.</p>\n<p id=\"b565-13\">Like the present case, Kentucky National contested liability in Garland’s case. Moreover, Kentucky National attempted to create issues of liability and place the blame on its own insured by baselessly alleging Garland had crossed over the center line. Throughout its handling of Garland’s claim, Kentucky National refused to acknowledge that Garland had a legitimate claim for his substantial injuries until the eve of trial. Throughout the course of <page-number citation-index=\"1\" label=\"544\">*544</page-number>litigation, none of the circumstances had changed to warrant Kentucky National’s sudden offer of the policy limit to settle Garland’s claim other than the fact that trial was about to occur and that Kentucky National had not done a proper evaluation of Garland’s claim in the first place. As Attorney Bucci explained, Kentucky National’s attitude with regard to claims handling amounted to “fight and delay.” (J.A. 405).</p>\n<p id=\"b566-4\">In the second case exemplifying Kentucky National’s fight-and-delay approach to claims handling, Joe Holstein (Holstein) was a passenger in a vehicle driven by a Kentucky National insured who was speeding and wrecked in a single vehicle accident. Holstein’s counsel, William Tiano (Tiano), testified in the present case that Kentucky National offered Holstein an amount substantially less than even his documented medical bills to settle his claim. Kentucky National forced Holstein to file suit against it. After several additional unreasonable offers, and on the eve of trial, Kentucky National finally offered its policy limit to settle Holstein’s claim.</p>\n<p id=\"b566-5\">The jury also heard expert testimony from Vincent King (King), who is a West Virginia licensed attorney, a West Virginia licensed insurance adjuster, a former Deputy Insurance Commissioner for West Virginia, and a former General Counsel for West Virginia’s Insurance Commissioner. King testified to multiple dealings with Kentucky National during his time at the West Virginia Insurance Commission and in private practice in which Kentucky National violated ordinary claims practices standards.</p>\n<p id=\"b566-6\">As with both Garland and Holstein, Kentucky National’s fight-and-delay approach to claims handling began to wear on Nance and his wife. As a result of Kentucky National’s refusal to make a good faith settlement offer, the Nances suffered major financial difficulty. The Nances’ financial position became so precarious that they were required to re-mortgage their house at a high interest rate, even though it was free of debt at the time, in order to prevent repossession of some of their assets. Over the years, as the claim process with Kentucky National dragged on, the Nances continued to have difficulty making ends meet, causing them to have yard sales to raise cash, which yard sales resulted in great embarrassment to Nance as some of his coworkers attended. The financial distress also caused the Nances to sell, <em>inter alia, </em>a dump truck, a flatbed truck, a horse, training equipment for horses, and dogs and equipment for coon hunting. Additionally, Kentucky National’s fight-and-delay approach to claims handling caused the Nances to deplete both a personal savings account and an account for their son’s college education. The jury also heard evidence to the effect that Nance suffered mental and emotional trauma due to Kentucky National’s delay tactics and refusal to offer a good faith settlement.</p>\n<p id=\"b566-8\">Eventually, in April 2003, just a couple of days before the start of the rescheduled trial in the Underlying 1999 Action, Kentucky National offered $60,000 to Nance to settle his claim against it. At trial in the present case, Conrad Diaz expertly opined that Kentucky National’s $60,000 offer was neither prompt nor a good faith offer based upon the value of the claim.</p>\n<p id=\"b566-9\">Ultimately, Kentucky National wore Nance down so much emotionally and financially that he accepted its $60,000 offer. The Nances knew that to continue litigation would cost additional money and take additional time with the possibility of an appeal. At this point, the Nances had $80 in their savings account. As Nance testified during trial in the present case, <page-number citation-index=\"1\" label=\"545\">*545</page-number>“[Kentucky National] had finally beat me down.”<footnotemark>3</footnotemark> (J.A.793).</p>\n<p id=\"b567-5\">In the present case, Nance alleged that Kentucky National violated the West Virginia Unfair Claim Settlement Practices Act, W. Va.Code § 33-11-4(9), in handling his uninsured motorist claim. Of relevance in this appeal, the West Virginia Unfair Claim Settlement Practices Act provides:</p>\n<blockquote id=\"b567-6\">(9) <em>Unfair claim settlement </em>practices.— No person shall commit or perform with such frequency as to indicate a general business practice any of the following:</blockquote>\n<blockquote id=\"b567-7\"><em>* </em>* *</blockquote>\n<blockquote id=\"b567-8\">(c) Failing to adopt and implement reasonable standards for the prompt investigation of claims arising under insurance policies;</blockquote>\n<blockquote id=\"b567-9\">(d) Refusing to pay claims without conducting a reasonable investigation based upon all available information;</blockquote>\n<blockquote id=\"b567-10\">^ ^</blockquote>\n<blockquote id=\"b567-11\">(f) Not attempting in good faith to effectuate prompt, fair and equitable settlements of claims in which liability has become reasonably clear....</blockquote>\n<p id=\"b567-12\">\n<em>Id.</em>\n</p>\n<p id=\"b567-13\">The district court conducted a jury trial in the present case from November 1, 2005 through November 7, 2005. At the close of Nance’s evidence, Kentucky National moved for judgment as a matter of law. <em>See </em>Fed.R.Civ.P. 50(a). The district court denied the motion. At the close of Kentucky National’s case in defense, Kentucky National orally renewed its motion for judgment as a matter of law. The district court again denied the motion.</p>\n<p id=\"b567-14\">The jury returned a verdict in favor of Nance, awarding him: (a) $150,000 for increased costs and expenses; (b) $100,000 for aggravation, inconvenience, and annoyance; (c) $100,000 for emotional distress; and (d) $850,000 in punitive damages, for a total of $1,200,000. On November 18, 2005, the district court entered judgment in the amount of $1,200,000. Upon motion by Kentucky National and with the agreement of Nance, the district court remitted the $150,000 figure to $33,000. Thus, the district court entered an amended judgment in favor of Nance for a total of $233,000 in compensatory damages and $850,000 in punitive damages (combined total of $1,083,000). This resulted in a 1 to 3.64 ratio of compensatory damages to punitive damages. The district court denied the remainder of Kentucky National’s post-trial motion for judgment as a matter of law, or in the alternative, for a new trial. <em>See </em>Fed.R.Civ.P. 50(b).</p>\n<p id=\"b567-16\">Kentucky National noted a timely appeal, raising two distinct challenges to the judgment. We address each in turn.</p>\n<p id=\"b567-17\">II.</p>\n<p id=\"b567-18\">On the issue of punitive damages, the district court instructed the jury as follows:</p>\n<blockquote id=\"b567-19\">In addition to compensatory damages, punitive damages may be awarded for violation of the Unfair Claims Settlement Practices Act if such violation or violations occurred during the plaintiffs claim, and we’re talking about the plaintiff’s underlying claim, and constitute both a general business practice and rise to the level of a high threshold of actual malice toward the plaintiff in the settlement process.</blockquote>\n<blockquote id=\"b567-20\">Actual malice in this context means that the insurance company actually knew that the policyholder’s claim was proper, but willfully, maliciously, and intentionally utilized an unfair business <page-number citation-index=\"1\" label=\"546\">*546</page-number>practice in the manner it dealt with its insured, the plaintiff, in handling the plaintiffs claim in this case. I should say, in the underlying case, as it were.</blockquote>\n<p id=\"AB0\">(J.A. 1025). On appeal, while Kentucky National does not take issue with the actual content of these instructions, it does take issue with the district court’s decision to send the issue of punitive damages to the jury. In this vein, Kentucky National challenges as erroneous the district court’s denial of its motion for judgment as a matter of law with respect to the issue of punitive damages. According to Kentucky National, insufficient evidence existed for the issue of punitive damages to go to the jury.<footnotemark>4</footnotemark></p>\n<p id=\"b568-4\">Kentucky National’s challenge poses the following question on appeal: Did a legally sufficient evidentiary basis exist for a reasonable jury, viewing the evidence in the light most favorable to Nance, to find actual malice on the part of Kentucky National in its handling of Nance’s uninsured motorist claim. <em>See </em>Fed.R.Civ.P. 50(a); <em>Bryant, </em>333 F.3d at 543. If reasonable minds could differ with respect to the finding of actual malice, we are obliged to affirm. <em>See Bryant, </em>333 F.3d at 543. As with other legal rulings, we review <em>de novo </em>the conclusions of law on which a trial court’s denial of a motion for judgment as a matter of law is premised. <em>Benner v. Nationwide Mut. Ins. Co., </em>93 F.3d 1228, 1233 (4th Cir.1996).</p>\n<p id=\"b568-5\">In denying Kentucky National’s motion for judgment as a matter of law on this issue, the district court stated as follows in its March 28, 2006 written memorandum opinion and order:</p>\n<blockquote id=\"b568-7\">Punitive damages are available if a plaintiff shows that his insurer acted with actual malice. The West Virginia Supreme Court has explained that actual malice means “that the company actually knew that the policyholder’s claim was proper, but willfully, maliciously and intentionally utilized an unfair business practice in settling, or failing to settle, the insured’s claim.” Syl. pt. 2, <em>McCormick v. Allstate Ins. Co., </em>202 W.Va. 535, 505 S.E.2d 454 (1998). Defendant asserts that there was no “clear and convincing evidence” that it acted with actual malice, and the testimony adduced at trial showed that “the litigation was handled as other litigation in Knox County, Kentucky.” (Def. Mem. at 7).</blockquote>\n<blockquote id=\"b568-8\">[T]he evidence presented at trial showed little or no action by defendant with respect to plaintiffs claim for a very long time. Though Diaz testified that liability was reasonably clear based on the accident report, nearly three years passed before any offer of settlement was made to plaintiff. Additionally, through witnesses like King and Bucci, plaintiff showed that defendant had engaged in similar conduct as a general business practice, which may be evidence of intent. <em>State Farm Mutual Auto. Ins. Co. v. Stephens, </em>188 W.Va. 622, 425 S.E.2d 577, 584 (1992). Under these circumstances, the jury’s determination that defendant acted with actual malice is warranted.</blockquote>\n<p id=\"b568-9\">(J.A. 1259-60).</p>\n<p id=\"b568-10\">We hold the district court did not err in allowing the issue of punitive damages to go to the jury. The evidence presented at <page-number citation-index=\"1\" label=\"547\">*547</page-number>trial, viewed in the light most favorable to Nance, shows that Kentucky National, at a minimum, should have immediately offered its policy limit of $100,000 to Nance in March 2002, when Kentucky National learned that Liberty Mutual (insurer of the tractor-trailer driven by Nance) had settled for its $50,000 policy limit. Expert witness testimony by Conrad Diaz established that, at this point in time (indeed, as early as February 2001), liability on the part of Cordell was reasonably clear, and the fact that Nance’s damages well exceeded Liberty Mutual’s $50,000 policy limit and Kentucky National’s $100,000 policy limit was reasonably clear to Kentucky-National. Nonetheless, Kentucky National waited an additional seven months to offer Nance even the paltry sum of $25,000, all the while knowing that the accident had occurred almost four years prior in December 1998. Then, although nothing had changed, Kentucky National took an additional five months to offer Nance $50,000, just half of its policy limit.</p>\n<p id=\"b569-5\">Additionally, several factual circumstances established by Nance at trial, when viewed collectively and in conjunction with the expert testimony of Conrad Diaz, establish actual malice: (1) Kentucky National took steps to place liability on the part of Nance, when the circumstances clearly showed that Nance was not at fault; (2) Kentucky National refused to follow the advice of its outside counsel to offer Nance $80,000 without any plausible reason for so doing; and (3) the jury heard testimony from Attorneys King, Tiano, and Bucci, demonstrating that it was Kentucky National’s company policy to use unfair claims practices, to delay, and to fight the payment of just claims.</p>\n<p id=\"b569-6\">In conclusion, we hold the district court did not err in denying Kentucky National’s motion for judgment as a matter of law on the issue of punitive damages.</p>\n<p id=\"b569-7\">III.</p>\n<p id=\"b569-8\">Next, Kentucky National challenges the jury’s $850,000 punitive damage award as excessive in violation of the Due Process Clause of the Fifth Amendment. U.S. Const. amend. V. Our review of the record discloses that Kentucky National did not make such a challenge below. Accordingly, we are constrained to review for plain error. <em>See In re: Celotex Corp., </em>124 F.3d 619, 630-31 (4th Cir.1997) (adopting plain error standard of review used in criminal cases, as set forth in <em>United States v. Olano, </em>507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), for application in civil cases when party failed to preserve error below).</p>\n<p id=\"b569-9\">Under the plain error standard of review, we may only exercise our discretion to correct a forfeited error, if we: (1) find error; (2) find the error is plain; (3) find the error affects the substantial rights of the party or parties alleging the error; and (4) after examining the particulars of the case, find the error seriously affects the fairness, integrity or public reputation of judicial proceedings. Id. We conclude that even if Kentucky National could satisfy the first prong of <em>Olano’s </em>plain error test, which we doubt, it certainly cannot satisfy the second prong of establishing that the error is plain, which prong requires the error to be clear or equivalently obvious. <em>Olano, </em>507 U.S. at 734, 113 S.Ct. 1770 (explaining that for purposes of plain-error review, “ ‘[p]lairi is synonymous with ‘clear’ or, equivalently, ‘obvious’ ”).</p>\n<p id=\"b569-10\">In <em>BMW of North Am., Inc. v. Gore, </em>517 U.S. 559, 562, 116 S.Ct. 1589, 134 L.Ed.2d 809 (1996), the Supreme Court set forth three guideposts for appellate courts to consider <em>de novo </em>in reviewing a punitive damage award for excessiveness: “(1) the degree of reprehensibility of the defendant’s misconduct; (2) the disparity be<page-number citation-index=\"1\" label=\"548\">*548</page-number>tween the actual or potential harm suffered by the plaintiff and the punitive damages award; and (B) the difference between the punitive damages awarded by the jury and the civil penalties authorized or imposed in comparable cases.”<footnotemark>5</footnotemark> <em>State Farm Mut. Auto. Ins. Co. v. Campbell, </em>538 U.S. 408, 418, 123 S.Ct. 1513, 155 L.Ed.2d 585 (2003) (citing <em>BMW). </em>The Supreme Court has further stated:</p>\n<blockquote id=\"b570-4\">“[Tjhe most important indicium of the reasonableness of a punitive damages award is the degree of reprehensibility of the defendant’s conduct.” We have instructed courts to determine the reprehensibility of a defendant by considering whether: the harm caused was physical as opposed to economic; the tortious conduct evinced an indifference to or a reckless disregard of the health or safety of others; the target of the conduct had financial vulnerability; the conduct involved repeated actions or was an isolated incident; and the harm was the result of intentional malice, trickery, or deceit, or mere accident. The existence of any one of these factors weighing in favor of a plaintiff may not be sufficient to sustain a punitive damages award; and the absence of all of them renders any award suspect.</blockquote>\n<p id=\"b570-5\"><em>Campbell, </em>538 U.S. at 419, 123 S.Ct. 1513 (internal citations omitted).</p>\n<p id=\"b570-6\">Application of the first and most important <em>BMW </em>guidepost unequivocally cuts in favor of the reasonableness of the jury’s punitive damages award in favor of Nance. The evidence at trial established that the harm caused by Kentucky National’s actions and inaction in handling Nance’s uninsured motorist claim was not limited to economic harm. Indeed, the jury heard testimony from both Nance and his wife that Kentucky National’s tortious tactics in handling Nance’s uninsured motorist claim caused them significant emotional and mental suffering, including being frightened on their return trip from Lexington, Kentucky, upon discovering they were under surveillance. Nance’s emotional and mental distress required treatment with prescription anti-anxiety medication, which treatment continued through the time of trial in the present case. Kentucky National’s tortious conduct evinced an indifference to or a reckless disregard of at least the emotional and mental health of Nance and his wife. The record also leaves little doubt that Nance, as the target of Kentucky National’s tortious conduct, had financial vulnerability. The record shows that Kentucky National’s conduct involved repeated actions taken with intentional malice, resulting in harm to Nance and his wife. In short, each of the factors the Supreme Court has instructed us to consider in determining the degree of reprehensibility of a defendant supports the conclusion that the de<page-number citation-index=\"1\" label=\"549\">*549</page-number>gree of Kentucky National’s reprehensibility is indeed high.</p>\n<p id=\"b571-5\">We conclude the second <em>BMW </em>guidepost cuts in favor of Nance also. Although the Supreme Court has refused to endorse a bright-line ratio, it approved a 1 to 4 ratio of compensatory damages to punitive damages in <em>Pacific Mutual Life Insurance Company v. Haslip, </em>499 U.S. 1, 18, 111 5. Ct. 1032, 113 L.Ed.2d 1 (1991), which ratio is slightly higher than we have in the present case of 1 to 3.64. <em>Id. </em>(approving $800,000 punitive damage award against life insurance company in fraud case). Moreover, in a medical malpractice case, the Eighth Circuit subsequently relied upon <em>Haslip </em>to remit a 1 to 10 ratio of compensatory damages to punitive damages ($500,000 in compensatory/ $5,000,000 in punitive) to a 1 to 4 ratio ($500,000 in compensatory^,000,000 in punitive) stating “the four-to-one ratio approved ... by the U.S. Supreme Court in <em>Haslip </em>[is an] appropriate due process maximum.”<footnotemark>6</footnotemark> <em>Stogsdill v. Healthmark Partners, L.L.C., </em>377 F.3d 827, 833 (8th Cir.2004).</p>\n<p id=\"b571-7\">Relying on <em>Campbell, </em>538 U.S. at 426, 123 S.Ct. 1513, Kentucky National argues that we can only compare the ratio between the $33,000 (remitted from $150,000) the jury awarded Nance to compensate him for his out-of-pocket damages with the $850,000 in punitive damages, because the remaining $200,000 the jury awarded Nance in compensatory damages was based upon a component of damages duplicated in the jury’s punitive damages award. <em>See id. </em>(citing <em>Restatement (Second) of Torts </em>§ 908, Comment c, p. 466 (1977) (“In many cases in which compensatory damages include an amount for emotional distress, such as humiliation or indignation aroused by the defendant’s act, there is no clear line of demarcation between punishment and compensation and a verdict for a specified amount frequently includes elements of both.”)).</p>\n<p id=\"b571-10\">Based upon the evidence in the present case, we reject Kentucky National’s duplicative damages argument. “Compensatory damages are intended to redress the concrete loss that the plaintiff has suffered by reason of the defendant’s wrongful conduct.” <em>Campbell, </em>538 U.S. at 416, 123 S.Ct. 1513 (internal quotation marks omitted). In contrast, punitive damages are “aimed at deterrence and retribution.” <em>Id. </em>Our review of the record in this case, discloses that the jury’s noneconomic award of compensatory damages was not duplicative of its punitive damages award. Rather, the $100,000 the jury awarded Nance for emotional distress and the $100,000 the jury awarded Nance for aggravation, inconvenience, and annoyance was intended by the jury to compensate him for harm that he actually suffered and was proximately caused by Kentucky National’s tortious conduct. Indeed, the district court aptly summarized the evidence in this regard in rejecting Kentucky National’s post-trial arguments that the jury’s award for emotional distress was nothing more than an award of punitive damages and that Nance presented no evidence to distinguish his claims of emotional distress from his claims for aggravation, inconvenience, and annoyance:</p>\n<blockquote id=\"b571-11\">[T]here appears to be ample evidence to support an award for aggravation, inconvenience and annoyance and a separate award for emotional distress. <page-number citation-index=\"1\" label=\"550\">*550</page-number>Plaintiff testified that his experience in dealing with his insurance company was “always a fight.” He was “bothered” that his insurance company was “blaming” him for the accident. He ultimately entered into a settlement in the underlying claim because his insurer “had finally beat [him] down.” Certainly, this testimony evidences possible aggravation, annoyance, and inconvenience suffered as a result of defendant’s having engaged in unfair claims settlement practices.</blockquote>\n<blockquote id=\"b572-4\">But plaintiff further testified to high levels of emotional distress brought on by the underlying litigation and by his precarious financial situation. He described his savings account as “exhausted” and testified that he was forced to obtain a loan against his home, though the mortgage had been paid off, and to sell a great deal of his personal property. He testified that his family physician began treating him for stress in either 2000 or 2001, and that he now takes medication for stress. The jury’s verdict is supportable by this evidence.</blockquote>\n<p id=\"A04\">(J.A. 1258). We also add that Nance testified at trial that prior to Kentucky National’s misconduct, he had no more problems with stress than a normal person.</p>\n<p id=\"b572-5\">Finally, the last <em>BMW </em>factor — the difference between the punitive damages awarded by the jury and the civil penalties authorized or imposed in comparable cases — does not offer much guidance one way or the other. If West Virginia’s Commissioner of Insurance finds that an insurer committed or performed unfair claims settlement practices with such frequency as to indicate a general business practice, the maximum civil penalty that can be imposed under the West Virginia Unfair Claim Settlement Practices Act is $250,000. <em>See </em>West Virginia Code § 33-ll-6(c). However, such a penalty does not take into consideration Kentucky National’s malice as found by the jury in its handling of Nance’s claim. Neither party has pointed to any other civil-penalty schemes for our comparison.</p>\n<p id=\"b572-7\">In sum, Kentucky National has not established that the district court committed plain error by failing <em>sua sponte </em>to remit the jury’s punitive damages award on the ground of excessiveness in violation of the Due Process Clause of the Fifth Amendment.</p>\n<p id=\"b572-8\">IV.</p>\n<p id=\"b572-9\">In conclusion, we affirm the judgment below.</p>\n<p id=\"b572-10\">\n<em>AFFIRMED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b563-8\">. Liberty Mutual was joined as a party in the 1999 Underlying Action in late 2000.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b563-13\">. The record is unclear whether the Department of Transportation was a federal or state agency.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b567-21\">. Nationwide settled with Nance for $50,000.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b568-6\">. Nance's first response to Kentucky National’s argument on this issue is to claim that Kentucky National failed to preserve this issue for appellate review. Our review of the record convinces us otherwise. Accordingly, we will review Kentucky National's challenge to the district court’s submission of the punitive damages issue to the jury under our normal standard of review, which is <em>de novo. Bryant v. Aiken Reg'l Med. Ctrs. Inc., </em>333 F.3d 536, 543 (4th Cir.2003).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b570-7\">. We note that <em>BMW </em>involved an excessiveness challenge to a punitive damages award under the Due Process Clause of the Fourteenth Amendment, while Kentucky National’s challenge to the punitive damages award here is properly brought under the Due Process Clause of the Fifth Amendment, given that the governmental action challenged involved a federal tribunal. <em>Johnson v. Hugo’s Skateway, </em>974 F.2d 1408, 1411 n. 1 (4th Cir.1992) <em>(en banc) </em>(punitive damages award arising from federal tribunal is properly challenged under the Due Process Clause of the Fifth Amendment). Because the parties agree that <em>BMW </em>applies in the Fifth Amendment context, and there appears no sound reason to apply a different excessiveness test in the Fifth Amendment context as opposed to the Fourteenth Amendment context, <em>Morgan v. Woessner, </em>997 F.2d 1244, 1255 (9th Cir.1993) (\"The two Clauses should be applied in the same manner when two situations present identical questions differing only in that one involves a proscription against the federal government and the other a proscription against the States.”), we apply <em>BMW.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b571-8\">. In <em>Stogsdill, </em>the Eighth Circuit conditionally affirmed the judgment of the district court, subject to the plaintiff’s acceptance of its remittitur of the jury’s $5,000,000 punitive damages award to $2,000,000. <em>Id. </em>at 834. If the plaintiff chose not to accept the remittitur, the Eighth Circuit ruled that it reversed and remanded for a new trial on liability and damages. <em>Id.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}