{
  "casebody": {
    "data": "<casebody firstpage=\"100\" lastpage=\"107\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b250-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b250-5\">The County School Board of Tazewell County, Virginia, Et Al. v. The Honorable Harold F. Snead, Judge, Etc. Town of Richlands, Virginia, A Municipal Corporation, Et Al. v. The Honorable Harold F. Snead, Judge, Etc.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b250-7\">April 23, 1956.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b250-8\">Record Nos. 4559, 4560.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b250-9\">Present, All the Justices.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b251-6\"><page-number citation-index=\"1\" label=\"101\">*101</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b251-7\"><em>James W. Harman, Jr., (This D. Owens </em>and <em>Thomas G. Shufflebarger </em>on brief), for the petitioners, The County School Board of Tazewell County, Virginia, Et Al.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b251-8\">C. <em>F. Hicks, Assistant Attorney General, </em>for the respondents, The Honorable Harold F. Snead, Judge Etc.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b251-9\"><em>Thomas G. Shuffle barger (James W. Harman, Jr. </em>and <em>Tivis D. Owens </em>on brief), for the petitioners, Town of Richlands, Virginia, A Municipal Corporation, Et Al.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b251-10\">C. <em>F. Hicks, Assistant Attorney General, </em>for the respondents, The Honorable Harold F. Snead, Judge Etc.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b251-11\">Hudgins, C. J.,</author>\n<p id=\"AVy\">delivered the opinion of the court.</p>\n<p id=\"b251-12\"> The County School Board of Tazewell County and the individual members thereof; and the Town of Richlands, its mayor, members of the council and town manager, by two separate petitions, invoke the original jurisdiction of this Court praying that the Honorable Harold F. Snead, judge of the Circuit Court of the City of Richmond, be prohibited from hearing and determining a mandamus proceeding, pending in said court, and also praying that the plaintiffs in said proceedings, namely, the Commonwealth of Virginia at the relation of the State Water Control Board, the individual members of that board and its executive secretary, be prohibited from further prosecution of the mandamus proceedings in the circuit court. The object of the mandamus proceedings instituted by the State Water Control Board is to compel the County School Board of Tazewell County and the Town of Richlands to comply with certain orders entered by it designed to abate and prevent pollution of the waters of Clinch River and Big Creek flowing through said county and through or near the town.</p>\n<p id=\"b251-13\">The decision of either of the prohibition cases will necessarily control the other, as the different petitions make the same allegations of fact and pray for the same relief against the same defendants. We will, therefore, confine our attention to the petition of the County <page-number citation-index=\"1\" label=\"102\">*102</page-number>School Board of Tazewell County, omitting any reference to any of the other petitioners. The board, hereinafter designated as County Board, alleges:</p>\n<p id=\"b252-5\">1. That on June 13, 1955, the Commonwealth of Virginia, at the relation of the State Water Control Board, instituted proceedings for mandamus against it in the Circuit Court of the City of Richmond praying that it issue a peremptory writ of mandamus commanding and compelling it to comply with certain orders of the State Water Control Board designed to control, abate and prevent the pollution of certain named streams in the county.</p>\n<p id=\"b252-6\">2. That petitioner, defendant in the proceedings for mandamus, filed a plea in abatement challenging the jurisdiction of the Circuit Court of the City of Richmond to hear and determine the case on the ground that Code Sec. 8-42<footnotemark>*</footnotemark> gives exclusive jurisdiction to hear and determine such matters to the Circuit Court of the County of Tazewell or to the Supreme Court of Appeals of Virginia; that the circuit court sustained a demurrer to the plea in abatement and ordered petitioner to file responsive pleadings to the petition for mandamus within thirty days from the date of the order.</p>\n<p id=\"b252-7\">Defendants filed a demurrer to the petition on the ground “that it is not sufficient in law, and say:</p>\n<blockquote id=\"b252-8\">“1. The Honorable Harold F. Snead, judge of the Circuit Court of the City of Richmond, held in his opinion of November 11, 1955, a copy of which is attached hereto and incorporated by reference as a part of this demurrer, that the record to which the petition for writ of mandamus now pending in said court relates is required by law § 62-20 of the Code of Virginia, to be kept on file in the office of the executive secretary of the State Water Control Board, which office is located at 415 West Franklin Street, Richmond, Virginia.</blockquote>\n<blockquote id=\"b252-9\">“2. The petitioners timely filed a plea in abatement, a copy of which plea is attached hereto and incorporated by reference as a part of this demurrer, to the petition for a writ of mandamus; however, said plea in abatement is defective upon its face in that it does not negate every ground of venue of mandamus prescribed by statute, § 8-42 of the Code of Virginia, in that said plea did not aver that there was no record or proceeding in the City of Richmond to which <page-number citation-index=\"1\" label=\"103\">*103</page-number>the petition for writ of mandamus relates.”</blockquote>\n<p id=\"b253-5\">The facts so alleged do not otherwise appear in the record before us. Petitioner’s objection to defendants’ attempt by their demurrer thus to inject new matter in the record is well taken. It is elementary that a demurrer is a pleading by which the pleader objects to proceeding further because no case in law has been stated on the other side, and upon this question he demands the judgment of the court before he will proceed further. It lies only for a matter already apparent on the face of the pleadings, or which is made so to appear by <em>oyer. </em>It presents a question of law only, to be decided by the court. It in effect says: Even if we admit all you say to be true, the law affords you no relief in the form sought. Burks Pleading and Practice, 4th Ed., Sec. 208, p. 338.</p>\n<p id=\"b253-6\">The demurrer is not sworn to and, therefore, the two allegations therein cannot be considered as an answer to the petition, which Code Sec. 8-707 requires to be under oath.</p>\n<p id=\"b253-7\">The question, whether the plea in abatement to the petition for the writ of mandamus was good or bad, is not pertinent to the decision of this case. Indeed, it was held by a majority of the court in <em>Commonwealth </em>v. <em>Latham, </em>85 Va. 632-4, 8 S. E. 488, that where an inferior court is proceeding in excess of its jurisdiction, this court may issue a writ of prohibition even though no objection was made to the proceedings in the inferior court. However, Judge Lewis, in a strong dissent, was of the contrary opinion. See <em>Board of Supervisors </em>v. <em>Bazile, </em>195 Va. 739-747, 80 S. E. 2d 566.</p>\n<p id=\"b253-8\">The opinion of Judge Snead is on a different level from mere evidence. It embraces argument which the defendants could and did use in support of their objection to the issuance of the writ in the case now pending. The part of Judge Snead’s opinion which it would not be proper to consider in this proceeding is his reference therein to certain evidence which may have been before him in the mandamus proceedings but was not properly made a part of the record in this case.</p>\n<p id=\"b253-9\">It is not stated in the demurrer that these allegations of new matter are the specific grounds of demurrer relied upon. They seem to be more in the nature of an enlargement or attempted explanation of facts alleged in the petition. In any event, they are not appropriate in a demurrer and will not be considered. This leaves in the record for consideration the general demurrer, which states that “the petition for writ of prohibition .... is not sufficient in law.”</p>\n<p id=\"b253-10\">Even if we disregard the demurrer, as petitioner contends we <page-number citation-index=\"1\" label=\"104\">*104</page-number>should, the burden remains on it to show a proper case in its petition for the exercise of the extraordinary remedy prayed for. The office of a writ of prohibition is not to correct error, but to prevent the lower tribunal from hearing and determing a case either where it has no jurisdiction or is exceeding its jurisdiction. If the lower tribunal has jurisdiction to enter any order or decree in the proceedings sought to be prohibited the writ does not lie, and upon application for a writ of prohibition facts not negated by the record will be presumed in aid of the jurisdiction of such tribunal. Burks Pleading and Practice, 4th Ed., Sec. 200, p. 326. 15 MJ, Sec. 25, p. 30.</p>\n<p id=\"b254-5\">The County Board contends that since the acts which the State Water Control Board sought to compel it to perform must be done, if done at all, in the County of Tazewell, Code Sec. 8-42 confers upon the circuit court of that county exclusive jurisdiction to entertain the application for the writ of mandamus.</p>\n<p id=\"b254-6\">Defendants on the other hand admit that the Circuit Court of Tazewell has jurisdiction and venue under the same statute to entertain and try the mandamus proceedings instituted by the State Water Control Board, but they contend that the Circuit Court of the City of Richmond has concurrent potential jurisdiction under Code Sec. 17-123. The pertinent parts of this section provide:</p>\n<blockquote id=\"b254-7\">“The circuit court shall have jurisdiction of proceedings .... to issue writs of mandamus, prohibition and certiorari to all inferior tribunals created or existing under the laws of this State, and to issue writs of mandamus in all matters or proceedings arising from or pertaining to the action of the boards of supervisors or other governing bodies of the several counties for which such courts are respectively held or in other cases in which it may be necessary to prevent the failure of justice and in which mandamus may issue according to the principles of common law. . . .</blockquote>\n<blockquote id=\"b254-8\">“They shall have original and general jurisdiction of all cases in chancery and civil cases at law. . .” except in certain cases not pertinent to the issues in this case.</blockquote>\n<p id=\"b254-9\">Some confusion has arisen between the meaning of the words “jurisdiction” as used in the two statutes, and “venues”. The terms are frequently confounded. Judge Burks, in his concurring opinion in <em>Sou. Etc. Co. </em>v. <em>Massaponax Corp., </em>145 Va. 317, 133 S. E. 812, concisely states the technical distinction between the meaning of the two words thus:</p>\n<blockquote id=\"b254-10\">“ ‘Jurisdiction is the power to adjudicate a case upon the merits <page-number citation-index=\"1\" label=\"105\">*105</page-number>and dispose of it as justice may require’.</blockquote>\n<blockquote id=\"b255-5\">“Venue is merely the place fixed for a trial. Both are prescribed by statute. The policy of the statute in fixing venue is the convenience of the parties. It is a mere privilege of the defendant which he may waive, if he wishes, and which he will be deemed to have waived, unless he raised the objection in the manner prescribed by statute. On the other hand, the policy of the statute in fixing jurisdiction is to determine the character or nature of the cause of which the several courts of the State may take cognizance, which cannot be enlarged or defeated by any act of the parties. Neither consent nor waiver can confer jurisdiction, though it may admit venue”. Lile’s Equity of Pleading and Practice, 4th Ed., Chap. 2.</blockquote>\n<p id=\"b255-6\">The County Board contends that the word “jurisdiction” is used in its technical sense in Sec. 8-42 and does not include and must not be confounded with “venue”. This contention is not in accord with the history of the statute or its construction by this court. The statute is not of recent origin. The code revisors of three codes codified it under the chapters on venue. Chap. 157, Sec. 3218, Code of 1887; Chap. 252, Sec. 6053, Code of 1919, and Chap. 3, Title 8, Sec. 8-42, Code of 1950.</p>\n<p id=\"b255-7\">This statute, then Sec. 3218 of the Code of 1887, was involved in <em>Statham </em>v. <em>Blackford, Supt. et als, </em>89 Va. 771, 17 S. E. 233. The facts were that Mrs. Statham had been committed to the Western State Hospital for the insane at Staunton, and while on a furlough in Lynchburg filed a petition in the Circuit Court of the City of Lynchburg praying for a peremptory writ of mandamus against the superintendent of the Western State Hospital, her committee and others, seeking a discharge from the custody of the hospital on the ground that she had regained her mental powers. There was a demurrer and an answer to the petition challenging the jurisdiction of the court to hear and determine the case. The trial court sustained objection to its jurisdiction and dismissed the mandamus proceedings. On appeal this court reversed the order on two grounds: (1) That all of the defendants to the proceedings resided in the City of Lynch-burg and that this fact gave the court potential jurisdiction, which became active when defendants failed to file timely objection, and (2) that the defendants claimed the right to retake Mrs. Statham by force in Lynchburg and return her to the hospital in Staunton, and these apprehended acts were to be done, if done at all, in the City of Lynchburg. Judges Lewis and Richardson dissented on the ground <page-number citation-index=\"1\" label=\"106\">*106</page-number>that the statute should be construed as petitioners now contend, namely, that it conferred exclusive jurisdiction upon the Circuit Court of the City of Staunton. It is said in the dissent:</p>\n<blockquote id=\"b256-5\">“Although the petitioner is on furlough, she is, in contemplation of law, for the purposes of the present case, as much in the asylum, from which she seeks a discharge.....as though she were, in point of fact, closely confined therein. So that, if <em>mandamus </em>is the proper remedy in a case like this (which I deny), the application for the writ was addressed to the wrong forum.”</blockquote>\n<p id=\"b256-8\">It was held in <em>Richmond Railway &amp; Electric Co. </em>v. <em>Brown, </em>97 Va. 26, 32 S. E. 775, that the Circuit Court of the City of Richmond had jurisdiction of an application for mandamus to compel the railway company to issue a transfer to plaintiff within the limits of the city, although the obligation to perform that duty appeared in a record on file in the County Court of Henrico County. The inference from the opinion is that Sec. 3218 did not confer exclusive jurisdiction upon either the Circuit Court of the City of Richmond or the Circuit Court of the County of Henrico, and that the two courts had concurrent jurisdiction.</p>\n<p id=\"b256-9\">Code Sec. 17-123 confers potential jurisdiction upon all circuit courts.</p>\n<p id=\"b256-10\">“This is ‘potential’ jurisdiction which, after valid service of process on the parties, gives the court ‘active’ jurisdiction and empowers it to hear the case and enter a valid judgment therein. <em>* * *</em></p>\n<p id=\"b256-11\">“That is to say, where the proper parties are before a circuit court * <em>* * </em>its territorial jurisdiction over persons and property is coextensive with the bounds of the whole State.” <em>Morgan </em>v. <em>Pennsylvania Railroad Co., </em>148 Va. 272, 138 S. E. 566.</p>\n<p id=\"b256-12\">In <em>Southern Sand and Gravel Co. </em>v. <em>Massaponax Corp., supra, </em>this is said:</p>\n<blockquote id=\"b256-13\">“The only limitation on the State-wide jurisdiction of the Circuit Court of the City of Richmond, given by section 5890 (§ 17-123), and the common law, is found in the venue statutes, among which are sections 6318 (§ 8-611) and 6321 (§ 8-619). The last two sections are, as we have seen, directory and not mandatory, and were never intended to repeal or modify section 5890 (§ 17-123) and thereby deprive the chancery courts of any portion of the jurisdiction conferred upon them by that section. While these sections use the word ‘jurisdiction’ they merely fix the ‘venue’ ”.</blockquote>\n<p id=\"b256-14\">It thus appears that both by legislative history and judicial con<page-number citation-index=\"1\" label=\"107\">*107</page-number>struction “jurisdiction” as used in Sec. 8-42 means “venue”. The Circuit Court of the City of Richmond, being a court of general jurisdiction, had potential jurisdiction of the subject matter, which jurisdiction became active when the parties were served with process in the mandamus proceedings. If the defendants in that proceedings, petitioners in the case now before the court, desire to challenge the venue of that court they must do so by a plea in abatement or motion to quash process. Prohibition does not lie to compel a change of venue or prevent the circuit court from proceeding with the trial on the ground it was not instituted in the proper forum. <em>Moore </em>v. <em>Norfolk &amp; Western Railway Co., </em>124 Va. 628, 98 S. E. 635.</p>\n<p id=\"b257-5\">“The office of the writ of prohibition, we need hardly say, is not the correction of mere errors. The writ lies only to restrain an inferior court from acting in a matter of which it has no jurisdiction, or from exceeding the bounds of its jurisdiction. Hence, if the inferior court has jurisdiction of the subject matter of the controversy, and the parties are before it, or have had notice and an opportunity to be heard, a mistaken exercise of that jurisdiction does not render its judgment void, or justify a resort to the extraordinary remedy by prohibition. Or, as it has been tersely expressed, the writ of prohibition does not lie to prevent a subordinate court from deciding erroneously, or from enforcing an erroneous judgment, in a case in which it has a right to adjudicate.” <em>Grigg &amp; als </em>v. <em>Dalsheimer &amp; als, </em>88 Va. 508, 13 S. E. 993. Numerous authorities in accord are collected in Annotations 170 A. L. R. 528.</p>\n<p id=\"b257-6\">Our refusal to award a writ of prohibition does not deprive the litigants of a trial of the controversy on its merits, nor do we decide whether the plea in abatement is good or bad. This can only be done on appeal from the order of the trial court in the mandamus proceedings. The pin-point of our decision is that the word “jurisdiction” as used in Code Sec. 8-42 means “venue”. This conclusion does not deprive the County Board of any of its legal rights. Rules of Court, Part 3, Sec. 3:6, provides:</p>\n<blockquote id=\"b257-7\">“A plea in abatement or motion to quash process need not be filed upon a special appearance, and may be filed by the defendant in proper person or by counsel. Such plea or motion is not waived by the simultaneous or subsequent filing of other pleadings, whether upon special or general appearances, <em>nor by trial on the </em>merits.” (Italics supplied)</blockquote>\n<p id=\"b257-8\">\n<em>Writ of prohibition denied and the case dismissed.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b252-10\"> “Of mandamus, prohibition, and certiorari.—Jurisdiction of writs of mandamus, prohibition, and certiorari, except such as may be issued from the Supreme Court of Appeals, shall be in the circuit court of the county, or in the circuit or corporation court of the city or such city court as is invested with that jurisdiction in the city wherein the record or proceeding is, to which the writ relates.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}