{
  "casebody": {
    "data": "<casebody firstpage=\"379\" lastpage=\"388\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b529-4\">Staunton</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b529-5\">C. L. Chavis v. Louis C. Gibbs.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b529-6\">September 4, 1956.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b529-7\">Record, No. 4554.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b529-8\">Present, Hudgins, C. J., and Eggleston, Spratley, Buchanan, Miller and Whittle, JJ.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b529-19\">The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b530-4\"><page-number citation-index=\"1\" label=\"380\">*380</page-number><em>John H. Thomas, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b530-5\"><em>Harry L. Snead, Jr. (Snead &amp; Snead, </em>on brief), for the defendant in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b530-6\">Spratley, J.,</author>\n<p id=\"Ax0\">delivered the opinion of the court.</p>\n<p id=\"b530-7\">This is an action to determine the title to two lots of land. The case was submitted to the trial court on the facts stated in the motion for judgment filed by Louis C. Gibbs against C. L. Chavis.</p>\n<p id=\"b530-8\">The material facts are these:</p>\n<p id=\"b530-9\">(1) By deed dated May 7, 1928, and duly recorded on September 8, 1928, in the Clerk’s Office of the Circuit Court of Chesterfield County, the Hopewell Westover Corporation conveyed to Joe Mitchell two lots of land described as follows:</p>\n<p id=\"b530-10\">Tracts 56 and 59 “Westover Farms,” Chesterfield County, Virginia, as shown on a plat recorded in the aforesaid Clerk’s Office in Deed Book 4, at pages 118, 119.</p>\n<p id=\"b530-11\">(2) By deed dated May 7, 1928, and duly recorded on September 8, 1928, Joe Mitchell conveyed the above tracts to James O. Heflin, Trustee. The conveyance was made to secure the payment of two notes, “each for the sum of $20.0.00, payable in nine (9) and eighteen (18) months after date * * <em>*</em></p>\n<p id=\"b530-12\">(3) By deed dated October 29, 1929, and recorded on November 1, 1929, Joe Mitchell and wife conveyed the same land to Charles T. Morris, Jr. No mention of the above deed of trust was made in this conveyance.</p>\n<p id=\"b530-13\">(4) By deed dated July 2, 1936, default having occurred in the payment of the notes made by Joe Mitchell, James O. Heflin, Trustee, pursuant to the terms of the above mentioned deed of trust conveyed the two tracts of land to Archer L. Jones and T. J. Blankenship, Receivers, of the Hopewell Bank and Trust Company. This deed was not recorded until August 11, 1948.</p>\n<p id=\"b530-14\">(5) By two deeds, both dated October 20, 1948, Archer L. Jones and T. J. Blankenship, Receivers, conveyed the above described property to Louis C. Gibbs. These deeds were recorded on November 20, 1948.</p>\n<p id=\"b530-15\">(6) By deed dated January 14, 1948, and recorded on January 19, 1948, Charles T. Morris, Jr., and wife, conveyed the same land to C. L. Chavis. This deed contained the following language:</p>\n<blockquote id=\"b531-4\"><page-number citation-index=\"1\" label=\"381\">*381</page-number>“It is understood and agreed that this conveyance is made subject to the lien of a certain Deed of Trust from Joe Mitchell to James O. Heflin, Trustee, dated May 7th, 1928, and recorded in Deed Book 193, at page 42, to secure the principal sum of $400.00 evidenced by two notes of $200.00 each <em>* *</em></blockquote>\n<p id=\"b531-5\">After consideration of the above facts and the briefs of counsel, the trial judge delivered a written opinion, in which he said “that where a person purchases land upon which there is a deed of trust he is required to take notice of the deed of trust and to determine what has happened under the deed of trust. In this case such an inquiry would have disclosed that the property had been sold under the deed of trust although the deed had not been recorded. I am therefore of the opinion that the deed from the Trustee takes priority over the deed from Morris to Chavis.”</p>\n<p id=\"b531-6\">From an order entered accordingly we granted this writ of error.</p>\n<p id=\"AIf\">Chavis contends that the deed of July 2, 1936, from Heflin, Trustee, to Jones and Blankenship, Receivers, recorded on August 11, 1948, is void as to him under the provisions of Virginia Code, § 55-96, because it had not been admitted to record prior to the time when he acquired the land from Morris, by deed dated January 14, 1948, and recorded January 18, 1948.</p>\n<p id=\"b531-7\">On the other hand, Gibbs claims that the recordation of the deed of trust and the recitals in the deed from Morris to Chavis charged the latter with such notice as put him on inquiry, which, if followed, would have disclosed the prior sale and conveyance of the land by Heflin, Trustee, to the Receivers in a foreclosure proceeding under the deed of trust.</p>\n<p id=\"b531-8\">The sole question therefore is whether, under the facts stated, Chavis was a purchaser “without notice” within the meaning of Code, § 55-96, which section reads as follows:</p>\n<blockquote id=\"b531-9\">“Every such contract in writing, and every deed conveying any such estate or term, and every deed of gift, or deed of trust, or mortgage conveying real estate * * * shall be void as to all purchasers for valuable consideration without notice not parties thereto and lien creditors, until and except from the time it is duly admitted to record in the county or corporation wherein the property embraced in such contract, deed or bill of sale may be, * *</blockquote>\n<p id=\"b531-10\">The main purpose of recordation statutes is to give constructive notice to purchasers and encumbrancers who acquire or seek to acquire some interest or right in property. Here, Chavis had actual <page-number citation-index=\"1\" label=\"382\">*382</page-number>knowledge of the existence of the deed of trust to Heflin, trustee, and that the debt thereby secured was long past due and had not been satisfied. The deed to him exhibited those facts, and he had, at the least, constructive notice of the terms and provisions of the deed of trust, including the right of the holder of the hen to foreclose upon default in the payment of the debt.</p>\n<p id=\"b532-5\">The great weight of authority is to the effect that the recordation of an instrument gives constructive notice of all the facts expressly stated in the instrument and others matters therein suggested which might be disclosed upon prudent inquiry. 45 Am. Jur., Records and Recording Laws, §§ 129 and 133; 92 C. J. S., Vendor and Purchaser, § 336. However, at the end of § 133 in 45 Am. Jur., it is said that several jurisdictions hold to the rule that purchasers and creditors are chargeable only “with notice of the facts actually exhibited by the record, and not with such as might have induced a prudent man to make.” In support are cited cases from Arkansas, Indiana, Mississippi and Texas.</p>\n<p id=\"b532-6\">“It is an established rule in Virginia, that where a party purchases an estate which is subject to the right of another, and that right is shown by the chain of title papers, the purchaser is charged with notice of all that the title paper or papers to which they refer may disclose upon complete examination. <em>Effinger </em>v. <em>Hall, </em>81 Va. 105; <em>Burwell </em>v. <em>Fauber, </em>21 Gratt. 446; <em>Va. Iron &amp;c Co. </em>v. <em>Roberts, </em>103 Va. 679, 49 S. E. 984, and authorities there cited.” <em>Saffell </em>v. <em>Orr, </em>109 Va. 768, 64 S. E. 1057.</p>\n<p id=\"b532-7\">Cf. <em>Jennings, et al. v. City of Norfolk, </em>where there was a defective description of the land conveyed, decided June 18, 1956, 198 Va. Va. 277, 93 S. E. 2d 302.</p>\n<p id=\"b532-8\">The question of the sufficiency of notice by recordation, under circumstances similar to those here, has been considered and determined in a number of jurisdictions and discussed at length by text-writers.</p>\n<p id=\"b532-9\">In North Carolina, the majority rule obtains.</p>\n<p id=\"b532-10\">In <em>Massachusetts Bonding &amp; Ins. Co. </em>v. <em>Knox, </em>220 N. C. 725, 18 S. E. 2d 436, 440, 138 A. L. R. 1438, the following statement is quoted with approval:</p>\n<blockquote id=\"b532-11\">“ ‘The record of an unsatisfied mortgage is sufficient to put a third person upon inquiry, and whatever puts a person upon inquiry is in equity notice to him of all the facts which such inquiry would have disclosed.’ <em>Bolles </em>v. <em>Chauncey, </em>8 Conn. 389. ‘One who pur<page-number citation-index=\"1\" label=\"383\">*383</page-number>chases premises covered by an undischarged mortgage cannot claim to be a purchaser without notice of the equities of the mortgagee <em>* * * </em>and inquiry of the mortgagee would have elicited information that the mortgage was still in force as between the original parties.’ ”</blockquote>\n<p id=\"b533-5\">Also see <em>Tocci </em>v. <em>Nowfall, </em>220 N. C. 550, 18 S. E. 2d 225, 229.</p>\n<p id=\"b533-6\">In <em>Morris </em>v. <em>Terrell, 2 </em>Rand. 6, 13, (23 Va.), it was said that, “a man who purchases an estate subject to an equity, which the title papers disclose, is bound in the same way as if he had actual notice, although he may never have seen the title papers, and may have been assured by the vendor, and believed that the estate was free from encumbrance. It is folly or wilful neglect not to have resorted to the means palpably in his power of ascertaining the true state of the title to the property for which he had treated.”</p>\n<p id=\"b533-7\">In <em>Burwell's Adm'rs. </em>v. <em>Fauber et als., </em>21 Gratt. (62 Va.) 446, 463, President Moncure, speaking for the Court, said:</p>\n<blockquote id=\"b533-8\">“Purchasers are bound to use a due degree of caution in making their purchases, or they will not be entitled to protection. Caveat emptor is one of the best settled maxims of the law, and applies exclusively to a purchaser. He must take care, and make due enquiries, or he may not be a bona fide purchaser. He is bound, not only by actual, but also by constructive notice, which is the same in its effect as actual notice. <em>He must look to the title papers under which he buys, and is charged with notice of all the facts appearing upon their face, or to the knowledge of which anything there appearing will conduct him. </em>He has no right to shut his eyes or his ears to the inlet of information, and then say he is a bona fide purchaser without notice.” (Emphasis added)</blockquote>\n<blockquote id=\"b533-9\">“Under the statute, only purchasers without notice can take advantage of a failure to record.” <em>National Mutual Building &amp; Loan Association </em>v. <em>Blair, </em>98 Va. 490, 498, 36 S. E. 513. Such a failure cannot affect a purchaser who has actual notice.</blockquote>\n<blockquote id=\"b533-10\">“Record of a deed of trust gives notice of its existence to subsequent claimants of the equity of redemption, and points out the source of information of what may be done in pursuance of the deed, and subsequent claimants are bound to take notice of the proceedings thereunder.” <em>Heaton </em>v. <em>Prather, </em>84 Ill. 330.</blockquote>\n<blockquote id=\"b533-11\">“The recording of the trust deed gave notice of its existence to subsequent creditors of the equity of redemption and pointed out the source of information of what might be done in pursuance of the deed, <page-number citation-index=\"1\" label=\"384\">*384</page-number>and they were bound to take notice of the proceedings thereunder.” <em>Farrar </em>v. <em>Payne, </em>73 Ill. 82, 88.<footnotemark>1</footnotemark></blockquote>\n<p id=\"b534-5\">In <em>Parker </em>v. <em>Wear, </em>(Mo.) 230 S. W. 75, Syllabus No. 2, this is said:</p>\n<blockquote id=\"b534-6\">“Where plaintiff purchased when her grantor had no title to convey because of prior foreclosure of his trust deed on the land, it was immaterial that the purchaser at the foreclosure had not then filed his deed from the trustee, where not only was the deed of trust on record, but plaintiff’s deed itself recited the outstanding incumbrance, as these facts put plaintiff on inquiry which, if it had been followed, would have disclosed that her grantor at that time had no title.” This is in accord with the text of the opinion, 230 S. W. page 78.</blockquote>\n<p id=\"b534-7\">In <em>Leominster Gas Light Co. </em>v. <em>Hillery, </em>197 Mass. 267, 83 N. E. 870, a vendee took property under a deed containing this provision:</p>\n<blockquote id=\"b534-8\">“Said premises are sold subject to a mortgage of $16,500 to the Leominster Savings Bank * * *; also a lease of part of the premises to the Leominster Gas Light Company and a part of the premises to H. H. Bicknell and Company.”</blockquote>\n<p id=\"b534-9\">The lease of the Gas Light Company was for a term of five years, with the right of renewal for a further period of five years; but the lease was not recorded. The vendee of the property notified the lessee to vacate at the end of the first trm. This the lessee declined to do, and insisted upon his right of renewal. The Court held that, inasmuch as the purchaser took expressly subject to the lease, his rights were “subordinate to the plaintiff’s rights under the lease.”</p>\n<p id=\"b534-10\">In Devlin, Real Estate, 3rd. Ed., Vol. 2, Section 711, the author says:</p>\n<blockquote id=\"b534-11\">“Where a trust deed or mortgage with a power of sale is recorded, subsequent purchasers are compelled to inquire if any sale has been made under the power. If a sale has been made by virtue of the power, although the deed has not been recorded, a subsequent purchaser from the mortgagee does not acquire the estate. The equity of redemption is cut off by the sale, notwithstanding the deed may <page-number citation-index=\"1\" label=\"385\">*385</page-number>not be recorded.” (Citing <em>Heaton </em>v. <em>Prather, supra </em>and <em>Farrar, </em>v. <em>Payne, supra.)</em></blockquote>\n<p id=\"b535-4\">See also Vol. 3, Jones on Mortgages, 8th Ed., Section 2439, to the same effect.</p>\n<p id=\"b535-5\">In 66 C. J. S., Notice, §11, beginning at page 642, this is said:</p>\n<blockquote id=\"b535-6\">“It is a general rule that whatever puts a person on inquiry amounts in judgment of law to notice, provided the inquiry becomes a duty, and would lead to a knowledge of the facts by the exercise of ordinary intelligence and understanding. A person who has sufficient information to lead him to a fact is deemed conversant with it, and a person who has notice of facts which would cause a reasonably prudent person to inquire as to further facts is chargeable with notice of the further facts discoverable by proper inquiry.”</blockquote>\n<p id=\"b535-7\">In 92 C. J. S., Vendor and Purchaser, § 336, page 251, we find: “An instrument properly recorded is notice of all the facts therein expressly set forth, and also of all other material facts which an inquiry thereby reasonably suggested would have disclosed; # * * .” Among the cited cases is <em>Fredeking </em>v. <em>Read, </em>113 W. Va. 722, 169 S. E. 387, 389.</p>\n<p id=\"b535-8\">In 39 Am. Jur., Notice and Notices, § 12, page 238, the rule is thus stated:</p>\n<blockquote id=\"b535-9\"><em>“* * </em>* whatever fairly puts a person on inquiry is sufficient notice where the means of knowledge are at hand; and if he omits to inquire, he is then chargeable with all the facts which, by a proper inquiry, he might have ascertained.”</blockquote>\n<p id=\"b535-10\">Again in 39 Am. Jur., Notice and Notices, § 22, page 246:</p>\n<blockquote id=\"b535-11\">“Where a person is charged with notice, or actually knows, of an instrument, he is also charged with notice of all facts appearing on the face of the instrument or to the knowledge of which anything there appearing would conduct him.”</blockquote>\n<p id=\"b535-12\">In Vol. 8, Thompson on Real Property, Perm. Ed. § 4383, pages 219, <em>et seq., </em>the question before us is discussed at length. There the learned author on page 219 says: “Generally speaking, the record carries notice of the contents of the recorded instrument, and of reasonable inferences therefrom.” In this connection, the 1955 Pocket Supplement adds “Such notice includes all that a reasonable inquiry may disclose, and it is constructive notice thereof, whether an intending purchaser or mortgagee sees fit to resort to the record or ignore it.” Again, on page 220, “The record imparts notice of all facts which could have been ascertained by an actual examination <page-number citation-index=\"1\" label=\"386\">*386</page-number>thereof, including not only those recited by the record, but also material matters suggested thereby, which might be disclosed by reasonable inquiry.” The 1955 Pocket Supplement here adds: “The object of registration is to give notice, and a registered instrument is sufficient to put a careful and prudent examiner on inquiry, and the record is notice of all matters which would be discovered by a reasonable inquiry.” Then is added the following statement, page 222, applicable to the particular facts of the present case: “The record of a mortgage containing a power of sale puts subsequent purchasers upon inquiry whether any proceedings have been had thereunder, so that if there has been a sale under the power, although the deed has not been recorded, a subsequent purchaser from the mortgagor instead of acquiring an equity of redemption, may find that he has been cut off by sale under the power.” Cited in support are cases from Alabama, Illinois and North Carolina.</p>\n<p id=\"b536-5\">Code, § 8-11 provides a statutory limitation for enforcement of deeds of trust and mortgages and for the recordation of deeds executed pursuant to the foreclosure of such mortgages and deeds of trust. The limitation for enforcement is twenty years from the date of maturity of the last obligation payable thereunder, plus one year from the death of any party in interest. The limitation relating to the recordation of deeds pursuant to foreclosure reads as follows:</p>\n<blockquote id=\"b536-6\">“* * * Unless the deed or deeds executed pursuant to the foreclosure of any mortgage or to the execution of or sale under any deed of trust be recorded in the county or corporation where the land is situated within one year after the time the right to enforce the mortgage or deed of trust shall have expired as hereinabove provided, such deed or deeds shall be void as to all purchasers for valuable consideration without notice and lien creditors who shall make any purchase of or acquire any lien on the land conveyed by any such deed prior to the time such deed is so recorded. * * *”</blockquote>\n<p id=\"b536-7\">There is usually a delay after a foreclosure sale under a deed of trust before the deed pursuant thereto can be executed and delivered. Often time is needed to examine titles, correct title defects, if any, and to provide the consideration.</p>\n<p id=\"b536-8\">The legislature evidently recognized this, and consequently provided that unless the deed executed pursuant to such foreclosure be recorded “within one year after the right to enforce the mortgage or deed of trust shall have expired,” as therein provided, such deed should be void as to purchasers for valuable consideration without notice. <page-number citation-index=\"1\" label=\"387\">*387</page-number>Thus, one year after the right to enforce the mortgage or deed of trust had expired was thought to be ample time in which to record a deed executed pursuant to the circumstances mentioned. Here, Chavis had actual and constructive notice of the deed of trust, and that the right to enforce it did not expire until twenty years and eighteen months after September 8, 1928, that is, not until March 8, 1949.</p>\n<p id=\"b537-5\">Charged with that knowledge Chavis does not allege that he made any inquiry as to whether the lien of the deed of trust had been satisfied, or the property sold for failure of satisfaction. Knowing that he must satisfy the lien to obtain a clear title, he made no attempt to pay the notes, no effort to ascertain the status of the lien, nor the happenings under the deed of trust, so far as the record shows.</p>\n<p id=\"b537-6\">As we have seen, when Morris conveyed the land to Chavis, the legal title stood in the name of Heflin, Trustee. Chavis acquired only such title as Morris had the right to convey. Morris never owned more than an equity of redemption, and at the time of his conveyance to Chavis that equity had been lost to him, and he had no interest in, or title to the land.</p>\n<p id=\"b537-7\">The recitals in the deed to Chavis put him on inquiry as to the rights of the beneficiary in the deed of trust. He had notice that the debt thereby secured had 'not been paid, and that it was long past due. Moreover, the consideration for the conveyance was the amount paid for the equity of redemption, plus the amount due on the notes, with interest, if any. Only by obtaining information of the amount owing on the notes could Chavis arrive at the value of the equity of redemption and determine the whole cost of the land to him. If reasonable and prudent inquiry had been made and full answers obtained, he would have discovered that because of default in the payment of the notes, the property had been sold in accordance with the provisions of the deed of trust.<footnotemark>2</footnotemark></p>\n<p id=\"b537-8\">We are not impressed with the argument that if we hold it was the duty of Chavis to have made an inquiry to determine the status <page-number citation-index=\"1\" label=\"388\">*388</page-number>of the title of the property, members of the legal profession will be faced with a most burdensome duty in advising their clients as to the validity of titles. The answer to this is that any competent and prudent title examiner would have found the deed of trust to Heflin, Trustee. He would have noticed that the debt thereby secured was long past due; that the rights of the holder of the lien in the event of default had accrued; that the lien had not been released on the margin; that there was no deed of release; and that the enforcement of the trust deed was not barred by the statute of limitations. Thus, the examiner would have been confronted immediately with the questions: whether the debt had been paid in part or in full, and whether in the event of default, the power of sale had been exercised.</p>\n<p id=\"b538-5\">The case of <em>M’Clanachan &amp; als. </em>v. <em>Siter, Price &amp; Co., 2 </em>Gratt. (43 Va.) 280, does not support the contentions of Chavis. The facts and circumstances there are wholly different from those in the present case. In that case, there was an attempt to convert by parol a trust for the benefit of the grantors into a mortgage for the benefit of the trustee, by the introduction of an oral agreement, not disclosed or suggested on the face of the recorded instrument, nor provided for or contemplated by its provisions. The court accordingly held there was nothing in the trust deed to put one upon inquiry as to undisclosed dealings between the trustee and the <em>cestui que trust. 2 </em>Gratt. (43 Va.) 312.</p>\n<p id=\"b538-6\">We, therefore, are of opinion that the recorded deed of trust and the recitals in the deed to Chavis each furnished to him a reasonable and natural clue to the facts of the subsequent happenings thereunder, which might have been disclosed upon proper inquiry. Under the circumstances as shown by the record in this case, he was not a purchaser without notice, and consequently does not take title to the property in question by virtue of the provisions of Code, § 55-96.</p>\n<p id=\"b538-7\">The judgment of the trial court will be affirmed.</p>\n<p id=\"b538-8\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b534-12\"> There are varying provisions in the registry laws of the several States. However, the Illinois statute, at the time of the decision of the above two cases, was similar to the Virginia statutes. It reads as follows:</p>\n<blockquote id=\"b534-13\">“All deeds, mortgages, and other instruments of writing which are required to be recorded, shall take effect and be in force from and after the time of filing for record, and not before, as to all creditors and subsequent purchasers, without notice; and all such deeds and title papers shall be adjudged void as to all such creditors and subsequent purchasers, without notice, until the same shall be filed for record.” Volume 2, Illinois Statutes Annotated, § 2262, (R. S. 1845, page 108, § 23).</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b537-9\"> It will be noted that although the record before us does not contain the testimony of any witness, the trial court, in its memorandum of opinion, stated that “an inquiry would have disclosed that the property had been sold under the deed of trust although the deed of trust had not been recorded.” We are told in the brief of counsel for the appellee, and it has not been denied, that Heflin, the Trustee, was a well known attorney in the near-by City of Hopewell, Virginia, and engaged in the active practice of the law in 1948. Moreover, Jones and Blankenship, Receivers of the defunct Hopewell Bank and Trust Company, were required by law to report their transactions as fiduciaries.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}