{
  "casebody": {
    "data": "<casebody firstpage=\"1315\" lastpage=\"1345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b931-4\">[No. C028525.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"pA-M\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"pAcH\">Oct. 29, 1999.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b931-5\">ART PULASKI et al., Plaintiffs and Respondents, v. CALIFORNIA OCCUPATIONAL SAFETY AND HEALTH STANDARDS BOARD, Defendant and Appellant; AMERICAN TRUCKING ASSOCIATIONS, INC., et al., Interveners and Appellants; AMERICAN FEDERATION OF LABOR AND CONGRESS OF INDUSTRIAL ORGANIZATIONS, Intervener and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b938-4\"><page-number citation-index=\"1\" label=\"1322\">*1322</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b938-5\">Daniel E. Lungren and Bill Lockyer, Attorneys General, and Timothy G. Laddish, Assistant Attorney General, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b938-6\">Gibson, Dunn &amp; Crutcher, Pamela L. Hemminger, Eugene Scalia; ATA Litigation Center, Daniel R. Barney and Lynda S. Mounts for Interveners and Appellants.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b938-7\">Carroll &amp; Scully, Donald C. Carroll and Charles P. Scully II for Plaintiffs and Respondents.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b938-8\">Kazan, McClain, Edises, Simon &amp; Abrams, Frances C. Schreiberg; Altshuler, Berzon, Nussbaum, Berzon &amp; Rubin, Stephen P. Berzon, Scott A. Kronland, Jonathan P. Hiatt and Lynn Rhinehart for Intervener and Respondent.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b938-9\">Opinion</p>\n<author id=\"pAh2\">CALLAHAN, J.</author>\n<p id=\"pAr4\">In 1993, the Legislature enacted Labor Code section 6357, directing the California Occupational Safety and Health (Cal OSHA) Standards Board to “adopt standards for ergonomics in the workplace designed to minimize the instances of injury from repetitive motion.”</p>\n<p id=\"b939-4\"><page-number citation-index=\"1\" label=\"1323\">*1323</page-number>In response to this legislative mandate, and following a protracted saga of rulemaking, comments and public hearings, Cal OSHA’s standards board (the Board) promulgated title 8, section 5110 of the California Code of Regulations (Regulation 5110).</p>\n<p id=\"b939-5\">No sooner was the ink dry on the final regulation than it came under attack from opposite directions: Labor interests claimed the regulation was too soft, that it contained “loopholes” which were inconsistent with the mandate of Labor Code section 6357 and guaranteed that employers would be able to virtually ignore the problem of repetitive stress injury. Certain employer groups, spearheaded by the American Trucking Associations, Inc., and California Trucking Association, thought the regulation scientifically unsound and issued without substantial compliance with the California Administrative Procedure Act (APA) (Gov. Code, § 11340 et seq.).<footnotemark>1</footnotemark></p>\n<p id=\"b939-6\">Acting on petitions for writ of mandate (Code Civ. Proc., § 1084 et seq.), the trial court granted most of the relief sought by the Labor petitioners. The court struck four portions of Regulation 5110, found the remainder of the regulation valid, and ordered it to go into effect as modified by the court.</p>\n<p id=\"b939-7\">On this appeal by the Board and the Associations, we will conclude that, except for one conspicuous exemption, the regulation is valid, that the trial court improperly invaded the rulemaking authority of the Board by striking the remaining provisions, and that the APA-based challenges to the regulation are meritless. We will reverse with directions.</p>\n<p id=\"b939-8\">Background</p>\n<p id=\"b939-9\">\n<em>Section 6357 and the Board’s Attempt to Comply</em>\n</p>\n<p id=\"b939-10\">The Board was created by the Legislature as part of the California Occupational Safety and Health Act of 1973. (Lab. Code, § 6300 et seq. [all further unspecified statutory references are to this code]; see <em>Carmona </em>v. <em>Division of Industrial Safety </em>(1975) 13 Cal. 3d 303, 306, fn. 1 [118 Cal.Rptr. 473, 530 P.2d 161].) The Board is the only administrative agency empowered to adopt statewide occupational health and safety standards. (§ 142.3, subd. (a)(1); <em>National Elevator Services, Inc. </em>v. <em>Department of Industrial Relations </em>(1982) 136 Cal.App.3d 131, 142-143 [186 Cal.Rptr. 165].)</p>\n<p id=\"b939-11\">Section 6357 was enacted as part of Assembly Bill No. 110 (1993-1994 Reg. Sess.), an omnibus package of workers’ compensation reform <page-number citation-index=\"1\" label=\"1324\">*1324</page-number>legislation. In his message to the Assembly following its signing on July 16, 1993, Governor Wilson hailed the bill as a significant step in handling the “ ‘exploding costs’ ” of workers’ compensation claims, accomplishing a 14 percent estimated reduction in costs. (Historical Note, 42 West’s Ann. Ins. Code (1999 pocket supp.) foil. § 675, p. 37.)</p>\n<p id=\"b940-4\">The language of section 6357 is straightforward and simple. “On or before January 1, 1995, the [Cal OSHA] Standards Board shall adopt standards for ergonomics in the workplace designed to minimize the instances of injury from repetitive motion.” (Stats. 1993, ch. 121, § 71, p. 1340, eff. July 16, 1993.)<footnotemark>2</footnotemark></p>\n<p id=\"b940-5\">Implementation was far from simple. The Board attempted to comply with the deadline of January 1, 1995, but was inundated with an unprecedented amount of testimony during public hearings and comment periods. It also discovered there was no agreement among the affected groups or knowledgeable experts on the means effectively to regulate or prevent repetitive motion injuries (RMI’s).<footnotemark>3</footnotemark> Moreover, federal OSHA had suspended its efforts to publish a proposed rule governing ergonomics in 1994. Consequently, after many modifications, the Board decided to develop a “performance standard” proposal, which left to the employer the details of implementing a corrective ergonomics program.<footnotemark>4</footnotemark></p>\n<p id=\"b940-6\">The rulemaking process was long and tedious. Frustrated by the delay, a group of California labor federations and workers claiming injury from repetitive motion filed a petition for writ of mandate to compel the Board to <page-number citation-index=\"1\" label=\"1325\">*1325</page-number>adopt repetitive motion injury standards in accordance with the mandate of section 6357. As a result of the petition, the trial court issued a peremptory writ of mandate, ordering the Board to propose and adopt standards not later than December 1, 1996.</p>\n<p id=\"b941-5\">On November 15, 1996, after holding hearings and receiving public comments, the Board adopted a standard and submitted it to the Office of Administrative Law (OAL) for review. The OAL rejected the regulation and sent it back to the Board for failure to satisfy the clarity standard of Government Code section 11349.1.<footnotemark>5</footnotemark> Soon thereafter, the Labor petitioners filed a motion to cite the Board for contempt for enacting a regulation which allegedly did not meet the mandate of section 6357, but the court found the request premature.</p>\n<p id=\"b941-6\">On June 3, 1997, the OAL approved the standard, with clarifying modifications. Regulation 5110 became effective on July 3, 1997.</p>\n<p id=\"b941-7\">\n<em>Summary of Regulation 5110</em>\n</p>\n<p id=\"b941-8\">Regulation 5110 requires an employer to institute a program designed to minimize RMI’s in the workplace whenever two or more of its employees performing repetitive tasks have reported RMI’s within a twelve-month time span. <em>(Id., </em>subds. (a), (b).) These so-called “triggering” RMI’s must be predominantly work-related and objectively diagnosed by a licensed physician. (I<em>d., </em>subd. (a)(1), (3).)</p>\n<p id=\"b941-9\">Once the two-injury threshold is met, the employer is required to establish and implement a program designed to minimize RMI’s. The program shall <page-number citation-index=\"1\" label=\"1326\">*1326</page-number>have three components: (1) worksite evaluation, (2) corrective control of exposure to RMI’s, and (3) employee training. (Reg. 5110, subd. (b)(l-3).)</p>\n<p id=\"b942-4\">There are two very important qualifications: (1) Employers with nine or fewer employees are completely exempted from the regulation (the “small employer exemption”), and (2) ergonomics measures carried out by an employer pursuant to the regulation shall be deemed to satisfy the employer’s obligations “unless it is shown that a measure known to but not taken by the employer is substantially certain to cause a greater reduction in such [RMFs] and that this alternative measure would not impose additional unreasonable costs” (the “safe harbor” provision). (Reg. 5110, subds. (a), (c).)</p>\n<p id=\"b942-6\">\n<em>Challenges to the Regulation</em>\n</p>\n<p id=\"b942-7\">By stipulation of the parties, the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO), and the Associations were permitted to file petitions in intervention on opposite sides of the issue.</p>\n<p id=\"b942-8\">The Associations argued the entire regulation should be invalidated because the Board’s findings that it would have no significant economic impact and that it was reasonably necessary to effectuate the purpose of the statute were not supported by substantial evidence in the record. The Associations also claimed the Board did not substantially comply with the procedural requirements of the APA.</p>\n<p id=\"b942-9\">Labor sought invalidation of various loopholes that it claimed violated the mandate of section 6357: (1) the small employer exemption, (2) the definition of “injury” as predominantly work-related coupled with the requirement the injury be objectively diagnosed by a physician; (3) the two-injury in twelve-months requirement; and (4) the safe harbor provision.</p>\n<p id=\"b942-10\">The Board defended the regulation from the attacks launched against it from the two opposing sides.</p>\n<p id=\"b942-11\">After exhaustive briefing and a hearing, the trial court denied all of the relief sought by the Associations and granted most of the relief sought by Labor. Specifically, the court:</p>\n<p id=\"b942-12\">Upheld the two-injury threshold requirement to trigger the employer’s obligation to institute ergonomics measures designed to minimize RMFs.</p>\n<p id=\"b942-13\">Eliminated the exemption for small businesses.</p>\n<p id=\"b943-4\"><page-number citation-index=\"1\" label=\"1327\">*1327</page-number>Excised the requirement that the RMI’s be predominantly caused by a work-related repetitive motion task.</p>\n<p id=\"b943-5\">Struck the word “objectively” from the sentence “[T]he RMIs were musculo-skeletal injuries and that a licensed physician objectively identified and diagnosed such.”</p>\n<p id=\"b943-6\">Eliminated subdivision (c), the safe harbor provision, protecting an employer that undertakes good faith measures designed to minimize RMI’s.</p>\n<p id=\"b943-7\">The court granted a peremptory writ of mandate requiring the Board to refrain from giving “legal force and effect” to those portions of Regulation 5110 it found invalid.<footnotemark>6</footnotemark></p>\n<p id=\"b943-8\">The Associations and the Board have each appealed from the judgment. Labor initially filed a cross-appeal, but has since withdrawn it. While not entirely happy with the court’s ruling, Labor has chosen to take the role of the respondents on this appeal in defense of the judgment.</p>\n<p id=\"b943-9\">Appeal</p>\n<p id=\"b943-10\">I</p>\n<p id=\"b943-11\">\n<em>APA Challenges</em>\n</p>\n<p id=\"b943-12\">The Associations contend the Board severely failed to comply with the letter and spirit of the APA in enacting Regulation 5110. The objections may be broken down into three categories: (1) failure to determine the regulation’s cost and economic impact; (2) lack of substantial evidence in the record to support findings of “reasonable necessity” and lack of significant harm to California businesses, and (3) failure to cite the scientific studies on which the Board relied.</p>\n<p id=\"b943-13\">\n<em>Overview of the APA</em>\n</p>\n<p id=\"b943-14\">“The APA is intended to advance ‘meaningful public participation in the adoption of administrative regulations by state agencies’ and create ‘an administrative record assuring effective judicial review.’ [Citation.] In order to carry out these dual objectives, the APA (1) establishes ‘basic minimum procedural requirements for the adoption, amendment or repeal of administrative regulations’ (Gov. Code, § 11346) which give ‘interested parties an <page-number citation-index=\"1\" label=\"1328\">*1328</page-number>opportunity to present statements and arguments at the time and place specified in the notice and calls upon the agency to consider all relevant matter presented to it,’ and (2) ‘provides that any interested person may obtain a judicial declaration as to the validity of any regulation by bringing an action for declaratory relief in the superior court.’ [Citation.] The APA was born out of the Legislature’s perception there existed too many regulations imposing greater than necessary burdens on the state and particularly upon small businesses.” <em>(Voss </em>v. <em>Superior Court </em>(1996) 46 Cal.App.4th 900, 908-909 [54 Cal.Rptr.2d 225].)</p>\n<p id=\"b944-4\">Under Government Code section 11350, any interested person may obtain a judicial declaration as to the validity of a regulation adopted under the APA. Failure to comply with every procedural facet of the APA, however, does not automatically invalidate a regulation. A court may declare the regulation invalid only for lack of “substantial failure” to comply with the act. (Gov. Code, § 11350, subd. (a).) “ ‘ “Substantial compliance, as the phrase is used in the decisions, means <em>actual </em>compliance in respect to the substance essential to every reasonable objective of the statute.” . . . Where there is compliance as to all matters of substance technical deviations are not to be given the stature of noncompliance. . . . Substance prevails over form.’ ” <em>(United Systems of Arkansas, Inc. </em>v. <em>Stamison </em>(1998) 63 Cal.App.4th 1001, 1011 [74 Cal.Rptr.2d 407], citations omitted, quoting <em>Southern Pac. Transportation Co. </em>v. <em>State Bd. of Equalization </em>(1985) 175 Cal.App.3d 438, 442 [221 Cal.Rptr. 12], italics in original.) We review the Associations’ claims in light of the above precepts.</p>\n<p id=\"b944-5\">1. <em>Failure to assess economic impact</em></p>\n<p id=\"b944-6\">Section 11346.5, subdivision (a)(9) of the Government Code requires the notice of proposed regulation to contain a “statement of the potential cost impact of the proposed action on private persons or businesses directly affected, . . .” Government Code section 11346.3, subdivision (a) also provides that “State agencies proposing to adopt . . . any administrative regulation shall assess the potential for adverse economic impact on California business enterprises and individuals, . . . [¶] . . . [¶] (2). . . including the ability of California businesses to compete with businesses in other states. . . .”</p>\n<p id=\"b944-7\">The Associations argue that the Board simply shrugged its shoulders at these provisions by confessing that it was impossible to determine the economic impact of Regulation 5110. They cite as examples the Board’s statements that “The Board has not determined the immediate costs” and “[T]he Board is aware of the lack of cost data . . . .”</p>\n<p id=\"b945-4\"><page-number citation-index=\"1\" label=\"1329\">*1329</page-number>The argument is not well taken. In both the notice of proposed action and in its initial statement of reasons (ISOR), the Board states: “This proposal should not result in a significant adverse economic impact on businesses, including the ability of California businesses to compete with businesses in other states [and] [¶] . . . should not require private persons or entities who are employers to incur additional costs in complying with the proposal.” The Board also concluded that although precise cost figures could not be known, the costs of implementation would likely be offset by a “significant amount of savings to be realized from the reduction in worker’s compensation and productivity costs associated with fewer repetitive motion injuries as a result of this proposal.”</p>\n<p id=\"b945-5\">The Associations’ suggestion that these findings are not supported by substantial evidence is unwarranted. The federal government’s National Institute for Occupational Safety and Health (NIOSH) conservatively estimated the cost of occupational musculoskeletal injuries at $13 billion. After exhaustively reviewing the literature in the area, NIOSH concluded “Musculoskeletal disorders are a major work-related problem, and ergonomics programs can dramatically reduce lost work time due to injuries and illnesses.” (Linda Rosenstock, Director of National Institute for Occupational Safety and Health, statement before House Com. on Education and the Workforce, Subcom. on Workforce Protections (May 21, 1997) p. 5 &lt;http://www.cdc.gov/niosh/nioshfin.html&gt; [as of July 28, 1997].) The Board also reviewed numerous reports from companies which had significantly reduced on-the-job injuries and workers’ compensation costs by instituting their own ergonomics programs. Indeed, the Board’s adoption of the regulation was endorsed by such major employers as Bank of America and Pacific Bell. A survey of three studies analyzing the cost of ergonomics control measures found that the monetary savings from implementing remedial measures exceeded the cost of implementation.<footnotemark>7</footnotemark></p>\n<p id=\"b945-6\">It is not the court’s function to second-guess the Board’s conclusions or resolve conflicting scientific views in an area committed to the discretion of the rulemaking agency. (See <em>Western States Petroleum Assn. </em>v. <em>Superior Court </em>(1995) 9 Cal.4th 559, 578 [38 Cal.Rptr.2d 139, 888 P.2d 1268].) The Board’s determination that the cost of the regulation would largely be offset by reduced workers’ compensation claims constituted effective compliance with the cost-impact requirements of the APA.</p>\n<p id=\"b945-7\">2. <em>Substantial evidence of “Reasonable Necessity”</em></p>\n<p id=\"b945-8\">Government Code section 11350, subdivision (b)(1) declares that the court <em>may </em>invalidate a regulation if it finds “[t]he agency’s determination that the <page-number citation-index=\"1\" label=\"1330\">*1330</page-number>regulation is reasonably necessary to effectuate the purpose of the statute . . . that is being implemented, interpreted, or made specific by the regulation is not supported by substantial evidence.”  The Associations argue that the Board adopted Regulation 5110 without an evidentiary basis for finding that it was reasonably necessary to effectuate-the mandate of section 6357. This argument is misdirected.</p>\n<p id=\"b946-4\">The “reasonable necessity” requirement was interposed because the Legislature found that “[s]ubstantial time and public funds have been spent adopting regulations, the necessity for which has not been established.” (Gov. Code, § 11340, subd. (c).) Here, however, the Legislature itself has already determined the necessity for regulation in the area. Section 6357 states that Cal OSHA <em>“shall adopt </em>standards for ergonomics in the workplace designed to minimize the instances of injury from repetitive motion.” (Italics added.) The Legislature’s use of the mandatory “shall” obviates the need for a redetermination of necessity by the Board. As noted previously, the statute was part of reform legislation designed to reduce the cost of workers’ compensation claims. The Legislature therefore has already made a policy determination that ergonomics standards will reduce work-related injuries and therefore reduce the cost of workers’ compensation claims. Indeed, the Legislature elsewhere recognizes cumulative trauma disorder as an occupational problem requiring a regulatory response. (See, e.g., §§ 3208.1, 6354.) Thus, it is far too late in the game to entertain a claim that more study is needed before ergonomics standards should be implemented. The Legislature having spoken, the Board was bound to carry out its directive.</p>\n<p id=\"b946-5\">3. <em>Failure to cite scientific studies</em></p>\n<p id=\"b946-6\">The Associations complain that the Board “failed to cite any studies in support of the standard or to adequately explain adopting the broad rule that it did.” They point out that in its ISOR and final statement of reasons, the Board cited only six documents, none of which was a study of the causes and preventions of RMI’s. We are unpersuaded.</p>\n<p id=\"b946-7\">The APA requires the agency to “identif[y] each technical, theoretical, and empirical study, report, or similar document, <em>if any, </em>upon which the agency relies” in proposing adoption of the regulation. (Gov. Code, § 11346.2, subd. (b)(3), italics added.) Thus, the fact that the Board cited only six documents is not determinative, given that it was not required to cite any. Moreover, the record is replete with articles and reports touting the benefits of ergonomics programs. As the California Supreme Court once said in somewhat different context: “ <em>‘Meaningful </em>disclosure does not [necessarily] mean <em>more </em>disclosure. Rather, it describes a balance between “competing considerations of complete disclosure . . . and the need to avoid . . . <page-number citation-index=\"1\" label=\"1331\">*1331</page-number>[informational overload].” ’ ” <em>(Industrial Welfare Com. </em>v. <em>Superior Court </em>(1980) 27 Cal.3d 690, 715 [166 Cal.Rptr. 331, 613 P.2d 579], quoting <em>Ford Motor Credit Co. </em>v. <em>Milhollin </em>(1980) 444 U.S. 555, 568 [100 S.Ct. 790, 798, 63 L.Ed.2d 22, 33], italics in original.)</p>\n<p id=\"b947-5\">We conclude the Board substantially complied with the procedural requirements of the APA. The trial court properly rejected the Associations’ challenges in this respect.</p>\n<p id=\"b947-6\">II</p>\n<p id=\"b947-7\">Stricken Provisions of Regulation 5110</p>\n<p id=\"b947-8\">Both the Board and the Associations challenge the trial court’s excision of certain key provisions of Regulation 5110. Labor, on the other hand, characterizes these provisions as loopholes designed to gut the regulation and undermine the legislative mandate of section 6357.</p>\n<p id=\"b947-9\">\n<em>Principles of Review</em>\n</p>\n<p id=\"b947-10\">Of all the activities undertaken by an administrative agency, quasi-legislative acts are accorded the most deferential level of judicial scrutiny. <em>(Western States Petroleum Assn. </em>v. <em>Superior Court, supra, 9 </em>Cal.4th at pp. 575-576.) “[Administrative agencies to which the Legislature has delegated regulatory authority in particular areas often develop a high degree of expertise in those areas and the body of law that governs them.” <em>(Id. </em>at p. 572.) “The courts exercise limited review of legislative acts by administrative bodies out of deference to the separation of powers between the Legislature and the judiciary, to the legislative delegation of administrative authority to the agency, and to the presumed expertise of the agency within its scope of authority.” <em>(California Hotel &amp; Motel Assn. </em>v. <em>Industrial Welfare Com. </em>(1979) 25 Cal.3d 200, 211-212 [157 Cal.Rptr. 840, 599 P.2d 31], fn. omitted; accord, <em>McBail &amp; Co. </em>v. <em>Solano County Local Agency Formation Com. </em>(1998) 62 Cal.App.4th 1223, 1227 [72 Cal.Rptr.2d 923].)</p>\n<p id=\"b947-11\">Generally, “ ‘ “[I]n reviewing the legality of a regulation adopted pursuant to a delegation of legislative power, the judicial function is limited to determining whether the regulation (1) is ‘within the scope of the authority conferred’ . . . and (2) is ‘reasonably necessary to effectuate the purpose of the statute.’ “These issues do not present a matter for the independent judgment of an appellate tribunal; rather, both come to this court freighted with [a] strong presumption of regularity Our inquiry necessarily is confined to the question whether the classification is <page-number citation-index=\"1\" label=\"1332\">*1332</page-number><em>“arbitrary, capricious or </em>[without] <em>reasonable or rational basis.” . </em>. .’ ” <em>(Yamaha Corp. of America </em>v. <em>State Bd. of Equalization </em>(1998) 19 Cal.4th 1, 11 [78 Cal.Rptr.2d 1, 960 P.2d 1031], citing <em>Wallace Berrie &amp; Co. </em>v. <em>State Bd. of Equalization </em>(1985) 40 Cal.3d 60, 65 [219 Cal.Rptr. 142, 707 P.2d 204], italics added, citations omitted.)</p>\n<p id=\"b948-4\">On the other hand, “ ‘Administrative regulations that alter or amend the statute or enlarge or impair its scope are void . . . <em>(Henning </em>v. <em>Division of Occupational Saf. &amp; Health </em>(1990) 219 Cal.App.3d 747, 758 [268 Cal.Rptr. 476].) “On this issue of statutory interpretation, we exercise de novo review; we are not bound by the agency’s own interpretation of its jurisdiction as specified by legislation, since ‘the courts are the ultimate arbiters of the construction of a statute.’ ” <em>(Littoral Development Co. </em>v. <em>San Francisco Bay Conservation etc. Com. </em>(1994) 24 Cal.App.4th 1050, 1058 [29 Cal.Rptr.2d 518], quoting <em>California Assn. of Psychology Providers </em>v. <em>Rank </em>(1990) 51 Cal.3d 1, 11 [270 Cal.Rptr. 796, 793 P.2d 2].)</p>\n<p id=\"b948-6\">Applying these principles, we turn to the provisions which were stricken by the trial court.</p>\n<p id=\"b948-7\">1. <em>Safe harbor provision</em></p>\n<p id=\"b948-8\">The court struck subdivision (c) of Regulation 5110 in its entirety. This subdivision provides as follows: “Measures implemented by an employer under [the standard’s other subsections] shall satisfy the employer’s obligation under that respective subsection, <em>unless it is shown that a measure known to but not taken by the employer is substantially certain to cause a greater reduction in such [repetitive motion] injuries and that this alternative measure would not impose additional unreasonable costs. ” </em>(Italics added.)</p>\n<p id=\"b948-9\">The trial court struck the provision as unnecessary surplusage and ambiguous. The Associations contend the court abused its discretion in striking the subdivision (c). We agree.</p>\n<p id=\"b948-10\">First, it was not the court’s function to clarify the standard for the Board. The Legislature has expressly delegated to the OAL the responsibility for reviewing proposed regulations for “clarity,” “consistency” and “nonduplication.” (Gov. Code, § 11349.1, subd. (a).) A court may only sustain a facial challenge to a regulation when it is “arbitrary, capricious or without rational basis.” <em>(Wallace Berrie &amp; Co. </em>v. <em>State Bd. of Equalization, supra, </em>40 Cal.3d at p. 66.)</p>\n<p id=\"b949-4\"><page-number citation-index=\"1\" label=\"1333\">*1333</page-number>A rational basis for the safe harbor provision is readily apparent from the record. Lack of scientific consensus on the causes and cures for work-related RMI’s was well documented and accepted as a given by the Board when it set out to fashion an ergonomics standard. The Board was rightly concerned that the new standard might burden some employers with potentially crippling costs in implementing unproven measures which might not be offset by savings from a corresponding reduction in employee injury claims. The safe harbor provision was inserted to grant protections to employers undertaking good faith programs aimed at solving the RMI problem, so long as more effective measures which would not entail unreasonable costs were not known to them.</p>\n<p id=\"b949-5\">Labor justifies the court’s deletion of this provision by asserting it was inconsistent with the statutory mandate of section 6357 to adopt a standard that will minimize RMI’s.<footnotemark>8</footnotemark> The argument is twofold: First, the commonsense definition of “minimize” means to “make as little or slight <em>as </em>possible.” Subdivision (c), it is argued, creates an exemption so extensive it permits wholesale circumvention of the directive. Second, section 144.6 states that “In promulgating standards dealing with toxic materials or harmful physical agents, the board shall adopt that standard which most adequately assures, <em>to the extent feasible, that no employee will suffer </em>material impairment of health or functional capacity . . . .” (Italics added.) Labor claims this section compels the Board to adopt that regulation which is best suited to reduce workers’ RMI’s to the smallest number practicable, a precept at odds with the safe harbor provision.</p>\n<p id=\"b949-6\">Labor’s postulate that section 6357 requires the Board to adopt a regulation which would reduce RMI’s to the greatest extent feasible is mistaken. Section 6357 does not use the word “feasible.” Labor’s reference to section 144.6 thus proves too much, i.e., that the Legislature knows how to use the word “feasible” in a statute when it wishes.</p>\n<p id=\"b949-7\">Nor is section 144.6 applicable to the subject regulation. That section was enacted in 1973, a generation before the subject of RMI’s rose to public consciousness. (Leg. hist., 44 West’s Ann. Lab. Code (1989 ed.) foil. § 144.6, p. 121.) An examination of the entire statutory framework of which it is a part makes clear that, in using the terms <em>“toxic materials </em>and <em>harmful </em><page-number citation-index=\"1\" label=\"1334\">*1334</page-number><em>physical </em>agentsthe Legislature was referring to <em>harmful substances </em>or <em>external stresses </em>to which employees are subjected at work.<footnotemark>9</footnotemark> (Italics added.)</p>\n<p id=\"b950-4\">Labor also refers us to title 8, section 3204, subdivision (c)(13) of Cal OSHA’s regulations, which defines “harmful physical agent” as “physical stress (noise, heat, cold, vibration, <em>repetitive motion).” </em>(Italics added.) However, the only interpretation of “repetitive motion” consonant with the statutory scheme is an external stress or force to which the employee is exposed or subjected. It would be unreasonable to construe the term as encompassing the panoply of work injuries which may result from repeated voluntary action, especially since Cal OSHA has never regulated in this area before. We conclude that a repetitive motion <em>injury </em>is neither a toxic material nor a harmful physical agent. Accordingly, the federal OSHA cases cited by Labor (none of which even addresses the subject of repetitive motion injuries) are inapposite.</p>\n<p id=\"b950-5\">Even if section 144.6 were applicable, the safe harbor provision would not run afoul of the “feasibility” standard contained therein. Labor ignores the next portion of that section which states, “Development of standards under this section shall be based upon research, demonstrations, experiments, and <em>such other information as may be appropriate. </em>In addition to the attainment of the highest degree of health and safety protection for the employee, other considerations shall be the <em>latest available scientific data in the field, </em>the <em>reasonableness of </em>the standards, and experience gained under this and other health and safety laws.” <em>(Ibid., </em>italics added.) This language is broad and flexible enough to allow for an ergonomics standard which takes into account unreasonable costs and technological limitations.</p>\n<p id=\"b950-6\">Labor’s argument reduces itself to an assertion the Board was bound to adopt the strictest possible standard, regardless of consequence. Such a proposition is both counterintuitive and incorrect. While the word “minimize” means “[t]o reduce to the smallest possible amount, extent, or degree” <page-number citation-index=\"1\" label=\"1335\">*1335</page-number>(9 Oxford English Dict. (2d ed. 1989) p. 815), the language of all statutes must be read in the context of other statutes. Section 11346.3 of the Government Code expressly requires state agencies to review all proposed regulations for “adverse economic impact on California business enterprises . . . .” Nothing in section 6357 exempts ergonomics regulations from this requirement. The safe harbor provision is nothing more than a commonsense solution to offset the recognized potentially severe economic impact on California businesses. As the Board observed, the clause ensures that employers will be required to “develop[] a program that will minimize RMIs without having to experiment with unproven costly control measures.”</p>\n<p id=\"b951-5\">We conclude the safe harbor provision was not irrational, arbitrary, or in excess of the Board’s rulemaking authority. The trial court erred in striking it from Regulation 5110.</p>\n<p id=\"b951-6\">2. <em>Predominant cause requirement</em></p>\n<p id=\"b951-7\">The trial court also deleted that portion of Regulation 5110, subdivision (a)(1), which provides that in order for the two-injury trigger to take effect, the RMI’s must be “predominantly caused” (defined as 50 percent or more) by work-related tasks. The court struck the term “predominantly caused” because it “ha[d] no genesis in the record,” and because the court believed the Board had no discretion to impose such a requirement.</p>\n<p id=\"b951-8\">Labor defends deletion of the predominant cause requirement by again asserting that section 6357 requires the Board to minimize all RMI’s to the greatest extent feasible. By excluding a large class of such injuries from regulation, i.e., those which are less than 50 percent work-related, Labor claims the Board has artificially constricted its own authority in violation of the statutory mandate.</p>\n<p id=\"b951-9\">As we have explained, the Legislature did not interpose a feasibility requirement in section 6357, and we are not empowered to add one by judicial fiat. Consequently, the only appropriate inquiry is whether the predominant cause requirement is irreconcilable with the Board’s duty to enact a regulation which minimizes repetitive motion injuries in the workplace. We perceive no such conflict.</p>\n<p id=\"b951-10\">The scientific literature reviewed by the Board confirmed the problematic nature of identifying repetitive motion injuries as work-related. Strongly <page-number citation-index=\"1\" label=\"1336\">*1336</page-number>held opinions on both sides of the issue came to radically different conclusions about whether there was a measurable cause-and-effect relationship between work tasks and RMI’s.</p>\n<p id=\"b952-4\">One thing even ergonomics advocates agreed on, however, was that RMFs can be caused by a host of factors, including psychological and psychosocial, which are <em>not </em>work-related. Because there had been no previous regulation in the area and in view of the large number of potentially sham claims, the Board imposed the predominant cause requirement. This was a proper exercise of the Board’s rulemaking authority.</p>\n<p id=\"b952-5\">We do not read the statutory directive to minimize RMI’s as a mandate to overwhelm employers with regulation regardless of how burdensome or costly corrective measures might be. The APA requires agencies to assess the economic impact of proposed regulations on business, including the ability of businesses to compete with those in other states. (Gov. Code, § 11346.5, subd. (a)(7).) Administrative agencies can and should be given the flexibility to adopt rules which take into account the nuances of their subject matter and strike a balance between the potential economic burden on the employer on the one hand and the benefits to the employee on the other. This is especially true in an area such as ergonomics, which is still in the embryonic stage of development.</p>\n<p id=\"b952-6\">Labor also criticizes the predominant cause requirement as inconsistent with this state’s workers’ compensation law, which permits payment of benefits to an employee upon a showing that work-related injury was merely a contributing factor to the disability. (§ 3208 [“ ‘Injury’ includes any injury or disease <em>arising out of </em>the employment, . . .” (Italics added.)]; see, e.g., <em>Beaty </em>v. <em>Workers’ Comp. Appeals Bd. </em>(1978) 80 Cal.App.3d 397, 404 [144 Cal.Rptr. 78].) Indeed, one of the grounds articulated by the trial court for striking down the requirement was that it “fails to comport with the general Worker’s Compensation system in California.” We are unpersuaded.</p>\n<p id=\"b952-7\">Workers’ compensation statutes and health and safety statutes serve fundamentally different purposes. The former are aimed at compensation for work-related injuries already suffered. The latter are designed to <em>prevent </em>such illnesses or injuries from occurring. The Board could easily conclude that in a preventive context, before burdening the employer with costly corrective measures a higher threshold of causation should be required.</p>\n<p id=\"b952-8\">Labor fears that the predominant cause requirement “opens the door to manipulation and abuse by employers seeking to avoid their obligation to <page-number citation-index=\"1\" label=\"1337\">*1337</page-number>provide a safe workplace.” Such a claim is made without citation to the record and rests on pure speculation. Until the regulation is put into effect, there is no possible way of predicting whether the predominant cause requirement will be a valuable tool for ferreting out dubious RMI claims or be improperly exploited by employers bent on circumventing the regulation. The trial court abused its discretion in striking the provision down summarily without waiting to find out.<footnotemark>10</footnotemark></p>\n<p id=\"b953-5\">3. <em>“Objectively identified” requirement</em></p>\n<p id=\"b953-6\">The trial court struck the requirement that the injury be objectively identified by a physician on the ground that it “muddie[d] the waters” and invaded the province of physicians by introducing “some unclarified, ambiguous, and uncertain necessity for something objective, . . We disagree.</p>\n<p id=\"b953-7\">The “objectively identified” requirement was a reasoned response to a vexing conundrum the Board faced during the course of the rulemaking process. The lack of scientific consensus on the proper definition of RMI’s and in identification of the cause-effect relationship between repetitive tasks in the workplace was compounded by the frustration of physicians in making a diagnosis of RMI simply on the basis of an employee’s often vague subjective complaints. Conceivably a diagnosis based only on employee complaints of pain could impose upon virtually every employer an obligation to institute ergonomics control measures.</p>\n<p id=\"b953-8\">The “objectively identified” requirement addresses this dilemma. As the Board put it: “The phrase ‘objectively identified’ is to reinforce that a diagnosis of an RMI is done on measurable and observable signs and symptoms not on just a subjective identification based on an employee’s description of symptoms. Objective criteria are not limited to just clinical or laboratory findings. The Board wants to make it clear that the standard is not triggered on just the description of symptoms as was the case in a previous <page-number citation-index=\"1\" label=\"1338\">*1338</page-number>1994 proposal.[<footnotemark>11</footnotemark>] The term does not limit nor make reference to the actual person performing the diagnosis as being objective or an impartial third party. The medical professional can be employed by the employer or the employee.”</p>\n<p id=\"b954-4\">The objective verification requirement is based on substantial evidence in the record. It is not arbitrary, nor does it invade the province of physicians most of whom, even according to the trial court, do not base their diagnoses merely on the patient’s subjective symptoms. The trial court erred in deleting this provision.</p>\n<p id=\"b954-5\">4. <em>Small employer exemption</em></p>\n<p id=\"b954-6\">After extensive discussion, the Board decided to exempt completely from Regulation 5110 all businesses with nine or fewer employees. The purpose of the exemption, according to the Board, was to further ease the economic burden on smaller businesses.</p>\n<p id=\"b954-7\">The breadth and magnitude of the exemption is staggering: It immunizes nearly four of five employers from regulation; 25 percent of all employees in California are shorn of all protection against RMI’s.<footnotemark>12</footnotemark> The trial court ruled this provision was inconsistent with the Board’s statutory mandate to minimize RMI’s in the workplace. On this count we agree with the trial court.</p>\n<p id=\"b954-8\">“ ‘In construing statutes, we must determine and effectuate legislative intent.’ [Citation.] ‘To ascertain intent, we look first to the words of the statutes’ <em>{ibid..), </em>‘giving them their usual and ordinary meaning’ [citation]. If there is no ambiguity in the language of the statute, ‘then the Legislature is presumed to have meant what it said, and the plain meaning of the language governs.’ [Citation.] ‘Where the statute is clear, courts will not “interpret away clear language in favor of an ambiguity that does not exist.” <page-number citation-index=\"1\" label=\"1339\">*1339</page-number>[Citation.] ’ ” <em>(Lennane </em>v. <em>Franchise Tax Bd. </em>(1994) 9 Cal.4th 263, 268 [36 Cal.Rptr.2d 563, 885 P.2d 976].)</p>\n<p id=\"b955-5\">Section 6357 directs the Board to adopt standards “designed to minimize the instances of injury from repetitive motion” <em>in the workplace. </em>“Workplace” is commonly understood as covering any place where work is performed. This is especially true where worker health and safety is concerned.</p>\n<p id=\"b955-6\">Section 6357 appears in division 5, part 1 of the Labor Code governing occupational health and safety regulation. (See 45 West’s Ann. Lab. Code, <em>supra, </em>§ 6300 et seq.) Section 6307 grants to the Department of Industrial Relations (DIR) “the power, jurisdiction, and supervision over <em>every employment and place of employment in this state, </em>which is necessary to adequately enforce and administer all laws and lawful standards and orders, or special orders requiring such employment and place of employment to be safe, and requiring the protection of the life, safety, and health of every employee in such employment or place of employment.” (Italics added.) The Board is the DIR’s regulatory arm. (§§ 140, 142.3.) It is the Board’s responsibility to ensure that all California employers carry out their duty to “furnish employment and a place of employment which are safe and healthful for the employees therein.” (§ 6400.)<footnotemark>13</footnotemark></p>\n<p id=\"b955-7\">. The Legislature’s placement of section 6357 within this statutory milieu, coupled with the plain meaning of the term “workplace,” presents compelling evidence that the Legislature intended the Board to promulgate standards for minimizing RMI’s in <em>all </em>places of employment in this state. A standard which excludes four out of five workplaces is inherently inconsistent with that responsibility.</p>\n<p id=\"b955-8\">The Board places great significance on the fact that in some occupational provisions of the Labor Code, the phrase “place of employment” (defined as “any place . . . where employment is carried on” (§ 6303)) is used. The <page-number citation-index=\"1\" label=\"1340\">*1340</page-number>Board contrasts that term with the term “workplace,” which it claims has a more generic meaning. However, we find no sound basis for inferring that “workplace” is a less inclusive term than “place of employment” or that the two terms were not used interchangeably by the Legislature. Nor are we persuaded that because there is no statutory definition of the term “workplace,” the Board has authority to enact a regulation which flouts the plain meaning of the word.<footnotemark>14</footnotemark></p>\n<p id=\"b956-4\">We note the Legislature has, in other instances, expressly exempted small employers from regulation in express language. (See § 6401.7, subd. (e)(1) [allowing the Board to adopt “less stringent criteria for employers with few employees” in implementing illness and injury prevention programs]; Health &amp; Saf. Code, § 105190, subd. (c) [exempting employers with 10 or fewer employees from paying annual fee for program to combat lead poisoning in the workplace]; Gov. Code, § 12926, subd. (d) [exempting employers with less than 5 employees from coverage under the Fair Employment and Housing Act].) The fact that it used the word “workplace” without qualification in section 6357 repudiates the Board’s thesis that the statute was not necessarily intended to apply to all occupational sites.</p>\n<p id=\"b956-5\">The Board’s position is not aided by <em>California Lab. Federation </em>v. <em>Occupational Safety &amp; Health Stds. Bd., supra, </em>221 Cal.App.3d 1547. There, the Court of Appeal held that Proposition 65, which requires health warnings for carcinogen exposure in the workplace, was an occupational and safety health law within the meaning of Cal OSHA. The court rejected the argument that Proposition 65 was not such a law “simply because it also applies outside the workplace and exempts certain employers [with 10 or fewer employees] from its requirements.” (221 Cal.App.3d at p. 1557.) The thrust of the Board’s claim seems to be that <em>California Lab. Federation’s </em>use of the term “in the workplace” in 1990 to refer to a law which also exempted certain small employers somehow influenced the Legislature to countenance a similar exemption when it used the term “workplace” five years later in enacting section 6357.</p>\n<p id=\"b956-6\">The argument is unsound. The Legislature placed section 6357 in the chapter of laws governing occupational health and safety of <em>all </em>employees. Unlike Proposition 65 and other enactments that contain express exemptions, section 6357 simply directs the Board to issue standards for reducing RMI’s “in the workplace.” It would be nonsensical to interpret the Legislature’s categorical directive as a sub silentio endorsement of an exemption that would effectively gut the statute.</p>\n<p id=\"b957-4\"><page-number citation-index=\"1\" label=\"1341\">*1341</page-number>Government Code section 11342.2 provides: “Whenever by the express or implied terms of any statute a state agency has authority to adopt regulations to implement, interpret, make specific or otherwise carry out the provisions of the statute, <em>no regulation adopted is valid or effective unless consistent and not in conflict with the statute </em>and reasonably necessary to effectuate the purpose of the statute.” (Italics added.)  “Administrative regulations that alter or amend the statute or enlarge or impair its scope are void and courts not only may, but it is their obligation to strike down such regulations.” (Mo<em>rris </em>v. <em>Williams </em>(1967) 67 Cal.2d 733, 748 [63 Cal.Rptr. 689, 433 P.2d 697].)</p>\n<p id=\"b957-5\">Because the exemption is inconsistent with the mandate of section 6357, it was jurisdictionally infirm.  “ ‘[T]here is no agency discretion to promulgate a regulation which is inconsistent with the governing statute.’ ” <em>(Henning </em>v. <em>Division of Occupational Saf. &amp; Health, supra, </em>219 Cal.App.3d at pp. 757-758.) Accordingly, we need not concern ourselves with whether the exemption is wise or reasonable as a matter of policy. If it transgresses the statutory power of the agency, it is invalid. <em>(California Assn. of Psychology Providers </em>v. <em>Rank, supra, </em>51 Cal.3d at pp. 11-12; see also <em>Agricultural Labor Relations Bd. </em>v. <em>Superior Court </em>(1976) 16 Cal.3d 392, 419 [128 Cal.Rptr. 183, 546 P.2d 687], quoting <em>City of San Joaquin </em>v. <em>State Bd. of Equalization </em>(1970) 9 Cal.App.3d 365, 374 [88 Cal.Rptr. 12] [“ ‘It is fundamental that an administrative agency may riot usurp the legislative function, no matter how altruistic its motives are’ ”].)  The trial court acted properly in voiding the small employer exemption.</p>\n<p id=\"b957-6\">III</p>\n<p id=\"b957-7\">\n<em>Remand Issues</em>\n</p>\n<p id=\"b957-8\">The Associations and the Board argue that if this court upholds the trial court as to any of the stricken portions of Regulation 5110, the proper disposition is to remand the entire cause back to the agency for reconsideration.</p>\n<p id=\"b957-9\">Citing federal authority to the effect that the courts cannot rewrite the regulations to avoid conflicts <em>(Bridge </em>v. <em>U.S. Parole Com’n </em>(3d Cir. 1992) 981 F.2d 97, 105) but must remand to the agency for further proceedings <em>(U.S. Dept. of Air Force </em>v. <em>F.L.R.A. </em>(D.C. Cir. 1991) 952 F.2d 446, 452, fn. 6 [293 App.D.C. 90]), the Associations claim we cannot allow the regulation to become effective while striking any portion of it. Such action, they urge, <page-number citation-index=\"1\" label=\"1342\">*1342</page-number>usurps the discretion of and invades the rulemaking function of the Board. Since we uphold the judgment only insofar as it strikes the small employer exemption, our inquiry is limited to whether the regulation should go into effect with the exemption deleted, or be returned to the Board for further consideration.</p>\n<p id=\"b958-4\">We first note the small employer exemption is not void because it was an abuse of the Board’s rulemaking discretion. Instead, the exemption constitutes an unauthorized diminishment of the Board’s regulatory authority and is invalid per se. Returning the regulation to the Board to enact a more reasonable version of the exemption is therefore not an option.</p>\n<p id=\"b958-5\">We faced an analogous situation in <em>Henning. </em>There the Legislature enacted a statute requiring <em>all contractors </em>engaging in asbestos work to register with Cal OSHA (§ 6501.5). Another statute required contractors involved in asbestos-related work to pass a certification examination, but contained an exemption for certain types of contractors. (Bus. &amp; Prof. Code, § 7058.5, subd. (a).) (219 Cal.App.3d at p. 750.) The Board adopted a regulation which said in essence that any contractor who was exempt from taking the examination was also exempt from the registration requirement. <em>(Id. </em>at p. 751.)</p>\n<p id=\"b958-6\">We held that the Board’s registration exemption was in conflict with the governing statute requiring that <em>all </em>asbestos contractors to register with Cal OSHA. We reasoned that the Board could not, under the guise of reconciling two statutes, ignore the unqualified statutory mandate requiring universal registration. (219 Cal.App.3d at p. 760.) The offending exemption was simply stricken, leaving the rest of the regulation intact.</p>\n<p id=\"b958-7\">Here, too, Regulation 5110 is a valid, self-contained regulation, save for one exemption which contradicts the statutory mandate. Severing the invalid exemption would not change or alter the substance of the standard; rather its only effect would be to increase the scope of its coverage. Under these circumstances there is no reason to return the entire regulation to the Board for more rulemaking.</p>\n<p id=\"b958-8\">Disposition</p>\n<p id=\"b958-9\">The judgment is reversed. The cause is remanded to the trial court to enter a new judgment granting and denying the petitions in accordance with the views expressed here. Upon finality of this opinion, the stays <page-number citation-index=\"1\" label=\"1343\">*1343</page-number>previously ordered are vacated and the petitions for writ of supersedeas are dismissed. Each party shall bear its own costs on appeal.</p>\n<p id=\"b959-5\">Scotland, P. J., and Davis, J., concurred.</p>\n<p id=\"b959-6\">A petition for a rehearing was denied November 24, 1999, and the opinion was modified to read as printed above.</p>\n<p id=\"b960-3\"><page-number citation-index=\"1\" label=\"1344\">*1344</page-number>Appendix</p>\n<p id=\"b960-4\">Title 8, California Code of Regulations, Section 5110. Repetitive Motion Injuries.</p>\n<p id=\"b960-5\">(a) Scope and application. This section shall apply to a job, process, or operation where a repetitive motion injury (RMI) has occurred to more than one employee under the following conditions:</p>\n<p id=\"b960-6\">(1) Work related causation. The repetitive motion injuries (RMIs) were [predominantly] caused <em>[(i.e. 50% or more)] </em>by a repetitive job, process, or operation;</p>\n<p id=\"b960-7\">(2) Relationship between RMIs at the workplace. The employees incurring the RMIs were performing a job, process, or operation of identical work activity. Identical work activity means that the employees were performing the same repetitive motion task, such as but not limited to word processing, assembly, or loading;</p>\n<p id=\"b960-8\">(3) Medical requirements. The RMIs were musculoskeletal injuries that a licensed physician <em>[objectively] </em>identified and diagnosed; and</p>\n<p id=\"b960-9\">(4) Time requirements. The RMIs were reported by the employees to the employer in the last 12 months but not before July 3, 1997.</p>\n<p id=\"b960-10\">\n<em>[Exemption: Employers with 9 or fewer employees.]</em>\n</p>\n<p id=\"b960-11\">(b) Program designated to minimize RMIs. Every employer subject to this section shall establish and implement a program designed to minimize RMIs. The program shall include a worksite evaluation, control of exposures which have caused RMIs and training of employees.</p>\n<p id=\"b960-12\">(1) Worksite evaluation. Each job, process, or operation of identical work activity covered by this section or a representative number of such jobs, processes, or operations of identical work activities shall be evaluated for exposures which have caused RMIs.</p>\n<p id=\"b960-13\">(2) Control of exposures which have caused RMIs. Any exposures that caused RMIs shall, in a timely manner, be corrected or if not capable of being corrected have the exposures minimized to the extent feasible. The employer shall consider engineering controls, such as work station redesign, adjustable fixtures or tool redesign, and administrative controls, such as job rotation, work pacing or work breaks.</p>\n<p id=\"b960-14\">(3) Training. Employees shall be provided training that includes an explanation of:</p>\n<p id=\"b961-4\"><page-number citation-index=\"1\" label=\"1345\">*1345</page-number>(A) The employer’s program;</p>\n<p id=\"b961-5\">(B) The exposures which have been associated with RMIs;</p>\n<p id=\"b961-6\">(C) The symptoms and consequences of injuries caused by repetitive motion;</p>\n<p id=\"b961-7\">(D) The importance of reporting symptoms and injuries to the employer; and</p>\n<p id=\"b961-8\">(E) Methods used by the employer to minimize RMIs.</p>\n<p id=\"b961-9\">\n<em>[(c) Satisfaction of an employer’s obligation. Measures implemented by an employer under subsection (b)(1), (b)(2), or (b)(3) shall satisfy the employer’s obligation under that respective subsection, unless it is shown that a measure known to but not taken by the employer is substantially certain to cause a greater reduction in such injuries and that this alternative measure would not impose additional unreasonable costs.]</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b939-12\">For ease of reference only, the original petitioners and the labor groups who have intervened on their behalf are collectively referred to here as “Labor.” American Trucking Associations, Inc., California Trucking Association, and other employer petitioners are collectively referred to as “the Associations.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b940-7\">Section 6357 was not just an isolated appendage to an insurance reform bill. Section 6314.1 was added, establishing a program for Cal OSHA to assist employers in hazardous industries to develop injury- and illness-reducing programs. Also, section 6354 was enacted, requiring Cal OSHA, upon request, to provide health and safety consulting services to employers and employee groups designed to reduce workers’ compensation losses, including a “component for reducing the number of work-related repetitive motion injuries, . . .” (Stats. 1993, ch. 121, §§ 68, 69, pp. 1338, 1339.) .</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b940-8\">The terms RMI’s, CTD’s (cumulative trauma disorders) and RSI’s (repetitive strain injuries) have been used interchangeably to denominate “a collective variety of painful, chronic neuromusculoskeletal disorders of the neck and upper limb (hand, wrist, forearm, arm, neck, and shoulder girdle).” These disorders can be caused by repetitive movements, both occupational or otherwise. They are the function of an interplay among three factors: amount of tissue damage relating to the force and duration of exposure; individual parameters such as age, obesity, and prior medical conditions; and psychological and psychosocial factors such as stress. (Mackinnon &amp; Novak, <em>Repetitive Strain in the Workplace </em>(Jan. 1997) J. of Hand Surgery, p. 2.)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b940-9\">A performance standard describes an objective with only criteria stated for meeting the objective. (Gov. Code, § 11342, subd. (d).) This contrasts with a prescriptive standard, which expressly prescribes the methods for achieving the objective. <em>(Id., </em>subd. (f).)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b941-10\">Government Code section 11349.1 provides in pertinent part: “(a) The office shall review all regulations adopted pursuant to the procedure specified in Article 5 (commencing with Section 11346) and submitted to it for publication in the California Regulatory Code Supplement and for transmittal to the Secretary of State and make determinations using all of the following standards: “(1) Necessity. “(2) Authority. “(3) Clarity. “(4) Consistency. “(5) Reference. “(6) Nonduplication. “In reviewing regulations pursuant to this section, the office shall restrict its review to the regulation and the record of the rulemaking proceeding. The office shall approve the regulation or order of repeal if it complies with the standards set forth in this section and with this chapter. “(b) In reviewing proposed regulations for the criteria in subdivision (a), the office may consider the clarity of the proposed regulation in the context of related regulations already in existence.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b943-15\">Attached as an appendix to this opinion is a copy of Regulation 5110. <em>(Post, </em>at p. 1344.) The parts stricken by the trial court are indicated in brackets and italics.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b945-9\">The Associations assert the APA requires the agency to specifically <em>cite </em>“Facts, testimony, documents, or other evidence” to support its finding of no adverse economic impact. (Gov. Code, § 11346.2, subd. (b)(5).) While technically correct, the argument elevates form over substance. The fact that the cost-savings studies were incorporated into the administrative record and supported the Board’s findings constituted substantial compliance with this subdivision.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b949-8\">The trial judge’s remarks at a postjudgment hearing echo this argument. The judge conceded that “[i]t may be an overstatement” to say that subdivision (c) was excised solely due to a finding of surplusage, and instead suggested that the excision emanated from his view that the subdivision was inconsistent with section 6357’s statutory mandate.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b950-7\">Throughout Cal OSHA statutes and regulations, the term “harmful physical agents” is used hand-in-hand with “toxic materials” in the context of an outside force affecting the health or safety of an employee. (See, e.g., § 147.2, which requires certain state agencies to establish a repository of data concerning “toxic materials and harmful physical agents in use ... in places of employment in the state\"; § 6408, subd. (d), requiring employers to furnish their employees access to records of “employee exposures to potentially toxic materials or harmful physical agents”; Cal. Code Regs., tit. 8, § 340.2, requiring employer notification “[w]henever any employee has been or is being exposed to toxic materials or harmful physical agents in concentrations or at levels exceeding those prescribed by applicable standard, order, or special order, . . .” and Cal. Code Regs., tit. 26, § 19-2510, subd. (j), defining “exposure\" as “the subjection of a person to a toxic substance or harmful physical agent through any route of entry.”)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b953-9\">The Board claims that the court did more than just strike the predominant cause requirement, but in fact rewrote the regulation to require that the issue of work-related causation be determined by a physician. Labor asserts the court did not add any language to the regulation, but only struck improper provisions. Our determination that the trial court erred in tampering with the predominant cause requirement <em>at all </em>moots this debate.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b954-10\">Early versions of the proposed rule defined CTD symptoms as “pain from movement [or] pressure” and required control measures whenever any “work-related CTD risk causes or aggravates CTD <em>symptoms.” </em>(Italics added.)</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b954-11\">In its reply brief and again in a petition for rehearing, the Board asserts the statewide figure for exempted workers is closer to 14 percent. The Board derives this figure by extrapolating numbers contained in a state labor market table for the third quarter of 1993 categorizing reporting units with zero to nine employees. However, there is no indication from the table whether the number of reporting units coincides with the number of employers statewide. Moreover, at the hearing in the trial court, the Board’s counsel represented that the figure was “About 25 percent.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b955-9\">In 1988, voter-approved Proposition 97 restored to the DIR and Cal OSHA responsibility for developing and enforcing statewide occupational safety and health standards. (See <em>California Lab. Federation </em>v. <em>Occupational Safety &amp; Health Stds. Bd. </em>(1990) 221 Cal.App.3d 1547, 1552-1553 [271 Cal.Rptr. 310].) The preamble to Proposition 97 states: “(1) Californians have the right to be effectively protected from injury, illness, and death <em>in the workplace, </em>and from the hazards of exposure to toxic substances on the job and in the community.” (Ballot Pamp., text of Prop. 97, Gen. Elec. (Nov. 8, 1988) p. 75, italics added; Stats. 1977, ch. 81, § 2, p. 489, as amended by 1988 initiative measure (Prop. 97), approved by the voters, Nov. 8, 1988; see Historical Note, 44 West’s Ann. Lab. Code, <em>supra, </em>foll. § 50.7, p. 16.) The universal implication of the phrase “in the workplace” is clearly apparent.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b956-7\">As Justice Oliver Wendell Holmes once wrote: “. . . whatever the consequences, we must accept the plain meaning of plain words.” <em>(United States </em>v. <em>Brown </em>(1907) 206 U.S. 240, 244 [27 S.Ct. 620, 621, 51 L.Ed. 1046, 1047].)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}