{
  "casebody": {
    "data": "<casebody firstpage=\"510\" lastpage=\"521\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b528-5\">Agathe B. Robinson et al. <em>v. </em>Grady L. Myers et al. Agathe B. Robinson et al. <em>v. </em>Charles J. Norvellis et al. Agathe B. Robinson et al. <em>v. </em>David K. Kolonia et al. Agathe B. Robinson et al. <em>v. </em>William J. Prysner et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b528-12\">King, O. J., Alcorn, House, Thim and Ryan, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b528-16\">Argued May 8</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AVg\">decided June 4, 1968</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b529-6\"><page-number citation-index=\"1\" label=\"511\">*511</page-number><em>Joseph Q. Koletsky, </em>with whom was <em>Russell L. Brenneman, </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b529-7\"><em>Orrin F. Silverberg, </em>with whom was <em>Geurson D. Silverberg, </em>for the appellees (defendants Myers et al.); with him also, on the brief, was <em>Robert P. Anderson, Jr., </em>for the appellee (defendant Savings Bank of New London).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b529-8\">House, J.</author>\n<p id=\"AqS\">These four cases were tried together, present identical issues and, pursuant to Practice Book § 606, have been combined for the purposes of this appeal. They arise out of conflicting claims to the ownership of a strip of land in Ledyard. In 1939, the plaintiff Agathe B. Robinson acquired title to a twenty-six-acre tract upon which she has maintained a summer residence. In 1962, she deeded an undivided one-half interest in this land to hex-son, the other plaintiff. In 1947, Marvin F. Van Tassell acquired an adjoining eighteen-acre tract, located between route 12 and the plaintiffs’ land. His deed lacked a metes and bounds description and described the easterly boundary as being the Robinson land. Some years later, Van Tassell subdivided his tract into lots and adopted a plan with a north-south roadway forty feet wide called Van Tassell Drive. Between July, 1956, and October, 1958, he sold to each of the four defendant couples <page-number citation-index=\"1\" label=\"512\">*512</page-number>building lots fronting westerly on Van Tassell Drive. None of these deeds referred to a monumented boundary line but stated only that the lot was bounded on the east by the Robinson land. The area in dispute in each case is the rear and easterly portion of each of the lots acquired by the defendants from Van Tassell. The plaintiffs claim that each of the lots as conveyed hy Van Tassell includes a portion of their land and that the westerly boundary of their property cuts across each lot of the defendants at about a midpoint in the depth of the lot. Starting at its north end, the boundary line claimed by the plaintiffs is about twenty-three feet east of the rear of the house owned by the defendants Kolonia and, running southerly, extends lengthways through the rear wall of the house owned by the defendants Norvellis, continues through the southeast corner of the house owned by the defendants Prysner and crosses the lots of the defendants Myers as it approaches its southern extremity.</p>\n<p id=\"b530-6\">The plaintiffs brought the present actions in October, 1963, and in each case alleged their title, the unlawful entry by the defendants on a portion of their land and the defendants’ unlawful use of the land and that the defendants claimed estates or interests adverse to the title of the plaintiffs. By way of relief, the plaintiffs in each case sought an injunction restraining any further trespass on their land, an injunction compelling the removal of material placed on the land and its restoration to its condition prior to the alleged trespass, judgment for possession of the land, judgment quieting and settling the title, and damages. Each of the defendants denied the material allegations of the complaint and filed special defenses (a) claiming a <page-number citation-index=\"1\" label=\"513\">*513</page-number>fee simple interest in the portion of the disputed area which was included in their respective deeds from Van Tassell, (b) claiming title to that area by adverse possession for more than fifteen years, and (c) pleading laches. In addition, each defendant by way of setoff pleaded that, in the event it should be determined that the plaintiffs do have title to the area in dispute, the court should ascertain the present value of improvements to that land made by the defendants and the amounts due pursuant to § 47-30 of the General Statutes.<footnotemark>1</footnotemark> In each case, the plaintiffs replied, denying the material allegations of the special defenses and denying that the facts were such as to entitle the defendants to any relief under § 47-30.</p>\n<p id=\"b531-6\">By stipulation and pursuant to chapter 15 of the Practice Book, all of the cases were referred to a state referee. The corrected report of the referee concluded that the entire area in dispute was, as claimed by the plaintiffs, a portion of the twenty-six-acre tract to which Mrs. Robinson acquired title <page-number citation-index=\"1\" label=\"514\">*514</page-number>in 1939. He further concluded that the defendants had by adverse possession acquired title to that portion of the Eobinson land included within the bounds of their respective deeds from Van Tassell. In each instance, the referee concluded that the fifteen-year period necessary to acquire title by adverse possession under General Statutes $ 52-575 was found to have accrued by commencing with January 17,1947, when Van Tassell received his deed to the eighteen-acre tract, and by tacking the period of his ownership of that tract to the possession of each of the defendants acquired through the deeds to them from Van Tassell in the period from July, 1956, to October, 1958. The referee found that during the fifteen-year period from January 17, 1947, to January 17, 1962, Mrs. Eobinson had been ousted from possession of this portion of her land and that, by tacking, title by adverse possession to the area in dispute vested in the defendants on January 17, 1962, well before the present actions were brought on October 30, 1963. Furthermore, the referee reported that, in the event judgment should nevertheless be rendered for the plaintiffs, it was his recommendation that, because of their laches and the existence of an adequate remedy at law, no equitable relief should be granted to the plaintiffs. The court, overruling the plaintiffs’ exceptions and denying their objections, accepted the report and finding of the referee and rendered judgment for the defendants in their respective cases in accordance with the report and finding.</p>\n<p id=\"b532-6\">In their appeals, the plaintiffs have substantially narrowed their initial broad attack on the report and finding of the referee and have limited the issues to three: (1) Is the evidence adequate to support the conclusion that each of the defendants <page-number citation-index=\"1\" label=\"515\">*515</page-number>acquired title to the property in dispute by adverse possession? (2) Is the evidence adequate to support the conclusion that the plaintiffs were not entitled to equitable relief because of laches? (3) Are the defendants entitled to claim relief under § 47-30 of the General Statutes ?</p>\n<p id=\"b533-6\">On the first issue, the plaintiffs have abandoned any attack on the conclusion that the defendants held possession of their respective lots adversely to the plaintiffs during the period subsequent to the receipt of their respective deeds from Van Tassell. The first of these deeds was to the Prysners on July 23, 1956, and the last was to the Myers’ on October 3, 1958. The plaintiffs do, however, strongly contest the portions of the referee’s report dealing with adverse possession Avhich directly or indirectly indicate that Van Tassell’s conduct during the period between 1947 and 1956 amounted to adverse possession of the property in dispute. Since, for any of the defendants to prevail on the issue of adverse possession, it is necessary for them to tack to their own uncontested recent adverse possession that of Van Tassell during the period from 1947 to 1956 to reach the statutory minimum of fifteen years, none of them can prevail on this issue if the plaintiffs are correct in their contention that the evidence does not support the referee’s conclusion that the actions of Van Tassell during those years constituted possession adverse to Mrs. Robinson’s title.</p>\n<p id=\"b533-7\">To support their contention, the plaintiffs have properly printed in the appendix to their brief a summary of Van Tassell’s testimony, which they assert is all the evidence relevant to this issue. Practice Book §§713 (d), 718, 720. Since the defendants have added no other evidence in an appen<page-number citation-index=\"1\" label=\"516\">*516</page-number>dix to their brief, the evidence printed by the plaintiffs is deemed to embrace all testimony produced at the trial material to that issue on this appeal. Practice Book §§ 714 (d), 721.</p>\n<p id=\"b534-6\">The evidence relevant to Van Tassell’s claimed adverse possession of a portion of the plaintiffs’ land as distinguished from his activities on the adjoining land to which he acquired undisputed title was extremely meager. It discloses only the following: Van Tassell received the deed to his eighteen-acre parcel in January, 1947. The deed did not contain a metes-and-bounds description and described the eastern boundary of the parcel as “land now or formerly of H. W. Robinson.” He “walked the boundaries” of the premises with his grantor and moved into a house situated west of and on the opposite side of the tract from the disputed property. The area along the disputed boundary was heavily wooded, and there were no stone walls marking bounds. He relied on what his grantor pointed out as boundaries. Between 1947 and 1956, he made only the following actual uses of the land in dispute: he used to go up into the woods in the general area; he hauled away some old cars which were along the northerly side of the lot later conveyed to the Kolonias; and, on many occasions with his two sons, he hunted squirrels with shotguns. According to his own testimony, these were the only occasions he was on the plaintiffs’ property and the only uses he made of it during the period between 1947 and 1956. In 1955 or 1956, he commenced the development of a subdivision on his tract, arranged to have Van Tassell Drive bulldozed and had an unlicensed surveyor prepare a layout of his proposed subdivision on the basis of the same boundaries which his grantor had <page-number citation-index=\"1\" label=\"517\">*517</page-number>pointed ont to him in 1947. This plan was filed in the office of the town clerk, and thereafter conveyances were made to the defendants on the basis of this plan.</p>\n<p id=\"b535-6\">Regardless of good faith on the part of Van Tassell, his lack of experience in real estate matters, his reliance on boundaries pointed out to him by his grantor, his activities on his own eighteen acres and his intentions, we must conclude that the evidence does not support the referee’s conclusions that between 1947 and 1956 he ousted Mrs. Robinson of possession of her land in the disputed area and took possession of it, which possession was open, visible, exclusive, uninterrupted and notorious.</p>\n<p id=\"b535-7\">We said in <em>Hurlburt </em>v. <em>Bussemey, </em>101 Conn. 406, 412, 126 A. 273: “The general rule concerning title by adverse possession is clearly expressed in <em>Stevens v. Smoker, </em>84 Conn. 569, 574, 80 Atl. 788: ‘The essential elements of an adverse possession sufficient to create a title to the land in the adverse possessor are that the owner shall be ousted of possession and kept out uninterruptedly for a period of fifteen years, by an open, visible, and exclusive possession by the adverse possessor, without the license or consent of the owner.’ ‘The open, notorious, uninterrupted, continuous, undisputed, peaceable and adverse possession of land for the requisite period under a claim of right will give title.’ <em>Rheinfort </em>v. . . . <em>[Abel, </em>76 N.J. Eq. 485], 80 Atl. 1059 .... ‘The doctrine of adverse possession is to be taken strictly. Such a possession is not to be made out by inference, but by clear and positive proof.’ <em>Huntington </em>v. <em>Whaley, </em>29 Conn. 391.” See also <em>Marquis </em>v. <em>Drost, </em>155 Conn. 327, 330, 231 A.2d 527; <em>Barrs </em>v. <em>Zukowski, </em>148 Conn. 158, 165, 169 <page-number citation-index=\"1\" label=\"518\">*518</page-number>A.2d 23; <em>Goldman </em>v. <em>Quadrato, </em>142 Conn. 398, 402, 114 A.2d 687; <em>Bridgeport Hydraulic Co. </em>v. <em>Sciortino, </em>138 Conn. 690, 694, 88 A.2d 379.</p>\n<p id=\"b536-6\">Even if Van Tassell’s sporadic trespasses on Mrs. Robinson’s land between 1947 and 1956 could be construed as taking possession of it and ousting her of the possession which flowed from her title, we find in the record no scintilla of evidence to support the necessary additional finding that that possession, if it existed, was open and notorious. There is no evidence that during this nine-year period anyone, aside from Van Tassell himself and his grantor, who “walked the boundaries” with him, knew that he was, or claimed to be, in possession of the property in dispute. There were no physical indicia of his claim to possession. It does not appear that he fenced in the area, warned off others from trespassing on it, performed any of the common acts of ownership with reference to it, or in any way marked off his claimed boundary. Mrs. Robinson, whose house was several hundred feet away from this corner of her land, was unaware of any claim to the property by Van Tassell or by any of the defendants until 1962. The requirement that an adverse possession be “notorious” in the sense of “being or constituting something that is commonly known: well known” (Webster, Third New International Dictionary) is obviously to give actual notice to an owner that a claim contrary to his ownership is being asserted or to lay a foundation for a finding of constructive notice. <em>Pepe </em>v. <em>Aceto, </em>119 Conn. 282, 287, 175 A. 775; <em>Schroeder </em>v. <em>Taylor, </em>104 Conn. 596, 605, 134 A. 63; <em>School District </em>v. <em>Lynch, </em>33 Conn. 330, 334; 3 Am. Jur. 2d, Adverse Possession, § 47. There is nothing in the record of this case to support a finding of adverse possession <page-number citation-index=\"1\" label=\"519\">*519</page-number>by Van Tassell between 1947 and 1956 or, if such a possession did exist, that it was open and notorious. The conclusion that the defendants sustained their burden of proving their titles by adverse possession was accordingly erroneous, and the cases must be remanded with direction to render judgments in accordance with the finding of title of record in the plaintiffs and their claim for relief quieting and settling title in them free and clear of any claim on the part of the defendants arising by reason of any adverse possession.</p>\n<p id=\"b537-6\">On the remand it will also be necessary for the court to hold further hearings on the issue of damages and to determine what, if any, other relief should be afforded to the plaintiffs. We note that the referee, although he found the issues for the defendants on the question of adverse possession and recommended judgment for them, made a “recommendation” that, in the event that contrary to his finding judgment should nevertheless be rendered for the plaintiffs, no equitable relief should be granted to them because of their laches and the existence of an unspecified adequate remedy at law available to them. “To establish laches as a defense, one must prove not only an inexcusable delay in advancing the claim made against him but also that the delay has unduly prejudiced him.” <em>Pascale </em>v. <em>Board of Zoning Appeals, </em>150 Conn. 113, 119, 186 A.2d 377; <em>Bahr Corporation </em>v. <em>O’Brion, </em>146 Conn. 237, 249, 149 A.2d 691. To constitute an element of laches the delay must be unreasonable. <em>Owens </em>v. <em>Doyle, </em>152 Conn. 199, 207, 205 A.2d 495. The referee’s conclusion as to laches was obviously based on his conclusion that the plaintiffs had been ousted of possession of their land since 1947 by the tacked adverse possession of Van Tassell and the indi<page-number citation-index=\"1\" label=\"520\">*520</page-number>vidual defendants. We have found this latter conclusion to be erroneous, and accordingly the further conclusion as to laches which is based upon it cannot be supported.</p>\n<p id=\"b538-6\">We find nothing in the record to support the recommendation, made by way of dictum, that the plaintiffs be denied any appropriate equitable relief. What, if any, equitable relief should be granted must be determined by the trial court on the situation as it exists at the time of the further trial. <em>Holt </em>v. <em>Wissinger, </em>145 Conn. 106, 115, 139 A.2d 353; <em>Canepari </em>v. <em>Townshend, </em>142 Conn. 477, 483, 115 A.2d 432.</p>\n<p id=\"b538-7\">Since the third issue raised on these appeals is one relating to the question of damages and therefore relevant to the necessary further proceedings, we consider it also. Over the objections of the plaintiffs, the defendants were allowed to testify to the cost of improvements which they had made on the land admittedly owned by them adjacent to the disputed land. In addition, they testified to such improvements as they had made on the plaintiffs’ land. Since judgment on the report was rendered for the defendants, neither the referee nor the court was called upon to consider the possible application of § 47-30 of the G-eneral Statutes.<footnotemark>2</footnotemark> Nevertheless, both'the plaintiffs and the defendants have briefed and argued the question of the extent to which the defendants may claim the benefit of that statute. It suffices to note that the statute is specific in its limitation and applies only to improvements made to land by a defendant who has “in good faith, believing his title to the land in question absolute, made improvements thereon.” The statute author<page-number citation-index=\"1\" label=\"521\">*521</page-number>izes a setoff only for improvements made in good faith to the land belonging to another. The defendants, accordingly, are entitled to consideration of the value of any improvements made in good faith on the land of the plaintiffs but not for any improvements which they have made on the portion of the land to which they acquired good title from Van Tassell.</p>\n<p id=\"b539-6\">There is error, the judgment in each case is set aside and the cases are remanded with direction to render judgment for the plaintiffs in each case quieting and settling their title to the area in dispute as against the defendants in each case, adjudging that none of the defendants has any estate, interest in or encumbrance on the property in dispute or any part thereof, and for a new trial limited to the issue of damages and such further relief as the court finds appropriate.</p>\n<p id=\"b539-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b531-7\"> “Sec. 47-30. ejectment, set-off of defendant’s improvements. Final judgment shall not be rendered, in any action to recover the possession of land, against any defendant who has, in good faith, believing his title to the land in question absolute, made improvements thereon before the commencement of the action, or whose grantors or ancestors have so made such improvements, until the court has ascertained the present value of such improvements and the amount reasonably due the plaintiff from the defendant for the use and occupation of such land. If such value of such improvements exceeds such amount due for use and occupation, execution shall not be issued until the plaintiff has paid such balance to the defendant or into court for his benefit; but, if the plaintiff elects to have the title confirmed in the defendant and, upon the rendition of the verdict, files notice of such election with the clerk of the court, the court shall ascertain what sum ought in equity to be paid to the plaintiff by the defendant or other parties in interest and, on payment thereof, may confirm the title to such land in the parties paying it.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b538-8\"> See footnote 1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}