{
  "casebody": {
    "data": "<casebody firstpage=\"427\" lastpage=\"435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b443-3\">Commonwealth <em>vs. </em>Zakia Lamrini.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b443-4\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ATd\">November 7, 1983.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZT\">July 9, 1984.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b443-5\">Present: Hennessey, C.J., Wilkins, Abrams, Nolan, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b443-14\"><em>Nancy Gertner (Judith H. Mizner </em>with her) for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b443-15\"><em>Jeffrey B. Abramson, </em>Assistant District Attorney <em>(Margot Botsford, </em>Assistant District Attorney, with him) for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b443-16\">Abrams, J.</author>\n<p id=\"AiT\">After a jury trial, at which the main issue was self-defense, the defendant, Zakia Lamrini, was convicted of murder in the first degree. Lamrini appeals. She claims error concerning the denial of her motion for required findings of not guilty on so much of the indictment as charged murder in the first degree and murder in the second degree and in the prosecutor’s summation. Lamrini also requests that we exer<page-number citation-index=\"1\" label=\"428\">*428</page-number>oise our power under G. L. c. 278, § 33E, and direct the entry of a verdict of a lesser degree of guilt, namely manslaughter. Because the judge permitted argument on robbery as the motive for the crime in the absence of evidence to support such an inference, we conclude that there was a substantial risk of a miscarriage of justice, requiring a new trial. G. L. c. 278, § 33E.</p>\n<p id=\"b444-4\">We summarize the evidence. The victim was seen alive at 7:30p.m. on March 8,1981, at the Saxon restaurant on Tremont Street in downtown Boston. He arrived there between 6 and 7 p.m. , accompanied by a friend, who testified that he saw the victim and the defendant talking. At approximately 7:15 p.m. , the defendant left the restaurant. The victim followed about ten to fifteen minutes thereafter.</p>\n<p id=\"b444-5\">At approximately 8:15 p.m., the victim’s body was discovered by a Metropolitan District Commission police officer who was patrolling the Sandy Beach area of the Mystic Lakes in Winchester. The cause of death was two stab wounds. The medical examiner opined that both wounds were caused by the same plunge of the instrument. There were numerous other stab wounds to the victim’s back, but those wounds were not necessarily fatal. The victim had seventeen dollars in his pants pocket.</p>\n<p id=\"b444-6\">Stephen Gavrilles, a taxi driver who knew the defendant, received a call from his dispatcher at approximately 8 p.m. to proceed to 470 High Street in Medford. He found the defendant at that address. It was approximately 8:45 p.m. The defendant told him that a man had tried to rape and strangle her and that she had stabbed him.</p>\n<p id=\"b444-7\">Gavrilles said that the defendant’s face was “puffed up,” that she had a mud mark on her knee, and that her eye looked black. The defendant asked Gavrilles to take her to the site of the incident. She could not direct him to where it had taken place and, after driving by three wooded areas, he dropped her off at the Saxon restaurant.</p>\n<p id=\"b444-8\">The defendant then telephoned Officer William Dwyer of the Boston police vice squad, an officer whom she had assisted in a prior prosecution. She met with Officer Dwyer at approxi<page-number citation-index=\"1\" label=\"429\">*429</page-number>mately 9 p.m. and told him that the victim had forced her to have sex with him and had tried to strangle her.</p>\n<p id=\"b445-4\">Dwyer said that she told him that she had stabbed the victim maybe once or twice,-and that she didn’t know whether he was hurt. Dwyer said that the defendant believed the incident took place in Medford. Officer Dwyer telephoned the Medford police and inquired whether a stabbing had been reported. None had been reported. He told the defendant to report the matter to the Medford police and to keep in touch with him. Dwyer did not report the matter himself because he assumed it was not serious. Officer Dwyer said he saw bruises on the defendant’s knees and thighs, blood spots on her pants, and a red mark on her neck.</p>\n<p id=\"b445-9\">Between 10:15 and 10:30 p.m., Gavrilles again picked up the defendant, this time at the Saxon restaurant, and drove her to the Homestead Motel in Cambridge where she registered around 2:20 a.m. After registration, Gavrilles and the defendant went across the street. Gavrilles telephoned the Medford police to ask about the stabbing. The Medford police still had no knowledge of any stabbing. Neither Gavrilles nor the defendant reported the incident.</p>\n<p id=\"b445-12\">On March 9, after learning that a man had been found dead in the Sandy Beach area of Winchester, the defendant reached Dwyer by telephone from a movie theatre and returned to his office at 10p.m. There she was met by MDC Detective-Lieutenant William Kelly, who read the defendant the Miranda warnings and asked whether she would talk with him. The defendant stated, “I killed him in self-defense. I have got nothing to hide.” The MDC officer arrested the defendant and again asked her if she understood the Miranda warnings. The defendant gave him an oral statement claiming she acted in self-defense. The defendant was then taken to the Old Colony Division of the MDC police where she gave a second and signed statement to Detective Francis Cullinan in the presence of three other officers.</p>\n<p id=\"b445-14\">The essence of the defendant’s statement was that the victim picked her up and drove her to a remote area. She said that when she refused to remove her clothes and have sex with him <page-number citation-index=\"1\" label=\"430\">*430</page-number>the victim began to choke her. The defendant claimed that while struggling with the victim she pulled out a knife<footnotemark>1</footnotemark> and stabbed him. The defendant left the area in the victim’s car. As she drove, she threw the knife away. There were numerous inconsistencies between the first and second statements.</p>\n<p id=\"b446-5\">The evidence also disclosed that at 3:30 p.m., on March 9, a plainclothes MDC police detective went to the Homestead Motel where he inquired of the desk clerk whether the defendant was registered. He observed a woman, whom he later identified as the defendant, put a newspaper in front of her face and leave the lobby. The defendant spent part of March 9 with a friend, Steve Barros, who shopped with her for new clothes. She left the clothes she had worn on March 8, 1981, with Barros. Barros claimed that the defendant told him to get rid of the clothes. Subsequently, at the defendant’s direction, police recovered the clothes from Barros. The defendant also met with Natalie Smith, a friend, who said that the defendant stated that she was giving the victim a “b.j.” and that, after he threatened to strangle her, she stabbed him.</p>\n<p id=\"b446-6\">1. <em>Denial of the motion for required findings of not guilty. </em>The defendant argues that the evidence of mitigating circumstances is overwhelming,<footnotemark>2</footnotemark> that it negates any inference of malice aforethought, deliberate premeditation, and extreme atrocity or cruelty. We do not agree.</p>\n<p id=\"b446-7\">To determine whether there is sufficient evidence of the defendant’s guilt, we only review the evidence introduced up to the time the Commonwealth rests its case. See <em>Commonwealth </em>v. <em>Kelley, </em>370 Mass. 147, 150 (1976).<footnotemark>3</footnotemark> We must determine “whether the evidence, in its light most favorable to the Commonwealth, notwithstanding the contrary evidence pre<page-number citation-index=\"1\" label=\"431\">*431</page-number>sented by the defendant, is sufficient ... to permit the jury to infer the existence of the essential elements of the crime charged in that indictment.” <em>Commonwealth </em>v. <em>Sandler, </em>368 Mass. 729, 740 (1975). Tested by this standard, “[t]he judge could not rightly have ruled that the evidence did not warrant a verdict of murder in the second or first degree. The injuries inflicted on the deceased showed a conscious and fixed purpose to kill continuing for a length of time and warranted a finding of murder with deliberately premeditated malice aforethought. <em>Commonwealth </em>v. <em>Bartolini, </em>299 Mass. 503, 515-516 [, cert, denied, 304 U.S. 565 (1938)]. <em>Commonwealth </em>v. <em>Brooks, </em>308 Mass. 367, 369 [1941]. These injuries also warranted a finding that the murder was committed with extreme atrocity and cruelty.” <em>Commonwealth </em>v. <em>Bonomi, </em>335 Mass. 327, 356 (1957), and cases cited therein. See <em>Commonwealth </em>v. <em>Wilborne, </em>382 Mass. 241, 245 (1981). Even if we consider the defendant’s motion at the close of all the evidence, there is no error in the denial of the defendant’s motion. Jurors “are entitled to disbelieve the evidence that the defendant acted in self-defense. There is no constitutional principle which bars the conviction of a defendant when there is evidence warranting an inference of malice and also evidence warranting, but not requiring, a finding that the defendant acted in self-defense.” <em>Commonwealth </em>v. <em>Fluker, </em>377 Mass. 123, 128 (1979).</p>\n<p id=\"b447-5\">2. <em>The prosecutor’s summation. </em>During closing argument, the prosecutor pointed to inconsistencies in versions of the defendant’s story as evidence that the defendant had fabricated her self-defense story to cover up what had actually happened. “In closing argument, counsel may argue the evidence and the fair inferences which can be drawn from the evidence.” <em>Commonwealth </em>v. <em>Hoffer, </em>375 Mass. 369, 378 (1978). See <em>Commonwealth </em>v. <em>Earltop, </em>372 Mass. 199, 205 (1977) (Hennessey, C.J., concurring). “Counsel may also attempt to assist the jury in their task of analyzing, evaluating, and applying evidence. Such assistance includes suggestions by counsel as to what conclusions the jury should draw from the evidence.” <em>Commonwealth </em>v. <em>Ferreira, </em>381 Mass. 306, 316 (1980).</p>\n<p id=\"b448-3\"><page-number citation-index=\"1\" label=\"432\">*432</page-number>Relying on <em>Commonwealth </em>v. <em>Redmond, </em>370 Mass. 591 (1976), the defendant claims that the prosecutor’s reference to robbery as the motive for the crime mandates reversal.<footnotemark>4</footnotemark> We do not agree. In <em>Redmond, </em>the prosecutor repeatedly asserted that the defendant was attempting to rape the victim when the murder took place despite the judge’s suggestion that he “keep away from that.” <em>Id. </em>at 595. The prosecutor’s statement that a rape was in progress when the murder took place “was speculation and conjecture; there was no such evidence . . . .” <em>Id. </em>at 594. Moreover, the prosecutor in <em>Redmond </em>disregarded other rulings by the judge. “In such circumstances we have a duty to be skeptical as to the effectiveness of limiting instructions.” <em>Id. </em>at 597. Because of the “cumulative effect” of the prosecutor’s remarks, we ordered a new trial. <em>Id. </em>In the instant case, the judge specifically ruled that the prosecutor could argue the robbery as the motive for the murder. Thus, the <em>Redmond </em>case is inapplicable.<footnotemark>5</footnotemark></p>\n<p id=\"b448-4\">In analyzing a claim of improper argument, the prosecutor’s remarks must be viewed in light of the “entire argument, as well as in light of the judge’s instruction to the jury and the evidence at trial.” <em>Commonwealth </em>v. <em>Bourgeois, </em>391 Mass. 869, 885 (1984).<footnotemark>6</footnotemark> We conclude that apart from the argument on <page-number citation-index=\"1\" label=\"433\">*433</page-number>robbery, “most of the prosecutor’s remarks were grounded in the evidence and the few extravagant remarks were responsive to equally extravagant defense tactics in final argument. The jury could be expected to take both arguments with a grain of salt.” <em>Commonwealth </em>v. <em>Bradshaw, </em>385 Mass. 244, 277 (1982).</p>\n<p id=\"b449-5\">While we determine there was no misconduct in the prosecutor’s summation because he relied on a ruling by the judge, we conclude that the judge’s ruling was error. The defendant does not argue that the judge’s ruling was erroneous in the absence of a determination of prosecutorial misconduct. We therefore treat the error in the judge’s ruling under G. L. c. 278, § 33E.</p>\n<p id=\"b449-6\">3. <em>Relief pursuant to G. L. c. 278, § 33E. </em>The judge permitted the Commonwealth to argue that the motive for the homicide was robbery.<footnotemark>7</footnotemark> As we read the record, there is no evidence that the defendant sought to rob the victim, or that she went with the victim to rob him. Simply stated, the Commonwealth relies on the fact that the victim had less money on his person when he was found than the prosecutor thought he should have had. The record reveals that one of the victim’s friends stated that when he last saw the victim at the Essex Hotel, the victim did not have much money on him.<footnotemark>8</footnotemark> The Commonwealth relies <page-number citation-index=\"1\" label=\"434\">*434</page-number>on conjecture as to how much money the victim might have spent on food, coffee, and drinks, and concludes that since the victim only had seventeen dollars, the defendant must have had the intent to rob the victim.<footnotemark>9</footnotemark> There is no evidence as to how much money the victim spent at the Essex Hotel or after-wards for drinks, cigarettes, parking fees, or gasoline for his automobile. Further, there was no evidence that the defendant was without funds, or that she had more money than she should have had. Indeed, the thrust of the Commonwealth’s case suggests that the defendant was a prostitute, and that the dispute arose over whether the defendant would engage in sexual relations with the victim.</p>\n<p id=\"b450-4\">We agree with the judge that “if there is evidence of motive, that evidence is admissible.” <em>Commonwealth </em>v. <em>Borodine, </em>371 Mass. 1, 8 (1976), cert, denied, 429 U.S. 1049 (1977). See <em>Commonwealth </em>v. <em>St. Germain, </em>381 Mass. 256, 271 (1980). Nevertheless, at the conclusion of the case, it was clear to the judge that there was insufficient evidence to warrant instructions on felony-murder in the first degree based on the commission or attempted commission of robbery, see G. L. c. 265, § 1, or felony-murder in the second degree based on the inference suggested by the prosecutor in his summation that the defendant intended to take money by stealth. See <em>Commonwealth </em>v. <em>Rego, </em>360 Mass. 385, 395-397 (1971). In the absence of evidence warranting an inference of intent to rob or steal, the judge should not have permitted the Commonwealth to argue robbery as the motive.<footnotemark>10</footnotemark> The argument as to robbery as the motive may have bolstered the Commonwealth’s claim that the jurors should reject the defendant’s claim of self-defense. <page-number citation-index=\"1\" label=\"435\">*435</page-number>It may also have prevented the jurors from considering the defendant’s alternative theory that at most she should be found guilty of manslaughter because she used excessive force in defending herself. In these circumstances, we conclude there was a substantial risk of a miscarriage of justice requiring a new trial.</p>\n<p id=\"b451-4\">“[Wjhile recognizing that the power of this court under § 33E is to be exercised with restraint, <em>Commonwealth </em>v. <em>Hooks, </em>375 Mass. 284 (1978), we have not hesitated to act under § 33E in appropriate cases in which the record discloses an error of law.” <em>Commonwealth </em>v. <em>Cole, </em>380 Mass. 30, 39 (1980). Accordingly, the judgment is reversed, the verdict set aside, and the case is remanded to the Superior Court for a new trial.</p>\n<p id=\"b451-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b446-8\">The defendant’s statements differed as to whether the knife was in her purse or in her sweater pocket.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b446-9\"> The defendant relies, in part, on the fact that she is five feet, two inches, tall and weighed ninety-eight pounds, while the victim was five feet, ten inches, tall and weighed one hundred and ninety pounds.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b446-10\"> The Commonwealth’s position as to proof did not deteriorate between the time that the Commonwealth rested and the close of all the evidence. <em>Commonwealth </em>v. <em>Amazeen, </em>375 Mass. 73, 80 (1978).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b448-5\">There was no error in the prosecutor’s opening statement in which he said that robbery was the motive for the crime. “The prosecutor was entitled to state in his opening whatever he reasonably and in good faith expected to prove by evidence. <em>Commonwealth </em>v. <em>Fazio, </em>375 Mass. 451, 454-456 (1978). Although the testimony predicted by the prosecution did not materialize, there is no indication in the record that the statements concerning [robbery] were made unreasonably or in bad faith, and neither unreasonableness nor bad faith are to be presumed. <em>Commonwealth </em>v. <em>Fazio, supra </em>at 454. <em>Commonwealth </em>v. <em>Hartford, </em>346 Mass. 482,486 (1963).” <em>Commonwealth </em>v. <em>Errington, </em>390 Mass. 875, 883 (1984).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b448-6\">The defendant’s attorney argued that there was no evidence of robbery or an intent to rob. Since she, too, relied on the judge’s ruling, there is no waiver of her objection to the prosecutor’s being allowed to argue a motive of robbery.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b448-7\"> The judge on several occasions and immediately following the prosecutor’s closing argument instructed the jury that “what both counsel have just said is not evidence. Evidence comes from the mouths of the witnesses and exhibits that have been entered. If you find that counsel have in their <page-number citation-index=\"1\" label=\"433\">*433</page-number>closing remarks stated personal points of view, personal opinions of their own, then disregard it.” The judge repeated this in his charge to the jury.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b449-9\"> “When the term robbery is used ... it is understood to mean ‘[t]he taking and carrying away of personal property of another from his person and against his will, by force and violence, or by assault and putting in fear, with intent to steal.’” <em>Commonwealth </em>v. <em>Novicki, </em>324 Mass. 461, 464-465 (1949), quoting G. L. c. 277, § 39. The prosecutor conceded that the defendant did not “go out there with a knife to rob him with a knife. She only went there to get the money while he was a little drunk.” “Pickpocketing characteristically involves stealth and a lack of awareness of the taking by the victim.” <em>Commonwealth </em>v. <em>Davis, 1 </em>Mass. App. Ct. 9, 11 (1979). “To prove larceny all the elements of robbery, except the element that the taking was accomplished by force or fear, must be shown.” <em>Commonwealth </em>v. <em>Santo, </em>375 Mass. 299, 307 (1978).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b449-10\"> The witness estimated the victim had seventy or eighty dollars that morning, but when pressed, the witness remained firm that the victim did not have much money on his person when the victim left the Essex Hotel at approximately 6 p.m.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b450-5\"> The police officers stated that the left pants pocket was pulled out. The pictures, some of which were taken before the victim was searched by the police and some after the police searched the victim, all show the left pants pocket in place and not pulled out. The police report did not state that at the time the body was found the left pants pocket was pulled out. The statement of the two officers alone does not establish any basis for an inference that the defendant had an intent to rob the victim.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b450-6\"> Because the judge permitted the Commonwealth to argue robbery, both parties focused a part of their summation on that issue. We therefore conclude that the error was prejudicial.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}