{
  "casebody": {
    "data": "<casebody firstpage=\"776\" lastpage=\"793\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b866-10\">UNITED STATES of America, Appellee, v. Eugene MASTROPIERI, Herbert Pate and Carolyn Pate, Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b866-12\">Nos. 1060, 1061, Dockets 81-1017, 81-1019.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b866-13\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b866-14\">Argued May 25, 1982.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b866-15\">Decided July 20, 1982.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b866-16\">Certiorari Denied Oct. 18,1982.</otherdate>\n<seealso data-order=\"6\" data-type=\"seealso\" id=\"b866-17\">See 103 S.Ct. 260.</seealso>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b867-17\"><page-number citation-index=\"1\" label=\"777\">*777</page-number>James D. Harmon, Jr., Asst. Atty.-in-Charge, U. S. Dept, of Justice, E. D. N. Y., Edward R. Korman, U. S. Atty., E. D. N. Y., and Thomas P. Puccio, Atty.-in-Charge, U. S. Dept, of Justice, Organized Crime Strike Force, E. D. N. Y., Brooklyn, N. Y., for appellee U. S.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b867-18\">William Sonenshine, New York City, for appellant Eugene Mastropieri.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b867-19\">William I. Aronwald, Bartels, Pykett &amp; Aronwald, White Plains, N. Y., for appellants Herbert and Carolyn Pate.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b867-20\">Before MOORE, FRIENDLY and OAKES, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b867-21\">FRIENDLY, Circuit Judge:</author>\n<p id=\"b867-22\">In this trial before Judge Mishler and a jury in the District Court for the Eastern District of New York, Herbert Pate, his wife Carolyn, and his attorney, Eugene Mastropieri, were convicted of a number of offenses growing out of the alleged filing of false income tax returns (or, in one instance, failure to file a return) by the Pates for the years 1971, 1972, 1973, 1974 and 1975. The trial was on three separate indictments, 78 Cr. 219, 79 Cr. 238 and 80 Cr. 174.</p>\n<p id=\"b867-23\">The first indictment was limited to charging the Pates with willfully and knowingly attempting to defraud the United States by filing an income tax return which substantially understated their income for 1971, in violation of 26 U.S.C. § 7201 and 18 U.S.C. § 2. The second indictment charged the <page-number citation-index=\"1\" label=\"778\">*778</page-number>Pates with willfully and knowingly attempting to evade income taxes by failing to file a return for 1972, in violation of 26 U.S.C. § 7201 and 18 U.S.C. § 2. The third indictment began with a count charging the three defendants with conspiring with each other and one Fiore B. Acovino<footnotemark>1</footnotemark> to defraud the United States in violation of 18 U.S.C. § 371, by obstructing the lawful functions of the Internal Revenue Service (IRS) in the assessment and collection of revenue. Count Two charged that Herbert Pate had endeavored to obstruct the due and proper administration of the internal revenue laws by causing Dennis Ilich to state falsely to IRS agents that he had given the Pates $10,000 in cash, in violation of 18 U.S.C. §§ 1505 and 2. Counts Three and Four charged Herbert Pate with suborning Dennis and Daisy Ilich, respectively, to give false testimony before a grand jury that was investigating the charges of tax evasion by the Pates, in violation of 18 U.S.C. § 1622. Count Five charged the Pates with tax evasion for 1973 in the same manner as the first indictment had charged in respect of 1971 and additionally charged Mastropieri with aiding and abetting their attempt. Count Six charged that Herbert Pate had violated 26 U.S.C. § 7206(1) by including in his 1973 income tax return the amount of $6,450 as income as a process server when he knew he had not received any such income. Counts Seven and Ten were the analogues of Count Five with respect to 1974 and 1975 income and Count Eight was the analogue of Count Six with respect to 1974 income. Count Nine charged that Mastropieri had violated 26 U.S.C. § 7206(1) by claiming as a 1974 deduction the-process server income reported by Herbert Pate for that year.</p>\n<p id=\"b868-8\">All three defendants were convicted on all counts in which they were named, except that Herbert Pate was acquitted of suborning the perjury of Dennis Ilich and Carolyn Pate was acquitted of tax evasion for 1972. Herbert Pate was sentenced to concurrent five year terms of imprisonment on the conspiracy and tax evasion counts to run concurrently with three year concurrent terms of imprisonment on the false return counts, all to run consecutively to five year concurrent terms of imprisonment on the obstruction and subornation counts. Mastropieri was sentenced to concurrent three year terms of imprisonment on each count on which he was convicted. Carolyn Pate was placed on probation for two years. The Pates and Mastropieri appeal on a multitude of grounds. We affirm.</p>\n<p id=\"b868-9\">I. <em>The Facts</em></p>\n<p id=\"b868-10\">The Government’s proof on the tax evasion counts was primarily that during the tax years 1971-75 the Pates had made investments in real estate, a corporation, an investment fund, and an insurance policy, and had made various other expenditures, including $7,723.25 for Herbert Pate’s attendance at a North Carolina weight reducing clinic in 1974, of a size far beyond what could be accounted for by their resources on January 1, 1971, and the amounts they had reported as income plus non-taxable receipts such as loans, gifts or inheritances, less normal living expenses.<footnotemark>2</footnotemark></p>\n<p id=\"b869-4\"><page-number citation-index=\"1\" label=\"779\">*779</page-number>The • predicate for this analysis was an effort to determine the Pates’ financial position as of January 1, 1971. IRS Special Agent Conlisk canvassed 47 banks, 71 brokerage firms and 13 lending institutions in the vicinity of the Pates’ residence.<footnotemark>3</footnotemark> In addition, Conlisk searched the local property records of Bronx, Nassau, Queens, Kings and Suffolk Counties “for the years during the investigation and prior to 1967”<footnotemark>4</footnotemark> and failed to disclose any real property purchased or sold or any mortgages given or received under the names of Herbert or Carolyn Pate, the last name Bidmead (Herbert’s former surname) or Ilich (Carolyn’s maiden name) other than the properties discussed below. He checked records of the Savings Bond division of the United States Treasury Department covering the period “1947 or 1952” through 1975 and found no bonds issued in any of the Pates’ names. He cheeked records of the IRS to determine whether the Pates had been named as recipients on gift tax returns. He checked County Clerk records to determine whether the Pates had received any funds from judgments or inheritances. He also interviewed unnamed friends and relatives of the Pates to determine whether they had loaned or given any money to the Pates, and received a generally negative response. A similar investigation was made with respect to Acovino except that the starting point was January 1, 1972.</p>\n<p id=\"b869-5\">From this analysis and his examination of the 32 separate bank accounts used by the Pates and Acovino, Conlisk determined that the Pates had no cash on hand as of January 1, 1971; that Acovino had $3,724.75 on hand as of January 1, 1972; that the Pates had received relatively small amounts of funds from non taxable sources; but that the Pates had made expenditures in the tax years 1971-75 of over $292,730.70<footnotemark>5</footnotemark> as compared with reported income of $35,082.24 and Acovino had expended in the tax years 1972-74 over $338,624.45.</p>\n<p id=\"b869-7\">In establishing a January 1,1971 starting point for the Pates, the Government relied not only on Agent Conlisk’s investigation but also on an interview on July 13, 1970, between Herbert Pate and a state probation officer, Sanford Eisler, in which Pate told Eisler that he had no financial assets except a small sum in his checking account. During this same interview, in filling out a questionnaire requiring him to “[l]ist all other properties such as bank accounts, life insurance, automobile, stocks, bonds, real property, etc., owned by you and your dependents”, Pate responded “life insurance $10,000 myself and wife owned since 1968.”</p>\n<p id=\"b869-8\">As heretofore noted, see note 2 <em>supra, </em>the Government’s principal proof of expenditure was not of a gradual increase of net worth, see, e.g., <em>Holland v. United States, </em>348 U.S. 121, 130, 75 S.Ct. 127, 132, 99 L.Ed. 150 (1954), or of ordinary payments in excess of reported income, see, e.g., <em>United States v. Bianco, </em>534 F.2d 501 (2 Cir.), <em>cert. denied, </em>429 U.S. 822, 97 S.Ct. 73, 50 L.Ed.2d 84 (1976), although some such payments were proved, but instead centered on four transactions, each involving considerable <page-number citation-index=\"1\" label=\"780\">*780</page-number>sums of money, in each of which the Pates had taken much trouble to conceal the fact or the extent of their participation. We shall discuss these in connection with the tax years in which they occurred.</p>\n<p id=\"b870-4\">1. <em>1971 and the purchase of 559 West Beech Street</em></p>\n<p id=\"b870-5\">Total 1971 expenditures of $44,972.04 for the Pates, as against reported income of $5,827.39, included life insurance premiums, rental of a summer house, the purchase of an automobile, and residence payments totalling $13,410.74. However, the major expenditure was $31,561.30 for the purchase of a house at 559 West Beech Street in Long Beach, Long Island. On July 10, 1971, a contract to purchase the house was made by Mrs. Pate (using her maiden name, Carolyn Ilich) and her sister-in-law, Barbara Sacchitello. Barbara and her husband Peter lived in Port Washington, Long Island, with their children. An attorney was given $4,500 to make the down payment; On July 23 and August 16 Barbara deposited $5,000 and $8,000 into her bank account. The $5,000 was cash, allegedly provided by her husband; the $8,000 was a check drawn on a savings account in the name of Carolyn Bidmead. On July 26 Barbara deposited in a second account $5,500 allegedly provided by her since-deceased father-in-law. At the closing on July 26 two checks on these accounts drawn to Peter Sacchitello in the amounts of $13,000 and $5,000 were used to pay part of the purchase price. Additional funds were supplied by two checks, in the amounts of $7,385 and $444, drawn on accounts of Carolyn Ilich.</p>\n<p id=\"b870-6\">There is no basis for doubting that the two last-mentioned checks and the $4,500 down payment came from the Pates. The checks were signed by Carolyn Ilich/Pate, and a receipt for the down payment bore the notation “deposit from Ilich”. The case with respect to the two checks, totaling $18,000, signed by Peter Sacchitello is only a little less clearcut. The Government’s proof began with the fact that the Sacchitellos were a couple of modest means: he worked for ConEd and his wife testified, “I [was] working, but not what you would call a job.” Nonetheless, in the two months before the purchase of the house the Sacchitellos deposited $18,500 in various bank accounts; the Sacchitello checks for the house were later to come from these accounts. Of the $18,500 that the Sacchitellos deposited, $8,000, as we have already seen, was plainly Pate money. While the remaining $10,000 was deposited into the Sacchitello accounts in cash, and thus was less directly traced to the Pates, circumstantial evidence pointed to the Pates as the source. The Pates lived in the house at all times; the Sacchitellos never did. Likewise, the Pates paid all the expenses associated with the residence — mortgage, taxes, maintenance, and so forth' — even though Peter Sacchitello, in accord with “the deal” he had made with the Pates, deducted the property taxes and mortgage interest on his income tax returns. When the house was sold in July 1979, the Pates received $30,-000, although the Sacchitellos purportedly will receive the remainder in monthly payments. Even more telling was Peter Sacchitello’s account of how he and his wife obtained the funds for the purchase of the West Beech Street house. He testified at trial that his father, a 62 year-old plasterer, gave him $18,000 in cash some time before the purchase, although he could not remember whether the money had been given to him all at once or in installments, nor where it had been handed over to him, nor in what denominations the bills were. Despite his assertion that he had been given the money for investment purposes, he kept the money, “[i]n the closet, probably”, for a considerable period before depositing the money in the bank. He could not recall in which closet he had stashed the money, but said it was “probably” wrapped in a paper bag. His memory was also remarkably weak with respect to how much of the $18,000 patrimony had gone towards the purchase of the West Beech Street House. In 1976, while represented by Mastropieri, Sacchitello told Agent Conlisk that $15,000 had been so furnished. When confronted by Conlisk with the $8,000 Carolyn Bidmead check, he asked Mastropieri, “How do I answer that?” Before the grand jury Sac<page-number citation-index=\"1\" label=\"781\">*781</page-number>chitello repeated the $15,000 figure, while at trial he testified that only $10,000 had gone to buy the house.</p>\n<p id=\"b871-4\">From all this evidence a jury was surely entitled to infer that Sacchitello’s account of the $18,000 was a fabrication induced by the Pates and Mastropieri, and further that the entire purchase price of the house, except for a $14,585 FLSA loan, had been provided by the Pates, although channelled through the Sacchitellos to disguise its true source.</p>\n<p id=\"b871-5\">2. <em>1972 and the investment in Sanzo International</em></p>\n<p id=\"b871-6\">In 1972 the Pates paid $3,174.65 in life insurance premiums to First Investors Life, $10,200 for an investment in First Investors Fund, $4,520.95 for an automobile, and $4,781.26 for residence expenses relating to 559 West Beech St., but reported no taxable income. An even more suspicious item was an investment of $20,000 in a company called Sanzo International Corporation.</p>\n<p id=\"b871-7\">Early in 1972 a Fort Lauderdale attorney, Merrill Bookstein, was retained by Joseph Fitch and Joseph Fortman to raise capital for the operation of a marble quarry in Italy. He was told that some people in New York represented by Mastropieri were interested. In July or August, Mastropieri, Pate and Acovino attended a meeting in Bookstein’s office. Meanwhile Bookstein had organized Sanzo International Corporation. He had also drawn up a shareholders agreement naming Pate, Acovino, and five others as stockholders and crediting Pate (using his former name of Herbert Bid-mead) and Acovino with $20,000 each as a contribution. Bookstein set up a trust account at the Castle Bank &amp; Trust Company, a Bahamian bank, to receive these contributions.</p>\n<p id=\"b871-8\">On August 10, 1972, $37,500 in cash was deposited into the account of the Mastropieri and Joseph law partnership and was recorded, at Mastropieri’s direction, as “Sanzo Corporation”. On August 16, a $42,000 check, dated August 10 and signed by Mastropieri, was deposited to the Castle Bank trust account. The pattern was repeated a few months later. On October 10, a $14,000 cash deposit was received by the partnership account and recorded, again at Mastropieri’s direction, as “Sanzo Corporation”; on the same day, two checks of $7,000 each were drawn to Fitch and For-man, evidently to buy out their interests.</p>\n<p id=\"b871-11\">The corporation’s operations in Italy were started up by James Sanzo in late 1972. Whenever Sanzo needed operating funds he telephoned Mastropieri, who regularly told him that he would check with his clients. Some $120,000 was transmitted to Sanzo as a result of these conversations. Further, on one occasion Mastropieri and Acovino traveled to Italy and gave Sanzo $8,000 in cash to buy a compressor.</p>\n<p id=\"b871-12\">On the basis of this evidence the jury was clearly entitled to infer that Pate had placed $20,000, and probably much more, in this venture.</p>\n<p id=\"b871-13\">3. <em>1973</em></p>\n<p id=\"b871-14\">1973 was the only tax year in which the Pates did not engage in an unusual financial transaction. However, they invested $11,000 with First Investors, incurred residence expenses of $5,790.40 for 559 West Beech St., increased their bank accounts by $4,682.75, and paid withholding tax of $2,362.93 — as against reported taxable income of $10,104.62, mostly the “process server” income discussed below. In the same year Acovino made large deposits in the Bank of Perrine in south Florida, which were later transferred to a trust account, under a trust deed prepared by Mastropieri, in the Castle Bank.</p>\n<p id=\"b871-15\">4. <em>1974 and the purchase of 70 Rochester Avenue</em></p>\n<p id=\"b871-16\">During 1974 the Pates spent $6,086.55 for residence expenses, invested $10,800 with First Investors, paid $3,544.05 for life insurance premiums and $7,723.25 for Herbert Pate’s attendance and expenses at a weight reducing clinic, increased their bank accounts by $17,347.41, and made tax payments of $2,020.65 — as against reported income of $7,971.08. In addition to all this they spent a considerable sum in purchasing a house at 70 Rochester Avenue in East Atlantic Beach, which was occupied after <page-number citation-index=\"1\" label=\"782\">*782</page-number>the purchase by Mr. Pate’s mother who paid nothing to live there.</p>\n<p id=\"b872-4\">The contract to purchase the house and an adjoining vacant lot was signed by the Pates. The circumstances with respect to payment were as follows. On August 16, 1974, there was a $34,500 cash deposit into Mastropieri’s escrow account. On the same day Mastropieri wrote a $34,500 certified check to Pate which purported to represent the proceeds of a mortgage on the Rochester Ave. property. This was endorsed over to the sellers and the mortgage was recorded. There was no evidence that any interest or principal payments were ever made upon it. In addition the Pates paid $5,000 on the signing of the contract and more than $9,000 in cash on the closing. The jury was amply justified in finding that the $34,-500 cash deposit to Mastropieri’s account was Pate money and that the mortgage was simply a sham created to conceal the Pates’ expenditure.<footnotemark>6</footnotemark></p>\n<p id=\"b872-5\">5. <em>1975 and the purchase of 52 Brookline Avenue</em></p>\n<p id=\"b872-6\">While there were some $23,597.50 of miscellaneous payments in 1975, the major item was $40,000 spent in the purchase of a house at 52 Brookline Avenue — as against reported income of $11,179.15. The house was purchased in the names of Carolyn Pate and her mother, Daisy Ilich, in October, 1975. At the closing a $40,000 check, dated October 6, 1975, and drawn on an account of a “Mastro Enterprises Ltd.”, was delivered to the sellers.</p>\n<p id=\"b872-7\">One week before the closing a cash deposit of $39,200 was made into the cheeking account of Mastro Enterprises Ltd. There is no indication who made the deposit. Mrs. Pate instructed her mother, who occupied the house, to write a cheek each month to cover the mortgage payments. These checks were turned over to Mrs. Pate, who deposited them in the Mastro Enterprises bank account. However, the Pates paid Mrs. Ilich amounts in cash exactly equalling the supposed mortgage payments, and checks to cash in the same amount were drawn on Mastropieri-controlled bank accounts. There is no evidence that other payments were made on the mortgage. The jury could conclude from this that there never was a mortgage loan, that the $40,000 payment on the house was made with the Pates’ money and that the monthly payments made by Mrs. Ilich were a sham.</p>\n<p id=\"b872-10\">Further material relevant to the charge of tax evasion was furnished by evidence produced to support the charges in Counts Six and Eight of the third indictment that Pate had willfully and knowingly filed 1973 and 1974 income tax returns which falsely stated that he received $6,450 and $7,322.50 as process-server income.<footnotemark>7</footnotemark> The Government’s theory was that the Pates and Acovino, feeling the need to show some taxable income, developed, with Mastropieri’s assistance, the idea of claiming to be employed by Mastropieri as process servers. This theory was amply supported by the evidence. Mastropieri maintained a partnership with Alan Joseph, which handled ordinary civil business, but had his own criminal and matrimonial practice. Five secretaries in Mastropieri’s law office, including Mastropieri’s personal secretary, testified that they knew of no process serving or investigation done by Pate or Acovino, although they knew of others who had rendered such service. Joseph and one Leonard Eisenberg, who assisted Mastropieri in his criminal practice, testified that they knew Pate and Acovino <page-number citation-index=\"1\" label=\"783\">*783</page-number>only as clients of the law partnership and were not aware of their having done any work as process servers or investigators. Mastropieri’s accountant, Gordon, who reconciled Mastropieri’s bank account on a monthly basis and prepared cash receipt and disbursement ledgers, was never told that any money was being paid to Pate or Acovino, and Mastropieri’s checks and checkbooks reflected no evidence of monies paid to either in the form of checks payable to cash or otherwise. The jury was entitled to conclude that the process server income was an invention of Pate, Acovino and Mastropieri, designed to provide some semblance of income which might be presented as accounting at least for their living expenses.</p>\n<p id=\"b873-4\">Beyond this there was evidence of Herbert Pate’s obstruction of an administrative proceeding and subornation of perjury. When Dennis Ilich, Pate’s father-in-law, was summoned for an interview by Agent Conlisk, he claimed that in 1964 he and his wife had given the Pates a wedding gift of $10,000. He repeated this before the grand jury. He testified at trial that this was not true and that Pate had told him to lie to Agent Conlisk.<footnotemark>8</footnotemark> Dennis Ilich’s wife Daisy testified before the grand jury that she had given the Pates $5,000 in 1964 upon their wedding and another $5,000 in 1967 on the birth of a grandchild. At trial she testified that the testimony she had given the grand jury was false and that Herbert Pate, saying “something about the income tax evasion, of getting off income taxes”, had asked her to give it. She further testified at trial that her grand jury testimony to the effect that she had never been repaid the $10,000 which she had put up for the Brook-line Ave. house was likewise false. Carolyn Pate had in fact repaid the $10,000 in cash installments, although Mrs. Ilich did not remember who had told her to lie before the grand jury about the matter.</p>\n<p id=\"b873-6\">II. <em>Appellants’ attacks on the sufficiency of the Government’s investigation</em></p>\n<p id=\"b873-7\">The appellants contend that the Government failed to establish an opening net balance as of January 1,1971, and opening net balance as of the beginning of each of the ensuing taxable years, with the certainty required by the leading case of <em>Holland v. United States, </em>348 U.S. 121, 75 S.Ct. 127, 99 L.Ed. 150 (1954), and by this court in numerous cases of which it suffices to cite <em>United States v. Costanzo, </em>581 F.2d 28 (2 Cir. 1978), <em>cert. denied, </em>439 U.S. 1067, 99 S.Ct. 833, 59 L.Ed.2d 32 (1979) (affirming conviction), and <em>United States v. Grasso, </em>629 F.2d 805 (2 Cir. 1980) (reversing conviction). While the investigation or at least its presentation in the record, see note 3, <em>supra, </em>was not so thorough as in <em>Costanzo </em>and should not be regarded as a model, it was sufficient under the circumstances of this case.</p>\n<p id=\"b873-8\">Appellants’ attack begins with the fact that Herbert Pate’s talk with Probation Officer Eisler occurred in July, 1970, and thus left open the possibility that the Pates had received large resources between July and the end of December. The point might have some force if the Government had not made an independent investigation into the Pates’ opening net worth as of January 1, 1971. Since such an investigation was undertaken, the statement to Eisler simply provided corroboration often not present, and never deemed necessary, in tax evasion cases of this sort. In many net worth or expenditures cases the defendant either says nothing with respect to his financial condition at the beginning of the period or claims “the existence of substantial cash on hand at the starting point . . . made up of many years’ savings which for various reasons were hidden and not expended until the prosecution period.” <em>Holland v. United States, supra, </em>348 U.S. at 127, 75 S.Ct. at 131, <em>United States v. Bianco, supra. </em>See generally, Duke, Prosecutions for Attempts to Evade Income Tax; A Discordant View <page-number citation-index=\"1\" label=\"784\">*784</page-number>of a Procedural Hybrid, 76 Yale L.J. 1, 10-34 (1966). Here we have an admission by Pate, made only six months before the beginning of the prosecution period, that he and his wife had no financial assets except life insurance, for which the Government credited him. To be sure the Pates’ absence of financial resources in July 1970 does not absolutely negate the possibility that affluence from non-taxable sources had been attained by January 1971. However, it serves two offices valuable to the Government’s case. It constricts the time in which a pre-period “cash hoard” might have come into existence, and it negates the possibility that the Pates had a pre-period asset which could have suddenly appreciated into a large source of wealth.</p>\n<p id=\"b874-4\">A second criticism is that Conlisk never interviewed Mrs. Pate. While Pate’s oral statement to Eisler seems to have been directed only to his own finances, the questionnaire included Mrs. Pate. The inquiries of banks, brokerage firms, and lending institutions apparently also included Mrs. Pate, as did the checks of savings bonds records, gift tax returns and property records. While an attempt to interview Mrs. Pate would have been advisable, we do not regard its absence as fatal.</p>\n<p id=\"b874-5\">A third criticism is that even if the Government made an adequate showing of a near zero net worth as of January 1,1971, it failed to make such a showing as of the beginning of each of the four other taxable years. We do not read <em>Holland </em>as requiring a formal net worth statement as of the beginning of each taxable year. Although it does require that increased net worth “can be reasonably allocated to the appropriate tax year”, 348 U.S. at 129, 75 S.Ct. at 132, the Government met that burden here. None of the purchases made by the Pates was income-producing save for $37,000 in investments in the First Investors Fund. There is no indication in the tax returns that any asset was sold in the years 1971-75. The Government urges it satisfied any burden it might have by showing that in 1971 and each subsequent year expenditures vastly exceeded the small January 1, 1971 opening balance increased by any known non-taxable sources, such as loans. This appears sufficient under the circumstances. <em>Cf. Taglianetti v. United States, supra, </em>398 F.2d at 565 (in cash expenditure cases <em>Holland </em>requirements met without formal net worth presentation if proof “makes clear the extent of any contribution which beginning resources or a diminution of resources over time could have made to expenditures.”).</p>\n<p id=\"b874-8\">Neither can the Government be faulted for failing to follow “relevant leads furnished by the taxpayer”, <em>Holland v. United States, supra, </em>348 U.S. at 135-36, 75 S.Ct. at 135, for the Pates never supplied any. They did not assert the “favorite defense” of a “cache . .. made up of many years’ savings which for various reasons were hidden and not expended until the prosecution period,” 348 U.S. at 127, 75 S.Ct. at 131, although Saechitello did, the Government discredited his story.</p>\n<p id=\"b874-9\">The Pates also make much of the Government’s failure to point to a likely source of the illegally unreported income.<footnotemark>9</footnotemark> They rely on the statement in <em>United States v. Grasso, supra, </em>629 F.2d at 808:</p>\n<blockquote id=\"b874-10\">Either a “likely source” of the illegally unreported income represented by the calculated increase in net worth plus nondeductible expenditures in the year in question must be shown or all possible sources of nontaxable income must be negated.</blockquote>\n<p id=\"b874-11\">and contend that the Government did not meet the almost impossible burden of negating “all” possible sources of non-taxable income.</p>\n<p id=\"b874-12\">Our statement in <em>Grasso </em>derived from what the Supreme Court had said in <em>United States v. Massei, </em>355 U.S. 595, 595, 78 S.Ct. 495, 2 L.Ed.2d 517 (1958):</p>\n<blockquote id=\"b875-3\"><page-number citation-index=\"1\" label=\"785\">*785</page-number>In <em>Holland </em>we held that proof of a likely source was “sufficient” to convict in a net worth case where the Government did not negative all the possible non-taxable sources of the alleged net worth increase. This was not intended to imply that proof of a likely source was necessary in every case. On the contrary, should all possible sources of nontaxable income be negatived, there would be no necessity for proof of a likely source.</blockquote>\n<p id=\"b875-4\">However, in <em>Holland, </em>the Court also made the less extreme statement that “[w]hen the Government rests its case solely on the approximations and circumstantial inferences of a net worth computation, the cogency of its proof depends upon its effective negation of <em>reasonable explanations </em>by the taxpayer inconsistent with guilt”, 348 U.S. at 135, 75 S.Ct. at 135 (emphasis added), and we have said that the Government can meet its burden under <em>Massei </em>by negating all “reasonably possible sources” of nontaxable income. <em>United States v. Schipani, </em>362 F.2d 825, 830 (2 Cir.), vacated per curiam on other grounds and remanded, 385 U.S. 372, 87 S.Ct. 533, 17 L.Ed.2d 428 (1966). See also <em>United States v. Bianco, supra, </em>534 F.2d at 506 (Government need not negate purely hypothetical sources). <em>Cf. United States v. Penosi, </em>452 F.2d 217, 219 (5 Cir. 1971), <em>cert. denied, </em>405 U.S. 1065, 92 S.Ct. 1495, 31 L.Ed.2d 795 (1972) (Government’s burden of negating non-taxable sources met “by producing evidence of an investigation which uncovered no sources”). Unless this common-sense reading is given to the <em>Massei </em>and <em>Grasso </em>standards, the government could seldom, if ever, win a net worth or an expenditures case. See <em>United States v. Bianco, supra, </em>534 F.2d at 506. It would be obliged, for example, to produce evidence that no bank or other lending institution in the United States or, for that matter, in the world had made a loan to the defendant and that no decedent, however unrelated or unknown, had made the defendant an object of his beneficence. We do not think the Supreme Court or this court meant to impose so impossible a task on the Government in all cases where it has been unable to develop a likely source of income. In such cases, the Government does enough when, as here, it investigates reasonably possible sources of non-taxable income and explores whatever leads the taxpayers or others may proffer. Once it has thus established a <em>prima facie </em>case, the taxpayer “remains quiet at his peril.” <em>Holland v. United States, supra, </em>348 U.S. at 139, 75 S.Ct. at 139.</p>\n<p id=\"b875-7\">Beyond this, less stringent standards with respect both to establishing opening net worth and to negating non-taxable income sources are justified in a case like this where defendants were shown to have gone to such lengths to conceal their unreported increases in wealth. If in fact the Pates had large resources in January 1971, or received large nontaxable amounts thereafter, why did they go to so much trouble to conceal the real estate transactions and the investment in Sanzo Corporation in 1971, 1972, 1974 and 1975? One reasonable inference, that they desired to conceal accretions in wealth in order to avoid income taxation, would be highly incriminating. Another reasonable inference, that they desired to hide the fruits of criminal activity would be equivalent to evidence of a likely source. There is a third possible inference, that they desired to defraud creditors, but there is nothing to suggest that they had any. Still further support for the inference of tax evasion is furnished by the evidence that in two of the tax years Pate reported income for process serving which he did not in fact receive. Why did Pate report and pay taxes on amounts not in fact received unless he was trying to conceal larger amounts that he had received? The evidence of subornation of perjury and obstruction of justice added further fuel to the flame. In short, the Government’s proof here was not simply of a naked increase in wealth or expenditures unaccountable by assets at the beginning of the series of tax years; this was supplemented by proof of acts having a distinct aura of criminality, of which defendants were found guilty. It would be grotesque to hold that, with the wealth of proof against the Pates, their convictions for income tax evasion <page-number citation-index=\"1\" label=\"786\">*786</page-number>must be set aside because the Government’s investigation may not have met standards that might be required in a closer case.</p>\n<p id=\"b876-4\">III. <em>The Conspiracy Charge</em></p>\n<p id=\"b876-5\">At the conclusion of the Government’s case Mastropieri’s counsel moved, out of the presence of the jury, to strike all testimony of acts and declarations of conspirators which had been admitted subject to connection. The judge denied the motion, saying:</p>\n<blockquote id=\"b876-6\">I find that the government proved by a fair preponderance of the credible testimony that the conspiracy charged in the indictment was established and existed at or about the time set forth in the indictment for the purposes set forth.</blockquote>\n<blockquote id=\"b876-7\">I further find that as to each defendant, there is independent evidence that by the accused [sic] acts and declarations the defendant knowingly and wilfully entered into the conspiracy.</blockquote>\n<blockquote id=\"b876-8\">I find that the government proved that by a fair preponderance of the credible testimony.</blockquote>\n<p id=\"b876-9\">He added:</p>\n<blockquote id=\"b876-10\">Having made those findings, I will charge the jury that all the acts and declarations made by any member of the conspiracy may be charged against any accused that they find to be a member of the conspiracy in determining whether that particular defendant knowingly and wilfully entered into the conspiracy by proof beyond a reasonable doubt.</blockquote>\n<p id=\"b876-11\">Not disputing the sufficiency of the evidence to support the judge’s preliminary determination, appellants single out for criticism one sentence in the charge, reading as follows:</p>\n<blockquote id=\"b876-12\">If the government proved the conspiracy charged in the indictment beyond a reasonable doubt, then you may use as evidence any act or declaration made by any individual who you find to be a member of the conspiracy against the accused in order to determine whether that accused knowingly and willfully entered into the conspiracy.</blockquote>\n<p id=\"b876-13\">If this sentence stood alone, it would clearly be erroneous since it omits the essential element that declarations of a party to a conspiracy are admissible against another only if made “during the course of and in furtherance of the conspiracy.” F.R.E. 801(d)(2)(E). However, the judge gave two further instructions, one before and another after the one we have quoted. The first was:</p>\n<blockquote id=\"b876-14\">Since every member of a conspiracy becomes the agent of every other member of the conspiracy, with relation to the business of the conspiracy, the acts and declaration of one who you find to be a member of the conspiracy, made during the term of the conspiracy and in furtherance of the purpose of the conspiracy, may be considered as evidence against the accused in determining whether the government proved the conspiracy charged in the indictment. So that all the acts and declarations of all the alleged conspirators may be used to determine whether the government proved the conspiracy charged in the indictment beyond a reasonable doubt.</blockquote>\n<p id=\"b876-15\">The second, which followed immediately after the sentence complained of by appellants, read:</p>\n<blockquote id=\"b876-16\">Of course, any statement or act by anyone not a member of the conspiracy charged in the indictment may not be considered as evidence against any accused nor may any act or statement that is not in furtherance of the conspiracy or made during the term of the conspiracy be used against any of the accused.</blockquote>\n<p id=\"b876-17\">The former scarcely helped since although its first sentence was a correct statement of the law, the second was not. On the other hand, the latter instruction was correct and would have cured the errors if we can believe the jurors were able to separate the wheat from the chaff.</p>\n<p id=\"b876-18\">The respective roles of judge and jury with respect to admission of the declarations of one conspirator against another have had a long history in this circuit. It will suffice to begin with <em>United States v. Pugliese, </em>153 F.2d 497 (1945), an opinion by <page-number citation-index=\"1\" label=\"787\">*787</page-number>Judge Learned Hand, who built so much of this circuit’s law. Mr. and Mrs. Pugliese were charged with illegal possession of distilled spirits. Finding that they had been joint venturers, the trial judge allowed the jury to consider the wife’s declarations as against the husband. The jury acquitted the wife and the husband claimed this established that admission of the declarations was error. Judge Hand ruled against this, saying, 153 F.2d at 500:</p>\n<blockquote id=\"b877-4\">The admissibility of the wife’s declarations in the case at bar was for the judge, and the fact that the jury later acquitted her was irrelevant. The issue before him was altogether different from that before them: he had only to decide whether, if the jury chose to believe the witnesses, Pugliese and his wife were engaged in a joint undertaking; they had to decide whether they believed the witnesses beyond a doubt.</blockquote>\n<p id=\"b877-5\">Judge Hand followed this with a more extensive discussion in <em>United States v. Dennis, </em>183 F.2d 201, 230-32 (2 Cir. 1950), aff’d, without discussion of this point, 341 U.S. 494, 71 S.Ct. 857, 95 L.Ed. 1137 (1951). The trial judge in that case had left it to the jury to determine, before considering the declarations of an instructor of the Communist party, whether it was convinced beyond a reasonable doubt that the instructor was a member of the conspiracy and that the teaching was in furtherance of its aims and purposes. If the jury was so convinced, but not otherwise, it could consider the statements and acts of the instructor as if they were said or done by defendants also found to have been members of the conspiracy. Judge Hand observed, 183 F.2d at 230:</p>\n<blockquote id=\"b877-6\">It is not clear in the books that these instructions did not too much confine the jurors’ use of the declarations, for it directed them not to regard them at all unless they were first convinced beyond reasonable doubt that the declarant and the defendants were engaged in a common venture which the declarations helped to realize. It is difficult to see what value the declarations could have as proof of the conspiracy, if before using them the jury had to be satisfied that the declarant and the accused were engaged in the conspiracy charged; for upon that hypothesis the declarations would merely serve to confirm what the jury had already decided. In strict logic these instructions in effect altogether withdrew the declarations from the jury, and it was idle to put them in at all. The law is indeed not wholly clear as to who must decide whether such a declaration may be used; but we think that the better doctrine is that the judge is always to decide, as concededly he generally must, any issues of fact on which the competence of evidence depends, and that, if he decides it to be competent, he is to leave it to the jury to use like any other evidence, without instructing them to consider it as proof only after they too have decided a preliminary issue which alone makes it competent. Indeed, it is a practical impossibility for laymen, and for that matter for most judges, to keep their minds in the isolated compartments that this requires.</blockquote>\n<p id=\"b877-8\">After referring to <em>United States </em>v. <em>Pugliese, supra, </em>Judge Hand concluded that it was unnecessary to reconsider whether that case had gone too far since the trial judge in <em>Dennis </em>had left the preliminary question of fact to the jury as the defendants had requested.</p>\n<p id=\"b877-9\">Passing over such intervening decisions as <em>United States v. Ross, </em>321 F.2d 61, 68, (2 Cir.) <em>cert. denied, </em>375 U.S. 894, 84 S.Ct. 170, 11 L.Ed.2d 123 (1963) and <em>United States v. Ragland, </em>375 F.2d 471, 477 (1967), <em>cert. denied, </em>390 U.S. 925, 88 S.Ct. 860, 19 L.Ed.2d 987 (1968), we next gave extensive consideration to the problem in <em>United States </em>v. <em>Geaney, </em>417 F.2d 1116, 1119-20 (2 Cir. 1969), <em>cert. denied sub nom. Lynch v. United States, </em>397 U.S. 1028, 90 S.Ct. 1276, 25 L.Ed.2d 539 (1970). We thought our opinion in that case made certain points entirely clear:</p>\n<blockquote id=\"b877-10\">(1) Responsibility for determining whether declarations of an alleged conspirator should be admitted against another rests on the shoulders of the trial <page-number citation-index=\"1\" label=\"788\">*788</page-number>judge. He may not allow the jury to consider such declarations without a preliminary affirmative determination on his part.</blockquote>\n<blockquote id=\"b878-4\">(2) Before allowing the declarations to be admitted, the judge must “satisfy himself of the defendant’s participation in a conspiracy on the basis of the non-hearsay evidence.” More particularly, while declarations may be admitted subject to connection with a cautionary instruction, “the judge must determine, when all the evidence is in, whether in his view the prosecution has proved participation in the conspiracy, by the defendant against whom the hearsay is offered, by a fair preponderance of the evidence independent of the hearsay utterances.”</blockquote>\n<blockquote id=\"b878-5\">(3) If the judge so determines, “the utterances go to the jury to consider along with all the other evidence in determining whether they are convinced of defendant’s guilt beyond a reasonable doubt”. This necessarily disapproved the practice of allowing the jury to reconsider the admissibility of declarations whose admissibility the judge had sustained under the procedures outlined in (1) and (2).</blockquote>\n<p id=\"b878-6\">As we read the Federal Rules of Evidence, our holding in <em>Geaney </em>with respect to the respective roles of judge and jury was approved. Rule 104(a) states that “[pjreliminary questions concerning .. . the admissibility of evidence shall be determined by the court, subject to the provisions of subdivision (b).” Subdivision (b), which reads:</p>\n<blockquote id=\"b878-10\">(b) Relevancy conditioned on fact. When the relevancy of evidence depends upon the fulfillment of a condition of fact, the court shall admit it upon, or subject to, the introduction of evidence sufficient to support a finding of the fulfillment of the condition.</blockquote>\n<p id=\"b878-11\">is addressed to an entirely different kind of problem, as the Notes of the Advisory Committee show.<footnotemark>10</footnotemark> But see, McCormick, Evidence, § 53 at 19 (2d ed. Supp. 1978) (admissibility of conspirator’s declarations governed by Rule 104(b)); Kessler, The Treatment of Preliminary Issues of Fact in Conspiracy Litigations: Putting the Conspiracy Back into the Coconspirator Rule, 5 Hofstra L.Rev. 77, 88-92 (1976) (same).</p>\n<p id=\"b878-12\">In <em>United States v. Stanchich, </em>550 F.2d 1294, 1299 n.4 (2 Cir., 1977), we considered the effect of the F.R.E. upon <em>Geaney </em>and concluded that Rule 104(a) adopted <em>Geaney’s </em>conclusion that the admissibility of statements of a conspirator is for the court. We gave further consideration to the problem in <em>United States v. Ziegler, </em>583 F.2d 77 (2 Cir., 1978). We there reversed a conviction based in part on statements of a conspirator where the judge had refused to <page-number citation-index=\"1\" label=\"789\">*789</page-number>make the preliminary determination required by Rule 104(a) and had left the question of admissibility to the jury. We held this abdication of judicial responsibility to be reversible error without regard to whether there was sufficient evidence in the record apart from the challenged declaration to have supported a <em>Geaney </em>ruling.<footnotemark>11</footnotemark></p>\n<p id=\"b879-6\">Our belief that the admissibility of conspirators’ statements is a matter for the judge alone is strengthened by the wide acceptance which that practice has now won among the courts of appeals.<footnotemark>12</footnotemark> It would be strengthened still further if we were to reconsider the issue on the merits. This very case illustrates the wisdom of Judge Weinstein’s observation, 1 Evidence 11104.[05] at 104-44.9:</p>\n<blockquote id=\"b879-7\">When the judge decides admissibility, the jurors should not be told anything about the issue. Giving them a “second bite at the apple” serves only to confuse, and achieves no useful purpose, though a number of courts have held that defendant cannot complain of this practice since it theoretically is for his protection.</blockquote>\n<blockquote id=\"b879-8\">The better procedure is for the judge to make the final decision as to the admissibility and then to let the jury evaluate the probative force of the evidence in its decision on the merits, (footnotes omitted)</blockquote>\n<p id=\"b879-14\">See also <em>United States </em>v. <em>Bey, supra, </em>437 F.2d at 191-92; <em>United States </em>v. <em>Santiago, supra, </em>582 F.2d at 1136; <em>United States v. Enright, supra, </em>579 F.2d at 987; <em>United States </em>v. <em>Bell, supra, </em>573 F.2d at 1044. Here an able and experienced trial judge gave an instruction, two sentences of which, if taken in isolation, would have allowed the jury to consider declarations not in furtherance of the conspiracy. While instructions must be read as a whole, <em>Cupp v. Naughten, </em>414 U.S. 141, 146-47, 94 S.Ct. 396, 400, 38 L.Ed.2d 368 (1973), this subject is so fraught with complexity that we cannot have the ordinary assurance that the jury will disregard the erroneous instruction because it has been overcome by the correct one; moreover, the judge did not explain what “in furtherance of” meant. Beyond all this, as Judge Hand pointed out in <em>Dennis, supra, </em>the effect of the instruction, if taken literally by the jury, is to deprive the prosecution of evidence on which the law entitles it to rely. We therefore expect that trial judges in this circuit not only will shoulder the responsibility of making the <page-number citation-index=\"1\" label=\"790\">*790</page-number>determination of admissibility, as Judge Mishler did, but will hereafter refrain from giving the jury a “second bite”.<footnotemark>13</footnotemark></p>\n<p id=\"b880-4\">However, the “second bite” instruction does not require reversal on the facts here. In general, as Judge Hand pointed out in <em>Dennis, supra, </em>183 F.2d at 230, such an instruction is favorable to the defendant since in a case where the judge has properly determined that the declarant’s participation in the conspiracy has been sufficiently established by other evidence, it allows the jury to disregard declarations which it ought to consider. See also <em>United States v. Nickerson, </em>606 F.2d 156, 158 (6 Cir.), <em>cert. denied, </em>444 U.S. 994, 100 S.Ct. 528, 62 L.Ed.2d 424 (1979) (second bite instruction a “windfall” for defendant). Here the only respect in which the instructions were unfavorable to the defendants was the omission in two sentences of the requirement that the declaration must be in the course and in furtherance of the conspiracy. However, appellants have failed to point to any declarations not in the course and in furtherance of the conspiracy that were received in evidence. The error in allowing the jury a “second bite” was therefore harmless to the defendants and must be disregarded, F.R. Cr.P. 52(a).</p>\n<p id=\"b880-5\">IV. <em>Mastropieri’s Objection to the Admission of Evidence of Attempted Suppression of Evidence</em></p>\n<p id=\"Aso\">Mastropieri raises one point, unrelated to the rest of the case, which we can conveniently discuss now. The facts are as follows:</p>\n<p id=\"b880-6\">Near the conclusion of the presentation of the Government’s ease, just before the luncheon recess at about 1 P.M. on September 29, 1980, the prosecutor applied in open court for a warrant to search Mastropieri’s law office, asserting that Mastropieri’s financial records would tend to prove the sham nature of the mortgages in the 70 Rochester Ave. and 52 Brookline Ave. transactions and the nonpayment of any fees for investigative services from Mastropieri. The judge reserved decision until the end of the luncheon recess.</p>\n<p id=\"b880-9\">Unknown to Mastropieri, his office was under observation by Agent Colasacco. About 1:30 or 1:35 P.M. Agent Colasacco saw Louis Antonaccio, Mastropieri’s brother-in-law, walk out of the office and place a carton containing records in the trunk of a car. Antonaccio reentered the office, returned with an attache case, got into the car and drove off, followed by IRS agents. Shortly after 2 P.M. Judge Mishler denied the application for a search warrant. About 4 P.M., Antonaccio, who had been driving aimlessly with the records in his trunk, was served with a “forthwith” subpoena requiring him to produce the records before the judge. The judge impounded the attache case and the carton of records.</p>\n<p id=\"b880-10\">At a hearing conducted outside the presence of the jury, the judge ruled that compelling Antonaccio to produce ledger sheets written by Gordon, Mastropieri’s accountant, would violate Mastropieri’s privilege against self-incrimination. The Government therefore did not offer any of the records that Antonaccio had removed. However, the judge allowed the Government to adduce evidence designed to show Mastropieri’s connection with the removal of the records as indicating consciousness of guilt.</p>\n<p id=\"b880-11\">There can be no doubt that an attempt to suppress material records permits an inference of consciousness of guilt and therefore of guilt itself, see 2 Wigmore, Evidence § 278(2) (Chadbourn rev. 1979); <em>Di Carlo v. United States, </em>6 F.2d 364, 368 (2 <page-number citation-index=\"1\" label=\"791\">*791</page-number>Cir.), <em>cert. denied, </em>268 U.S. 706, 45 S.Ct. 640, 69 L.Ed. 1168 (1925); <em>United States v. Graham, </em>102 F.2d 436, 442 (2 Cir.), <em>cert. denied, </em>307 U.S. 643, 59 S.Ct. 1041, 83 L.Ed. 1524 (1939); <em>United States v. Gottfried, </em>165 F.2d 360, 363 (2 Cir.), <em>cert. denied, </em>333 U.S. 860, 68 S.Ct. 738, 92 L.Ed. 1139 (1948). Mastropieri’s argument is rather that the Government did not succeed in connecting him with Antonaccio’s removal of the records. We think it did.</p>\n<p id=\"b881-5\">The jury heard testimony that, at about 1:15 P.M., shortly after the judge had reserved decision on the application for a search warrant, Agent Bellamy saw Mastropieri make a telephone call from a hallway telephone outside the courtroom. Madeline Nigri, who worked in Mastropieri’s office, received a call from him between 1 P.M. and 2 P.M. and placed Antonaccio on the phone at Mastropieri’s request. About a s half hour later Nigri saw Antonaccio carry a carton from the office. Nigri also testified that she received no call from Mrs. Mastropieri during the relevant period and that, as she recalled, at no time during that period did anyone else in the office answer the phone.</p>\n<p id=\"b881-6\">If this had been the only evidence, it would clearly have sufficed to convince a reasonable juror beyond a reasonable doubt that Mastropieri had asked Antonaccio to remove the records. However, before calling the agents and Ms. Nigri, the Government had called Antonaccio and Mrs. Mastropieri out of the presence of the jury. Although acknowledging that he received a telephone call between 1:00 and 1:30 P.M., Antonaccio said this had come from Mrs. Mastropieri, who asked him to remove a carton of checks from the rear office and to place it in the trunk of his car, explaining only that the court did not need it but might do so. He claimed that the attache case was his own, and that he had driven around running errands but had never called Mr. or Mrs. Mastropieri concerning the records. Mrs. Mastropieri confirmed that she had called Antonaccio after hearing the Government’s request for a search warrant and that when she left the courtroom she saw and heard her husband telephoning a secretary and inquiring only whether there were “Any problems. Any messages. Anything urgent.” After the agents’ testimony in open court the Government called Antonaccio under a grant of immunity. At this time he claimed that Mastropieri had called him about forty-five minutes or an hour earlier than Mrs. Mastropieri’s call. He estimated that Mastropieri’s call came before 1 P.M. This was impossible since court did not adjourn until shortly after 1 P.M. and there were no recesses and no record of Mastropieri being excused during the previous hour.</p>\n<p id=\"b881-8\">The judge carefully instructed the jury that the evidence they had heard from Antonaccio, Agents Bellamy and Colasacco, and Ms. Nigri was offered for a very limited purpose, namely, to support the Government’s claim that there had been an attempt to suppress evidence; that in order to reach such a conclusion the jury must find that Mastropieri directed the removal of the records and did so with intent to suppress them; and that even such a finding would not be proof of guilt but would simply permit an inference of consciousness of guilt.</p>\n<p id=\"b881-9\">Mastropieri contends that the Government “totally failed to establish that appellant had directed the removal of the records” since there was no testimony that Mastropieri had instructed anyone to remove the records and since “[e]ven if the jury were to disbelieve Antonaccio’s testimony, the void left in the evidence does not operate to justify a finding that it was appellant who directed the removal of the records.” Mastropieri Br. at 32. This amounts to saying that all facts must be proved by testimonial rather than circumstantial evidence — an assertion so preposterous that it need only be stated to be rejected, see 1 Wigmore, Evidence § 25 (1940 ed.). Indeed, the jury would have been justified in inferring not only that the facts were not as Antonaccio testified but that Mastropieri had caused him to lie. The case is readily distinguishable from <em>Dyer v. MacDougall, </em>201 F.2d 265 (2 Cir. 1952) (L. Hand, J.), where the plaintiff had no evidence of the utterance of the slander except his claim that witnesses, whose testimony <page-number citation-index=\"1\" label=\"792\">*792</page-number>was against him, were flagrant liars. Here there was affirmative evidence in Agent Bellamy’s testimony of Mastropieri’s telephone call, Ms. Nigri’s testimony that Mastropieri called at the time and spoke to Antonaccio, and Agent Colasacco’s testimony that this talk was followed by the removal of the documents. Antonaecio’s testimony simply created a conflict for the jury to resolve. The days when the Government could be claimed to have “vouched for” Antonaccio by calling him as a witness are happily gone forever. See Advisory Committee Note to Rule 607.</p>\n<p id=\"b882-4\">V. <em>Mastropieri’s Other Points</em></p>\n<p id=\"b882-5\">Other contentions by Mastropieri can be briefly handled.</p>\n<p id=\"b882-6\">Mastropieri was named only in Count One of the third indictment charging his participation in a conspiracy, Count Nine of the third indictment charging him with falsely claiming a 1974 deduction for process serving fees paid to Herbert Pate, and Counts Five, Seven, and Ten of the third indictment charging him with aiding and abetting the Pates to defeat collection and payment of their 1973, 1974 and 1975 income taxes. He claims that, as to each count, the evidence was insufficient to warrant submission to the jury.</p>\n<p id=\"b882-7\">Count Nine requires little discussion. Mastropieri in effect concedes that there was ample evidence to support the Government’s claim that Pate had done no work for the law partnership of Mastropieri &amp; Joseph. His contention is rather that, in addition to the partnership business, which handled ordinary civil matters, he was engaged in a matrimonial and criminal practice on his own account for which Pate might have rendered services. But there is absolutely nothing to indicate that Pate did in fact perform any such services. Indeed all of the evidence — the testimony of Mastropieri’s secretaries, his accountant Gordon, his law partner Joseph, and Eisenberg, who assisted him in his criminal practice, as well as the evidence that Pate spent half of 1974 at a weight-reducing clinic in North Carolina — pointed decidedly the other way. The Government was not required to prove that Mastropieri could not possibly have incurred the claimed deduction. It was enough if the Government introduced evidence, whether circumstantial or otherwise, from which a jury could reasonably be convinced beyond a reasonable doubt that the claimed deductible expense had not actually been incurred. <em>See United States v. Bianco, supra, </em>534 F.2d at 506. <em>See generally, </em>10 Mertens, Federal Income Taxation, 55 A. 27 (1976 ed). The Government did so here.</p>\n<p id=\"b882-9\">We likewise have no doubt about the sufficiency of the evidence on Counts One (conspiracy) and Counts Five, Seven, and Ten (aiding and abetting tax evasion for 1973, 1974, and 1975). 1974 and 1975 were the years of the 70 Rochester Ave. and 52 Brookline Ave. transactions described above. The evidence there summarized fully supported an inference that Mastropieri made his own bank account available for deposits of cash by the Pates and that the mortgages given by Mastropieri and “Mastro Enterprises” were sham. Mastropieri’s argument that he had no reason to know that these transactions were part of a scheme of tax evasion rather than for some other purpose, e.g., a fraud on creditors, was properly addressed to the jury. As to 1973, the evidence, especially the testimony of Mastropieri’s accountant, Gordon, who prepared the Pates’ tax return with information provided by Mastropieri, amply supported an inference that Mastropieri had helped the Pates to hatch the strategy of reporting false process serving income. This and other evidence stated in our summary were sufficient as well to warrant submission of the charge of conspiracy.</p>\n<p id=\"b882-10\">Mastropieri’s final claim is that the court erred in excluding letters written by Mastropieri and delivered to the IRS by his accountant, Gordon, in connection with a civil audit of his 1974 tax return. Gordon testified in the absence of the jury that the IRS requested a letter of verification as to the recipient of the payment for investigative services claimed as a deduction for that year. This letter read:</p>\n<blockquote id=\"b882-11\">To whom it may concern:</blockquote>\n<blockquote id=\"b882-12\">The investigative services for the year 1974 were as follows: Mr. Herbert Pate, SS number 078-32-8104, 559 West Beech Street, Long Beach, New York. <page-number citation-index=\"1\" label=\"793\">*793</page-number>$7,320.50. Sincerely, Eugene R. [sic] Mastropieri.</blockquote>\n<p id=\"b883-5\">Mastropieri’s argument is that if he had intended to conceal Pate’s tax evasion, he would not have named Pate. The inference is hardly irresistible; Mastropieri knew full well that Pate had included the income in his income tax return which Mastropieri had every reason to think the IRS was investigating. In any event the judge was justified in excluding the evidence under Rule 403. There was too much danger that, no matter what the judge might charge, the jury would take the letter as proof of the facts asserted rather than for the limited purpose urged by Mastropieri.</p>\n<p id=\"b883-6\">The Court also excluded an earlier letter dated December 14, 1976, reading:</p>\n<blockquote id=\"b883-7\">To whom it may concern</blockquote>\n<blockquote id=\"AVng\">The investigative services I paid for the year 1974 related to the investigations in connection with criminal trials that were pending in the year 1974 and some matrimonial cases. The investigations were for obtaining witnesses and information relating to financial status of various defendants in matrimonial cases. The investigative services were throughout the year 1974. Very truly yours, Eugene F. Mastropieri.</blockquote>\n<p id=\"b883-8\">and two other letters stating that the August 16,1974 deposit of $34,500 into Mastropieri’s escrow account represented money belonging not to him but to his “clients”.</p>\n<p id=\"b883-9\">The only value of the December 14 letter would have been in lending some support to Mastropieri’s claim that Pate was engaged in connection with Mastropieri’s criminal and matrimonial practice, of which Joseph and the secretaries may not have been aware. As such it was clearly offered for the truth of the matter asserted and was inadmissible hearsay. <em>United States v. Marin, </em>669 F.2d 73, 84 (2 Cir. 1982). The same reasoning applies to the two letters in regard to the $34,500 deposit. In addition we fail to see the relevancy of these letters; the Government’s claim was precisely that the $34,500 was the Pates’ money, not Mastropieri’s.</p>\n<p id=\"b883-10\">The judgments of conviction are affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b868-4\">. Acovino was not charged. He had disappeared on November 2, 1974.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b868-5\">. There appears to have been some confusion whether the Government’s proof followed the “net worth” or “cash expenditure” method. The Government claims to have relied on the expenditure method. Judge Mishler charged the jury that this was a net worth case. The Pates, straddling the fence, characterize it as a “net worth/expenditures” case.</p>\n<p id=\"b868-6\">The basic difference between the two methods has been well explained by Judge Coffin in <em>Taglianetti v. United States, </em>398 F.2d 558, 562-63 (1 Cir. 1968), aff’d without discussion of this point, 394 U.S. 316, 89 S.Ct. 1099, 22 L.Ed.2d 302 (1969). The net worth method is used when a taxpayer shows an increase in net worth not derivable from reported income. Since this method “is unavailing against the taxpayer who consumes his self-determined tax free dollars during the year and winds up no wealthier than before”, the cash expenditure method was developed to “reach such a taxpayer by establishing the amount of his purchases of goods and services which are not attributable to the resources at hand at the beginning of the year or to non-taxable receipts during the year.” Where, as here, the taxpayer expends his unreported income on investments or durable property, the Government has a choice of methods: It can focus either on the <page-number citation-index=\"1\" label=\"779\">*779</page-number>sums expended or the value of the assets accumulated.</p>\n<p id=\"b869-10\">The present case does not exactly fit either the net worth or cash expenditure mold, although it more closely resembles the latter. The Government’s principal proof was not simply of expenditures but rather of investments, in each year but one, of large amounts of money which appellants had taken pains to conceal.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b869-11\">. Incredibly the record does not contain the form of letter or letters which Conlisk sent to these institutions. However, appellants do not dispute that the inquiries were adequate to elicit information with respect to opening balances and that they disclosed no assets other than the few hereafter mentioned.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b869-14\">. Counsel for the Pates reads this as meaning 1971-75 and years earlier than 1967. The Government’s reading, namely, 1971-75 and back from 1971 to 1967, is more reasonable. On this appeal we are bound to view the evidence in the light most favorable to the Government.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b869-15\">. Many of these expenditures were made by or in the name of Carolyn Pate. Daisy Ilich, her mother, testified that Carolyn had not worked outside the home since 1967 and that she had held no job in 1973, 1974 or 1975. Conlisk’s investigation likewise disclosed that during the tax years at issue Carolyn was a housewife engaged in bringing up her three children.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b872-8\">. We have omitted mention of highly suspicious activities of Acovino in 1974. One of these, involving the purchase of a house for his parents, was similar to the Pates’ purchase described above; in this transaction Mastropieri, after Acovino’s death, admitted that the mortgage was sham. Acovino also deposited $100,000 in cash at the Bank of Perrine for transfer to the Castle Bank.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b872-11\">. As indicated above, Count Nine charged that Mastropieri had falsely claimed a deduction for the $7,322.50 payment in 1974. Mastropieri did not claim the $6,450 paid to Pate (and a larger amount paid to Acovino) for process serving in 1973, although his accountant, Gordon, who also prepared the Pates’ and Acovino’s returns, testified that he had advised Mastropieri he could take such a deduction by filing an amended return.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b873-5\">. He also testified that he had lied to the grand jury on his own in order to conform his testimony to that of his wife and that Pate had told him to tell the truth to the grand jury. Apparently on this basis the jury acquitted Pate of suborning Dennis Ilich’s grand jury testimony — the only count on which he was acquitted.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b874-6\">. At a hearing prior to sentence one Albert Rossi testified that he had had large transactions in heroin with Acovino and Pate, and Judge Mishler found that the cash accumulated by both Pate and Acovino was from an illegal source and at least in part from narcotics deals. However, no evidence to this effect was before the jury, and we cannot and do not consider it.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b878-7\">. Subdivision (b). In some situations, the relevancy of an item of evidence, in the large sense, depends upon the existence of a particular preliminary fact. Thus when a spoken statement is relied upon to prove notice to X, it is without probative value unless X heard it. Or if a letter purporting to be from Y is relied upon to establish an admission by him, it has no probative value unless Y wrote or authorized it. Relevance in this sense has been labelled “conditional relevancy.” Morgan, Basic Problems of Evidence 45-46 (1962). Problems arising in connection with it are to be distinguished from problems of logical relevancy, e.g. evidence in a murder case that accused on the day before purchased a weapon of the kind used in the killing, treated in Rule 401.</p>\n<p id=\"b878-8\">If preliminary questions of conditional relevancy were determined solely by the judge, as provided in subdivision (a), the functioning of the jury as a trier of fact would be greatly restricted and in some cases virtually destroyed. These are appropriate questions for juries. Accepted treatment, as provided in the rule, is consistent with that given fact questions generally. The judge makes a preliminary determination whether the foundation evidence is sufficient to support a finding of fulfillment of the condition. If so, the item is admitted. If after all the evidence on the issue is in, pro and con, the jury could reasonably conclude that fulfillment of the condition is not established, the issue is for them. If the evidence is not such as to allow a finding, the judge withdraws the matter from their consideration. Morgan, supra; California Evidence Code § 403; New Jersey Rule 8(2). See also Uniform Rules 19 and 67.</p>\n<p id=\"b878-14\">The order of proof here, as generally, is subject to the control of the judge.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b879-9\">. One sentence in the opinion, 583 F.2d at 80, reads:</p>\n<blockquote id=\"b879-10\">Whether or not the defendant is given a “second bite at the apple” as was done in <em>Dennis, supra, </em>183 F.2d at 231, and as is sometimes done by judges in this Circuit, see 1 J. Weinstein &amp; M. Berger, Commentary on Rules of Evidence 104[05](2), at 104-39 to 104-45 (1976), the judge can not abdicate his responsibility to take the first bite.</blockquote>\n<blockquote id=\"ACF\">If this was meant to countenance the practice of giving the jury a “second bite” rather than simply recognizing the occasional existence of the practice, it was dictum contrary to <em>Geaney. </em>The cited pages in Judge Weinstein’s Commentary disclose no reference to judges in the Second Circuit allowing second bites subsequent to <em>Geaney, </em>although the instant case makes obvious that they sometimes have. Indeed Judge Weinstein dates the Second Circuit’s practice of leaving the issue of admissibility to the judge alone as far back as <em>Dennis, </em>see j| 104[05](2) at 104-40 &amp; n.7.</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b879-12\">. Every court of appeals which had addressed the issue has committed the admissibility determination solely to the judge. Some of these courts have reached this result on the basis of the Federal Rules of Evidence. See <em>United States v. Petrozziello, </em>548 F.2d 20, 22-23 (1 Cir. 1977); <em>United States v. James, </em>590 F.2d 575, 578-80 (5 Cir.) (en banc), <em>cert. denied, </em>442 U.S. 917, 99 S.Ct. 2836, 61 L.Ed.2d 283 (1979); <em>United States v. Enright, </em>579 F.2d 980, 984-87 (6 Cir. 1978); <em>United States v. Santiago, </em>582 F.2d 1128, 1132-36 (7 Cir. 1978); <em>United States v. Bell, </em>573 F.2d 1040, 1043-44 (8 Cir. 1978); <em>United States v. Jackson, </em>627 F.2d 1198, 1217— 18 (D.C.Cir.1980). Other circuits reached the same result prior to the adoption of the Rules, see <em>United States v. Bey, </em>437 F.2d 188, 190-92 (3 Cir. 1971); <em>United States </em>v. <em>Vaught, </em>485 F.2d 320, 323 (4 Cir. 1973); <em>Carbo v. United States, </em>314 F.2d 718, 735-38 (9 Cir. 1963); <em>cert. denied sub nom. Palermo v. United States, </em>377 U.S. 953, 84 S.Ct. 1625, 12 L.Ed.2d 498 (1964); <em>United States v. Pisciotta, </em>469 F.2d 329, 332-33 (10 Cir. 1972), and have since reaffirmed it. See <em>United States v. Trowery, </em>542 F.2d 623, 626-27 (3 Cir. 1977); <em>United States v. Stroupe, </em>538 F.2d 1063, 1065 (4 Cir. 1976); <em>United States v. Federico, </em>658 F.2d 1337, 1342 (9 Cir. 1981); <em>United States v. Andrews, </em>585 F.2d 961 (10 Cir. 1978) .</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b880-7\">. This is in accord with the practice approved by most of the treatise writers. In addition to Weinstein, <em>supra, </em>see e.g., E. Devitt and C. Blackmar, Federal Jury Practice and Instructions, § 27.06, at 9-20 (3d ed. Supp. 1981) (withdrawing as “unnecessary” previous model instruction); Saltzburg and Redden, Federal Rules of Evidence Manual 63-65 (2d ed. 1977) (if preponderance standard is used by judge, no instruction needs or ought to be given to jury with respect to its use of conspirator’s statements). See also 4 Wigmore, Evidence, § 1079 at 24 (Chad. rev. Supp. 1982); 21 Wright and Graham, Federal Practice and Procedure: Evidence, § 5053 at 259-61 (1977); 10 Moore’s Federal Practice j| 104.13[5] (2d ed. 1976). But see McCormick, Evidence, § 53 at 19 (2d ed. 1978 Supp.).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}