{
  "casebody": {
    "data": "<casebody firstpage=\"228\" lastpage=\"232\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b308-6\">Anthony J. MOFFETT, Jr., Plaintiff, v. Robert K. KILLIAN, Attorney General of the State of Connecticut, et al., Defendants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b308-8\">Civ. A. No. 15584.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b308-9\">United States District Court, D. Connecticut.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b308-11\">June 21, 1973.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b309-12\"><page-number citation-index=\"1\" label=\"229\">*229</page-number>Raynald B. Cantin, Martin H. Rogol, Gen. Counsel, Conn. Citizens Action Group, Hartford, Conn., for plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b309-13\">Bradford J. Ward, Deputy Chief Pros. Atty., Circuit Court, Middletown, Conn., Robert K. Killian, Barney Lapp, Asst. Atty. Gen., Daniel R. Schaefer, Hartford, Conn., for defendants.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b309-14\">Before ANDERSON, Circuit Judge, BLUMENFELD, Chief District Judge, and CLARIE, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"5\">\n<p id=\"b311-13\">. No plaintiff directly raises the constitutionality of the fee charged to employers at the close of the legislative session. That issue, however, is closely tied to the one raised by Moffett and relates to Moffett’s employer, CCAG. Therefore, we reach that issue as well, <em>of. </em>NAACP v. Button, 371 U.S. 415, 432, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963).</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b309-15\">MEMORANDUM OF DECISION FINDINGS OF FACT AND CONCLUSIONS OF LAW</p>\n<author id=\"b309-16\">ROBERT P. ANDERSON, Circuit Judge:</author>\n<p id=\"b309-17\">This action challenges, on First Amendment and equal protection grounds, the constitutionality of the $35 fee charged by Connecticut for legislative lobbying activities, Conn.Gen.St. § 2-45.<footnotemark>1</footnotemark> Jurisdiction is based upon 42 U.S. <page-number citation-index=\"1\" label=\"230\">*230</page-number>C. § 1983, 28 U.S.C. § 1343, and a three-judge district court has been convened pursuant to 28 U.S.C. §§ 2281, 2284.<footnotemark>2</footnotemark></p>\n<p id=\"b310-4\">The plaintiff, Anthony Moffett, is the executive director of the Connecticut Citizen Action Group (CCAG), a Connecticut corporation engaged in promoting and opposing the passage of consumer and environmental legislation. Although Moffett is paid by CCAG for his work, which includes lobbying, he has refused to pay to the Secretary of the State the $35 which must be paid for the filing with the Secretary, of the statement of his legislative appearance as prescribed by the statute. Defendant Gloria Schaeffer, as Secretary of the State, is responsible for implementing § 2-45; defendant Cornelius Shea, Chief Prosecutor of the Circuit Court of Connecticut, is responsible for prosecuting violators of § 2-45. Moffett seeks a declaratory judgment that the $35 fee is unconstitutional and a permanent injunction restraining the defendants from instituting criminal proceedings against him.</p>\n<p id=\"b310-5\">In its broad outlines, § 2-45 of the Connecticut General Statutes requires that each person, retained or employed for compensation to promote or oppose legislation, must, before doing so, file a statement with the Secretary of the State setting forth his employer and the legislation with which he is concerned, and, in addition pay the $35 fee. The Secretary of the State compiles these statements and makes them available for public inspection. Then, at the close of each session of the General Assembly, each person or corporation on whose behalf a person has served as a lobbyist must file with the Secretary of the State a listing of all expenses paid in pursuit of his efforts to influence legislation. This statement, too, must be accompanied by a $35 fee. Failure to abide by these requirements of § 2-45 can also lead to criminal penalties.</p>\n<p id=\"b310-9\">No challenge is made to the registration or filing provisions, as such,<footnotemark>3</footnotemark> and similar requirements in the Federal Regulation of Lobbying Act have been held constitutional, United States v. Harriss, 347 U.S. 612, 74 S.Ct. 808, 98 L.Ed. 989 (1954).</p>\n<p id=\"b311-4\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>A threshold question is whether or not the First Amendment right to petition the government, which is binding on the States, <em>see, e. g., </em>Edwards v. South Carolina, 372 U.S. 229, 235, 83 S.Ct. 680, 9 L.Ed.2d 697 (1963), is applicable to lobbyists, who by definition receive compensation, and employers, who engage someone to lobby for them.</p>\n<p id=\"b311-5\">The mere fact, however, that one earns a living by exercising First Amendment rights does not vitiate the ability to assert those rights. In Follett v. McCormick, 321 U.S. 573, 64 S.Ct. 717, 88 L.Ed. 938 (1944), the Court squarely held that a clergyman does not forfeit his freedom of religion or change the nature of his religious pursuit simply because his livelihood is derived, in whole or in part from the exercise of that freedom. <em>See also, </em>Smith v. California, 361 U.S. 147, 150, 80 S.Ct. 215, 4 L.Ed.2d 205 (1959), and Joseph Burstyn, Inc. v. Wilson, 343 U.S. 495, 501-502, 72 S.Ct. 777, 96 L.Ed. 1098 (1952) (Booksellers and motion picture distributors do not lose First Amendment rights just because they make a profit on the exercise of them).</p>\n<p id=\"b311-6\">Furthermore, one does not forfeit First Amendment rights because he pays someone to exercise them for him. In New York Times Co. v. Sullivan, 376 U.S. 254, 265-266, 84 S.Ct. 710, 11 L.Ed. 2d 686 (1964), the Court held that people who purchased space in a newspaper to present a certain point of view retained their free speech rights even though they paid the paper to express those views for them. In addition, evén though corporations exercise the rights of petition and free speech only through agents, they still retain those rights,<footnotemark>4</footnotemark> Eastern Railroad Presidents Conf. v. Noerr Motor Freight, Inc., 365 U.S. 127, 138, 81 S.Ct. 523, 5 L.Ed.2d 464 (1961); <em>see also, </em>NAACP v. Button, 371 U.S. 415, 428, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963); Grosjean v. American Press Co., 297 U.S. 233, 244, 56 S.Ct. 444, 80 L.Ed. 660 (1936); Walden, “More About NoerrLobbying, Antitrust and the Right to Petition,” 14 U.C.L.A.L.Rev. 1211, 1243 (1967); Comment, “Freedom of Speech and the Corporation,” 4 Vill.L.Rev. 377 (1959).</p>\n<p id=\"b311-10\">It is therefore beyond dispute that lobbyists and their employers, in the circumstances of this case, have First Amendment rights, and the sole remaining issue is whether or not the imposition of the $35 fee is an unconstitutional abridgment of those rights.<footnotemark>5</footnotemark> We hold that it is.</p>\n<p id=\"b311-11\">In Murdock v. Pennsylvania, 319 U.S. 105, 63 S.Ct. 870, 87 L.Ed. 1292 (1943), the Court held that a tax on the exercise of First Amendment freedoms is unconstitutional even when there is no proof that the tax actually restrains the exercise of those freedoms, Id., at 114, 63 S.Ct. 870. In so holding, however, the Court reaffirmed its decision in Cox v. New Hampshire, 312 U.S. 569, 577, 61 <page-number citation-index=\"1\" label=\"232\">*232</page-number>S. Ct. 762, 85 L.Ed. 1049 (1941), that a fee used to defray the cost of administering legitimate regulation of First Amendment activity was constitutional, <em>Murdock, </em>319 U.S. at 116-117, 63 S.Ct. 870. In <em>Cox, </em>the fee for a parade permit was on a sliding scale from a nominal amount up to $300 to cover the cost of policing the event. In <em>Murdock, </em>a $1.50 fee for a license to sell religious books was struck down because there was no showing that the fee was needed to cover the expenses of the licensing program.</p>\n<p id=\"b312-4\">Connecticut can constitutionally require lobbyists to supply the information required by the statute, § 2-45, in order that Assemblymen and the public can be made aware of the interests which they represent, <em>Harriss, supra, </em>347 U.S. at 625, 74 S.Ct. 808, 98 L.Ed. 989, and it can also charge a nominal sum to cover the cost of collecting, filing, copying and distributing this information, but it cannot require payment of an amount in excess of that actually needed for the purpose.</p>\n<p id=\"b312-5\">According to figures provided by the defendants, Connecticut expended the following sums in carrying out the mandates of § 2-45:<footnotemark>6</footnotemark></p>\n<blockquote id=\"b312-6\">1971 $4,103.13</blockquote>\n<blockquote id=\"b312-7\">1972 3,916.26</blockquote>\n<blockquote id=\"b312-8\">1973 • 4,739.84 (estimated)</blockquote>\n<p id=\"b312-9\">In return, the State received the following amounts as fees from lobbyists and their employers under § 2-45:</p>\n<blockquote id=\"b312-10\">1971 $17,990.00</blockquote>\n<blockquote id=\"b312-11\">1972 9,975.00</blockquote>\n<blockquote id=\"b312-12\">1973 16,310.00 (estimated)</blockquote>\n<p id=\"b312-15\">Thus, it is clear that the sums received by the State under § 2-45, which were paid into the State’s general fund, were far in excess of the amounts actually needed to administer the registration provisions. The $35 fee, therefore, is an unconstitutional tax on the exercise of First Amendment rights which may not be imposed.<footnotemark>7</footnotemark></p>\n<p id=\"b312-16\">The defendants are therefore enjoined from taking any action against the plaintiff for his failure to pay such a fee.</p>\n<p id=\"b312-17\">Judgment may be entered in favor of the plaintiff with his costs.</p>\n<footnote label=\"1\">\n<p id=\"b309-10\">I. Conn.Gen.St. § <em>2-45 </em>reads as follows: “Each person retained or employed for compensation to promote or oppose, directly or indirectly, the passage of any legislation or to promote or oppose executive approval of any legislation, shall, before any service is performed in promoting or opposing such legislation, sign and file in the office of the secretary of the state a statement or statements setting forth the name or names of the employer or principal by whom or on whose behalf he is so retained or employed, together with a brief description of the legislation in reference to which such service is to be rendered, and shall pay for such filing a fee of thirty-five dollars. No notice so filed shall be valid for more than thirty days after the adjournment of each session of the general assembly. The secretary of the state shall provide a docket to be known as the ‘docket of legislative appearances,’ with appropriate blanks and indices, and forthwith enter therein the names of such persons and the employers or principals retaining or employing them, together with a brief description of the legislation in reference to which the service is to be rendered, which docket shall be open to public inspection. Upon the termination of such employment, the fact of such termination, with the date thereof, may be entered by written direction either of such person or the employer or principal. No person, firm, corporation or association shall retain or employ any person to promote or oppose legislation for compensation contingent in whole or in part upon the passage or defeat of any legislative measure. No person shall, for compensaton, in behalf of another, engage in promoting or opposing legislation unless he has entered an appearance in accordance with the provisions of this section, nor shall any person accept any such employment or render any such service for compensation contingent upon the passage or defeat of any legislative measure. Each . person, firm, corporation or association in whose behalf a person has been employed or authorized to promote or oppose legislation shall file, within two months after the adjournment of the general assembly, in the office of the secretary, an itemized verified statement <page-number citation-index=\"1\" label=\"230\">*230</page-number>showing in detail all items paid, incurred or promised, directly or indirectly, in connection with the legislation pending at the last previous session, with the names of the payees and the amount paid to each, or, if no compensation has been paid or promised for the services rendered, such statement shall so indicate, and shall specify the person or persons who have rendered such services in connection with legislation pending at the last previous session. A fee of thirty-five dollars shall be paid for the filing of each such statement. The provisions of this section shall not apply to municipal corporations, public boards and institutions, and their duly accredited counsel or agents, nor shall any provision hereof be construed as affecting professional services in drafting bills or in advising clients or in rendering opinions as to the construction and effect of proposed or pending legislation. Any person violating any provision of this section shall be fined nor more than one thousand dollars or imprisoned not more than one year or both. In addition to such penalties, any person failing to file the statement of legislative services and expenses wihin the time required shall forfeit to the state the sum of ten dollars per day for each day after the expiration of the two months within which such statement is required to be filed, to be recovered in an action to be brought by the attorney general. The secretary shall promptly notify the attorney general of any violation of this section of which he may have knowledge.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b310-11\">. Judge Clarie entered a preliminary injunction on February 16, 1978, enjoining the defendants from instituting criminal charges against the plaintiff for his failure to pay the fee required by § 2-45.</p>\n<p id=\"AFO\">On the same day, on the stipulation of the parties, Judge Clarie also dismissed the action against the defendant Killian, Attorney General, leaving Gloria Schaeffer, Secretary of the State, and Cornelius Shea, Chief Prosecutor of the Circuit Court of Connecticut, as the only defendants in the case.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b310-13\">. The statute is not entirely clear in all respects. For example, there is no definition of “compensation,” which makes it impossible to know whether or not a lobbyist must register when he has received nothing more than his actual, out-of-pocket expenses.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b311-7\">. As the statute, § 2-45, now reads, it is arguable' that COAG, a corporate person, may appear through its authorized officers and petition the legislature for redress of grievances as any individual person may do, without paying the $35 fee, on the ground that it is petitioning on its own behalf, in exercise of its own First Amendment rights, and that it is not being compensated to petition on behalf of another. At the oral arguments in this case there was a brief discussion of this point and, though the matter is one bearing on the application of § 2-45, none of the parties presented it as an issue in this case, perhaps because the principal business of CCAG is lobbying in what it asserts to be the interests of the unororganized public. See NAACP v. Button, 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963) ; Grosjean v. American Press Co., 297 U.S. 233 at 244, 56 S.Ct. 444, 80 L.Ed. 660 (1936). Walden, “More About Noerr-Lobbying, Antitrust and the Right to Petition”, 14 U.C.L.A.L.Rev. 1211, 1243 (1967) ; Comment, “Freedom of Speech and the Corporation,” 4 Vill.L. Rev. 377 (1959).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b312-13\">. Approximately 75% of the total expenditures for each year were for a clerk’s salary. The State failed to prove exactly what she did, and it leaves entirely to speculation whether or not all of her work was essential for the purposes of § 2-45.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b312-14\">. The plaintiff, an officer of CCAG, also argued that there are persons, corporate or otherwise, whose inability to pay the fee required for the First Amendment right of petition deprives them of the equal protection of the laws. Although there may be merit in this contention, see, e. g., San Antonio v. Rodriguez, 411 U.S. 1, n. 75, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973) ; Bullock v. Carter, 405 U.S. 134, 92 S.Ct. 849, 31 L.Ed.2d 92 (1972), we do not reach that issue in our disposition of this case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}