{
  "casebody": {
    "data": "<casebody firstpage=\"403\" lastpage=\"405\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b401-9\">Kase <em>versus </em>Greenough.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b401-10\">1. A court of equity may place one on terms, who applies to be made a party to proceedings and may require security as to costs, and fix the amount of a master’s fee.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b401-11\">2. Where a bond was given as such security for costs in equity proceedings and the decree was adverse to the applicant, in an action of debt upon the bond, a copy thereof was filed, together with a copy of the decree, which included an order fixing the costs. The defendant averred that the paper did not entitle plaintiff to judgment for want of sufficient affidavit of defence. <em>Held, </em>that judgment was properly entered thereon.</headnotes>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b401-12\">January 20th 1879.</otherdate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"Avhn\">Before Siiarswood, C. J., Mbrcur, Gordon, Paxson, Irunkey and Sterrett, JJ. Woodward, J., absent.</judges>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b401-13\">Error to the Court of Common Pleas, No. 3, of <em>Philadelphia county: </em>Of July Term 1878, No. 42.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b401-14\">Debt by William Greenough, individually, and as trustee for certain bondholders, against Simon P. Kase and Peter C. Thomson, on a bond given by defendants. The bond, a copy of which was filed, was for §1000, conditioned “ that if the said Simon P. Kase shall fail in his application to be made a defendant in the suit of William J. Greenough against the Danville, Hazelton and Wilkes-barre Kailroad Company, Columbia county, Common Pleas, Decern<page-number citation-index=\"1\" label=\"404\">*404</page-number>ber Term. 1877, No. .3, in. equity, then we will pay the costs attending the proceedings, before Samuel Dickson, Esq., the master in said shit, including the master’s fee.”</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b402-4\">Filed' with this bond was a copy of the decree of the court dismissing the .petition of Kase to be made a defendant, and making the following order: — •</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b402-5\">“ Upon consultation with the counsel for and against the petition, as to the reasonableness of the fee charged by the master, it is ordered and adjudged that the said fee be, and the same is hereby allowed at the sum of $1000, including amount paid or to be paid by the master for the services of a short-hand writer in taking and printing,the testimony.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b402-6\">The defendant filed an affidavit of defence wherein it was, inter alia, averred that, “ deponent is advised, and so suggests, that the paper filed does not entitle the plaintiff to judgment for want of an affidavit of defence, the same being conditioned for the payment of costs, and not for any .determined and specific sum of money.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b402-7\">“ Deponent is advised, and so suggests, that the said court had no power to order deponent to execute such a bond as the paper sued on, as a condition of deponent’s being allowed to take testimony in support of his said application. And deponent is advised that said order of said court .was illegal, and that said bond is void.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b402-8\">“ Deponent further saith that said bond is conditioned for the payment of the master’s fee, in the event of deponent’s failure in his said application, but deponent avers that the said master has never presented any bill for his said fee, nor made any claim upon deponent for the same.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b402-9\">“ Deponent further saith that no averments have been filed with said bond showing the amount .due thereon, and that the amount of deponent’s liability thereunder is not certain or determined.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b402-10\">The court entered judgment for want of a sufficient affidavit of defence, when defendants took this writ and assigned this action for error.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b402-11\"><em>Francis F. </em>Brewster' and <em>F. Qarroll Brewster, </em>for plaintiffs in error.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AsLY\">The bond is conditioned for the performance of a collateral condition, viz., the payment of costs by the obligors in the event of the failure by one of them in an application made by him, to become a defendant in a certain suit, and it is therefore not within the Affidavit of Defence Act: Boas <em>v. </em>Nagle, 3 S. &amp; R. 250; Stokes <em>v. </em>Sayre, 1 Miles 25; Commonwealth <em>v. </em>Steelman, 2 Id. 405; Commonwealth <em>v. </em>Hoffman, 24 P. F. Smith 105; <em>Smith.v. </em>Harley, 1 W. N. C. 111; Sands <em>v. </em>Fritz, 3 Norris 15.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b402-12\">The bond is unaccompanied with any averment showing the forfeiture of • the bond, or the amount of costs claimed under the condition of the bond. The obligors never agreed to pay for the services of a short-hand writer, nor can such a charge be properly <page-number citation-index=\"1\" label=\"405\">*405</page-number>considered as <em>costs. </em>The “ <em>costs </em>attending the proceedings before the master” were onlv the charges for attendance and miléage óf witnesses.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b403-6\"><em>George L. Crawford </em>and <em>Samuel Gustine Thompson, </em>for defendant in error.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"A8ic\">The copy filed is not only of a bond but of a record, and is within the act: McCleary <em>v. </em>Faber, 6 Burr. 476 ; Hogg <em>v. </em>Charlton, 1 Casey 200; Moore <em>v. </em>Fields, 6 Wright 467; Luckenback <em>v. </em>Anderson, 11 Id. 123.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b403-7\">The copy filed being of a bond conditioned for costs, with averment of amount in the decree, of which a copy is filed, is within the act: Montayne <em>v. </em>Carey, 1 W. N. C. 311; Sitgreaves <em>v. </em>Griffith, 2 Id. 705 ; Sutton <em>v. </em>Athletic Club, 4 Id. 90 ; Lehman <em>v. </em>Jacquet, 5 Id. 183. A court of equity has unquestioned power to admit a party upon terms : Pemberton on Decrees 404-5; Bird <em>v. </em>Gandy, 2 Eq. Cas. Abr. 251; Stevens <em>v. </em>Williams, 1 Sim. N. R. 545; Finch <em>v. </em>Shaw, 20 Beav. 555; Coombe <em>v. </em>Stewart, 13 Id. 111. The bond was voluntary, and Kase liable without it.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b403-8\">The judgment of the Supreme Court was entered, February 10th 1879,</p>\n<author id=\"b403-9\">Per Curiam.</author>\n<p id=\"AZOj\">A court of equity has a large discretion as to costs. It can always place a party under terms who applies to the chancellor for that which is only grantable of grace. When, therefore, the plaintiff in error, Kase, applied to be made a party to the proceedings in equity, he submitted himself to whatever the court might see fit to direct in regard to his application. It was highly reasonable that he should pay the expense of it if he did not succeed. He accordingly, with Thompson, the other plaintiff’ in error, gave bond conditioned to pay the costs attending the proceedings before the master, to whom his application had been referred, and it was entirely competent for the court to determine the amount of •the master’s fee. Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}