{
  "casebody": {
    "data": "<casebody firstpage=\"149\" lastpage=\"152\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b169-7\">Earnest Diseren v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b169-8\">No. 548.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASqK\">Decided April 19, 1910.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b169-9\">1. —Burglary—Evidence—Reasons for Dismissal.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b169-10\">Upon trial of burglary, where no effort was made to show the reason for the dismissal of certain indictments pending against the defendant, or what these reasons were, it was reversible error to permit the assistant State’s counsel to testify that the former district attorney who was dead had dismissed these indictments on account of defendant’s youth; as State’s Counsel was required by statute to file his written reasons for such dismissal, and this was the best evidence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b169-11\"><em>2. </em>—Same—Charge of Court—Definition of Burglary.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b169-12\">Where the defendant is charged with entering .a house with the intent to commit the crime of theft, the court in his definition of burglary should not have stated in his charge that the entry of any part of the body for the purpose of committing a felony was sufficient, as such charge did not apply to the facts.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b169-13\">3. —Same—Recent Possession—Explanation—Charge of Court.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b169-14\">Where, upon trial of burglary, there was no evidence of defendant’s explanation of his possession of the alleged stolen goods, there was no error in the court’s failure to charge thereon. Following Baldwin v. State, 31 Texas Crim. Rep., 589, and other cases.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b169-15\">Appeal from the Criminal District Court of Harris. Tried below before the Hon. E. E. Campbell.</summary>\n<summary data-order=\"10\" data-type=\"history\" id=\"b169-16\">Appeal from a conviction of burglary; penalty, two years imprisonment' in the penitentiary.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b169-17\">The opinion states the case.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b169-18\"><em>R. H. Holland, </em>for appellant.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AUa\">On question of admitting evidence as to dismissal of indictments: Kelly v. State, 36 Texas Crim. Rep., 480; Fleming v. State, 28 Texas Crim. App., 234.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b169-19\">On question of the court’s charge on felony: Williams v. State, 53 Texas Crim. Rep., 2; Emerson v. State, 54 Texas Crim. Rep., 628; Newman v. State, 55 Texas Crim. Rep., 273; Miller v. State, 28 Texas Crim. App., 445.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b169-20\"><em>John A. Mobley, </em>Assistant Attorney-General, for the State.</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"A_fG\">Cited cases in opinion.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b169-21\">RAMSEY, Judge.</author>\n<p id=\"Agh\">The appeal in this case is prosecuted from a conviction had in the Criminal District Court of Harris County,_ on <page-number citation-index=\"1\" label=\"150\">*150</page-number>January 13 of this year, wherein appellant was found guilty of the offense of burglary and his punishment assessed at confinement in the penitentiary for two years.</p>\n<p id=\"b170-5\">1. In view of the disposition we shall make of the case it becomes unnecessary to state the facts at any length. The testimony was circumstantial. There is evidence in the case which, if believed by the jury, would in our opinion authorize and support a conviction. On the other hand, there was testimony introduced by appellant by several witnesses as well as himself, which accounted for his possession of the property missing from the house burglarized, and which, if believed, would have entitled him to an acquittal. In this condition of the case appellant was asked, while a witness on the stand, if he had not theretofore been indicted in other cases charged with .burglary, which he -admitted, but stated that these cases had been dismissed. The fact that indictments had been found against ,him for burglary was only tendered and admitted on the proposition that same went to his credibility as a witness. His explanation, that these prosecutions had been dismissed, was also admitted and was equally admissible as a circumstance and fact to be weighed by the jury to rebut any presumption or conclusion affecting adversely his credibility as a witness, and was no doubt offered for this purpose. In this condition of the record Mr. S. B. Bhrenworth, the acting district attorney, was permitted to testify as follows: “I want to state that these cases (meaning other cases before that were against defendant in this court) were dismissed against this boy by Mr. Oliver, the former district attorney, on account of his youth. I want to make the further statement that I assisted Mr. Oliver, before his death, a great deal, and I had a personal knowledge of these cases, both in the lower court (meaning the Justice Court) and this court, and I know his reason for dismissing them at that time; it was on account of his youth.” This testimony was objected to for the following reasons: (1) “Because if the defendant has been indicted, or had been charged with any crime in this court before, the indictment, informations and other papers in the case was the best evidence of the same. (2) If the defendant had been indicted for any crime in this court before and was before the court charged with the crime, and the charge against defendant had been before dismissed by a former district attorney, Mr. Oliver (now dead) on account of the defendant’s youth, then the records and minutes of the court showing such would be the best evidence/ because the law requires the district attorney to file his reasons in writing for dismissing any and all cases. (3) Because the witness was testifying to hearsay, which was not competent and relevant evidence to go before the jury in this case, and would only tend to prejudice the rights of defendant before the jury, because the very nature of the evidence testified to by the witness shows that he is not testifying to matters within his own personal knowledge, but from what he believes or information derived from others.” There are two bills of <page-number citation-index=\"1\" label=\"151\">*151</page-number>exceptions perpetuating this matter, one covering the objection at the time the testimony was admitted, and the other covering appellant’s motion to exclude this evidence from the jury. These bills were allowed with the qualification that appellant while on the stand had previously admitted that other indictments had been pending against him in this court, but that said eases were dismissed by the district attorney and that he had never been convicted for anything in his life and the testimony complained of was admitted for the purpose of showing why said cases had been dismissed. It is further recited in the court’s explanation that this testimony was limited solely for the purpose of impeachment. We \"do not think, under the circumstances, that the court should have admitted this testimony. Article 37 of our Code of Criminal Procedure is to this effect: “The district or county attorney shall not dismiss a case unless he shall file a written statement with the papers in the case, setting out his reasons for such dismissal, which reasons shall be incorporated in the judgment of dismissal, and no case shall be dismissed without the permission of the presiding judge, who shall be satisfied that the reasons so stated are good and sufficient to authorize such dismissal.” Article 630 of the Code of Criminal Procedure also relates to the same matter. This last named article is as follows :• “The district or .county attorney may, by permission of the court, dismiss a criminal action at any time upon complying with the requirements of article 37 of this Code.” It has been held that a prosecuting officer is only authorized to dismiss a cause upon compliance with the requirements of article 37, supra. Kelly v. State, 36 Texas Crim. Rep., 480; Fleming v. State, 28 Texas Crim. App., 234. It is also no doubt true that a ease may be dismissed, in fact, without compliance with this statute and under such circumstances where the judgment of dismissal has actually been entered, the case can not be prosecuted under the original complaint or information, and in such case it has been held that a second information would not be barred,, unless the statute is complied with, in any event. Ex parte Isbell, 48 Texas Crim. Rep., 252. Bo effort was made in this case to show that the reasons for the dismissal of the ease were in fact filed by the district attorney, or if so, what these reasons were. In the absence of such a showing it is doubtful whether the district attorney himself, if living, would have been permitted to have testified to the reasons personal to himself why the case had been dismissed, and it seems clear to us that another, who in the nature of things must have received his information from the district attorney ought not, certainly in the absence of the production of the written reasons, or a showing that none had been filed, to be allowed to testify as to why such dismissal had been entered. The effect of this testimony was to lead the jury to believe that the dismissal of the case was not because the prosecuting officer thought he was innocent, doubted his guilt, or his ability to convict him, but that such dismissal was entered solely on account of his youth.</p>\n<p id=\"AAR\"><page-number citation-index=\"1\" label=\"152\">*152</page-number>3. Complaint is also made of the. charge of the court wherein the jury were instructed that the entry is not confined to the entrance of the whole body; it may consist of the entry of any part for the purpose of committing a felony. In this case appellant was not charged with entering the house to commit a felony, but with intent to commit the crime of theft. The value of the article taken from the house was ■ only some $4. While this instruction follows the language of the statute it does not strictly apply to the facts of the case at bar. Being a mere definition, however, if the record was clear in other respects, we are not sure that we would feel called on to reverse the case, since when the court came to apply the law to the facts of the case he charged them in terms that they must find that appellant entered the house and that he entered same with the intent to commit the crime of theft. It would be better, however, for the court in instructing the jury on this question to conform to the facts of the case.</p>\n<p id=\"b172-7\">3. Complaint is made that the court erred in not charging the jury with reference to appellant’s explanation of his possession of the property stolen. The record shows that no explanation at all was given by appellant until he went upon the witness stand. Under this condition of the record the court was not called upon or required to charge upon this subject. Baldwin v. State, 31 Texas Crim. Rep., 589, and Bennett v. State, 32 Texas Crim. Rep., 316.</p>\n<p id=\"b172-8\">The other questions in the case need not be discussed. For the error pointed out the judgment is reversed and the cause is remanded.</p>\n<p id=\"b172-9\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}