{
  "casebody": {
    "data": "<casebody firstpage=\"270\" lastpage=\"274\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b330-6\">POINSETT LUMBER &amp; MFG. CO. v. DRAINAGE DIST. NO. 7 OF POIN-SETT COUNTY, ARK., et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b330-8\">No. 11780.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b330-9\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b330-10\">April 26, 1941.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b331-8\"><page-number citation-index=\"1\" label=\"271\">*271</page-number>IT. T. Harrison, of Little Rock, Ark. (Humphrey Statter, of New York City, and Thomas S. Buzbee, A. S. Buzbee, and Edward L. Wright, all of Little Rock, Ark., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b331-9\">Charles D. Frierson, of Jonesboro, Ark., for appellee Drainage Dist. No. <em>7 </em>of Poin-sett County, Ark.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b331-10\">W. R. Satterfield and J. Bowers Campbell, both of Washington, D. C., for appel-lee Reconstruction Finance Corporation.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b331-11\">Before GARDNER, SANBORN, and THOMAS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b331-12\">THOMAS, Circuit Judge.</author>\n<p id=\"b331-13\">This is an appeal from an order in bankruptcy denying appellant’s petition for leave <em>to </em>institute suit against <em>the </em>debtor <em>in the </em>state court.</p>\n<p id=\"b331-14\">The appellee, herein called debtor, is a drainage district created under the laws of the state of Arkansas. The appellant is a New Jersey corporation engaged in owning land and in carrying on a lumber business in the same state.</p>\n<p id=\"b331-17\">On September 15, 1937, the debtor filed its petition in the district court for composition of its debts pursuant to the provisions of the Act of Congress of August 16, 1937, 50 Stat. 654, 11 U.S.C.A. §§ 401-404. On October 2, 1937, an order was entered approving the petition as properly filed and prescribing a notice to creditors. On October 15, 1938, an interlocutory decree confirming the plan of composition was entered. In re Drainage District No. 7, D.C.Ark., 25 F.Supp. 372. An appeal was taken from that decree to this court, and the decree was affirmed June 13, 1939. Luehrmann et al. v. Drainage District No. 7 of Poinsett County, Arkansas, 8 Cir., 104 F.2d 696, cer-tiorari denied 308 U.S. 604, 60 S.Ct. 141, 84 L.Ed. 505, rehearing denied 308 U.S. 638, 60 S.Ct. 260, 84 L.Ed. 530. A history of the proceedings will be found in the two opinions cited.</p>\n<p id=\"b331-18\">The order of October 2, 1937, contained a provision restraining all other suits against <em>the </em>debtor until further <em>order </em>of court; and the interlocutory decree of October 15, 1938, enjoined, pending the entry of final decree, all holders of indebtedness of <em>the </em>debtor from enforcing any claim by legal or equitable proceedings or otherwise.</p>\n<p id=\"b331-19\">After the final termination in the Supreme Court of the proceedings in the Luehrmann case, supra, the appellant on June 29, 1939, filed its petition in the proceedings in the district court praying that the restraining orders of the court be relaxed to such an extent as to permit it to institute suit against the debtor in the state court. For its claim and cause of action on which it asked permission to institute suit, appellant alleged in its petition that it owns 21,000 acres of land in Cross County, Arkansas, which has been damaged by water cast upon it by a floodway constructed by the debtor district, and for which it has not been compensated.</p>\n<p id=\"b331-20\">The debtor filed a response to the petition. It admitted the construction of a floodway and denied that such floodway caused the damages alleged in the petition. It further alleged that the claim was barred by the statute of limitations and res judicata and that appellant is barred by estoppel and laches.</p>\n<p id=\"b332-3\"><page-number citation-index=\"1\" label=\"272\">*272</page-number>The Reconstruction Finance Corporation, with leave of court, intervened as a creditor on the side of the debtor.</p>\n<p id=\"b332-4\">The appellant moved to strike the defenses to the merits contained in the response and the petition of intervention. Both motions were overruled, and after a hearing the petition for leave to institute suit in the state court was denied. The appeal is from these rulings and order.</p>\n<p id=\"b332-5\">There can be but one final question presented upon such an appeal: that is whether or not the court abused its discretion in entering the order complained of. All alleged errors not relevant to that question are immaterial. Section 403, subsection c, of the statute provides that “Upon entry of the order fixing the time for the hearing, or at any time thereafter, the judge may upon notice enjoin or stay, pending the determination of the matter, the commencement or continuation of suits against the petitioner” [debtor],</p>\n<p id=\"b332-6\">Upon the approval of the debtor’s petition as properly filed the resources of the debtor came within the exclusive jurisdiction of the bankruptcy court. Isaacs, Trustee in Bankruptcy, v. Hobbs Tie &amp; Timber Co., 282 U.S. 734, 739, 51 S.Ct. 270, 75 L.Ed. 645; Steelman, Trustee in Bankruptcy, v. All Continent Corp., 301 U.S. 278, 57 S.Ct. 705, 81 L.Ed. 1085. The proper and usual place to litigate and adjudicate claims against a debtor is in the bankruptcy court. The court may, however, in its discretion, permit some other forum to be used for the adjudication of the debtor’s liability; but the granting of such a privilege should be denied unless some good reason therefor exists. Field v. Kansas City Refining Co., 8 Cir., 9 F.2d 213, 215; Lion Bonding &amp; Surety Co. v. Karatz, 262 U.S. 77, 89, 43 S.Ct. 480, 67 L.Ed. 871; Palmer v. State of Texas and Eckhardt, Receiver, 212 U.S. 118, 126, 129, 29 S.Ct. 230, 53 L.Ed. 435; In re Mountain States Power Co., D.C.Del., 24 F.Supp. 247. No reason is alleged in the petition, and none is shown in the record, why the appellant’s claim might not have been adjudicated as fairly and as expeditiously in the bankruptcy court as it could be in the state court. The court found specifically that it would be almost impossible to try the issues in the state court.</p>\n<p id=\"b332-7\">The appellant insists that the court erred in overruling its motions to strike the petition of intervention and the defensive allegations of the response. When the arguments in support of these claims are considered in relation to the question of the proper exercise of the discretion of the court invoked by the petitioner, they are clearly without merit. The intervener, the Reconstruction Finance Corporation, is a creditor having a claim which was regularly allowed. It was interested, therefore, in the matter, and it was proper for it to intervene to protect its interests. Nassau Smelting &amp; Refining Works, Ltd. v. Brightwood Bronze Foundry Co., 265 U.S. 269, 272, 273, 44 S.Ct. 506, 68 L.Ed. 1013.</p>\n<p id=\"b332-9\">The debtor in its response set out the defenses which it claimed existed to the cause of action alleged in appellant’s petition against the debtor. As an aid to the court in determining the propriety of granting the prayer of the petition it was just as proper for the court to be apprised of the claimed defenses as it was for it to be informed of the nature of the alleged cause of action. The issues, of course, were not before the court for determination on their merits; and any finding upon them would be obiter, except as such finding may be re-' lated to the exercise of the court’s discretion in the granting or denying of the appellant’s request. It was not an abuse of discretion to overrule the motion to strike.</p>\n<p id=\"b332-10\">Appellant argues most earnestly tnat the court should have relaxed the injunctive orders against it because the court of bankruptcy had no jurisdiction over the cause of action alleged against the debtor in its petition. The contentions upon which reliance is placed to support this proposition are: (1) that the Act, if construed to cover its claim, is unconstitutional; (2) that its claim is not covered by the Act; and (3) that its claim is not “affected by the plan” of composition.</p>\n<p id=\"b332-11\">In brief, the first contention is that appellant’s claim for damages is invested with a constitutional sanctity beyond other forms of liability such as indebtedness for bonds and similar claims; that it is entitled under the constitution of Arkansas and the Constitution of the United States to “just compensation” for its injury; that its claim is not subject to be adjusted in a composition proceeding under the Act; and that it is entitled of right to payment dollar for dollar for the damage which it has sustained for the taking of its land. Although appellant was not a party to the record in the case of Luehrmann et al. v. Drainage District No. 7 of Poinsett County, Arkansas, <page-number citation-index=\"1\" label=\"273\">*273</page-number>supra, this point was therein determined at pages 702 and 703 of the Reporter adversely to its present contention. We are satisfied with our conclusion in that case, and will not extend this opinion to repeat the reasons there stated. See also Continental Illinois Nat. Bank &amp; Trust Co. v. Chicago, R. I. &amp; P. Ry. Co., 294 U.S. 648, 673, 674, 55 S.Ct. 595, 605, 79 L.Ed. 1110; and United States v. Bekins et al., Trustees, 304 U.S. 27, 47, 58 S.Ct. 811, 82 L.Ed. 1137, wherein the Act is held to be valid.</p>\n<p id=\"b333-5\">Appellant’s second contention is that its cause of action is not covered by the Act. Specifically it contends that its claim for unliquidated damages is not a “security” and that it is not a “creditor” within the meaning of the Act. In support of this contention counsel place an untenable construction upon the language of the statute. Section 401 of the Act gives the court of bankruptcy original jurisdiction for “the composition of indebtedness” of drainage districts. Section 403 provides for a plan of composition of all the “debts” of such a district. Every “creditor” upon proper notice must file his claim if he is materially affected by the plan of composition. If the plan of composition does not include his claim the court may modify the plan, and the plan will not be confirmed until the court is satisfied that it is fair and equitable and does not discriminate unfairly in favor of any creditor or class of creditors. Section 402 defines certain of the terms used in the statute and provides that “unless a different meaning is plainly required by the context” they shall be construed as follows:</p>\n<blockquote id=\"b333-6\">“The term ‘creditor’ means the holder of a security or securities. * * *</blockquote>\n<blockquote id=\"b333-7\">“The term ‘security’ shall include bonds, notes, judgments, claims, and demands, liquidated or unliquidated, and other evidences of indebtedness, either secured or unsecured, and certificates of beneficial interest in property. * * *</blockquote>\n<blockquote id=\"b333-8\">“The term ‘security affected by the plan’ means a security as to which the rights of its holder are proposed to be adjusted or modified materially by the consummation of a composition agreement.”</blockquote>\n<p id=\"b333-9\">Appellant contends that Congress, in framing the Act, intended by these definitions to limit the indebtedness which could be affected in a composition proceeding thereunder to certain groups or classes of liabilities which may be described by the well-understood terms “securities” and “evidences of indebtedness”. It is argued that the word “security” includes only bonds, notes, judgments, and claims and demands evidenced by documents of some kind; and that since appellant’s alleged cause of action is not “evidenced” by a document it is not included in the term “security” and, therefore, not covered by the Act. The argument focuses attention upon the construction of the phrase, “and other evidences of indebtedness”, in the definition of “security”. The word “evidences” is construed to mean documentary proof, on the theory that the word “and” connects proofs of the same kind or nature.</p>\n<p id=\"b333-12\">Such a construction of the statute is unreal. Appellant’s cause of action is an un-liquidated claim or demand. As such it is expressly and unequivocally included in the enumeration of debts covered by the word “security”. “The term ‘security’ shall include [1] bonds, [2] notes, [3] judgments, [4] claims, and demands, liquidated or un-liquidated * * * ”. No juggling of language can eliminate appellant’s claim from this list. It is as clearly included as are bonds and notes.</p>\n<p id=\"b333-14\">We conclude that appellant’s cause of action as described in its petition is included in the Act as a claim susceptible of proof and adjudication, and subject to be brought within the jurisdiction of the court in the composition proceeding, and that appellant as the holder of such a claim is a “creditor” within the meaning of the statute.</p>\n<p id=\"b333-15\">It is next contended that even though the language of the Act be sufficient to include appellant’s cause of action nevertheless the claim was not included in the “plan of composition” submitted by the appellee, and therefore it was not brought within the jurisdiction of the court.</p>\n<p id=\"b333-16\">This claim is based upon the fact that appellant was not named as a creditor in the “list of all known creditors” required to be filed with the debtor’s petition by § 403 of the Act and its claim was not included in the plan of composition submitted with the petition. The brief answer to this contention is that appellant had not at any time asserted a claim against the debtor. There is no showing that it was a “known creditor”.</p>\n<p id=\"b333-17\">The fact that appellant’s claim was not included in the plan nor its name listed as a creditor does not prove that the court did <page-number citation-index=\"1\" label=\"274\">*274</page-number>not acquire jurisdiction over it nor that it is not bound by the proceedings. Section 403, subsection b, of the statute provides that upon approving the petition as properly filed the judge shall enter an order fixing a time and place for hearing and prescribing notice to creditors; that prior to the hearing “any creditor * * * affected by the plan” may file an answer. Section 403, subsection e, provides that at the conclusion of the hearing the judge shall enter an interlocutory decree if satisfied that the plan is fair and equitable; that before confirmation changes and modifications may be made in the plan; and that appeals may be taken as in equity. Section 403, subsection f, provides that the plan and interlocutory decree shall be binding upon all creditors affected by it; that upon entering a final decree the debtor shall be discharged from all debts and liabilities “dealt with in the plan”; “and that the plan is binding upon all creditors affected by it, whether secured or unsecured, and whether or not their claims have been filed or evidenced * * * ”. Section 403, subsection a, provides that “No creditor shall be deemed to be affected by any plan of <em>composition </em>unless the same shall affect his interest materially, and in case any controversy shall arise as to whether any creditor or class of creditors shall or shall not be affected, the issue shall be determined by the judge, after hearing * * * <em>”</em></p>\n<p id=\"b334-5\">The order of October 2, 1937, approving the petition as properly filed, prescribed notice and directed that it be given. No claim is made that the order was <em>not </em>executed, nor that the notice did not comply with the requirements of the statute. It was addressed to all creditors of the debtor. It informed them that the plan of debt readjustment materially affects the holders of outstanding bonds “and other indebtedness of the District affected by the plan”; that creditors may file answer controverting any of the material allegations of the petition and that “All creditors * * * are required to file proof of their claims with the Clerk of this court on or before the date of hearing.”</p>\n<p id=\"b334-7\">Thus every opportunity was given appellant to appear in tire proceeding and assert its rights and claims. If it claimed that it was not included in the plan nor affected by it, under § 403, sub. a, it should have raised the question and that issue would have been “determined by the judge, after hearing.” Appellant could not remain silent until the proceedings had advanced to the stage of a final decree and then, in a collateral attack, make the claim successfully that its cause of action is not included in the plan of composition, nor affected by it, nor dealt with therein. Had it raised the question at the proper time it might have appealed to this court, if the determination of the judge were adverse to its interests as it conceived them.</p>\n<p id=\"b334-9\">We hold that the appellant being a creditor with a claim subject to adjustment in the composition proceeding, the notice to creditors given pursuant to the order of October 2, 1937, subjected appellant and its claim to the jurisdiction of the court and afforded it an opportunity to participate as a creditor in the proceeding. The refusal of the court to permit it to institute suit in the state court does not deprive it of any constitutional right, and is not an abuse of discretion. The order appealed from is, therefore, affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}