{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"145\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b167-5\">Robert A. Henry v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b167-6\">No. 21232.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfJ\">Delivered October 23, 1940.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b168-4\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b168-5\"><em>H. L. Edwards, </em>of Nacogdoches, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b168-6\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State. ■</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b168-7\">BEAUCHAMP, Judge.</author>\n<p id=\"b168-8\">Appellant was convicted in Nacogdoches County on a charge of driving an automobile on a public highway while intoxicated, and assessed a penalty of one year and six months in the penitentiary.</p>\n<p id=\"b168-9\">The record contains five bills of exception, but no statement of facts. It is strenuously argued in appellant’s brief that each bill may be considered without a statement of facts.</p>\n<p id=\"b168-10\">Bill No. One complains of the act of an officer in labeling a bottle of whisky found at the scene of the accident in which he said it was received from the appellant on December 11, 1939, at 4 o’clock in the afternoon, which was at the time of the accident. The bill further sets out that objection was made to the introduction of the bottle and of the label because defendant had not been shown to have been connected with said whisky. This objection was overruled by the court, to which exception was duly taken.</p>\n<p id=\"b168-11\">There is nothing in the certificate of the judge which verifies the objection by the attorney. It only certifies that such objection was made. We have no statement of facts by which we can say that appellant had not been connected with the whisky; that it was not labeled in his presence, or even that he had not agreed to it. So far as we may know from the record, appellant might have taken the witness stand and admitted all of the things proven and against which objection is lodged.</p>\n<p id=\"b168-12\">Bill of exception No. Two complains of the introduction of certain statements by the State’s witness while under cross examination by appellant’s attorney. The bill on its face shows that the evidence complained of was brought out by appellant’s attorney, and not by. the State. Certainly it shows no error, as he would not be in position to complain of evidence which he himself developed in the manner indicated in this record.</p>\n<p id=\"b168-13\">Bill No. Three complains of the admission in evidence of the <page-number citation-index=\"1\" label=\"145\">*145</page-number>testimony of one of the arresting officers as to a statement made by appellant shortly after his arrest, by which the appellant admitted the whisky found and introduced in evidence belonged to him. It is further stated in the bill that at the time this testimony was offered and admitted, the defendant had already testified that he did not make any such statement to the officer. We are unable to say what other evidence preceded the introduction of the testimony by the officer and cannot, therefore, conclude that it was improper and inadmissible. It appears that the subject was raised by the appellant himself. If he put a fact in issue which had not been brought out by the State’s witness, it would seem that the rule should be relaxed to permit the State to use its available evidence to controvert that which had been offered by the defense. No rule can be announced, however, and none can be followed in the absence of a statement of facts showing the circumstances under which such evidence comes to the court for consideration. This forcefully illustrates the necessity of the rule requiring, in such cases, a statement of facts before a bill of exception can be properly appraised.</p>\n<p id=\"b169-5\">A similar discussion may be applied to bills of exception Nos. Four and Five. Appellant himself in discussing these bills in his brief finds it essential that he state certain facts, some of which he has also stated in his bills of exception, but there is no proof of the correctness of such statement by the court and no agreement by the prosecution that they are, in fact, true and correct. Consequently, this court is in no position to accept them as such. We cannot consider as evidence matters found only in the attorney’s statement as grounds for objection, or in his brief. There must be a statement approved by the court.</p>\n<p id=\"b169-6\">In the absence of any error which we may consider, the judgment of the trial court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}