{
  "casebody": {
    "data": "<casebody firstpage=\"359\" lastpage=\"361\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b383-18\">Willie Fitzgerald v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b383-19\">No. 21286.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7L\">Delivered December 4, 1940.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b384-10\"><page-number citation-index=\"1\" label=\"360\">*360</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b384-11\"><em>Clyde Suddath, </em>of Henrietta, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b384-12\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b384-13\">CHRISTIAN, Judge.</author>\n<p id=\"b384-14\">The offense is burglary. The indictment embraced a count showing that appellant had theretofore been convicted of the offense of burglary. Because of repetition of offenses, his punishment was assessed at confinement in the penitentiary for twelve years.</p>\n<p id=\"b384-15\">J. L. Blackwelder testified that his barn was burglarized on the 21st of October, 1939, and, among other things, a post hole digger taken therefrom. The post hole digger was traced to the possession of George Levethan in Fort Worth, who testified that he bought it from a younger brother of appellant. He testified further that appellant was in a car with his younger brother and others at the time the post hole digger was delivered to him (the witness). He was unable to recall who was driving- the car. His testimony on recross-examination indicates that appellant was merely present with those who were exercising dominion over the property in question. In short, it appears from the testimony of the witness, when analyzed, that appellant sat passively in the car while the sale was made. We quote from his testimony: “I don’t recall who was driving the car. This <page-number citation-index=\"1\" label=\"361\">*361</page-number>defendant didn’t talk to me. He didn’t bring that post hole digger up to me. He was just in the car when it was brought up, and he didn’t say anything to me at all.” There is nothing in the testimony to show that appellant said anything to his companions indicating that he was interested in the post hole digger. There is nothing to show that he had anything to say to the witness Levethan or to any other person. Berl Wright, an accomplice witness, testified for the State to the effect that he, appellant, Clifford Fitzgerald and others committed the burglary. The witness was not present when the post hole digger was sold to Levethan. There was'no testimony other than that of the accomplice witness Wright placing appellant in Clay County on the occasion of the burglary.</p>\n<p id=\"b385-5\">Appellant contends that the evidence is insufficient to corroborate the testimony of the accomplice witness Wright to the effect that appellant was present and participated in the burglary. We are constrained to agree with this contention. A conviction can not be had “upon the testimony of an accomplice unless corroborated by other evidence tending to connect the defendant with the offense committed”; and “the corroboration is not sufficient if it merely shows the commission of the offense,” but it must tend to connect the accused with its commission. Article 718, C. C. P.; Freeman v. State, 40 S. W. (2d) 105. The test as to the sufficiency of the corroboration often given application by this court is to eliminate from the case the evidence of the accomplice witness, and then examine the evidence of the other witnesses with the view of ascertaining if there be inculpatory evidence; that is, evidence of incriminating character which tends to connect the accused with the commission of the offense. If there be such evidence, the corroboration is sufficient; otherwise, not. Durham v. State, 290 S. W. 1092. Applying the test, it is observed that the sole circumstances relied upon by the State to corroborate the testimony of the accomplice witness was that appellant was passively present in an automobile with his brother and others -at the time the post hole digger was sold by appellant’s brother to the witness Levethan. We are unable to reach the conclusion that such proof, under the conditions reflected by the record, was evidence of an incriminating character which tended to connect appellant with the commission of the offense of burglary.</p>\n<p id=\"b385-6\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b385-7\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}