{
  "casebody": {
    "data": "<casebody firstpage=\"1371\" lastpage=\"1375\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1429-15\">Summit Curtis BREWER, Appellant, v. C. C. PEYTON, Superintendent, Virginia State Penitentiary, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1429-17\">No. 13869.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1429-18\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1429-19\">Argued Feb. 6, 1970.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1429-20\">Decided Oct. 28, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1430-16\"><page-number citation-index=\"1\" label=\"1372\">*1372</page-number>Melvin R. Manning, Richmond, Va. (Court-assigned counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1430-17\">W. Luke Witt, Asst. Atty. Gen. of Virginia (Robert Y. Button, Atty. Gen. of Virginia, on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1430-18\">Before BOREMAN, WINTER and CRAVEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1430-19\">BOREMAN, Circuit Judge:</author>\n<p id=\"b1430-20\">Summit Curtis Brewer appeals from an order of the district court denying his petition for a writ of habeas corpus without a hearing.</p>\n<p id=\"b1430-21\">On October <em>27, 1959, </em>Bx'ewer was arrested at approximately 8 p. m. at his father’s home near Galax, Virginia, in connection with a homicide which had occurred in Carroll County, Virginia, on the same day. He was taken to the police station in Galax, where he was questioned for some forty to forty-five minutes, before being transferred to the jail at Hillsville, Virginia. On the way to Hillsville the officers continued to interrogate Brewer and, as they drove by the local funeral home, asked Brewer if he wanted to go inside to see “what he had done.” Bi’ewer's shoes were taken from him after his arrest, ostensibly for use as evidence. Between 10 and 10:30 p. m. Brewer’s brother, William, arrived at the Hillsville jail; William was not allowed to consult with his brother and, as he was pushed out the back door by the officers, William shouted, “Don’t tell them anything until I get you a lawyer.” William testified at a state habeas corpus hearing that he was told at the station by a policeman that his accused brother had been advised of his legal rights.<footnotemark>1</footnotemark> Appellant claims that he <page-number citation-index=\"1\" label=\"1373\">*1373</page-number>requested an attorney prior to giving a statement, but was told “You can’t see no attorney now. We’ve got to question you first.” <footnotemark>2</footnotemark> The interrogation continued until approximately 3 a. m., on October 28, when Brewer orally “confessed” to having committed the murder. The questioning then was discontinued but was resumed at 8 a. m., at which time Brewer signed a written statement which included a waiver of rights and which was referred to as a “confession.”</p>\n<p id=\"b1431-5\">Later that day counsel who had been retained by Brewer’s family came to see him and was informed that a “confession” had been given to police. Counsel ascertained that the questioning leading to the confession had been extensive, but Brewer made no complaint to counsel that any coercive tactics had been employed by officers in obtaining the confession.</p>\n<p id=\"b1431-6\">Pursuant to a motion' by his counsel Brewer was sent to a mental hospital for observation and the hospital psychiatrist later reported that Brewer had a “full scale I.Q. of 74, placing him in the borderline level of intelligence, and a diagnosis is made of ‘Mental Deficiency, Idiopathic, Mild.’ ” although the psychiatrist concluded that Brewer was not psychotic or insane and that he was mentally competent to stand trial.</p>\n<p id=\"b1431-7\">Acting upon his counsel’s recommendation, Brewer entered a plea of guilty and a sentence of life imprisonment was imposed.</p>\n<p id=\"b1431-8\">On November 12, 1965, Brewer filed a petition for a writ of habeas corpus in the Circuit Court of Carroll County, Virginia. He alleged that his confession resulted from coercion and pressure exerted upon him for an extended period of time during interrogation; that a search for and seizure of evidence from his father’s home and a nearby truck were unconstitutional; that he was denied assistance of counsel during the interrogation; and that his counsel’s representation was ineffective in that counsel failed to investigate the circumstances surrounding the giving of the confession and other aspects of the case before advising him to plead guilty. A hearing was held by the state habeas court which denied relief. The Supreme Court of Appeals of Virginia denied Brewer’s application for a writ of error.</p>\n<p id=\"b1431-10\">Brewer then filed his present habeas corpus petition in the district court alleging the same grounds presented in the state courts. The district court reviewed and relied upon the record of the state habeas hearing and ordered the federal petition dismissed without a hearing. We affirm.</p>\n<p id=\"b1431-11\">The challenge to the legality of the search and seizure is clearly without merit since there is no showing that anything seized in the search was used as evidence against Brewer or in any manner to his prejudice.</p>\n<p id=\"b1431-12\">Brewer’s claim that he was without counsel during the interrogation is also without merit since his trial took place some time prior to Escobedo v. Illinois,<footnotemark>3</footnotemark> which for the first time required that counsel be present at the accusatory stage of interrogation. <em>Escobedo </em>subsequently was held to be non-retroactive.<footnotemark>4</footnotemark></p>\n<p id=\"b1431-13\">Brewer’s remaining claims are: that, because of his low mentality and the use by police of pressure tactics during the interrogation, his confession was coerced; that the coerced confession motivated his subsequent guilty plea, thereby rendering the plea involuntary.</p>\n<p id=\"b1432-3\"><page-number citation-index=\"1\" label=\"1374\">*1374</page-number>These claims found support in prior decisions of this court in which it was held that a guilty plea was involuntary when based upon and induced by a coerced confession and that such a plea did not bar a subsequent collateral attack (by habeas corpus) upon the judgment and sentence. White v. Pepersack, 352 F.2d 470, 472 (4 Cir. 1965); Jones v. Cunningham, 297 F.2d 851, 855 (4 Cir. 1962).</p>\n<p id=\"b1432-4\">However*, the effect of the above-cited <em>White </em>and <em>Jones </em>cases has been eroded by the United States Supreme Court’s recent decision in McMann v. Richardson, 397 U.S. 759, 90 S.Ct. 1441, 25 L.Ed.2d 763 (1970). In <em>McMann, </em>the Court stated:</p>\n<blockquote id=\"b1432-5\">“The issue on which we differ with the Court of Appeals arises in those situations involving the <em>counselled defendant </em>who allegedly would put the State to its proof if there was a substantial enough chance of acquittal, who would do so except for a prior confession which might be offered against him, and who because of the confession decides to plead guilty to save himself the expense and agony of a trial and perhaps also to minimize the penalty which might be imposed. After conviction on such a plea, is a defendant entitled to a hearing, and to relief if his factual claims are accepted, when his petition for habeas corpus alleges that his confession was in fact coerced and that it motivated his plea? We think not if he alleges and proves no more than this. [Emphasis added.]</blockquote>\n<blockquote id=\"b1432-6\">X* X- X- X' X X-</blockquote>\n<blockquote id=\"b1432-7\">“A more credible explanation for a plea of guilty by a defendant who would go to trial except for his prior confession is his prediction that the law will permit his admissions to be used against him by the trier of fact. At least the probability of the State’s being permitted to use the confession as evidence is sufficient to convince him that the State's case is too strong to contest and that a plea of guilty is the most advantageous course. Nothing in this train of events suggests that the defendant’s plea, as distinguished from his confession, is an involuntary act. His later petition for collateral relief asserting that a <em>coerced </em>confession induced his plea is at most a claim that the admissibility of his confession was mistakenly assessed and that since he was erroneously advised, either under the then applicable law or under the law later announced, his plea was an unintelligent and voidable act. The Constitution, however, does not render pleas of guilty so vulnerable.</blockquote>\n<blockquote id=\"b1432-9\">\n<em>■X X X XXX</em>\n</blockquote>\n<blockquote id=\"b1432-10\"><em>“In our vieto a defendant’s plea of guilty based on reasonably competent advice is an intelligent plea not open to attack on the grounds that counsel may have misjudged the admissibility of the defendant’s confession. Whether a plea of guilty is unintelligent and therefore vulnerable when motivated by a confession erroneously thought admissible in evidence depends </em>as <em>an initial matter, not on whether a court ivould retrospectively consider counsel’s advice to be right or wrong, but on tohether that advice teas within the range of competence demanded of attorneys in criminal cases. </em>[Emphasis added.]</blockquote>\n<blockquote id=\"b1432-11\">X- X X X* X X</blockquote>\n<blockquote id=\"b1432-12\">“We hold, thez’efore, that a defendant who alleges that he pleaded guilty because of a prior coerced confession is not, without more, entitled to a hearing on his petition for habeas corpus.” 397 U.S. 759 at 767-771, 90 S.Ct. 1441 at 1447-1449 (1970).</blockquote>\n<p id=\"b1432-13\"><em>McMann </em>makes it clear that a defendant cannot successfully collaterally attack a guilty plea motivated by an allegedly coerced confession simply on the basis that counsel “misjudged” the admissibility of the confession. Under <em>McMann, </em>when counsel has advised the defendant to plead guilty, a defendant who has heeded such advice may not subsequently collaterally attack the voluntariness of the guilty plea, so long as counsel’s advice was “within the range <page-number citation-index=\"1\" label=\"1375\">*1375</page-number>of competence demanded of attorneys in criminal cases.”</p>\n<p id=\"b1433-5\">Thus, we turn to 'the record to determine whether it will support a conclusion that counsel’s advice to Brewer that he plead guilty was “within the range of competence demanded of attorneys in criminal cases”; if such advice was competent, Brewer’s claim for relief on the ground that his guilty plea was motivated by a coerced confession must fail.</p>\n<p id=\"b1433-6\">The only record before us is the record of the state habeas corpus proceeding which was filed with the district court and upon which the court relied in denying the federal petition without a hearing.</p>\n<p id=\"b1433-7\">It is undisputed that Brewer acted on the advice of his counsel in pleading guilty. <em>Escobedo </em>and <em>Miranda </em>were not decided until after Brewer’s conviction on his guilty plea. Thus, even though Brewer requested the assistance of counsel during his interrogation and the request was denied (as he claims) and even though he was not advised of any of his rights (which is unclear), his confession would have been admissible against him at trial unless he could have shown that the confession was otherwise involuntary.<footnotemark>5</footnotemark> It is evident that counsel sensed the possibility that Brewer’s low mentality might serve as the basis for a plea of not guilty by reason of insanity but, after Brewer’s commitment for examination and evaluation, the psychiatrist’s report, while confirming that Brewer was of low mentality, would seem to have dashed any hope of a successful insanity plea. This same report, stating that Brewer was not psychotic or insane and that he was competent to stand trial, would discourage counsel from attempting to seek the exclusion of the confession as involuntary by reason of his client’s impaired mentality. Such report, while by no means conclusive on the question of voluntariness of the confession, reasonably could have persuaded the court to find that the confession was not rendered involuntary and inadmissible by reason of the accused’s impaired mentality. Furthermore, Brewer did not complain to counsel that the police officers employed any coercive tactics in obtaining the confession.</p>\n<p id=\"b1433-9\">In sum, counsel was confronted with this situation: the law at the time of his representation of Brewer was such that failure to inform the accused of his rights or to permit counsel to be present at an interrogation would, at best, have been merely a factor to be considered in determining the voluntariness of the confession; a psychiatrist had reported that Brewer was not psychotic or insane and that he was mentally competent to stand trial, thereby discouraging an attack upon the voluntariness of the confession because of Brewer’s low degree of mentality; Brewer made no complaint as to any police brutality or the use of coercive tactics in obtaining the confession. Brewer was charged with a capital offense.</p>\n<p id=\"b1433-10\">Under these circumstances, it would appear that when counsel advised Brewer to enter a plea of guilty the prospects of being able to successfully defend his client were dim, indeed. Counsel had reasonable assurance from the Commonwealth’s attorney that Brewer could escape the death penalty by pleading guilty. On the other hand, counsel was obviously aware of the risks to his client involved in going to trial and in the distinct possibility of a conviction and the imposition of a death sentence following the admission in evidence of his confession.</p>\n<p id=\"b1433-11\">We conclude that the advice of counsel to Brewer to plead guilty was “within the range of competence demanded of attorneys in criminal cases.” The district court’s dismissal of Brewer’s petition without a hearing was proper.</p>\n<p id=\"b1433-12\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1430-14\">. Brewer claims lie was not at any time advised of liis “rights,” but the evidence on this point is in <em>conflict; </em>if advised at all, there is no testimony as to advice concerning specific rights and the testimony is confusing as to when advice is claimed to have been given. While this case arose prior to Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), and Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (1964), thereby making the <em>Miranda </em><page-number citation-index=\"1\" label=\"1373\">*1373</page-number>warnings inapplicable licre, the law at the time of Brewer's confession was such that the giving or the failure to give a defendant warnings of his rights was a circumstance to ho considered in arriving at a determination of the voluntariness of the confession. Davis v. North Carolina, 384 U.S. 737, 86 S.Ct. 1761, 10 L.Ed. 2d 895 (1966).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1431-15\">. Brewer's assertion that he requested an attorney was uncontradicted at the state habeas corpus hearing.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1431-16\">. 378 U.S. 478, S4 S.Ct. 175S, 12 L.Ed.2d 977 (1964).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1431-17\">. Johnson v. New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1433-13\">. See footnote 1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}