{
  "casebody": {
    "data": "<casebody firstpage=\"684\" lastpage=\"696\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b698-9\">The Greenwich Gas Company <em>vs. </em>Percy M. Tuthill et als. (Zoning Board of Appeals of the Town of Greenwich).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b698-12\">Third Judicial District, New Haven,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"ASy\">June Term, 1931.</p>\n<p data-order=\"3\" data-type=\"judges\" id=\"b698-13\">Maltbie, C. J., Haines, Hinman, Banks and Avert, Js.</p>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b699-9\"><page-number citation-index=\"1\" label=\"685\">*685</page-number>Argued June 8th</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AKml\">decided July 29th, 1931.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b700-5\"><page-number citation-index=\"1\" label=\"686\">*686</page-number><em>Raymond E. </em>Baldwin, for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b700-6\"><em>Walter X. Burns, </em>with whom, on the brief, was <em>William L. Tierney, </em>for the appellee (defendant Fackner).</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b700-7\">/. <em>Gerald Hannon; </em>for the appellee (defendant Zoning Board of Appeals of Greenwich).</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b700-8\"><em>Edward J. Quinlan, </em>for the appellee (defendant Mead).</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b701-5\"><page-number citation-index=\"1\" label=\"687\">*687</page-number>Avery, J.</author>\n<p id=\"AoW\">From the finding of the court, these facts appear: February 1st, 1926, the town of Greenwich adopted a “Building Zone Regulations” ordinance. The purpose and intent of the regulations are stated therein in these words: “For the purpose of promoting the health, safety, morals and general welfare of the community; for the purpose of lessening congestion in the streets, for the purpose of securing safety from fire, panic and other dangers; for the purpose of providing adequate light and air; for the purpose of preventing the overcrowding of land and avoiding undue concentration of population; for the purpose of facilitating adequate provision of transportation, water, sewerage, schools, parks and other requirements; for the purpose of conserving the value of buildings and encouraging the most appropriate use of land throughout the town; for the purpose of providing for the public health, comfort and general welfare in living and working conditions; and for the purpose of regulating and restricting the location of trades and industries and the location of buildings designed for specified uses; for the purpose of regulating and limiting the height and bulk of buildings hereafter erected, and for the purpose of regulating and determining the area of yards, courts, and other open spaces for buildings hereafter erected, the Town of Greenwich is hereby divided into six classes of zone.” The zones adopted were: No. 1 “A” Residence Zones; No. 2 “B” Residence Zones; No. 3 “C” Residence Zones; No. 4 Business Zones No. 1; No. 5 Business Zones <page-number citation-index=\"1\" label=\"688\">*688</page-number>No. 2; and No. 6 Industrial Zonés. Of the two business zones, No.-1 is the most restricted. Fifty different kinds of manufacturing enterprises are excluded from the industrial zones, among them the following: “Gas (illuminating or heating) storage in excess of 20,000 cubic feet, except subject to the provisions of Section XY. . . . Any other trade or use that is noxious by reason of the emission of odor, dust, noise, gas or smoke.” Section XV of the regulations provides that “the board of appeals may in a specific case after public notice and hearing, and subject to appropriate conditions and safeguards determine and vary the application of the regulations herein established in harmony with their general purpose and intent.”</p>\n<p id=\"b702-6\">Along the northern side of Railroad Avenue, there is a strip of land one hundred feet: wide arid about three thousand feet long, which is zoned as “Business No. 1.” This strip is bounded on its north for its whole length by land zoned for residential purposes; on the east by land zoned as “Business No. 2,” and on the south and west by highways. Directly across Railroad Avenue, there is a strip of land of equal length but varying in width from about one hundred to about three hundred feet, of which approximately two thirds of the length is zoned as “Business No. 1,” the remainder as “Industrial.” Upon this land, south of the highway, is the plant of the Connecticut Light <em>&amp; </em>Power Company. June 3d, 1930, the appellant purchased a section of land on the north side of Railroad Avenue in Business Zone No. 1 opposite the plant of the Connecticut Light &amp; Power Company, and applied to the zoning board of appeals for permission to construct a “Hortonsphere” thereon. When this land was purchased by the plaintiff, it was zoned as “Business No. 1” and was then known by the appellant to be so zoned. On this one hundred foot strip zoned as “Busi<page-number citation-index=\"1\" label=\"689\">*689</page-number>ness No. 1” are several nonconforming buildings and enterprises which were established at the time the zoning ordinance was passed. There is no industrial zone in this vicinity on the north side of Railroad Avenue.</p>\n<p id=\"b703-6\">The appellant is a specially chartered public service company, empowered to manufacture and distribute gas in Greenwich; and since its organization, commenced in 1926 to supply the same to residents thereof. The appellant does not manufacture gas; but, for reasons of economy, purchases it from the Stamford Gas <em>&amp; </em>Electric Company, and conducts it into Greenwich by a six-inch main running from Stamford, which has been in operation since 1926. During this period, the population of Greenwich has greatly increased; and the consumption of gas has increased, due to its more general use and the growth in population. The requirements of Greenwich are such that within the near future, the quantity that can be procured through the existing six-inch main, without storage facilities, will be insufficient to supply the demand, and by reason thereof, the service of the appellant as a public service company will become inefficient. The gas distributed by the appellant is received by it at a pressure of fifty pounds. From the source of supply at Stamford to the end of the main six-inch pipe at Greenwich, it is about six miles, and from this main there are connections from which distribution is effected to such communities in Greenwich as Sound Beach, Riverside and Cos Cob. As a result of these and other conditions, the pressure at the extreme end of the main is three pounds less than the fifty pound pressure at the source. To meet the reasonably anticipated demand, storage capacity in some form is the most practical solution of the appellant’s supply problem. In about five years, in addi<page-number citation-index=\"1\" label=\"690\">*690</page-number>tion to the proposed tank, the appellant will require further storage capacity, and has planned the location of the tank upon its land so that there will be ample room for another of equal or greater size or for two more smaller ones. The most approved type of high pressure storage device, from the standpoint of appearance, economy of construction, and efficiency of operation, is called a “Hortonsphere”; and the appellant proposed to erect one upon the site purchased by it. A “Hortonsphere” is a spherical tank constructed of steel plates. It has greater resistance per square foot of its surface to internal pressure than any other form of the same thickness and strength of material. The sizes vary from forty to sixty feet in diameter. There is not much danger in its operation. It requires only an occasional visit for supervision, being automatically operated by mechanical devices, and its construction is such that the escape of gas is so small, that there is no perceptible odor from it. Its operation involves no fire risk and does not affect insurance rates. The tank which the appellant proposed to erect called for a pressure test of sixty pounds and the gas within it, if filled from the normal flow from its supply main, would be under pressure of fifty pounds. The manufacturers estimate its actual strength at four times its tested rating. The appellant also proposed to erect near the “Hortonsphere” a pump and compressor by which a greater volume of gas could be compressed within it, the pump and compressor to be automatically operated by mechanical devices, the action thereof being governed by gas pressure.' A safety valve is designed to discharge any excess pressure into a pipe that would lead into the appellant’s distributing pipes. The aluminum coat with which a “Hortonsphere” is covered, soon gathers dirt; rust occurs and from such small leaks as develop <page-number citation-index=\"1\" label=\"691\">*691</page-number>an oil from the inside surface is forced to the exterior causing brown spots. When the dirt, rust and oil spots are washed by rain down the sides of the tank, it assumes a grimy appearance and is unsightly. The surface of the appellant’s lot is, at the lowest point, fourteen feet below the level of the highway south of it, and its proposed tank would extend fifty feet above the highway level and within ten feet of it. There are other locations in Greenwich where there are large tracts of unimproved land reasonably accessible to its six-inch main. The appellant considered another site which is located but a short distance from the one proposed, and talked to two real estate men about its requirements. Any location within a reasonable distance of the six-inch main would be practical and suitable. The proposed site is about one quarter of a mile from its six-inch main which would have to be extended to the tank to secure uniform pressure. The defendant Emma B. McGeorge owns the land which bounds the appellant’s on the north and east. Her land on the north is zoned and used for residential purposes; that on the east is zoned for Business No. 1. On her land, zoned for residence purposes, there is situated a dwelling-house and a bungalow which would be within one hundred feet of the proposed tank. The present value of Mrs. McGeorge’s whole property, including the dwelling-house and bungalow, if the present zoning regulations are maintained, is about $50,000. The erection of the proposed tank would depreciate the value of her property forty per cent. Six other residential properties within a distance of six hundred feet, and having a market value of $100,000, would be depreciated fifteen per cent. South of Railroad Avenue, within twelve hundred feet, and in sight of what is known as the Bell Haven and Eield Point district, there are many of the finest properties of <page-number citation-index=\"1\" label=\"692\">*692</page-number>Greenwich; some of them of the value of $400,000 and upward, all of which would be substantially depreciated. Other appellees own homes upon a ridge north of and overlooking this site; these homes ranging in value from $15,000 to $45,000, all of which would be substantially depreciated. During the last five years, there have been movements inaugurated to procure a more modern and beautiful railroad passenger depot and approaches thereto, and large numbers of public spirited citizens of Greenwich are interested in this project. A movement is also under way to beautify Greenwich Harbor, toward which a large sum of money has been subscribed. The present passenger depot of the New York, New Haven and Hartford Railroad Company is located in plain view of the proposed tank site and sixteen hundred feet distant from it.</p>\n<p id=\"b706-6\">Upon these facts, the trial court came to the conclusion that the zoning board of appeals, in arriving at, and making its decision, did not act unreasonably, arbitrarily, illegally, or abuse its discretion; that the appellant had made no reasonable effort to secure a suitable place upon which to erect its gas storage tank; and that the erection of this unsightly object near so many homes would substantially depreciate the value of residential property in the neighborhood, and the owners would be uncompensated for the loss. The court further concluded that, while the zoning board of appeals could have reasonably come to the conclusion that the “Hortonsphere” provided a method of gas storage that was the best and safest, and the one involving the least risk, and the place selected was suitable for the purposes of the appellant, at the same time the zoning board of appeals could also reasonably have assumed that the people of Greenwich, in zoning this land as they did, with so <page-number citation-index=\"1\" label=\"693\">*693</page-number>many nonconforming uses being made of it, had indulged the hope that with the passage of time, the nonconforming uses would give way to conforming uses, and the vicinity would thereby become more attractive as an approach to the town; and to permit the erection of the gas tank in so prominent a site would be entirely out of harmony with such a project.</p>\n<p id=\"b707-6\">The appellant has caused the evidence taken at the trial to be printed and seeks numerous corrections of the finding. Practically, it seeks to substitute in place of the finding of the court, the draft-finding presented by the appellant. A careful examination of the testimony printed in the record on this motion shows that the finding in all essential respects is supported by evidence, or by reasonable and permissible deductions from facts in evidence; and the appellant is entitled to no correction or addition by which its position will be advantaged. <em>Bell </em>v. <em>Strong, </em>96 Conn. 12, 13, 112 Atl. 645; <em>Eudakaitis </em>v. <em>St. George’s Lithuanian Society, </em>87 Conn. 1, 4, 86 Atl. 562; <em>Johnson </em>v. <em>Shuford, </em>91 Conn. 1, 6, 98 Atl. 333; <em>Plum Trees Lime Co. </em>v. <em>Keeler, </em>92 Conn. 1, 7, 101 Atl. 509.</p>\n<p id=\"b707-7\">The secretary of the zoning board of appeals wrote a letter to the president of plaintiff corporation explaining the action of the board in refusing the permit. The letter is quite long and appears to have been signed by an amanuensis of the secretary of the board of appeals. In it, the opposition of property owners in the vicinity is given as the reason why the permit was refused. The plaintiff claims this letter shows that the board acted arbitrarily in basing its decision upon the wishes and sensibilities of property owners in the neighborhood. In regard to this letter, the trial court concluded that in the absence of any evidence that the contents thereof ever came to the attention of the members of the board of appeals, it could not <page-number citation-index=\"1\" label=\"694\">*694</page-number>be said to be an authoritative statement of the reasons upon which the members of the board based their refusal to grant appellant’s application. Whether this be so or not, the proceedings before the board, appearing upon their records, and the facts recited in the finding, show that the opposition of property owners in that section to appellant’s project was not based merely upon a matter of taste or whim, but had substantial foundation in the fact that the market value of their properties would be seriously affected if the project were permitted. In view of this, we do not interpret the letter as meaning that the board denied the application upon the mere fact of opposition of property owners in the vicinity, but that its action was based upon the grounds of opposition advanced by them. A board of appeals “is created to keep the law ‘running on an even keel’ by varying, within prescribed limits and consonant with the exercise of legal discretion, the strict letter of the zoning law, in cases of claims having real merit which can be granted consistently with the spirit and purposes of the general plan.” <em>St. Patrick's Church Corporation </em>v. <em>Daniels, </em>113 Conn. 132, 139, 154 Atl. 343, 345. The power to repeal, modify or amend a zoning ordinance rests in the municipal body which had the power to adopt the ordinance, and not in the zoning board of appeals. In this case, the appellant purchased its property more than five years after the zoning ordinance went into effect, and with full knowledge of the existence and terms of the ordinance. These circumstances present weighty considerations why a zoning board of appeals should not permit a variation from the terms of the ordinance when, thereby, substantial injury will be done to other properties affected by it.</p>\n<p id=\"b708-6\">There is nothing in the record indicating that the zoning board of appeals acted arbitrarily, illegally, or <page-number citation-index=\"1\" label=\"695\">*695</page-number>so unreasonably as to abuse its discretion in denying the plaintiff’s application to erect a gas tank in the manner proposed upon its property. <em>Holley </em>v. <em>Sunderland, </em>110 Conn. 80, 83, 147 Atl. 300; <em>DeFlumeri </em>v. <em>Sunderland, </em>109 Conn. 583, 585, 145 Atl. 48.</p>\n<p id=\"b709-6\">Several property owners in the locality, who claimed their property would be damaged in value by the erection of a gas tank on the site proposed, applied to the trial court for leave to intervene, and were made parties defendant. Error is assgned in this action of the court. In <em>Fitzgerald </em>v. <em>Merard Holding Co., </em>106 Conn. 475, 482, 138 Atl. 483, we held that a property owner may enforce zoning ordinances by injunction “where their violation had resulted, is now resulting, or will result, in special damage to one’s property,” and we said (p. 483): “Injunction will issue to prevent the erection of buildings in violation of a municipal ordinance or regulation though they are not nuisances <em>;per se, </em>if the person seeking such injunction shows that their erection will work special or irreparable injury to him and his property. ‘It is only where the injury is general, and public in its effects, and no private right is violated, in contradistinction to the rights of the rest of the public, that individuals are precluded from bringing private suits for the violation of their individual rights.’ <em>First National Bank </em>v. <em>Sarlls, </em>129 Ind. 201, 204, 28 N. E. 434; <em>Bangs </em>v. <em>Dworak, </em>75 Neb. 714, 716, 106 N. W. 780; <em>Griswold </em>v. <em>Brega, </em>160 Ill. 490, 43 N. E. 864; <em>Houlton </em>v. <em>Titcomb, </em>102 Me. 272, 66 Atl. 733. The erection of a structure though it is not in itself a nuisance becomes such when it is located in a place forbidden by law. <em>Blanc </em>v. <em>Murray, </em>36 La. Ann. 162.” The court properly permitted the intervention, as parties defendant, of persons asserting such a special interest in the matter under determination. <page-number citation-index=\"1\" label=\"696\">*696</page-number><em>State ex rel. Bulkeley </em>v. <em>Williams, Treasurer, </em>68 Conn. 131, 157; General Statutes, § 5521.</p>\n<p id=\"b710-5\">There is no error.</p>\n<p id=\"b710-6\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}