{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1206\" lastpage=\"1220\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  April BAIN; Bhavini Bhakta; Clare Sobetski, Plaintiffs-Appellants,\n  <br/>\n  v.\n  <br/>\n  CALIFORNIA TEACHERS ASSOCIATION; National Education Association; California Federation of Teachers; American Federation of Teachers; United Teachers Los Angeles; United Teachers of Richmond CTA/NEA ; Ramon Cortines, in his capacity as Superintendent of Los Angeles Unified School District; Bruce Harter, in his capacity as Superintendent of West Contra Costa Unified School District; David Vannasdall, in his capacity as Superintendent of Arcadia Unified School District, Defendants-Appellees.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 16-55768\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, Ninth Circuit.\n </court>\n <decisiondate id=\"p-4\">\n  Argued and Submitted December 6, 2017-Pasadena, California\n  <br/>\n  Filed June 11, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Joshua S. Lipshutz (argued), Gibson Dunn &amp; Crutcher LLP, San Francisco, California; Theodore J. Boutrous Jr., Marcellus McRae, and Samuel Eckman, Gibson Dunn &amp; Crutcher LLP, Los Angeles, California; Kyle Hawkins, Gibson Dunn &amp; Crutcher LLP, Dallas, Texas; Michael R. Huston, Gibson Dunn &amp; Crutcher LLP, Washington, D.C.; for Plaintiffs-Appellants.\n </attorneys>\n <attorneys id=\"p-6\">\n  Eric A. Harrington (argued), Jason Walta, and Alice O'Brien, National Education Association, Washington, D.C., for Defendants-Appellees.\n </attorneys>\n <judges id=\"p-7\">\n  Before: Paul J. Kelly, Jr.,\n  <footnotemark>\n   *\n  </footnotemark>\n  Consuelo M. Callahan, and Carlos T. Bea, Circuit Judges.\n </judges>\n <footnote label=\"*\">\n  <p id=\"p-80\">\n   The Honorable Paul J. Kelly, Jr., United States Circuit Judge for the U.S. Court of Appeals for the Tenth Circuit, sitting by designation.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   CALLAHAN, Circuit Judge:\n  </author>\n  <p id=\"p-9\">\n   Plaintiffs-Appellants are public school teachers in California who were, at the time they filed their lawsuit, members of the Defendants-Appellees public sector teachers' Unions. Plaintiffs claim that their Unions' requirement that they pay a fee to support the Unions' political and ideological activities violates their constitutional right to free speech. While \"[public sector]\n  </p>\n  <p id=\"p-10\">\n   union[s] remain[ ] as free as any other entity to participate in the electoral process with all available funds other than [ ] state-coerced agency fees lacking affirmative permission,\"\n   <em>\n    Davenport v. Washington Educ. Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"3573247\" index=\"0\" url=\"https://cite.case.law/us/551/177/#p190\">\n    551 U.S. 177\n   </extracted-citation>\n   , 190,\n   <extracted-citation case-ids=\"3573247\" index=\"1\" url=\"https://cite.case.law/us/551/177/#p190\">\n    127 S.Ct. 2372\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3573247\" index=\"2\" url=\"https://cite.case.law/us/551/177/#p190\">\n    168 L.Ed.2d 71\n   </extracted-citation>\n   (2007), Plaintiffs reason that, as exclusive bargaining representatives under California law, the Unions are state actors and thus subject to the First Amendment's proscriptions. And because the First Amendment prohibits state actors from infringing individuals' right to free speech, Plaintiffs argue that their Unions' requirement that Union members pay a political fee violates their and other members' constitutional rights.\n  </p>\n  <p id=\"p-11\">\n   A change in Plaintiffs' professional circumstances during the pendency of this appeal fundamentally alters the posture of this case. Plaintiffs have disassociated from their respective Unions, meaning they can no longer benefit from the injunctive and declaratory relief they seek. Their appeal is therefore moot. Perhaps cognizant of the consequences of their actions, Plaintiffs have filed a motion to add the Association of American Educators (\"AAE\") to their suit as an organizational Plaintiff under Federal Rule of Civil Procedure 21. But because we hold that Rule 21 is an improper vehicle to resuscitate a moot case, we deny the motion and dismiss Plaintiffs' appeal as moot.\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    I.\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   California law accommodates agency shop\n   <footnotemark>\n    1\n   </footnotemark>\n   arrangements between public sector teachers' unions and public school employers.\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n    Cal. Gov't Code §§ 3343.1\n   </extracted-citation>\n   ; 3544-3544.9. To establish a union, public school teachers must first form a bargaining unit.\n   <em>\n    <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 3344. If a majority of teachers in the unit elect to negotiate collectively with their employer, then the union \"may become the exclusive representative for the employees of [that] unit for purposes of meeting and negotiating.\"\n   <em>\n    <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 3544(a), (b). Once a union gains status as the exclusive bargaining representative, the public employer may bargain with only that union.\n   <em>\n    <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 3543.1(a).\n  </p>\n  <p id=\"p-14\">\n   Like many States, California allows public sector unions to charge a \"fair share service fee\"-commonly known as an \"agency fee\"-to those public employees who do not join the exclusive bargaining representative.\n   <em>\n    <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n     Id.\n    </extracted-citation>\n   </em>\n   §§ 3543(a), 3546. Nonmembers pay less than their union-member counterparts because California law permits a union to charge nonmembers only \"chargeable fees\"-i.e., fees related to a union's collective bargaining activities.\n   <footnotemark>\n    2\n   </footnotemark>\n   <em>\n    <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 3546(a). Union members, by contrast, are subject to the internal rules of the union, which, as is pertinent here, include paying \"non-chargeable fees\"-e.g., fees that fund members-only benefits and the union's political, ideological, and other activities unrelated to collective bargaining.\n   <em>\n    See\n    <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%203343.1\">\n     id.\n    </extracted-citation>\n   </em>\n   § 3543.1(d). Supreme Court precedent and California law prohibit unions from charging objecting\n   <em>\n    nonmembers\n   </em>\n   for the unions' First Amendment-protected expressive political activities.\n   <em>\n    Abood v. Detroit Bd. of Ed.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1929\" index=\"10\" url=\"https://cite.case.law/us/431/209/#p234\">\n    431 U.S. 209\n   </extracted-citation>\n   , 234-36,\n   <extracted-citation case-ids=\"1929\" index=\"11\" url=\"https://cite.case.law/us/431/209/#p234\">\n    97 S.Ct. 1782\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1929\" index=\"12\" url=\"https://cite.case.law/us/431/209/#p234\">\n    52 L.Ed.2d 261\n   </extracted-citation>\n   (1977) ;\n   <em>\n    Cumero v. Pub. Emp't Relations Bd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1974391\" index=\"13\" url=\"https://cite.case.law/cal-3d/49/575/#p594\">\n    49 Cal.3d 575\n   </extracted-citation>\n   , 594,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=262%20Cal.%20Rptr.%2046\">\n    262 Cal.Rptr. 46\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=778%20P.2d%20174\">\n    778 P.2d 174\n   </extracted-citation>\n   (1989).\n  </p>\n  <p id=\"p-15\">\n   Consistent with their own internal policies, the Unions in the instant matter provide certain members-only benefits. For example, Union members enjoy the privilege of voting on collective bargaining agreements (\"CBA\") and sitting on school district committees. In addition, the Unions provide employment-related benefits such as disability insurance, free legal representation, life insurance, death and dismemberment benefits, and disaster relief. Nonmembers are not entitled to these benefits, nor are they charged for them.\n   <em>\n    Cumero\n   </em>\n   ,\n   <extracted-citation case-ids=\"1974391\" index=\"16\" url=\"https://cite.case.law/cal-3d/49/575/#p594\">\n    49 Cal.3d at 587-88\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=262%20Cal.%20Rptr.%2046\">\n    262 Cal.Rptr. 46\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=778%20P.2d%20174\">\n    778 P.2d 174\n   </extracted-citation>\n   (under California law, nonmembers \"\n   <em>\n    should not be required to support activities which are beyond the Association's representational obligations\n   </em>\n   \" (emphasis in original) ). And while the Unions could negotiate for state-offered insurance benefits in the collective bargaining process-e.g., California's State Disability Insurance and Paid Family Leave (\"SDI\") program-they have opted not to do so and instead offer alternative insurance to their members.\n   <footnotemark>\n    3\n   </footnotemark>\n  </p>\n  <p id=\"p-16\">\n   Plaintiffs April Bain, Clare Sobetski, and Bhavini Bhakta were public school teachers in California who elected to join the Unions. They are no longer Union members, however, because they have left their teaching positions. Bain's Union membership ended in June 2017 and Sobetski's ended in August 2017. For her part, Bhakta's Union membership ended in August 2016 when she was promoted to Assistant Principal at Arcadia High School, a position that makes her ineligible for Union membership.\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    II.\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   Plaintiffs filed their operative Second Amended Complaint (\"SAC\") in October 2015 in the Central District of California as a\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=42%20U.S.C.%20%C2%A7%201983\">\n    42 U.S.C. § 1983\n   </extracted-citation>\n   civil rights action. Both in the district court and on appeal, Plaintiffs claim violations of their right to free speech under the First Amendment and Article I, § 2(a) of the California Constitution.\n   <footnotemark>\n    4\n   </footnotemark>\n   Plaintiffs argue that the Unions and state School Boards work together to force teachers to either finance the Unions' political activities and thereby surrender their free speech rights, or forgo the benefits of union membership and keep their constitutional rights intact. Plaintiffs assert that because membership benefits are so enticing, most teachers will acquiesce, join the Unions, and pay the non-chargeable-i.e., political-fee.\n  </p>\n  <p id=\"p-19\">\n   Plaintiffs seek declaratory relief in the form of (1) a declaration that California's agency shop laws, collective bargaining laws, and the CBAs entered into the by the Unions violate their constitutional rights; (2) a declaration that those laws and CBAs coerce teachers into funding the Unions' political activities in violation of their constitutional rights; and (3) a declaration that those laws and CBAs violate Plaintiffs' constitutional rights by forcing school superintendents to deduct from teachers' paychecks dues that support the Unions' non-chargeable activities. Plaintiffs\n   also seek an injunction (1) barring the Unions from denying Union membership or any of its privileges based on a teacher's refusal to pay the non-chargeable fee; and (2) barring school superintendents from deducting the non-chargeable fee from Union members' paychecks. Finally, Plaintiffs seek \"such additional or different relief as [the district court] deems just and proper, including an award of reasonable attorneys' fees and the costs of this action.\"\n  </p>\n  <p id=\"p-20\">\n   The Unions filed a motion to dismiss the SAC under Federal Rule of Civil Procedure 12(b)(6), which the district court granted with prejudice. The court rejected Plaintiffs' argument that the Unions' internal membership rules requiring their members to pay the non-chargeable fee constitute state action. The court found unpersuasive Plaintiffs' theory that \"the choice [teachers] face between the benefits of union membership and the lack of benefits of nonmember status 'is a product of state action because the coercion that California teachers experience could not exist without the State.' \" To the contrary, the court found that because the Unions could decide, without any intervention by the State, not to require their members to pay non-chargeable fees, Plaintiffs challenged only a\n   <em>\n    private\n   </em>\n   decision by the Unions.\n  </p>\n  <p id=\"p-21\">\n   The district court also rejected Plaintiffs' argument that the CBAs negotiated by the State and the Unions are infused with state action through state legislation authorizing agency shops. The court noted that the \"agency shop arrangement established by the State does not compel employees to finance union activities unrelated to collective bargaining\n   <em>\n    unless they choose to join a union.\n   </em>\n   \" (emphasis added). Citing the Fourth Circuit's decision in\n   <em>\n    Kidwell v. Transportation Communications International Union\n   </em>\n   ,\n   <extracted-citation case-ids=\"10521669\" index=\"20\" url=\"https://cite.case.law/f2d/946/283/\">\n    946 F.2d 283\n   </extracted-citation>\n   (4th Cir. 1991), the court reasoned that the State's recognition of the Unions as collective bargaining representatives did not transform the Unions' \"internal policies and practices\" into state action. Accordingly, because Plaintiffs failed to show that the Unions qua \"state actors\" had infringed their constitutional rights, the district court found no actionable claim for relief and dismissed the case. Plaintiffs timely appealed.\n  </p>\n  <p id=\"p-22\">\n   <strong>\n    III.\n   </strong>\n  </p>\n  <p id=\"p-23\">\n   We review a district court's grant of a Rule 12(b)(6) motion to dismiss for failure to state a claim de novo.\n   <em>\n    Edwards v. Marin Park, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"785447\" index=\"21\" url=\"https://cite.case.law/f3d/356/1058/#p1061\">\n    356 F.3d 1058\n   </extracted-citation>\n   , 1061 (9th Cir. 2004). \"A motion under Rule 12(b)(6) should be granted only if 'it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief,' construing the complaint in the light most favorable to the plaintiff.\"\n   <em>\n    <extracted-citation case-ids=\"785447\" index=\"22\" url=\"https://cite.case.law/f3d/356/1058/#p1061\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal citation omitted) (quoting\n   <em>\n    Conley v. Gibson,\n   </em>\n   <extracted-citation case-ids=\"6161830\" index=\"23\" url=\"https://cite.case.law/us/355/41/#p45\">\n    355 U.S. 41\n   </extracted-citation>\n   , 45-46,\n   <extracted-citation case-ids=\"6161830\" index=\"24\" url=\"https://cite.case.law/us/355/41/#p45\">\n    78 S.Ct. 99\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6161830\" index=\"25\" url=\"https://cite.case.law/us/355/41/#p45\">\n    2 L.Ed.2d 80\n   </extracted-citation>\n   (1957) ). \"To survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to state a claim to relief that is plausible on its face.\"\n   <em>\n    Ashcroft v. Iqbal\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"26\" url=\"https://cite.case.law/us/556/662/#p678\">\n    556 U.S. 662\n   </extracted-citation>\n   , 678,\n   <extracted-citation case-ids=\"3653744\" index=\"27\" url=\"https://cite.case.law/us/556/662/#p678\">\n    129 S.Ct. 1937\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"28\" url=\"https://cite.case.law/us/556/662/#p678\">\n    173 L.Ed.2d 868\n   </extracted-citation>\n   (2009) (internal quotation marks omitted). \"Threadbare recitals of the elements of a cause of action, supported by mere conclusory statements, do not suffice.\"\n   <em>\n    <extracted-citation case-ids=\"3653744\" index=\"29\" url=\"https://cite.case.law/us/556/662/#p678\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    IV.\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   We must first decide whether Plaintiffs' appeal is moot in light of their disassociation from the Unions. \"[A]n actual controversy must be extant at all stages of review, not merely at the time the complaint is filed.\"\n   <em>\n    Arizonans for Official English v. Arizona\n   </em>\n   ,\n   <extracted-citation case-ids=\"11651034\" index=\"30\" url=\"https://cite.case.law/us/520/43/#p67\">\n    520 U.S. 43\n   </extracted-citation>\n   , 67,\n   <extracted-citation case-ids=\"11651034\" index=\"31\" url=\"https://cite.case.law/us/520/43/#p67\">\n    117 S.Ct. 1055\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11651034\" index=\"32\" url=\"https://cite.case.law/us/520/43/#p67\">\n    137 L.Ed.2d 170\n   </extracted-citation>\n   (1997) (internal quotation marks and citation omitted). Thus, a plaintiff must satisfy the irreducible constitutional\n   minimum of Article III standing at each stage of the litigation, including on appeal. Standing requires a showing that a plaintiff has suffered an (1) injury-in-fact that is actual or imminent and concrete and particularized, rather than speculative or hypothetical; (2) which is fairly traceable to the conduct complained of; and (3) which is likely to be redressed by a favorable ruling.\n   <em>\n    Lujan v. Defenders of Wildlife\n   </em>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"33\" url=\"https://cite.case.law/us/504/555/#p560\">\n    504 U.S. 555\n   </extracted-citation>\n   , 560-61,\n   <extracted-citation case-ids=\"11730070\" index=\"34\" url=\"https://cite.case.law/us/504/555/#p560\">\n    112 S.Ct. 2130\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"35\" url=\"https://cite.case.law/us/504/555/#p560\">\n    119 L.Ed.2d 351\n   </extracted-citation>\n   (1992).\n  </p>\n  <p id=\"p-26\">\n   Plaintiffs argue that a live controversy persists despite the termination of their memberships in the Unions. First, Plaintiffs rely on a catch-all claim for relief in their SAC, which seeks \"such additional or different relief as [the district court] deems just and proper.\" Second, Plaintiffs argue that the district court could \"issue restitution or other equitable relief on its own.\" Third, Plaintiffs reason that because Bhakta still lives in California and works for one of the school districts represented by a Union, she has standing because it is conceivable she could rejoin the Union in the future. None of these arguments are persuasive.\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    A.\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   Plaintiffs' first two arguments merge into one: that the district court's ability to grant restitution for\n   <em>\n    past\n   </em>\n   alleged constitutional violations under the umbrella of \"such additional or different relief\" suffices to maintain a live controversy. But, as the Unions point out, bootstrapping restitution into an ancillary prayer for relief at this stage of the litigation runs afoul of binding Ninth Circuit law.\n  </p>\n  <p id=\"p-29\">\n   Until now, Plaintiffs never sought any type of money damages. Injunctive relief-a requirement that the Unions allow their members to abstain from paying a non-chargeable political fee, or allow nonmembers to enjoy the perquisites of Union membership-and a declaration that the Unions' operations are unconstitutional, form the body, heart, and soul of Plaintiffs' action. None of Plaintiffs' three complaints nor their briefing on appeal indicate any desire for monetary relief. Moreover, restitution would not vindicate\n   <em>\n    all\n   </em>\n   Union members' First Amendment rights, even though that is precisely what Plaintiffs seek to do. Instead, at the eleventh hour, Plaintiffs propose to transform their lawsuit from a request for prospective equitable relief into a plea for money damages to remedy past wrongs.\n  </p>\n  <p id=\"p-30\">\n   We have previously rejected such late-in-the-day transformations. In\n   <em>\n    Seven Words LLC v. Network Solutions\n   </em>\n   ,\n   <extracted-citation case-ids=\"9499205\" index=\"36\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n    260 F.3d 1089\n   </extracted-citation>\n   , 1092, 1095 (9th Cir. 2001), plaintiffs sought injunctive and declaratory relief against a government agency that refused to register their internet domain name, which contained explicit words. By the time their case was heard on appeal, the relevant words had already been given to others to use as their own domain names and the defendant had abandoned its policy of rejecting explicit words.\n   <em>\n    <extracted-citation case-ids=\"9499205\" index=\"37\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9499205\" index=\"37\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n    at 1095\n   </extracted-citation>\n   . In an attempt to save their appeal from mootness, plaintiffs argued that they were still entitled to money damages for past harms.\n   <em>\n    <extracted-citation case-ids=\"9499205\" index=\"38\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-31\">\n   We rejected plaintiffs' argument, concluding that \"[s]uch a late-in-the-day damages claim is inconsistent with our longstanding rule that we do not consider arguments not raised in the briefs.\"\n   <em>\n    <extracted-citation case-ids=\"9499205\" index=\"39\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9499205\" index=\"39\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n    at 1097\n   </extracted-citation>\n   . We explained that\n  </p>\n  <blockquote id=\"p-32\">\n   [o]ver and over again, throughout the various legal maneuvers, Seven Words consistently represented that it was seeking only declaratory and injunctive relief. For example, not only did Seven Words, in its\n   <em>\n    Seven Words II\n   </em>\n   complaint, seek only \"a declaration of its rights\" and \"injunctive relief,\" but it similarly represented that it was \"seeking declaratory relief\" in its August 1999 opposition\n   to NSI's motion to dismiss .... Seven Words did not ... claim it was seeking damages .... The first time Seven Words raised damages in an effort to defeat mootness was in supplemental briefing on appeal.\n  </blockquote>\n  <p id=\"p-33\">\n   <em>\n    <extracted-citation case-ids=\"9499205\" index=\"40\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 1096-97 ;\n   <em>\n    see also\n   </em>\n   <em>\n    Arizonans for Official English\n   </em>\n   ,\n   <extracted-citation case-ids=\"11651034\" index=\"41\" url=\"https://cite.case.law/us/520/43/#p67\">\n    520 U.S. at 71\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11651034\" index=\"42\" url=\"https://cite.case.law/us/520/43/#p67\">\n    117 S.Ct. 1055\n   </extracted-citation>\n   (a claim \"extracted late in the day from [a] general prayer for relief and asserted solely to avoid otherwise certain mootness, b[ears] close inspection\");\n   <em>\n    Fox v. Bd\n   </em>\n   .\n   <em>\n    of Trustees of State Univ. of New York\n   </em>\n   ,\n   <extracted-citation case-ids=\"7415444\" index=\"43\" url=\"https://cite.case.law/f3d/42/135/#p141\">\n    42 F.3d 135\n   </extracted-citation>\n   , 141 (2d Cir. 1994) (complaint's prayer for \"such other relief as the Court deems just and proper\" did not suffice to support a late-in-the-day claim for nominal damages to avoid mootness because \"there is absolutely no specific mention in the Complaint of nominal damages\" (internal quotation marks and adjustment omitted) );\n   <em>\n    R.S. &amp; V. Co. v. Atlas Van Lines\n   </em>\n   ,\n   <extracted-citation case-ids=\"10561\" index=\"44\" url=\"https://cite.case.law/f2d/917/348/#p351\">\n    917 F.2d 348\n   </extracted-citation>\n   , 351 (7th Cir. 1990) (contract claim was moot where complaint failed to seek nominal damages).\n  </p>\n  <p id=\"p-34\">\n   Same here. Plaintiffs have, \"over and over again, throughout the various legal maneuvers ... consistently represented that [they were] seeking only declaratory and injunctive relief.\"\n   <em>\n    Seven Words\n   </em>\n   ,\n   <extracted-citation case-ids=\"9499205\" index=\"45\" url=\"https://cite.case.law/f3d/260/1089/#p1092\">\n    260 F.3d at 1096-97\n   </extracted-citation>\n   . Indeed, as recently as their reply brief on appeal, Plaintiffs summed up their requested relief as follows: \"[The Unions'] constitutional transgressions can be remedied by an order operating upon the State directly ... or by an order operating upon Unions ....\"\n   <footnotemark>\n    5\n   </footnotemark>\n   Neither option includes even a whiff of a request for money damages.\n  </p>\n  <p id=\"p-35\">\n   Plaintiffs cite\n   <em>\n    Bayer v. Neiman Marcus Group, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12276256\" index=\"46\" url=\"https://cite.case.law/f3d/861/853/\">\n    861 F.3d 853\n   </extracted-citation>\n   (9th Cir. 2017), for the proposition that \"[t]his Court has implicitly concluded that claims for equitable relief, such as restitution, are analyzed differently from claims for nominal damages when considering mootness.\" Plaintiffs are correct that, in\n   <em>\n    Bayer\n   </em>\n   , we distinguished equitable from legal relief, but that distinction had nothing to do with that case's separate mootness inquiry.\n   <extracted-citation case-ids=\"12276256\" index=\"47\" url=\"https://cite.case.law/f3d/861/853/\">\n    861 F.3d at 868-69\n   </extracted-citation>\n   . In\n   <em>\n    Bayer\n   </em>\n   , we considered whether the plaintiff could secure nominal damages where the statute at issue provided for only equitable relief.\n   <em>\n    <extracted-citation case-ids=\"12276256\" index=\"48\" url=\"https://cite.case.law/f3d/861/853/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Our decision addressed two issues: (1) whether nominal damages could be construed as equitable relief, and, if so, (2) whether the plaintiff had put the defendant on sufficient notice that it sought nominal damages in the district court.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12276256\" index=\"49\" url=\"https://cite.case.law/f3d/861/853/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12276256\" index=\"49\" url=\"https://cite.case.law/f3d/861/853/\">\n    at 869\n   </extracted-citation>\n   . While Plaintiffs focus on the first issue, the second is the one that applies here, and on that point,\n   <em>\n    Bayer\n   </em>\n   accords with\n   <em>\n    Seven Words\n   </em>\n   <em>\n    .\n   </em>\n  </p>\n  <p id=\"p-36\">\n   In\n   <em>\n    Bayer\n   </em>\n   , unlike here, the plaintiff \"asserted a claim for damages\" in the district court in addition to stating a \"general prayer for such other relief as the district court deemed proper.\"\n   <em>\n    Id\n   </em>\n   . The plaintiff also \"explicitly argued he was entitled to nominal damages\" before the district court.\n   <em>\n    <extracted-citation case-ids=\"12276256\" index=\"50\" url=\"https://cite.case.law/f3d/861/853/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Thus,\n   <em>\n    Bayer\n   </em>\n   was \"not a case in which the defendant lacked notice that damages were sought until the plaintiff\n   attempted to wrest a claim for nominal damages from a general prayer for relief for the first time on appeal.\"\n   <em>\n    <extracted-citation case-ids=\"12276256\" index=\"51\" url=\"https://cite.case.law/f3d/861/853/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The exact opposite is true here: Plaintiffs seek, for the first time on appeal, to \"wrest a claim for [restitution] from a general prayer for relief\" without prior notice to the Unions.\n  </p>\n  <p id=\"p-37\">\n   Consistent with our decisions in\n   <em>\n    Seven Words\n   </em>\n   and\n   <em>\n    Bayer\n   </em>\n   , we reject Plaintiffs' attempt to manufacture jurisdiction and avoid mootness by suddenly seeking restitution.\n  </p>\n  <p id=\"p-38\">\n   <strong>\n    B.\n   </strong>\n  </p>\n  <p id=\"p-39\">\n   Plaintiffs argue that even if Bain and Sobetski no longer have standing, Bhakta's distinct situation salvages our jurisdiction. Although Bhakta canceled her union membership when she was promoted, Plaintiffs note that, unlike Bain and Sobetski, Bhakta has maintained her employment-albeit as a non-unionized Assistant Principal-with the school district where she was formerly a unionized teacher. Plaintiffs contend that if Bhakta goes back to teaching, \"she would face the same coercion alleged in the SAC.\"\n  </p>\n  <p id=\"p-40\">\n   The problem for Plaintiffs is that they fail to show any intention by Bhakta to return to teaching. Standing requires Bhakta to have an \"actual or imminent\" and \"concrete and particularized\" injury.\n   <em>\n    Defenders of Wildlife\n   </em>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"52\" url=\"https://cite.case.law/us/504/555/#p560\">\n    504 U.S. at 560\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"53\" url=\"https://cite.case.law/us/504/555/#p560\">\n    112 S.Ct. 2130\n   </extracted-citation>\n   . It cannot be merely \"hypothetical\" that she will teach again.\n   <em>\n    <extracted-citation case-ids=\"11730070\" index=\"54\" url=\"https://cite.case.law/us/504/555/#p560\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    Summers v. Earth Island Institute\n   </em>\n   ,\n   <extracted-citation case-ids=\"3679229\" index=\"55\" url=\"https://cite.case.law/us/555/488/#p493\">\n    555 U.S. 488\n   </extracted-citation>\n   , 493,\n   <extracted-citation case-ids=\"3679229\" index=\"56\" url=\"https://cite.case.law/us/555/488/#p493\">\n    129 S.Ct. 1142\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3679229\" index=\"57\" url=\"https://cite.case.law/us/555/488/#p493\">\n    173 L.Ed.2d 1\n   </extracted-citation>\n   (2009). The assertion that Bhakta could\n   <em>\n    conceivably\n   </em>\n   return to her old job, without more, is precisely the type of speculative \"some day\" intention the Supreme Court has rejected as insufficient to confer standing.\n   <em>\n    Defenders of Wildlife\n   </em>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"58\" url=\"https://cite.case.law/us/504/555/#p560\">\n    504 U.S. at 564\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"59\" url=\"https://cite.case.law/us/504/555/#p560\">\n    112 S.Ct. 2130\n   </extracted-citation>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Thomas v. Anchorage Equal Rights Comm'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"11213165\" index=\"60\" url=\"https://cite.case.law/f3d/220/1134/#p1139\">\n    220 F.3d 1134\n   </extracted-citation>\n   , 1139 (9th Cir. 2000) (en banc) (requiring a \"concrete plan\" rather than a \"hypothetical intent to violate the law\" (internal quotation marks omitted) ).\n  </p>\n  <p id=\"p-41\">\n   A case cited by Plaintiffs,\n   <em>\n    Southern Oregon Barter Fair v. Jackson County, Oregon\n   </em>\n   ,\n   <extracted-citation case-ids=\"9238016\" index=\"61\" url=\"https://cite.case.law/f3d/372/1128/\">\n    372 F.3d 1128\n   </extracted-citation>\n   (9th Cir. 2004), actually makes the point. There, the plaintiff organization had not held a major fair in years.\n   <em>\n    <extracted-citation case-ids=\"9238016\" index=\"62\" url=\"https://cite.case.law/f3d/372/1128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9238016\" index=\"62\" url=\"https://cite.case.law/f3d/372/1128/\">\n    at 1134\n   </extracted-citation>\n   . But it\n   <em>\n    had\n   </em>\n   made\n   <em>\n    concrete efforts\n   </em>\n   to hold another event, and because it did so, it alleged a cognizable injury-in-fact.\n   <em>\n    <extracted-citation case-ids=\"9238016\" index=\"63\" url=\"https://cite.case.law/f3d/372/1128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Thus, the case was not moot.\n   <em>\n    <extracted-citation case-ids=\"9238016\" index=\"64\" url=\"https://cite.case.law/f3d/372/1128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The court in\n   <em>\n    Fair\n   </em>\n   was quick to note, however, that the case \"\n   <em>\n    would\n   </em>\n   be moot if the [organization] had entirely ceased to operate, left the business, and no longer sought or intended to seek a license\" to operate.\n   <em>\n    <extracted-citation case-ids=\"9238016\" index=\"65\" url=\"https://cite.case.law/f3d/372/1128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (emphasis added). As\n   <em>\n    Bayer\n   </em>\n   similarly explained:\n  </p>\n  <blockquote id=\"p-42\">\n   A former employee\n   <em>\n    currently seeking\n   </em>\n   to be reinstated or rehired may have standing to seek injunctive relief against a former employer. But a former employee has no claim for injunctive relief addressing the employment practices of a former employer absent a\n   <em>\n    reasonably certain basis\n   </em>\n   for concluding he or she has some personal need for prospective relief.\n  </blockquote>\n  <p id=\"p-43\">\n   <extracted-citation case-ids=\"12276256\" index=\"66\" url=\"https://cite.case.law/f3d/861/853/\">\n    861 F.3d at 865\n   </extracted-citation>\n   (emphasis added; internal citation omitted).\n  </p>\n  <p id=\"p-44\">\n   Unlike in\n   <em>\n    Fair\n   </em>\n   , Plaintiffs do not allege that Bhakta intends to return to teaching. And as in the\n   <em>\n    Bayer\n   </em>\n   illustration, Plaintiffs have \"produced no evidence to suggest that [Bhakta] plans to [re-]seek employment\" as a teacher in the Arcadia Unified School District.\n   <em>\n    <extracted-citation case-ids=\"12276256\" index=\"67\" url=\"https://cite.case.law/f3d/861/853/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Accordingly, Bhakta has not shown the requisite ongoing or imminent injury-in-fact to preserve standing. The case is therefore moot.\n  </p>\n  <p id=\"p-45\">\n   <strong>\n    V.\n   </strong>\n  </p>\n  <p id=\"p-46\">\n   Our conclusion that Plaintiffs' appeal is moot would be the end of the matter but for their fourth-quarter motion to add AAE as an organizational plaintiff under\n   Federal Rule of Civil Procedure 21. Rule 21 provides that \"[o]n motion or on its own, the court may at any time, on just terms, add or drop a party. The court may also sever any claim against a party.\"\n  </p>\n  <p id=\"p-47\">\n   Plaintiffs' motion confronts several obstacles. Most fundamentally, to grant Plaintiffs' request we would first need to hold that a court, having been deprived of jurisdiction by way of mootness, may nevertheless resurrect jurisdiction by adding a party to the suit. Second, we would need to find that AAE has standing in its own right to pursue Plaintiffs' claims. And third, even if we ruled in favor of Plaintiffs on these two jurisdictional issues, we would still need to decide that Plaintiffs satisfy Rule 21 's criteria for adding AAE to the suit.\n  </p>\n  <p id=\"p-48\">\n   Ultimately, despite its efforts, AAE fails to make the grade because, we hold, Rule 21 is an improper vehicle for reviving a moot case, and even if it were not, AAE does not satisfy the requirements for Rule 21 joinder.\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-49\">\n   <strong>\n    A.\n   </strong>\n  </p>\n  <p id=\"p-50\">\n   By the time a case reaches the court of appeals, it has undergone significant development. If it originated in district court, a complaint has been served, an answer or motion to dismiss has been filed, and discovery may have been taken. All of this occurs in the context of a particular dispute between particular parties. Adding a party midstream can alter the character of the litigation in material ways, causing a plaintiff or defendant to adjust their theory of the case, file additional or different motions, and modify their legal strategy. Moreover, joining a party on appeal carries an acute risk of prejudice because the opposing party is deprived of the opportunity to develop the facts and law as is relevant to the new party. For these reasons, Rule 21 is \"rarely\" used on appeal.\n   <em>\n    See\n   </em>\n   <em>\n    Mullaney v. Anderson\n   </em>\n   ,\n   <extracted-citation case-ids=\"641308\" index=\"68\" url=\"https://cite.case.law/us/342/415/#p417\">\n    342 U.S. 415\n   </extracted-citation>\n   , 417,\n   <extracted-citation case-ids=\"641308,1272894\" index=\"69\" url=\"https://cite.case.law/s-ct/72/428/\">\n    72 S.Ct. 428\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"70\" url=\"https://cite.case.law/citations/?q=96%20L.%20Ed.%20458\">\n    96 L.Ed. 458\n   </extracted-citation>\n   (1952).\n  </p>\n  <p id=\"p-51\">\n   Of course, rarely is not never, and we have, in limited circumstances, granted a Rule 21 motion to cure a jurisdictional defect. But we have been careful to restrict this exception to cases satisfying two narrow criteria: where (1) failure to join a party would result in \"meaningless proceedings in the district court,\" thereby thwarting the interests of judicial economy,\n   <em>\n    California Credit UnionLeague v. City of Anaheim\n   </em>\n   ,\n   <extracted-citation case-ids=\"11574036\" index=\"71\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n    190 F.3d 997\n   </extracted-citation>\n   , 1001 (9th Cir. 1999), and where (2) joinder would allow the original plaintiff to perfect jurisdiction for\n   <em>\n    its\n   </em>\n   claims and thereby recover\n   <em>\n    its\n   </em>\n   requested relief,\n   <em>\n    <extracted-citation case-ids=\"11574036\" index=\"72\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n     id.\n    </extracted-citation>\n   </em>\n   at 998 ;\n   <em>\n    Mullaney\n   </em>\n   ,\n   <extracted-citation case-ids=\"641308\" index=\"73\" url=\"https://cite.case.law/us/342/415/#p417\">\n    342 U.S. at 416-17\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"641308,1272894\" index=\"74\" url=\"https://cite.case.law/s-ct/72/428/\">\n    72 S.Ct. 428\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-52\">\n   <em>\n    Anaheim\n   </em>\n   involved a suit brought by federal credit union employees who contested an occupancy tax levied under the City of Anaheim's municipal code.\n   <extracted-citation case-ids=\"11574036\" index=\"75\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n    190 F.3d at 998\n   </extracted-citation>\n   . They argued that the tax violated a federal statute granting credit unions broad immunity from local taxation.\n   <em>\n    <extracted-citation case-ids=\"11574036\" index=\"76\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n     Id.\n    </extracted-citation>\n   </em>\n   We granted relief, but the Supreme Court vacated that decision, holding that the Tax Injunction Act barred such suits unless the United States was a party.\n   <em>\n    <extracted-citation case-ids=\"11574036\" index=\"77\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n     Id.\n    </extracted-citation>\n   </em>\n   On remand, plaintiffs sought to join the United States, and we granted the motion to solve the jurisdictional problem that precluded plaintiffs from securing their requested relief.\n   <em>\n    <extracted-citation case-ids=\"11574036\" index=\"78\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n     Id.\n    </extracted-citation>\n   </em>\n   We explained that,\n  </p>\n  <blockquote id=\"p-53\">\n   [i]f we were to remand this case with instructions to dismiss or to have the United States litigate the merits of the tax exemption issue, the United States and the League, as co-plaintiffs, would\n   simply\n   <em>\n    rely on the League's original complaint\n   </em>\n   against Anaheim,\n   <em>\n    submit the same materials\n   </em>\n   that the League already filed in the district court, and\n   <em>\n    receive a preordained judgment in their favor\n   </em>\n   . The United States and the League \"should not be compelled to jump through these judicial hoops merely for the sake of hypertechnical jurisdictional purity,\" because judicial economy and considerations of practicalities outweigh any concern we have regarding jurisdictional purity.\n  </blockquote>\n  <p id=\"p-54\">\n   <em>\n    <extracted-citation case-ids=\"11574036\" index=\"79\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n     Id.\n    </extracted-citation>\n   </em>\n   (emphasis added; internal citation omitted) (quoting\n   <em>\n    Newman-Green, Inc. v. Alfonzo-Larrain\n   </em>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"80\" url=\"https://cite.case.law/us/490/826/#p837\">\n    490 U.S. 826\n   </extracted-citation>\n   , 837,\n   <extracted-citation case-ids=\"605006\" index=\"81\" url=\"https://cite.case.law/us/490/826/#p837\">\n    109 S.Ct. 2218\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"82\" url=\"https://cite.case.law/us/490/826/#p837\">\n    104 L.Ed.2d 893\n   </extracted-citation>\n   (1989) ). We were quick to caution, however, that granting a Rule 21 motion in such circumstances is \"rare\" and must be \" 'exercised sparingly.' \"\n   <em>\n    Id.\n   </em>\n   at 999, 1001 (quoting\n   <em>\n    Newman-Green\n   </em>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"83\" url=\"https://cite.case.law/us/490/826/#p837\">\n    490 U.S. at 837\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"84\" url=\"https://cite.case.law/us/490/826/#p837\">\n    109 S.Ct. 2218\n   </extracted-citation>\n   );\n   <em>\n    see also\n   </em>\n   <em>\n    Mullaney\n   </em>\n   ,\n   <extracted-citation case-ids=\"641308\" index=\"85\" url=\"https://cite.case.law/us/342/415/#p417\">\n    342 U.S. at 417\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"641308,1272894\" index=\"86\" url=\"https://cite.case.law/s-ct/72/428/\">\n    72 S.Ct. 428\n   </extracted-citation>\n   (\" Rule 21 will rarely come into play at [the appellate] stage of a litigation.\").\n  </p>\n  <p id=\"p-55\">\n   <em>\n    Mullaney\n   </em>\n   involved a suit brought by a fishermen's union and its treasurer against the Alaska tax commissioner.\n   <extracted-citation case-ids=\"641308\" index=\"87\" url=\"https://cite.case.law/us/342/415/#p417\">\n    342 U.S. at 416-17\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"641308,1272894\" index=\"88\" url=\"https://cite.case.law/s-ct/72/428/\">\n    72 S.Ct. 428\n   </extracted-citation>\n   . Once the case reached the Supreme Court, the tax commissioner argued for the first time that plaintiffs lacked standing absent joinder of members of the union.\n   <em>\n    Id.\n   </em>\n   at 416,\n   <extracted-citation case-ids=\"641308,1272894\" index=\"89\" url=\"https://cite.case.law/s-ct/72/428/\">\n    72 S.Ct. 428\n   </extracted-citation>\n   . Petitioners then filed a motion to join two of their members to cure any perceived jurisdictional defect, and the Court granted the motion.\n   <em>\n    <extracted-citation case-ids=\"641308,1272894\" index=\"90\" url=\"https://cite.case.law/s-ct/72/428/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Critically, as in\n   <em>\n    Anaheim\n   </em>\n   , joining the additional parties allowed the original plaintiffs to recover.\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 416-17,\n   <extracted-citation case-ids=\"641308,1272894\" index=\"91\" url=\"https://cite.case.law/s-ct/72/428/\">\n    72 S.Ct. 428\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-56\">\n   Finally,\n   <em>\n    Newman-Green\n   </em>\n   involved a court of appeals' decision to dismiss a dispensable non-diverse party to perfect diversity jurisdiction.\n   <extracted-citation case-ids=\"605006\" index=\"92\" url=\"https://cite.case.law/us/490/826/#p837\">\n    490 U.S. at 836-37\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"93\" url=\"https://cite.case.law/us/490/826/#p837\">\n    109 S.Ct. 2218\n   </extracted-citation>\n   . There was no question that a live controversy existed, or that the court could still award relief to the original plaintiffs.\n   <em>\n    See\n    <extracted-citation case-ids=\"605006\" index=\"94\" url=\"https://cite.case.law/us/490/826/#p837\">\n     id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-57\">\n   The type of jurisdictional defect at issue in our case-mootness-differs from those presented in\n   <em>\n    Mullaney\n   </em>\n   ,\n   <em>\n    Anaheim\n   </em>\n   , and\n   <em>\n    Newman-Green\n   </em>\n   . In those cases, a live controversy existed between the original parties, but the party joined or dropped was either necessary to the suit or, in the case of\n   <em>\n    Newman-Green\n   </em>\n   , dispensable to the suit. The original plaintiffs could recover\n   <em>\n    so long as\n   </em>\n   the additional parties were added or dropped. By contrast, when a case becomes moot the court can no longer award relief to the plaintiffs, and so the proper resolution is dismissal.\n   <em>\n    Picrin-Peron v. Rison\n   </em>\n   ,\n   <extracted-citation case-ids=\"10543804\" index=\"95\" url=\"https://cite.case.law/f2d/930/773/#p775\">\n    930 F.2d 773\n   </extracted-citation>\n   , 775-76 (9th Cir. 1991) ;\n   <em>\n    see also\n   </em>\n   <em>\n    North Carolina v. Rice\n   </em>\n   ,\n   <extracted-citation case-ids=\"6172056\" index=\"96\" url=\"https://cite.case.law/us/404/244/#p246\">\n    404 U.S. 244\n   </extracted-citation>\n   , 246,\n   <extracted-citation case-ids=\"6172056\" index=\"97\" url=\"https://cite.case.law/us/404/244/#p246\">\n    92 S.Ct. 402\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6172056\" index=\"98\" url=\"https://cite.case.law/us/404/244/#p246\">\n    30 L.Ed.2d 413\n   </extracted-citation>\n   (1971) (per curiam) (\"federal courts are without power to decide questions that cannot affect the rights of litigants in the case before them\"). As we have previously observed, Rule 21 is not designed to swap in new plaintiffs for the sake of securing a judicial determination on the merits where the original plaintiffs no longer have a stake in the outcome.\n   <em>\n    See\n   </em>\n   <em>\n    Sable Commc'ns of California Inc. v. Pac. Tel. &amp; Tel. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12027199\" index=\"99\" url=\"https://cite.case.law/f2d/890/184/\">\n    890 F.2d 184\n   </extracted-citation>\n   , 191 n.13 (9th Cir. 1989) (\"Nothing on the face of Rule 21 allows substitution of parties.\").\n  </p>\n  <p id=\"p-58\">\n   The dangers of adding a party to \"un-moot\" a case are substantial. First, unlike granting joinder to perfect jurisdiction for the benefit of the original plaintiffs, joining a party to\n   <em>\n    replace\n   </em>\n   the original plaintiffs effectively hatches a new controversy on appeal, and without the benefit of development in the district court. Second, allowing joinder in such circumstances is contrary to the foundational jurisdictional doctrines of mootness and standing, and disserves the interests of judicial economy and judicial restraint. As the Second Circuit has recognized, the mootness doctrine\n   would be rendered obsolete in many if not most cases if Rule 21 could be used to revive a moot case.\n   <em>\n    Fox\n   </em>\n   ,\n   <extracted-citation case-ids=\"7415444\" index=\"100\" url=\"https://cite.case.law/f3d/42/135/#p141\">\n    42 F.3d at 144\n   </extracted-citation>\n   (discussing\n   <em>\n    Fox v. Bd. of Trustees of the State Univ. of New York\n   </em>\n   ,\n   <extracted-citation case-ids=\"7851687\" index=\"101\" url=\"https://cite.case.law/frd/148/474/#p482\">\n    148 F.R.D. 474\n   </extracted-citation>\n   , 482-89 (N.D.N.Y. 1993) ). So long as a party could locate an eligible participant with standing to pursue an action, a case could avoid ever going moot. As the Northern District of New York held in\n   <em>\n    Fox\n   </em>\n   , whose reasoning was incorporated by reference on appeal:\n  </p>\n  <blockquote id=\"p-59\">\n   Rule 21 was also not enacted as a means for a party to avoid dismissal on mootness grounds. If that were so, no case would ever become moot because a party who no longer had the requisite personal stake in the litigation, so as to satisfy the case or controversy requirement of Article III, would only have to move under Rule 21 for substitution of a party who could satisfy the requirement. That was not the purpose underlying the adoption of Rule 21.\n  </blockquote>\n  <p id=\"p-60\">\n   <em>\n    Fox\n   </em>\n   ,\n   <extracted-citation case-ids=\"7851687\" index=\"102\" url=\"https://cite.case.law/frd/148/474/#p482\">\n    148 F.R.D. at 484\n   </extracted-citation>\n   ,\n   <em>\n    aff'd\n   </em>\n   ,\n   <extracted-citation case-ids=\"7415444\" index=\"103\" url=\"https://cite.case.law/f3d/42/135/#p141\">\n    42 F.3d 135\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-61\">\n   We find the Second Circuit's position compelled by the Supreme Court's decision in\n   <em>\n    Board of School Commissioners of City of Indianapolis v. Jacobs\n   </em>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"104\" url=\"https://cite.case.law/us/420/128/\">\n    420 U.S. 128\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"105\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"106\" url=\"https://cite.case.law/us/420/128/\">\n    43 L.Ed.2d 74\n   </extracted-citation>\n   (1975). There, six students sought a declaration that certain regulations by the Indianapolis Board of School Commissioners violated their First Amendment rights.\n   <em>\n    <extracted-citation case-ids=\"11642882\" index=\"107\" url=\"https://cite.case.law/us/420/128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11642882\" index=\"107\" url=\"https://cite.case.law/us/420/128/\">\n    at 128\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"108\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   . The students' complaint sought class certification for all similarly situated high school students.\n   <em>\n    <extracted-citation case-ids=\"11642882\" index=\"109\" url=\"https://cite.case.law/us/420/128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11642882\" index=\"109\" url=\"https://cite.case.law/us/420/128/\">\n    at 129\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"110\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   . But by the time the case reached the Supreme Court, the named plaintiffs had graduated, rendering the appeal moot.\n   <em>\n    <extracted-citation case-ids=\"11642882\" index=\"111\" url=\"https://cite.case.law/us/420/128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The Court refused to replace the named plaintiffs with other members of the putative class so that the appeal could proceed because the class was never certified.\n   <em>\n    <extracted-citation case-ids=\"11642882\" index=\"112\" url=\"https://cite.case.law/us/420/128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11642882\" index=\"112\" url=\"https://cite.case.law/us/420/128/\">\n    at 129-30\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"113\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   . The Court explained that \"[t]he case is [ ] moot unless it was duly certified as a class action pursuant to Fed. Rule Civ. Proc. 23, a controversy still exists between petitioners and the present members of the class, and the issue in controversy is such that it is capable of repetition yet evading review.\"\n   <em>\n    <extracted-citation case-ids=\"11642882\" index=\"114\" url=\"https://cite.case.law/us/420/128/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11642882\" index=\"114\" url=\"https://cite.case.law/us/420/128/\">\n    at 129\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"115\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   . While it appears no Rule 21 motion was ever filed, the Court's holding applies with particular force to the instant matter.\n   <em>\n    Jacobs\n   </em>\n   stands for the proposition that absent the unique circumstance of class certification, courts lack the authority to replace a party with a new one once a case becomes moot.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"11642882\" index=\"116\" url=\"https://cite.case.law/us/420/128/\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11642882\" index=\"116\" url=\"https://cite.case.law/us/420/128/\">\n    at 129-30\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"117\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   ;\n   <em>\n    Eckert v. Equitable Life Assurance Soc'y of U.S.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1115785\" index=\"118\" url=\"https://cite.case.law/frd/227/60/#p63\">\n    227 F.R.D. 60\n   </extracted-citation>\n   , 63 (E.D.N.Y. 2005) (\"[C]lass certification acts as a lifeboat for a claim that would otherwise be moot ....\").\n  </p>\n  <p id=\"p-62\">\n   Adding AAE on appeal also clashes with the Supreme Court's careful articulation of the Article III standing doctrine.\n  </p>\n  <blockquote id=\"p-63\">\n   In limiting the judicial power to 'Cases' and 'Controversies,' Article III of the Constitution restricts it to the traditional role of Anglo-American courts, which is to redress or prevent actual or imminently threatened injury to persons caused by private or official violation of law. Except when necessary in the execution of that function, courts have no charter to review and revise legislative and executive action.\n  </blockquote>\n  <p id=\"p-64\">\n   <em>\n    Summers\n   </em>\n   ,\n   <extracted-citation case-ids=\"3679229\" index=\"119\" url=\"https://cite.case.law/us/555/488/#p493\">\n    555 U.S. at 492\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3679229\" index=\"120\" url=\"https://cite.case.law/us/555/488/#p493\">\n    129 S.Ct. 1142\n   </extracted-citation>\n   . Where the original plaintiffs no longer have an actionable claim, replacing them with a new plaintiff risks resolving a generalized grievance over remedying an individualized injury.\n   <em>\n    Lexmark Int'l, Inc. v. Static Control Components, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12706985\" index=\"121\" url=\"https://cite.case.law/us/572/118/\">\n    572 U.S. 118\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12706985,12579076\" index=\"122\" url=\"https://cite.case.law/s-ct/134/1377/\">\n    134 S.Ct. 1377\n   </extracted-citation>\n   , 1386,\n   <extracted-citation case-ids=\"12706985,12579076\" index=\"123\" url=\"https://cite.case.law/s-ct/134/1377/\">\n    188 L.Ed.2d 392\n   </extracted-citation>\n   (2014) (recognizing the prudential limitation on \"adjudication of generalized grievances\" (internal quotation marks omitted) ). Such an approach not only strikes at standing's doctrinal underpinnings, but it is hardly \"necessary in the execution of\" the court's function to \"redress\" an \"injury\"-after\n   all, the plaintiffs that invoked the court's jurisdiction no longer\n   <em>\n    have\n   </em>\n   a redressable injury.\n  </p>\n  <p id=\"p-65\">\n   The harm from courts arrogating power by giving short shrift to the standing doctrine is particularly acute where, as here, we are asked to pass on questions of constitutional import. \"If there is one doctrine more deeply rooted than any other in the process of constitutional adjudication, it is that we ought not to pass on questions of constitutionality ... unless such adjudication is unavoidable.\"\n   <em>\n    Clinton v. Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"11652833\" index=\"124\" url=\"https://cite.case.law/us/520/681/#p690\">\n    520 U.S. 681\n   </extracted-citation>\n   , 690, n.11,\n   <extracted-citation case-ids=\"11652833\" index=\"125\" url=\"https://cite.case.law/us/520/681/#p690\">\n    117 S.Ct. 1636\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11652833\" index=\"126\" url=\"https://cite.case.law/us/520/681/#p690\">\n    137 L.Ed.2d 945\n   </extracted-citation>\n   (1997) (internal quotation marks omitted). It would turn this axiom on its head to hold that we\n   <em>\n    should\n   </em>\n   \"pass on questions of constitutionality\" where an appeal has become moot.\n  </p>\n  <p id=\"p-66\">\n   For all these reasons, we join the Second Circuit in holding that Rule 21 may not be used to rehabilitate a court's jurisdiction where a case becomes moot on appeal. Accordingly, we deny Plaintiffs' motion to join AAE as a party to the instant action.\n  </p>\n  <p id=\"p-67\">\n   <strong>\n    B.\n   </strong>\n  </p>\n  <p id=\"p-68\">\n   For the sake of completeness, we proceed to consider whether AAE satisfies the criteria for Rule 21 joinder, notwithstanding our holding that the appeal is moot. \"[A] party may join a lawsuit on appeal under Rule 21 when the party seeking joinder [1] requests the same remedy as the original party and [2] offers the same reasons for that remedy and [3] earlier joinder would not have affected the course of the litigation.\"\n   <em>\n    Anaheim\n   </em>\n   ,\n   <extracted-citation case-ids=\"11574036\" index=\"127\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n    190 F.3d at 999\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-69\">\n   AAE satisfies the first factor because both it and Plaintiffs seek the same declaratory and injunctive relief. While Plaintiffs also seek restitution in their post-merits briefing, as explained in Part IV.A,\n   <em>\n    supra\n   </em>\n   , we do not credit this eleventh-hour plea to convert a matter that was always about securing prospective equitable relief into a claim for money damages. However, AAE fails to carry its burden on the second and third factors. AAE has not shown that it seeks relief for the same reasons as the original Plaintiffs and, as a consequence, joining AAE presents a considerable risk of prejudice to the Unions in their chosen defense.\n  </p>\n  <p id=\"p-70\">\n   AAE's interests and those of the Unions diverge in a crucial way: AAE seeks to out-compete the Unions, whereas Plaintiffs continue to support their Unions. Indeed, AAE characterizes its mission as providing an \"alternative to the partisan politics ... of the teacher labor unions.\" AAE has also \"acknowledg[ed] that [its affiliates and affiliates of public sector teachers' unions] compete for membership dues dollars, because as a practical matter both organizations offer similar benefits ... and one would not expect teachers to pay two sets of dues for similar benefits.\"\n   <em>\n    Unified Sch. Dist. No. 233 Johnson Cnty. v. Kansas Ass'n of Am. Educators\n   </em>\n   ,\n   <extracted-citation case-ids=\"861216\" index=\"128\" url=\"https://cite.case.law/kan/275/313/#p324\">\n    275 Kan. 313\n   </extracted-citation>\n   , 324,\n   <extracted-citation case-ids=\"861216\" index=\"129\" url=\"https://cite.case.law/kan/275/313/#p324\">\n    64 P.3d 372\n   </extracted-citation>\n   (2003) (internal quotation marks omitted). In other words, join AAE, not the Unions. Driving home the point, AAE recently stated that \"[t]here is a direct conflict between AAE's mission\" and collective bargaining by the Unions, and that it \"object[s] on policy grounds to the positions taken by teachers' unions in the collective-bargaining process and outside of that process.\" Compl. at 11-12 (\n   <em>\n    Yohn v. California Teachers Ass'n\n   </em>\n   , No. 8:17-cv-00202-JLS-DFM (C.D. Cal. Feb. 6, 2017) ). Plaintiffs, by contrast, \"value their unions,\" in particular the \"support\" their Unions provide in \"negotiating with their employers\" through collective bargaining.\n  </p>\n  <p id=\"p-71\">\n   The mis-match in objectives renders it implausible that AAE seeks injunctive and declaratory relief to, as the Plaintiffs desire, make Union membership\n   <em>\n    more at\n   </em>\n   <em>\n    tractive\n   </em>\n   to teachers reluctant to pay the Unions' non-chargeable fee. It also means the Unions may have litigated the case differently, and made alternative arguments, had AAE been a party from the start. For example, the Unions likely would have argued that AAE lacks organizational standing-a threshold question not implicated by the Plaintiffs' original action. The Unions may have also explored the distinction between AAE's members' alleged First Amendment injury and Plaintiffs' own: Plaintiffs are Union members whose free speech interests are allegedly infringed by the requirement that they pay their Unions' non-chargeable fee. AAE, by contrast, does not allege that any of its members are members of the Unions, let alone that they are subject to the same fee.\n  </p>\n  <p id=\"p-72\">\n   The legal import of this distinction is far from speculative. The Supreme Court has consistently held that unions-acting under the aegis of federal or state law-infringe non-Union members' free speech rights\n   <em>\n    if\n   </em>\n   they compel nonmembers to finance the Unions' political activities-something AAE does not allege the Unions have done here.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Commc'ns Workers of Am. v. Beck\n   </em>\n   ,\n   <extracted-citation case-ids=\"1774712\" index=\"130\" url=\"https://cite.case.law/us/487/735/#p758\">\n    487 U.S. 735\n   </extracted-citation>\n   , 758, 761,\n   <extracted-citation case-ids=\"1774712\" index=\"131\" url=\"https://cite.case.law/us/487/735/#p758\">\n    108 S.Ct. 2641\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1774712\" index=\"132\" url=\"https://cite.case.law/us/487/735/#p758\">\n    101 L.Ed.2d 634\n   </extracted-citation>\n   (1988) (\"the [Railway Labor Act] does not permit a union, over the objections of nonmembers, to expend compelled agency fees on political causes\");\n   <em>\n    Abood\n   </em>\n   ,\n   <extracted-citation case-ids=\"1929\" index=\"133\" url=\"https://cite.case.law/us/431/209/#p234\">\n    431 U.S. at 234-36\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1929\" index=\"134\" url=\"https://cite.case.law/us/431/209/#p234\">\n    97 S.Ct. 1782\n   </extracted-citation>\n   (addressing the First Amendment rights of nonmembers not to fund a union's political and ideological activities);\n   <em>\n    cf.\n   </em>\n   <em>\n    Ellis v. Railway Clerks\n   </em>\n   ,\n   <extracted-citation case-ids=\"6201747\" index=\"135\" url=\"https://cite.case.law/us/466/435/\">\n    466 U.S. 435\n   </extracted-citation>\n   , 455 n.14,\n   <extracted-citation case-ids=\"6201747\" index=\"136\" url=\"https://cite.case.law/us/466/435/\">\n    104 S.Ct. 1883\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6201747\" index=\"137\" url=\"https://cite.case.law/us/466/435/\">\n    80 L.Ed.2d 428\n   </extracted-citation>\n   (1984) (distinguishing \"voluntary members\" from objecting \"nonmembers\"). Had AAE's constitutional claims been squarely presented in the district court and in the merits briefing on appeal, the parties could have addressed the applicability of this line of precedent on AAE's asserted First Amendment interests.\n  </p>\n  <p id=\"p-73\">\n   Even if prejudice were not apparent, an acute tension in interests presents an inescapable\n   <em>\n    risk\n   </em>\n   of prejudice to the opposing party. We therefore adopt the precautionary principle when deciding a motion to join a party midstream: unless the interests of the party to be joined align with those of the original party to the suit, then, as a general rule, the proper course is to deny the motion.\n   <em>\n    See\n   </em>\n   <em>\n    Spangler v. Pasadena City Bd. of Educ.\n   </em>\n   ,\n   <extracted-citation case-ids=\"974970\" index=\"138\" url=\"https://cite.case.law/f2d/552/1326/#p1328\">\n    552 F.2d 1326\n   </extracted-citation>\n   , 1328 (9th Cir. 1977) (Kennedy, J.) (adding a party under Rule 21 is only appropriate where the party seeking joinder, among other things, \"offer[s] all the same reasons for relief\"). The impropriety of granting a Rule 21 motion under the circumstances here is magnified where, as here, adding a party seeks to cure a jurisdictional defect.\n   <em>\n    Anaheim\n   </em>\n   ,\n   <extracted-citation case-ids=\"11574036\" index=\"139\" url=\"https://cite.case.law/f3d/190/997/#p1001\">\n    190 F.3d at 999, 1001\n   </extracted-citation>\n   (granting a Rule 21 motion to cure a jurisdictional defect is \"rare\" and must be \" 'exercised sparingly' \" (quoting\n   <em>\n    Newman-Green\n   </em>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"140\" url=\"https://cite.case.law/us/490/826/#p837\">\n    490 U.S. at 837\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"605006\" index=\"141\" url=\"https://cite.case.law/us/490/826/#p837\">\n    109 S.Ct. 2218\n   </extracted-citation>\n   ) ).\n  </p>\n  <p id=\"p-74\">\n   To be sure, the Unions, acting in their capacities as the exclusive bargaining representatives of California's public school teachers in negotiations with the State, offer privileges of membership that AAE cannot provide. These include voting rights within the Unions and the privilege of serving on certain school district policy committees. This disjuncture in benefits may provide some surface appeal to AAE's argument that their members might join the Unions but for the Unions' mandatory political fees, and thus that their members and Plaintiffs share a common interest in this litigation. But AAE fails to identify\n   <em>\n    any\n   </em>\n   of its members that seek to join the Unions. And even if it did, voting rights and committee privileges do not implicate a First Amendment interest.\n   <em>\n    Minn. State Bd. for Comm'y Colleges v. Knight\n   </em>\n   ,\n   <extracted-citation case-ids=\"11335656\" index=\"142\" url=\"https://cite.case.law/us/465/271/#p289\">\n    465 U.S. 271\n   </extracted-citation>\n   , 289-90,\n   <extracted-citation case-ids=\"11335656\" index=\"143\" url=\"https://cite.case.law/us/465/271/#p289\">\n    104 S.Ct. 1058\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11335656\" index=\"144\" url=\"https://cite.case.law/us/465/271/#p289\">\n    79 L.Ed.2d 299\n   </extracted-citation>\n   (1984). That is because \"pressure to join the exclusive representative in\n   order to give [individuals] the opportunity to,\" among other things, \"serve on ... committees\" is \"inherent in our system of government;\n   <em>\n    it does not create an unconstitutional inhibition\n   </em>\n   <em>\n    on associational freedom.\n   </em>\n   \"\n   <footnotemark>\n    7\n   </footnotemark>\n   <em>\n    <extracted-citation case-ids=\"11335656\" index=\"145\" url=\"https://cite.case.law/us/465/271/#p289\">\n     Id.\n    </extracted-citation>\n   </em>\n   (emphasis added). Thus, whatever the merits of Plaintiffs' First Amendment claim, their constitutional interest does not extend to the collective bargaining rights that are peculiar to an agency shop union.\n  </p>\n  <p id=\"p-75\">\n   In sum, because AAE's interests in pursuing this appeal diverge from those of the original Plaintiffs, the risk of prejudice to the Unions of adding AAE as a party to Plaintiffs' action is acute. AAE therefore cannot satisfy the three-part test for joining a party under Rule 21.\n  </p>\n  <p id=\"p-76\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-77\">\n   In both the district court and in their merits briefing on appeal, Plaintiffs were the only plaintiffs to this suit. But Plaintiffs resigned their Union memberships during the pendency of their appeal, thereby mooting the appeal and depriving us of jurisdiction. Now, at the eleventh hour, Plaintiffs seek to add a new party, AAE, to their action. Adding a new party on appeal is rarely done, however, and is particularly ill-advised-indeed, we hold it to be erroneous as a matter of law-when used to resurrect a moot case.\n   <em>\n    Fox\n   </em>\n   ,\n   <extracted-citation case-ids=\"7415444\" index=\"146\" url=\"https://cite.case.law/f3d/42/135/#p141\">\n    42 F.3d at\n   </extracted-citation>\n   144 ;\n   <em>\n    see also\n   </em>\n   <em>\n    Jacobs\n   </em>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"147\" url=\"https://cite.case.law/us/420/128/\">\n    420 U.S. at 129-30\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11642882\" index=\"148\" url=\"https://cite.case.law/us/420/128/\">\n    95 S.Ct. 848\n   </extracted-citation>\n   . And even if mootness were not an insurmountable barrier to considering a Rule 21 motion, we would still deny the motion because AAE fails to satisfy the criteria for Rule 21 joinder. Accordingly, we\n   <strong>\n    DISMISS\n   </strong>\n   Plaintiffs' appeal and\n   <strong>\n    REMAND\n   </strong>\n   <footnotemark>\n    8\n   </footnotemark>\n   to the district court with instructions to dismiss the case without vacating its judgment.\n   <footnotemark>\n    9\n   </footnotemark>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-81\">\n    An \"agency shop\" differs from a \"union shop\"-a term used in some of the cases cited in this opinion-in that the former refers to unions in which membership is voluntary, whereas a \"union shop\" arrangement means that all employees\n    <em>\n     are\n    </em>\n    technically union members.\n    <em>\n     Kidwell v. Transp. Commc'ns Int'l Union\n    </em>\n    ,\n    <extracted-citation case-ids=\"10521669\" index=\"149\" url=\"https://cite.case.law/f2d/946/283/\">\n     946 F.2d 283\n    </extracted-citation>\n    , 291 (4th Cir. 1991).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-82\">\n    The schools automatically deduct these \"chargeable fees\" from all teachers' paychecks.\n    <extracted-citation index=\"150\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%203543.1\">\n     Cal. Gov't Code § 3543.1\n    </extracted-citation>\n    (d) ;\n    <em>\n     see\n    </em>\n    <extracted-citation index=\"151\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%C2%A7%2045060\">\n     Cal. Educ. Code §§ 45060\n    </extracted-citation>\n    , 45061, 45061.5, 45168.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-83\">\n    If the Unions did negotiate for SDI, then such insurance would be provided to all teachers-members and nonmembers alike. By the same token, all teachers would be required to pay insurance premiums on the policies.\n    <extracted-citation index=\"152\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%20710.4\">\n     Cal. Unemp. Ins. Code § 710.4\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-84\">\n    The First Amendment to the U.S. Constitution provides that \"Congress shall make no law ... abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\" Article I, § 2(a) of the California Constitution provides that \"[e]very person may freely speak, write and publish his or her sentiments on all subjects, being responsible for the abuse of this right. A law may not restrain or abridge liberty of speech or press.\"\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-85\">\n    Plaintiffs' position on appeal differs from their requested relief in their SAC. Whereas the SAC seeks a declaration that California's agency shop statutes are unconstitutional, Plaintiffs on appeal seek to\n    <em>\n     enjoin\n    </em>\n    the agency shop laws through \"an order operating\n    <em>\n     upon the State\n    </em>\n    ....\" (emphasis added). But California is not a party to this action, and failure to give California an opportunity to defend its own law before a court strikes it down arguably runs afoul of the Federal Rules of Civil Procedure and skirts a due process violation.\n    <em>\n     See\n    </em>\n    Fed. R. Civ. P. 65(d)(2) (defining \"[p]ersons [b]ound\" by an order granting injunctive relief to include \"parties\" or \"other persons who are in active concert of participation\" with a party to the action);\n    <em>\n     Hakeem v. Stinson\n    </em>\n    ,\n    <extracted-citation index=\"153\" url=\"https://cite.case.law/citations/?q=39%20Fed.%20Appx.%20674\">\n     39 Fed.Appx. 674\n    </extracted-citation>\n    , 675 (2d Cir. 2002) (\"Generally, we may order no injunctive relief against non-parties ....\");\n    <em>\n     cf\n    </em>\n    .\n    <em>\n     Catanzaro v. Michigan Dep't of Corr.\n    </em>\n    , No. 08-11173,\n    <extracted-citation index=\"154\" url=\"https://cite.case.law/citations/?q=2009%20WL%202139210\">\n     2009 WL 2139210\n    </extracted-citation>\n    , at *1 (E.D. Mich. July 14, 2009) (\"This court has no authority to order relief for a non-party.\").\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-86\">\n    We assume without deciding that AAE has organizational standing to press Plaintiffs' constitutional claims.\n    <em>\n     See\n    </em>\n    <em>\n     Hunt v. Wash. State Apple Adver. Comm'n\n    </em>\n    ,\n    <extracted-citation case-ids=\"6179268\" index=\"155\" url=\"https://cite.case.law/us/432/333/#p343\">\n     432 U.S. 333\n    </extracted-citation>\n    , 343,\n    <extracted-citation case-ids=\"6179268\" index=\"156\" url=\"https://cite.case.law/us/432/333/#p343\">\n     97 S.Ct. 2434\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"6179268\" index=\"157\" url=\"https://cite.case.law/us/432/333/#p343\">\n     53 L.Ed.2d 383\n    </extracted-citation>\n    (1977) (setting forth the standard for organizational standing).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-87\">\n    <em>\n     Knight\n    </em>\n    involved a challenge to a state statute requiring public employers to engage in official exchanges of views only with an \"exclusive representative\" of the public employee union's bargaining unit.\n    <em>\n     Knight\n    </em>\n    ,\n    <extracted-citation case-ids=\"11335656\" index=\"158\" url=\"https://cite.case.law/us/465/271/#p289\">\n     465 U.S. at 273\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11335656\" index=\"159\" url=\"https://cite.case.law/us/465/271/#p289\">\n     104 S.Ct. 1058\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-88\">\n    In line with our disposition, we\n    <strong>\n     GRANT\n    </strong>\n    the Unions' motion to dismiss the appeal as moot and\n    <strong>\n     DENY\n    </strong>\n    Plaintiffs and AAE's motion for joinder.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-89\">\n    The Unions argue for dismissal without vacatur and Plaintiffs do not offer a counterargument. We agree with the Unions that vacating the district court's judgment would be inconsistent with the \"equitable tradition of vacatur.\"\n    <em>\n     U.S. Bancorp Mortg. Co. v. Bonner Mall P'ship\n    </em>\n    ,\n    <extracted-citation case-ids=\"1332416\" index=\"160\" url=\"https://cite.case.law/us/513/18/#p25\">\n     513 U.S. 18\n    </extracted-citation>\n    , 25,\n    <extracted-citation case-ids=\"1332416,6117237\" index=\"161\" url=\"https://cite.case.law/s-ct/115/386/\">\n     115 S.Ct. 386\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"1332416\" index=\"162\" url=\"https://cite.case.law/us/513/18/#p25\">\n     130 L.Ed.2d 233\n    </extracted-citation>\n    (1994). \"It is [Plaintiffs'] burden, as the part[ies] seeking relief from the status quo of the appellate judgment, to demonstrate ... equitable entitlement to the extraordinary remedy of vacatur. [Plaintiffs'] voluntary forfeiture of review,\" by being the parties responsible for mooting the controversy, \"constitutes a failure of equity that makes the burden decisive ....\"\n    <em>\n     <extracted-citation case-ids=\"1332416\" index=\"163\" url=\"https://cite.case.law/us/513/18/#p25\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"1332416\" index=\"163\" url=\"https://cite.case.law/us/513/18/#p25\">\n     at 26\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"1332416,6117237\" index=\"164\" url=\"https://cite.case.law/s-ct/115/386/\">\n     115 S.Ct. 386\n    </extracted-citation>\n    . Indeed, allowing Plaintiffs to vacate the judgment below would constitute a \"refined form of collateral attack\" that would \"disturb the orderly operation of the federal judicial system.\"\n    <em>\n     Id.\n    </em>\n    at 27,\n    <extracted-citation case-ids=\"1332416,6117237\" index=\"165\" url=\"https://cite.case.law/s-ct/115/386/\">\n     115 S.Ct. 386\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}