{
  "casebody": {
    "data": "<casebody firstpage=\"649\" lastpage=\"654\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b675-12\">Anna P. Harris et al. v. Mary K. Brower et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b675-13\">No. 257.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b675-14\">1. Probate Sale of Chattels in 1846.—We are of opinion, that while-the statute in force May, 1S46 (Hartley’s Digest, article 1018), was silent as to the necessity of confirmation by the court of an administrator’s sale of chattels, it was evidently intended that the Probate Court should have the power to approve or disapprove such sale; to act upon the price or security taken. In absence of confirmation of such sale, it devolves upon the purchaser, or party asserting titleunder such sale, to show payment or that security was given—compliance with the statute in all material provisions.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b675-15\">2. Lapse of Time.—A land certificate was sold May, 1846, at probate sale, by the widow of the owner, who was his administratrix. Return was made of the sale as upon approved security, but no action upon the report of sale was taken by the court. Ho conveyance was made to the purchaser. In 1888 the widow and other heirs brought suit for the land which had been secured under the certificate, against remote vendees. <em>Held, </em>that it devolved upon the defendants to prove compliance with the terms of the sale; no such proof being made, the plaintiffs, having the legal title, were entitled to recover, the defendants not showing any equity; the lapse of time did not affect the rights of the plaintiffs to recover.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b675-16\">3. Presumption of Conveyance.—See facts held insufficient to prove a conveyance.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b676-2\"><page-number citation-index=\"1\" label=\"650\">*650</page-number>Appeal from McLennan. Tried below before Hon. A. C. Prendergast, Special District Judge.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b676-3\"><em>Clark, Dyer &amp; Bolinger, </em>for appellants.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"Anb\">1. The evidence in this cause shows that Mary K. Brower (then Mary K. Lawder), one of the plaintiffs herein, as administratrix of the estate of Rynd Lawder, on April 6, 1846, in probate proceedings upon he estate of Rynd Lawder, deceased, sold, conveyed, and delivered the land certificate by virtue of which the land involved in this suit was located, to William L. Delap; and such certificate having been so sold by the administratrix of said estate, left no title in said land certificate to descend and vest in plaintiffs as heirs at law of Rynd Lawder, deceased, and the court erred in holding otherwise, and in entering judgment for plaintiffs.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b676-4\">2. The law in force on April 5, 1846, when Mary K. Lawder (now the plaintiff, Mary K. Brower), as administratrix of the estate of Rynd Lawder, \"deceased, sold the C. C. Goodman land certificate by virtue of which the land involved herein was located, did not require any order or confirmation of sale as respected either real estate or personal property, but only a sworn report by the administratrix of such sale, and upon security satisfactory to her; and the law having been complied with, a title to the land certificate vested in William L. Delap, the purchaser, that can not ■at this late date be questioned. 1-Iart. Dig., arts. 1016-1018, 1058, 1059. Article 1099, Hartley’s Digest, requiring, for the first time, confirmation of sales, was passed May 11, 1846, after the sale of the land certificate in question had been made, it having been sold April 5, 1846.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b676-5\">3. The court erred in holding that the defendants should show a confirmation of the sale of said land certificate made by Mary K. Lawder as administratrix of Rynd Lawder, deceased, because owing to the long lapse of time, over forty years, such order would in the absence of proof be presumed, especially as the evidence shows a possession by Delap, the purchaser at such administration sale, and by his vendees, of said land c'ertificate.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b676-6\"><em>James B. Goff, </em>for appellees.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"APFp\">Although there may not have been, on April 5, 1846, any statute expressly requiring an order confirming a sale, the law then in force required the administrator to report all sales to the court; and the object of this requirement was to enable the court to scrutinize the proceedings, decide on. the validity and fairness of the sale, and approve or disapprove it. Probate sales are acts of the court, and the act of the administrator in executing its orders is ministerial; and without approval by the court or the performance of some act entitling the purchaser to an approval, such as payment of the purchase money, or giving his note with approved security, the sale is incomplete and passes no title. Hart. Dig., art. 1018; McBain v. McBain, 15 Ohio <page-number citation-index=\"1\" label=\"651\">*651</page-number>St., 337; Curtis v. Norton, 1 Ohio, 137; Williamson v. Berry, 8 How., 476; Gowan v. Jones, 10 S. <em>&amp; </em>M., 164; Dickerson v. Talbot, 14 B. Mon., 60; Mason v. Osgood, 64 N. C., 467; Rawlins v. Bailey, 15 Ill., 178; Valle v. Fleming, 19 Mo., 454; Wallace v. Hall, 19 Ala., 367; Rea v. McEachron, 13 Wend., 465; Bonner v. Greenlee, 6 Ala., 411; Wade v. Carpenter, 4 Iowa, 361; State v. Towl, 48 Mo., 408.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b677-5\">COLLARD, Associate Justice.</author>\n<p id=\"ATe\">The statement of the nature and result of the suit, made by appellants and accepted by appellees, is as follows:</p>\n<p id=\"b677-6\">“Appellees, Mary K. Brower and Marion H. Lawder, joined by her husband John F. Lawder, as plaintiffs in the court below, brought this suit in the ordinary form of trespass to try title, against the appellants, Annie P. Harris, Rebecca L. Harris, J. W. Harris, Lillie B. Fisher, Walter P. Fisher, and Charles Welch, as defendants in the\" court below, for the recovery of the Christopher C. Goodman survey of land in Coryell County, Texas, patented to the heirs of R. Lawder, assignee of said Christopher Goodman; said suit having been brought on July 3,1888, in the District Court of Coryell County, Texas, and which cause was subsequently, on a change of venue, removed into the District Court of Mc-Lennan County, Texas.</p>\n<p id=\"b677-7\">“ The said defendants therein plead, first, general demurrer; second, plea of not guilty.</p>\n<p id=\"b677-8\">“ There was a trial had before the court, without the intervention of a jury, and judgment rendered for the plaintiffs, appellees, for the recovery of the lands sued for. Defendants appealed, and assign errors.”</p>\n<p id=\"b677-9\">The facts are as follows:</p>\n<p id=\"b677-10\">Rynd Lawder and Mary K. Irwin intermarried in 1837. Rynd Lawder died in May, 1841, leaving his wife, plaintiff Mary K. Brower, and his only child, plaintiff Marion H. Lawder, surviving him. The widow administered upon the estate of deceeased in Matagorda County, Texas. He “ held and claimed ” the C. C. Goodman certificate for one-third of a league of land, which was located in Coryell County upon the land in suit, and patented to the heirs of Rynd Lawder, assignee of Christopher C. Goodman. The evidence does not show when the certificate was located, by whom it was located, or when the patent issued, but at the trial the patent was in the possession of the attorneys for defendants.</p>\n<p id=\"b677-11\">Defendants claim title by virtue of the following proceedings in the Probate Court of Matagorda County, in the succession of Rynd Lawder, deceased:</p>\n<p id=\"b677-12\">Petition of Mary K. Lawder, administratrix of the estate, to the March. Term of the court, 1846, to sell the Jacob Schenck 640 acres of land, the C. C. Goodman 640 acres bounty claim, “ C. C. Goodman’s certificate for one-third of a league of land, located and surveyed on Reed’s Creek in <page-number citation-index=\"1\" label=\"652\">*652</page-number>this [Matagorda] County,” Rynd Lawder’s 320 acres bounty certificate, his certificate for three months pay in the army. The petition asked the sale to pay debts of the estate, upon a credit of twelve months.</p>\n<p id=\"b678-5\">On the 31st of March the court ordered the sale as prayed for in the petition, “on a credit of twelve months, with good and approved security.”</p>\n<p id=\"b678-6\">We find in the record a notice of the scale, dated 5tli of April, 1846, signed by the administratrix, stating that the sale will be made of the property as ordered on the first Tuesday in May following, “ on a credit of twelve months, with good and approved security.”</p>\n<p id=\"b678-7\">On the 6th of May, 1846, the administratrix made report of sale, under oath, of all the property ordered sold, “ on a credit of twelve months, with good and approved security”—not stating what the security was, or in what form—showing that the two Goodman certificates were sold to William L. Delap, the 640 for 840, and the third of a league for $90. ¡No confirmation of the sale by the court was shown, and no other orders of the court in the succession, except as stated. The land in suit was located and patented by virtue of the C. C. Goodman one-third league certificate.</p>\n<p id=\"b678-8\">It was admitted on the trial, that defendants had all the title in the land in controversy that vested in Delap by the foregoing proceedings in the Probate Court.</p>\n<p id=\"b678-9\">Defendants also introduced a deed by Delap’s administrator, Thomas Forester, dated June 29, 1849, conveying the Goodman one-tliird of a league certificate, made by order of the Probate Court of Matagorda County, which deed recited, that it was made in lieu of a deed made by Delap to Forester in his (Delap’s) lifetime, which former deed contained an error of description of the certificate. The deed was recorded in Matagorda County the 11th day of March, 1850, and in Coryell County on August 4, 1881.</p>\n<p id=\"b678-10\">Also, a deed by Forester to Samuel W. Fisher, of date March 7, 1850, in consideration of 8150, to the same certificate, which was recorded in Matagorda County on March 9, 1850, and in Coryell County on August 4, 1881.</p>\n<p id=\"b678-11\">Also, a deed of Fisher to defendant John W. Harris, in consideration of $200, conveying to Harris the same certificate, dated October 19, 1854, recorded in Coryell County on August 4, 1881. The administratrix made no deed of conveyance to Delap of the certificate sold to him.</p>\n<p id=\"b678-12\">Mrs. Mary K. Brower, formerly Mrs. Lawder, testified on the trial, that she made sale of the certificate located on the land in suit to Delap; that is, she put it up for sale and it was bid in by him, but that she did not convey it to him, because he did not comply with the terms of the sale; that <em>‘ ‘ </em>he never paid anything for it. ’ ’</p>\n<p id=\"b678-13\">She was asked on cross-examination if it was not a fact, that when she <page-number citation-index=\"1\" label=\"653\">*653</page-number>sold the certificate she took personal security for the amount of the purchase price of the same, and if she did not so report to the court. She answered, “It is not a fact, and I did not so report, but did report that the certificate was sold to Delap on a credit of twelve months, with good and approved security, but I did not report that he had paid for it, as he did not.”</p>\n<p id=\"b679-5\">She was also asked, if she remembered who it was who became personal security for the note given for the purchase price of the certificate; and she answered, “ I know nothing of such note or of any person becoming security for one.”</p>\n<p id=\"b679-6\">She was also asked, what she had done with the note received for the purchase price of the sale of the certificate, and if she was certain she had not collected it. She answered, “I never had sucha note, and know nothing about it.”</p>\n<p id=\"b679-7\">We conclude that the court below, upon her testimony, found as a fact, that no note with security was given for the purchase price of the certificate, and that Delap paid nothing therefor; and we conclude that the evidence warrants the finding.</p>\n<p id=\"b679-8\">Opinion.—Assignments of error by appellants assail the judgment of the court below upon several grounds, but they may be summed up in the propositions, that the court erred in not holding that the proceedings in the Probate Court of Matagorda County established title in Delap to the Goodman one-third of a league certificate, and consequently to the land located by virtue thereof, and that the lapse of time, in connection with the acts of ownership by Delap and his vendees, shows a conclusive presumption of law of ownership on the part of the appellants, and that an order of confirmation of the sale had been made.</p>\n<p id=\"b679-9\">It is true, that at the time the sale was made by the administratrix to Delap, the statute did not require a confirmation of the sale to perfect the sale, and that such confirmation was not specifically prescribed until the Act of May 11, 1846, which took effect July 13, 1846. Hart. Dig., arts. 1016, 1017, 1018, 1058, 1059, 1099.</p>\n<p id=\"b679-10\">The Act of 1840 (Hartley’s Digest, article 1018) did require a return of sale by executors and administrators within one month after sale.</p>\n<p id=\"b679-11\">We are of opinion, that while the statute at the time of the sale in question was silent as to the necessity of confirmation, it was evidently intended that the Probate Court should have the power to approve or disapprove a sale—to approve or disapprove the price for which property was sold and the security offered for such price.</p>\n<p id=\"b679-12\">If the court had acted on the return made by the administratrix and confirmed the sale, the decree would have been conclusive; but in the absence of such a decree, the title could not pass unless it had been shown that the statute had been complied with. There being no such decree, <page-number citation-index=\"1\" label=\"654\">*654</page-number>the presumptions usually invoked in favor of a judgment could not be indulged; but to sustain the sale, it must have been shown that the vendee was entitled to a confirmation by compliance with the statute by following-its directions in all material particulars. Peters v. Caton, 6 Texas, 554; Graham v. Hawkins, 38 Texas, 628; Neill v. Cody, 26 Texas, 286; Littlefield v. Tinsley, 26 Texas, 353; Brown v. Christie, 27 Texas, 77; Gowan v. Jones, 10 Smedes &amp; Marshall’s R., 164; Dickerson’s Heirs v. Talbot’s Exrs., 14 B. Mon. (Ky.), 61; Rawlins v. Bailey, 15 Ill., 178.</p>\n<p id=\"b680-5\">Had it been shown on the trial below, that Delap gave his note, with good and approved security, as required by the law and the order of the court, or that he paid the purchase price of the certificate, he would have-been entitled to a confirmation of the sale, and it might be held that the-title passed, the certificate being a chattel; but such proof was not made. On the contrary, it was shown that no such note and security were given by him, and that he did not pay the amount of his bid.' There was no such compliance with the statute as would require a confirmation of the-sale, or as would vest the title to the certificate in him. Mere lapse of' time would not mature a title in him, and we do not find that there were-such acts of ownership, possession of the certificate, and assertion of title, connected with lapse of time, as would justify the presumption of a valid conveyance to him. All the facts relied on to support such a presumption, in connection with lapse of time, are, that he and his vendees conveyed the certificate, and had possession of the patent at the trial, and that there was no proof of assertion of claim by the plaintiffs. It is not shown that Delap or his vendees ever had possession of the certificate, had it located, or paid taxes on the land, nor is it shown when the location was made or the patent issued.</p>\n<p id=\"b680-6\">The facts shown are not, in our opinion, sufficient to authorize the-court to presume a confirmation of the sale or a valid sale.</p>\n<p id=\"b680-7\">Appellants are not in a position to recover on presumptions of a conveyance. Their rights must be made to depend on the proceedings in the Probate Court; and in the face of the proof that no equitable rights to the certificate accrued to the purchaser by virtue of those proceedings that should overcome the legal title vested in plaintiffs by the patent, it can not be held that the court below erred in so holding.</p>\n<p id=\"b680-8\">The judgment of the lower court is affirmed.</p>\n<p id=\"b680-9\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b680-10\">Delivered June 7, 1893.</p>\n<p id=\"b680-11\">A motion for rehearing was overruled. Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}