{
  "casebody": {
    "data": "<casebody firstpage=\"273\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b281-15\">James H. French v. Honore Grenet.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b281-16\">(Case No. 4288.)</docketnumber>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b281-17\">1. Jurisdiction.— The United States court, sitting in bankruptcy, had no jurisdiction to order the sale of land, the individual property of a deceased member of a mercantile firm, whose death had occurred, and whose estate was being administered by independent executors under the terms of a will which withdrew it from control of the probate court. No title passed to the purchaser at such a sale.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b281-19\">2. Purchaser in good faith.— A purchaser at a sale, made under a decree of court which had no jurisdiction, may still under some circumstances be a purchaser in good faith, and as such entitled under the statute to compensation for improvements made on land purchased before eviction. See opinion for such a case.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b281-21\">3. Permanent and valuable improvements.— The claim of a defendant in possession under a void judicial sale, for the value of necessary and beneficial repairs. <page-number citation-index=\"1\" label=\"274\">*274</page-number>made by him on improved real estate, and which have enhanced the value of the property, is based upon a higher equity than if the improvements were merely ornamental, or new. See statement and opinion for a case in which such a claim was allowed.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b282-4\">4. Purchaser—Subrogation.— A purchaser at a void judicial sale, when the money paid by him was applied to the discharge of a valid judgment which constituted a lien on the land, is subrogated to the rights of the judgment creditor, and entitled to be reimbursed the amount paid, before eviction.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b282-5\">Error from. Bexar. Tried below before the Hon. Geo. H. Noonan.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b282-6\">Trespass to try title to recover of Honore Grenet, defendant in error, and Sam C. Bennett, a lot of ground in San Antonio, Bexar county, and the improvements thereon.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b282-7\">Grenet answered, alleging that Bennett was only bis tenant, and had no interest in the property. He further pleaded not guilty; stale demand, title under the bankrupt assignee of Enoch Jones, and of Ulrich &amp; Co., a firm composed of Ulrich and Enoch J ones; payment of the purchase money to the assignee, and its appropriation by him to the payment of debts of Jones, which were a lien upon the premises; possession in good faith, and payment of large sums for taxes and repairs thereon; two years’ limitation under the United States bankrupt law; and want of power in the court below to annul the proceedings of the bankrupt court. He further prayed to be subrogated to the rights of the creditors of Jones, whose debts had been paid with the purchase money, and for judgment for the amount paid for purchase money, and the amount spent for taxes and repairs, and interest, and that no writ of possession issue till such payment should be made.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b282-8\">Plaintiff filed supplemental petition, demurring generally to the answer, and specially to all except the plea of not guilty; set ujd the coverture and infancy of plaintiffs, denied the existence of any partnership between Ulrich and the executors of Jones, and the right of the latter to continue the partnership; denied that Grenet had expended the amounts claimed by him for repairs, improvements and taxes, and his right to recover anything on that account.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"APx\">It was shown that the bankruptcy proceedings, as pleaded by defendant, were instituted by creditors of J. Ulrich &amp; Co., who had obtained judgments in the circuit court of the United States for the western district of Texas against the executors of Enoch J ones, deceased, upon which judgments executions had issued and levies had been made prior to the institution of the bankruptcy proceedings.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b282-10\">The proof showed that the property in controversy belonged to Enoch Jones, at his death in 1863, and that plaintiffs were his sole <page-number citation-index=\"1\" label=\"275\">*275</page-number>heirs and devisees; that Jones left an independent will with three executors, two of whom, Paschal &amp; Newton, qualified $ that Jones, at the time of his death, was a member of the firm of J. Ulrich &amp; Co., the other partner being J. Ulrich; that his will provided that the business of the firm should be continued or closed, as the executors and Ulrich should deem best; but that it was not so continued after his death, except for purposes of liquidation; there was no provision in the partnership articles that the partnership might be continued after Jones’ death; and Jones, in 1862, published a notice of its dissolution, assuming the debts. On November 2, 1867, certain creditors of Ulrich &amp; Co. petitioned the United States court at Austin to put that firm and the estate of Jones into bankruptcy, and the attorneys for Paschal <em>&amp; </em>Newton, executors of Jones, accepted service of the petition and entered an appearance for them; and on November 4, 1867, the firm and Jones were adjudicated bankrupts, and Fred. Carleton thereafter appointed assignee, and received an assignment under the bankrupt law of all their real and personal property.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b283-6\">The assignee sold, in the course of the bankrupt proceedings, and in compliance with the forms of the bankrupt law, all the real estate of Jones, and amongst other portions of it, the property in controversy, which was bought by Grenet for $16,400, April, 1868. This purchase money Grenet paid to Carleton, who applied it, under orders of the bankrupt court, to the payment of the debts of J. Ulrich <em>&amp; </em>Co., which held a judgment lien on said property, and made a deed to Grenet. Grenet went into possession of the property April 7, 1868, under that deed, and occupied it from thence continually to the commencement of the suit. Grenet paid for repairs on the property, made during his occupancy, $2,218.67, and $3,427.80, taxes thereon; and plaintiffs paid none since the sale. Grenet received as rents, since taking possession, $120 per month, which was the rental value of the property. Plaintiffs sought to recover on the ground that the salé to Grenet was void, because the proceedings in' bankruptcy were, so far as the estate of Enoch Jones was concerned, without jurisdiction, and conferred no title. The court gave them judgment for the land and $17,280 rent; but rendered judgment for Grenet for his purchase money, $16,400, with interest at eight per cent, per annum from April 7, 1868, amounting to $15,744, together with $2,218.64, paid by him for improvements, and $3,427.80 paid for taxes; and setting them off against the rents, gave Grenet judgment for the balance, $20,501.44, and decreed that no writ of possession should issue for the property in behalf of plaintiffs till they <page-number citation-index=\"1\" label=\"276\">*276</page-number>paid Grenet the amount last above stated, and interest; and allowed plaintiffs twelve months in which to pay it, or the title to vest in Grenet.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b284-4\"><em>Willie &amp; Cleveland, </em>for plaintiffs in error.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b284-5\">I. When a public sale is void for want of jurisdiction in the court ordering it, and, on that ground, the heirs of the party whose property has been sold recover it from the purchaser at such sale, the latter will not be reimbursed for the purchase money, although it was applied by the\" officer making said sale to the payment of the debts of their ancestor, nor for the money paid by him for taxes and repairs thereon, accruing subsequent to the purchase. Stewart <em>v. </em>Kemp, Galveston term, January 25, 1881; Robson <em>v. </em>Osborne, 13 Tex., 298, 307, 308; Pitts <em>v. </em>Booth, 15 Tex., 453, 454; Rogers <em>v. </em>Bracken, 15 Tex., 564, 568; Howard <em>v. </em>North, 5 Tex., 290; Teas <em>v. </em>McDonald, 13 Tex., 357; Brown <em>v. </em>Lane, 19 Tex., 203; Andrews <em>v. </em>Richardson, 21 Tex., 287; Adams <em>v. </em>Terrell, Tex. Law Jour., vol. 4, No. 20; Freeman on Judgments, sec. 117; Freeman on Void Judicial Sales, secs. 46-51; Richmond <em>v. </em>Marston, 15 Ind., 134; Morris <em>v. </em>Hagle, 37 Ill., 150; Hart <em>v. </em>Henderson, 17 Mich., 218.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b284-6\">II. The bankrupt court acquired no jurisdiction of Enoch Jones’ estate, either as to subject matter or person, and all its proceedings in said estate, including the order of sale and the sale itself of the property in controversy, were void and liable to collateral attack in the district court of Bexar county. Mason <em>v. </em>Russell’s Heirs, 1 Tex., 250; Murchison <em>v. </em>White, 4 Tex. Law Jour., No. 9, p. 729; Horan <em>v. </em>Wahrenberger, 9 Tex., 316; Marks <em>v. </em>Hill, 46 Tex., 345; Hester <em>v. </em>Duprey, 46 Tex., 625; Fisk <em>v. </em>Powell, 9 Tex., 13; Rose <em>v. </em>Newman, 26 Tex., 131; Withers <em>v. </em>Patterson, 27 Tex., 491; Duncan <em>v. </em>Veal, 49 Tex., 603; Barnett <em>v. </em>Pool, 23 Tex., 517; McCoy <em>v. </em>Crawford, 9 Tex., 353; Mosely <em>v. </em>Burrow, 3 Tyler Law Jour., 444; Thouvenin <em>v. </em>Rodriguez, 24 Tex., 468; R. S. U. S., sec. 5090; <em>In re </em>McDonald, 8 Bank. Reg., 247; <em>In re </em>Stevens, 5 id., 112; <em>In re </em>Doggett, 8 id., 433; Thompson <em>v. </em>Whitman, 18 Wall., 457; Knowles <em>v. </em>Gaslight <em>Co., 19 </em>Wall., 58; Williamson <em>v. </em>Berry, 8 How., 540; Elliott <em>v. </em>Perrisol, 1 Pet., 328, 340; Wilcox <em>v. </em>Jackson, 13 Pet., 511; Settlemein <em>v. </em>Sullivan, 7 Otto, 444; Herman on Ex., § 256; Freeman on Judgments, secs. 116, 117, 120, 121, 124, 125; Isett <em>v. </em>Stewart, 80 Ill., 404; Doe <em>v. </em>McDonald, 27 Miss., 610; Sanders <em>v. </em>Rains, 10 Mo., 770; Carson <em>v. </em>McGee, 9 Yerg., 928.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b284-7\"><em>Waelder &amp; Upson, </em>for defendant in error.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b285-5\"><page-number citation-index=\"1\" label=\"277\">*277</page-number>Bonner, Associate Justice.</author>\n<p id=\"AB1\">We deduce from the assigned errors ' the following as the decisive questions in this case:</p>\n<p id=\"b285-6\"><em>First. </em>Did the United States district court, sitting in bankruptcy, have jurisdiction over the land in controversy — the same being the individual property of Enoch Jones, then deceased, so that the title passed to appellee Grenet by the sale to him made -by virtue of the judgment of that court?</p>\n<p id=\"b285-7\"><em>Second. </em>If not, then was Grenet such possessor of the land thereunder in good faith as would entitle him to payment for beneficial and necessary improvements and repairs made and taxes paid by him thereon?</p>\n<p id=\"b285-8\"><em>Third. </em>Was he entitled to have refunded the purchase money paid out by him — the same having been applied to the payment of valid judgment liens on the land, in favor of the creditors of Enoch Jones, deceased?</p>\n<p id=\"b285-9\">These questions will be considered in their order.</p>\n<p id=\"b285-10\">I. Did the bankrupt court have jurisdiction to order the sale of the land in controversy ?</p>\n<p id=\"b285-11\">That it did not has been expressly decided, and has been thus decided in a case arising under this very estate of Enoch Jones, in which it was held that the fact that his estate was being administered by independent executors under the terms of his will, which withdrew it from the control of the probate court, would not confer jurisdiction upon the bankrupt court. Adams <em>v. </em>Terrell, 4 Fed. Rep., 796; Frazier <em>v. </em>McDonald, 8 Nat. Bank. Reg., 237.</p>\n<p id=\"b285-12\">We are content to follow the decisions of the United States courts upon this question, one peculiarly within their province and jurisdiction. °</p>\n<p id=\"b285-13\">As affecting the question of title, there is a well recognized distinction between those cases of judicial sales irregularly made by virtue of a judgment which the court had jurisdiction to render, and those regularly made by virtue of a judgment which the court did not have jurisdiction to render. The former is the defective execution of a valid power, which a court of equity, in proper cases, will aid; the latter is the valid execution of a defective power, which of itself is not sufficient to pass title, though relief in some cases may be granted on other grounds, as by estoppel.</p>\n<p id=\"b285-14\">We are of opinion that the court did not err in deciding that Grenet did not acquire the title to the land by virtue of the sale under which he claims.</p>\n<p id=\"b285-15\">II. Was Grenet entitled to compensation for beneficial and necessary repairs made and taxes paid by him ?</p>\n<p id=\"b285-16\">This involves the question of improvements in good faith. Our <page-number citation-index=\"1\" label=\"278\">*278</page-number>statute upon this subject is but a legislative acknowledgment and regulation of that principle which it has been said “ has the highest and most persuasive equity, as well as common sense and common justice, for its foundation.”</p>\n<p id=\"b286-6\">Bright <em>v. </em>Boyd, 1 Story, 478, is a leading case upon this subject, and received the very full consideration and laborious research of that' eminent jurist, and the principle was traced to the Boman law, and shown to have been engrafted into the law of those nations which derived their jurisprudence from that law, and hence would be peculiarly applicable to our system. This case again came before the same learned judge, and received his more mature deliberation and approval. 2 Story, 605.</p>\n<p id=\"b286-7\">No precise rule can be laid down which will define possession in good faith in its application in all cases; but the flexible powers of a court of equity, unlike the rigid rules of the common law, will adjust themselves to the very right and justice of the'particular case.</p>\n<p id=\"b286-8\">Chief Justice Hemphill, in Sartain <em>v. </em>Hamilton, 12 Tex., 220, lays down the rule that possession in good faith is not restricted to cases ' where the possessor supposes himself to be the true owner and is ignorant that his title is contested by any one claiming a better right, but that he may also be a possessor in good faith who makes an innocent mistake in a point of law, as in the construction of a demise, the due execution of a power, and the like, referring to Adams’ Eq., 386; B. N. P., 88.</p>\n<p id=\"b286-9\">That in such case, however, the purchaser must have reasonable and strong grounds to believe in the validity of his own title.</p>\n<p id=\"b286-10\">Chief Justice Wheeler, in the subsequent case of Dorn <em>v. </em>Dunham, 24 Tex., 380, says that the above is perhaps as accurate an expres- ' sion of the meaning of good faith in this connection as can be given; ' and lays this down as the principal test — that the possessor must have reasonable ground to believe that he is himself the true owner of the land.</p>\n<p id=\"b286-12\">The definition contained in these cases has been repeatedly acted upon by the courts of this state.</p>\n<p id=\"b286-13\">In Hill <em>v. </em>Spear, 48 Tex., 583, although, under a familiar rule, the purchaser was charged with notice of defects upon the face of his title, the defect in that case being the want of the privy acknowledgment of a married woman sufficient to pass the title, and which in many cases has been held would constitute but a void title, yet it was there decided that the purchaser’s knowledge of the defect was not inconsistent with that good faith which would entitle him to payment for his improvements.</p>\n<p id=\"b286-14\">It is true that there are other cases in which the general proposi<page-number citation-index=\"1\" label=\"279\">*279</page-number>tion has been announced, that a void title will not support a claim to possession in good faith; but it is believed that they will generally be found, as in Miller <em>v. </em>Bronson, 50 Tex., 597, to be cases in which the invalidity of the title was clearly evident, and not those in which to all external appearance the title was good, and derived through the judgment of a court of general jurisdiction. Other of these cases, as Pitts v. Booth, 15 Tex., 453; Upshur <em>v. </em>Pace, id., 531, arose upon tax titles, a class <em>mi </em>generis, generally without meritorious consideration, and which has invariably been strictly construed, and besides, were based upon the preceding case of Robson <em>v. </em>Osborn, 13 Tex., 298, in regard to which Chief Justice Wheeler, in Dorn <em>v. </em>Dunham, 24 Tex., 380, says that he has since its decision had reason to doubt its correctness, and deemed it proper to express that doubt, in order that it might not be thought to conclude the question in any case in which it might thereafter arise.</p>\n<p id=\"b287-6\">Want of jurisdiction does not necessarily, in every case, imply want of good faith.</p>\n<p id=\"b287-7\">The question whether the title itself will pass by the simple act of sale made by decree of a court which did not have jurisdiction, is a very different one from that whether a purchase and possession by virtue of such sale may not, under some circumstances, be made and held in good faith.</p>\n<p id=\"b287-8\">Admitting that, in a case where the court did not have jurisdiction, the sale made under its judgment would not pass the title for want of power, and that to this extent the purchaser is held chargeable with notice of want of jurisdiction, yet if made as in this case, under decree of a court of general jurisdiction, in the apparent regular exercise of its powers, when that jurisdiction does not seem to have been questioned by the learned judge presiding and eminent counsel engaged in the cause, when the sale was apparently fairly made- and for a valuable consideration, when the possession was delivered thereunder, and retained with all the usual <em>indicia </em>of ownership, without objection, for years, we are of opinion that it would constitute such good faith, though the mistake was technically one of law, as would come within the definition of Chief Justice Hemphill in the above case of Sartain <em>v. </em>Hamilton.</p>\n<p id=\"b287-9\">In such case, the question is not whether a mistake of law shall vest title, but whether the penalty for that mistake, however innocently made and however diligently guarded against, shall be the forfeiture for a claim for improvements which enhanced the value of that property. To so decide would palpably violate that maxim, founded in the highest natural equity, that no one should be made richer to the damage and wrong of another.</p>\n<p id=\"b288-5\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>The improvements in this case seem to have consisted of necessary and beneficial repairs.</p>\n<p id=\"b288-6\">This character of improvements pertains to the very preservation of the property itself, and without which the plaintiffs would have suffered positive loss; and for which, according to some authorities, even a possessor in bad faith would be entitled to compensation.</p>\n<p id=\"b288-7\">Payment for necessary and beneficial repairs stand upon a higher equity than for those for purposes of mere ornament, and upon higher equity even than new and additional improvements not necessary for the preservation of the property itself,, but which simply enhance its valúe; and this was the doctrine of the civil law. Saunders <em>v. </em>Wilson, 19 Tex., 194; id., 201; Bright <em>v. </em>Boyd, 1 Story, 478; 2 Story’s Eq. Jur., § 1237 and. note.</p>\n<p id=\"b288-8\">Under the circumstances of this case, we do not think that the court below erred in allowing Grenet compensation for the improvements and repairs made on the property. Neither, upon the same principle, do we think there was error in allowing him for the taxes paid. These were valid charges against the property, the failure to pay which may have caused its sale and sacrifice.</p>\n<p id=\"b288-9\">III. Was Grenet entitled to have the purchase money paid out by him refunded ?</p>\n<p id=\"b288-10\">The same general principles of equity which authorize payment for improvements in good faith have been repeatedly applied to the restitution of the purchase money of property bought at void judicial sales, when the money, as in this instance, has been applied to the payment of a valid incumbrance against the property thus sold.</p>\n<p id=\"b288-11\">In the above cited case of Bright <em>v. </em>Boyd, Judge Story says: <em>“ </em>It cannot be overlooked that the lands of the testator, now in controversy, were sold for the payment of his just debts, under the authority of law, although the authority was not regularly executed by the administrator in his mode of sale, by a non-compliance with one of the prerequisites. It was not, therefore, in a just sense, a tortious sale; and the proceeds thereof, paid by the purchaser, have gone to discharge the debts of the testator, and so far the lands in the hands of the defendant (Boyd) have been relieved from a charge to which they were liable by law. So that he is now enjoying the lands free from a charge which, in conscience and equity, he, and he only, and not the purchaser, ought to bear. To the extent of the charge from which he has been thus relieved by the purchaser, it seems to me that plaintiff, claiming under the purchaser, is entitled to reimbursement, in order to avoid a circuity of action, to get back the money from the administrator, and then subject the lands to a new sale, or at least in his favor, in equity to the old <page-number citation-index=\"1\" label=\"281\">*281</page-number>charge. I confess myself to be unwilling to resort to such a circuity in order to do justice, where, upon the principles of equity, the merits of the case can be reached by affecting the lands directly with a charge to which they are <em>ex cequo et </em>bono, in the hands of the present defendant, clearly liable.” 2 Story, 498.</p>\n<p id=\"b289-6\">In Valle <em>v. </em>Fleming’s Heirs, in which the proceeds of a void administration sale had been applied to the payment of an existing mortgage on the land sold, it is said: “ Nothing would be more unjust, we may repeat, than to permit a person to sell a tract of land and take the purchase money, and then, because the sale happens to be informal and void, to allow him, or, which is the same thing, his heir, to recover back the land and keep the money. Any code of law which would tolerate this would seem to be liable to the reproach of being a very imperfect or a very inequitable one. We think that, upon well established principles of equity law, the owner of the land should, if he wishes to get it back, repay the purchase money which he has received, or which he will receive if he gets the land. . . . But whether this equity be administered under the name of compensation, or by substituting the purchaser in the place of the creditors whose debts he has paid, or by giving him the benefit of the mortgage which his money has paid off, is not material.” 29 Mo., 164.</p>\n<p id=\"b289-8\">To the same effect is the elaborate case of Blodgett <em>v. </em>Hitt, 29 Wis., 169, which cites quite a number of cases that recognize the same principle, and reviews several of them, amongst others, Hudgin <em>v. </em>Hudgin, 6 Gratt., 320; Dufour <em>v. </em>Camfranc, 41 Martin, 607 (2 Cond. La. R., 243); McLaughlin <em>v. </em>Daniel, 8 Dana, 182.</p>\n<p id=\"b289-9\">In the above case of Hudgin <em>v. </em>Hudgin, the sale was held void and not sufficient to pass the title, on the ground that the children and devisees of the deceased were not joined with the executor in the suit to establish the debt and subject the realty to sale for its payment; yet the purchaser was substituted to the rights of the creditor whose debt had been paid with the proceeds of the sale, and the land held to be charged therewith.</p>\n<p id=\"b289-10\">Many cases on this subject are collected and commented on in Freeman on Void Judicial Sales, §§ 50-1, and notes.</p>\n<p id=\"b289-11\">The same principle has been repeatedly held by this court. Howard <em>v. </em>North, 5 Tex., 316; Teas <em>v. </em>McDaniel, 13 Tex., 357; Brown <em>v. </em>Lane, 19 Tex., 207; Morton <em>v. </em>Welborn, 21 Tex., 772; Andrews <em>v. </em>Richardson, id., 296; Johnson <em>v. </em>Caldwell, 38 Tex., 219; Walker <em>v. </em>Lawler, 45 Tex., 532.</p>\n<p id=\"b289-12\">It is contended by the learned counsel for appellants, that the re<page-number citation-index=\"1\" label=\"282\">*282</page-number>ported cases on this subject are those in which the invalidity of the sale did not arise from want of jurisdiction in the court which ordered it, but from some irregularity in the sale itself.</p>\n<p id=\"b290-4\">If the demand for which the property was ordered to be sold was sought to be established, in the first instance, by the judgment of a court which did not have jurisdiction, then we would have no ■hesitancy in deciding that the alleged debtor whose property had been sold thereunder should not be required to refund the purchase money. Such was the case of Steagall v. Huff, 54 Tex., 193. To hold otherwise would be to establish, without due process of law, a demand against a party, sell his property for its payment,1 and then to refuse him restitution unless he should refund the purchase money. This would virtually compel him to pay a demand which had no validity in law or equity, and may never have had any existence in fact.</p>\n<p id=\"b290-5\">The present, however, is a very different case. The land in controversy descended to the plaintiffs, charged in equity and by the express terms of our statute, with the payment of the debts for which it was sold. These debts had been merged into valid and subsisting legal judgments in a court of competent jurisdiction, which were a lien upon the property at the time of sale, and to extinguish which the proceeds of the sale were applied. The defect in the proceedings did not arise from want of validity in the debts themselves, or want of jurisdiction in the court which established them, but in the means or instrumentality by which the payment of the same was enforced.</p>\n<p id=\"b290-8\">As thus considered, we cannot perceive on principle any substantial difference between this case and those above cited, in which restitution of the purchase money was required as a condition precedent to the recovery of the property, to free which from incumbrance that very purchase money was applied.</p>\n<p id=\"b290-9\">Judgment affirmed.</p>\n<p id=\"b290-10\">[Opinion delivered May 20, 1881.]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}