{
  "casebody": {
    "data": "<casebody firstpage=\"124\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b132-4\">Hugh Maxwell <em>et al., </em>Respondents, v. The East River Bank, Appellants.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b132-6\">Thomas E. Davis (on the 1st of February, 1831) owning in fee the lots of land fronting on both sides of Eighth street (then 60 feet wide) and extending from the Second to the Third avenue, in the city of Hew Tork, before selling any of the lots, in order to make .that part of Eighth street a handsome place of residence, formed a plan to set back the houses on both sides of the street from the Second to the Third avenue eight feet, and so laid it out and gave it the name of <em>St. Martís Place; </em>and then caused a map to be <page-number citation-index=\"1\" label=\"125\">*125</page-number>made of St. Mark’s place, showing a street seventy-six feet wide between these avenues; and then erected on the south side of the street, on a uniform line and according to this plan, sixteen dwelling-houses of a superior class; and on the north side, thirteen such dwelling-houses according to said plan; and when he sold any of the houses or lots, exhibited this plan and map to the purchasers, and represented to all who purchased, that the street was always to remain as laid out, and that when he so formed and laid out the street and built thereon, he gave up and dedicated the strip of eight feet of land on each side of the street from the Second to the Third avenues, to be used as a part and portion of the street in the manner it has since been used; and the plaintiffs severally purchased some of said dwelling-houses on said street, or a lot and lots and erected dwellings thereon; on the faith of and relying on such assurances, and prior to the sale by Davis of the lot in question; and in February, 1833, the lot in question (now owned <em>by </em>the defendants), and being at the northeast comer of Third avenue and Eighth street, and fronting on said avenue, was sold by Davis to one Wilkes on the like representations and assurance, and on the exhibition to him of such plan and map, and Wilkes immediately thereafter erected the building in question thereon, according to, and to conform to such plan ; and the defendants subsequently became grantees and owners of the premises in question by a deed dated the 2d of November, 1852, which deed declares that “ the premises hereby conveyed, including (include) a certain courtyard of about eight feet in width, laid off along the southerly side thereof}” and conveys the premises granted, “ subject to all restrictions and covenants, if any exist, in relation to keeping the court-yard perpetually open as such court-yard; ” and all of said lots having been built upon according to and with a view to conform to and carry out said plan; and the buildings so erected on said premises from the Second to the Third avenue, and the said premises having been used and enjoyed thenceforth according to said plan ; and the defendants threatening to pull down the building so built on their said lot and to erect a new one up to and on tire line of Eighth street as originally laid out.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b133-8\">1. It was <em>held, </em>that the plaintiffs were entitled to a judgment enjoining the defendants perpetually from building or erecting any house or building on the open space of ground between the northerly line of Eighth street as originally laid out, and the northerly line of said street as drawn on the said map of St. Mark’s place. .</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b133-9\">2. It was also <em>held, </em>that on the facts as found, there was an agreement or understanding between Davis and each purchaser from him, that the plan he had adopted and which he exhibited to them as an inducement to buy, should be conformed to in building upon both sides of St. Mark's place from the Second to the Third avenue; and that the open space thus made to constitute the apparent street should continue permanently seventy-six feet in width; and that the plan having been conformed to by Davis, and every such purchaser solely with a view to conform to it and to execute such agreement; the original purchasers, after the long time that had elapsed, <page-number citation-index=\"1\" label=\"126\">*126</page-number>had acquired a right both against each other and against said Davis to have the street so kept open and used, and that the defendants bought the lot in question with such notice, that their rights are not superior to those of Wilkes, their remote grantor.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b134-5\">3. It was also held, that such were the rights of the parties, notwithstanding each deed from Davis bounded the lot it conveyed, by the line of Eighth street as originally laid out, and contained a covenant that he owned it in fee, free from all charges and incumbrances thereon.</headnotes>\n<p data-order=\"5\" data-type=\"headnotes\" id=\"b134-6\">(Before Bosworth, Woodruff and Pierrepont, J. J.)</p>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b134-7\">Heard, February 8;</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AJ1\">decided, May 29, 1858.</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b134-8\">Henry F. Tailmadge, Hugh Maxwell, James J. Van Allen and Cornelius R‘. Bogart, the plaintiffs in this action, being, severally, owners in fee simple of several lots of land on the north side of and fronting on Eighth street, in the city of Hew York, between the Second and Third avennes, brought this action against the East River Bank, as defendants, to restrain the latter ffom erecting any building on the open space of eight feet in width, between the southerly wall of defendants’ building, at the northeast corner of Eighth street and Third avenue, and. the northerly line of said street as originally laid out; (its width, as originally laid out, being sixty feet, and the buildings on either side of it, being on a uniform line, eight feet hack of it).</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b134-9\">The plaintiffs bring the action <em>“ </em>as well on théir own behalf, as on behalf of all others who may be affected by the several matters herein- complained of, against the defendants, the East River Bank.” It was commenced on the 22d of April, 1858, and tried in May, 1856, before Mr. Justice Duer, without a jury, who gave a judgment granting the relief sought, and from that judgment the defendants appealed to the General Term.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b134-10\">The complaint sets forth: First. That the plaintiffs are severally owners of lots fronting on the north side of Eighth street, between Second and Third avennes, with valuable dwelling-houses, which, and also all the dwelling-houses on said north side, and also on the south side of Eighth street, between Second and Third avenues, are built eight feet hack from the original line of said north and south sides of Eighth street, having in front an open space or court-yard of the width of eight feet, the whole distance between Second and Third Avenues, on each side of Eighth street.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b134-11\">Second. That said dwelling-houses were so built and set back <page-number citation-index=\"1\" label=\"127\">*127</page-number>in pursuance of an understanding and agreement in regard to, and dedication of, said strip eight feet wide in front of said houses, for such open space and court-yard, and to form a part and portion of said street, by Thomas E. Davis, who about the 1st of February, 1831, became the owner of the entire block between Eighth and Ninth streets and Second and Third avenues, and about the same time became the owner of the land on the south side of Eighth street, between the Second and Third avenues, and who soon thereafter, as an inducement to purchasers, adopted a line eight feet back from the original line of Eighth street, on both sides, between Second and Third avenues; and that such line, thus adopted, became and was, by agreement, and by formal and public dedication of said owner, Davis, the line upon which all buildings on each side of said street should be erected.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b135-5\">Third. That afterward, about 1832, Davis, in pursuance of such plan, erected dwellings on the south side of Eighth street, on the line so adopted, thereby. promoting increased convenience, beauty and value; that Eighth street, between Second and Third avenues, became and was known as St. Mark’s place; that afterward, about 1834, a row of dwelling-houses was erected, on each side of Eighth street, between Second and Third avenues, on the lines so fixed and adopted; and that Davis sold all the houses erected by him, with an express declaration, agreement and assurance that the entire line so adopted, should be continued uniform on both sides of Eighth street, from the Second to the Third avenues, whereby many persons were induced to purchase ; and that all the owners of lots on Eighth street, between Second and Third avenues, in pursuance of said understanding, agreement and dedication, adopted said line, and buildings were erected thereon accordingly.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b135-6\">Fourth. That the owner of the lot on the northeast corner of Eighth street and Third avenue, in pursuance of said understanding, agreement and dedication, adopted said line, and about twenty years ago erected the building on said line, which now remains standing on said lot.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b135-7\">Fifth. Claims that Davis, by his said dedication, and his grantees, by a similar dedication, &amp;c., in pursuance of the original agreement, plan and intention of said Davis, are bound by said agreement, and dedication of the use of said eight feel, as a <page-number citation-index=\"1\" label=\"128\">*128</page-number>part of the street, and that the owners of lots in St. Mark’s place have no right to encroach thereon, &amp;c., &amp;c.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b136-4\">Sixth. That on or about the 1st of November, 1852, the defendants purchased of Caleb 0. Halstead, said lot and building thereon, on the northeast corner of Eighth street and Third avenue, with express notice of said understanding, agreement and dedication: and that the deed to Halstead contained a clause subjecting the grant to all existing restrictions and covenants, as to keeping said space or court-yard perpetually open.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b136-5\">Seventh. Claims that defendants are bound by said agreement and understanding in regard to, and dedication of, said strip of ground, &amp;c., &amp;c.; but, in violation thereof, threaten to pull down the building erected and now standing on their said lot, and to build thereon a large building, fronting on Eighth street, and extending to the line of said street, as originally laid out, and covering the said eight feet, &amp;c., which will be a serious injury and damage to the plaintiffs, and other owners of lots and dwelling-houses on Eighth street, between Second and Third avenues, &amp;c., &amp;c.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b136-6\">Eighth. Plaintiffs, for themselves and others, therefore, demand an injunction order, and also a perpetual injunction against the defendants, restraining them from erecting any building on the open space of eight feet on the northerly side of Eighth street, in front of the southerly side of the building at the northeast corner of Eighth street and Third avenue; or such other remedy and relief as their case entitles them to.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b136-7\">An injunction order, as prayed for, was granted on the filing of this complaint, and has been ever since continued in force.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b136-8\">The answer: First. Admits that the dwelling-houses on Eighth street, between Second and Third avenues are built several feet back from the orignal lines of the street. But avers that all the spaces between the dwellings and said original lines are inclosed and used, and occupied by the occupants of the dwellings, and are not open, as alleged in complaint.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b136-9\">Second. Has no knowledge as to the purchase, in 1881, by Davis, of the block between Eighth and Ninth streets, and on the north side of Eighth street, between Second and Third avenues, and the adoption by him of a line eight feet back from <page-number citation-index=\"1\" label=\"129\">*129</page-number>the original line of Eighth street, between those avenues; and denies that such line was, by adoption, or agreement, or dedication, the line upon which all buildings on each side of said street, from Second to Third avenue, should be built.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"APa\">Third. Denies that the owner of the lot on the northeast corner of Third avenue and Eighth street, with notice, or in pursuance of the alleged understanding, agreement, or dedication, adopted said line eight feet back; but avers he so located the building erected by him, for his own convenience, and of his own volition.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b137-6\">At the time of its erection, all the other houses in Eighth street, between Second and Third avenues, had been erected, and without any agreement or understanding whatever, to which the owner of said corner lot was a party, that such lot should be built upon, or used, in any particular manner, or be in any manner subservient to the other lots or their owners.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"AQG\">Fourth. Denies that Davis, in the manner alleged, or otherwise, dedicated the eight feet, or any space, or that his grantees are bound by any agreement and dedication whatever, of the use of any such space, as a part of the street, or otherwise.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b137-8\">Fifth. Admits that defendants purchased of C. 0. Halstead; but denies all notice of any such understanding, agreement, or dedication, as alleged in the complaint; or that there was any covenant, restriction, or agreement, as to keeping open such space or court-yard; and insists that they should not be restrained from using their said property as absolute owners thereof.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b137-9\">Sixth. Admits that defendants, in virtue of their absolute title, are about to take down the building now standing on the lot, and to erect thereon a larger building, to be used as a banking-house, covering the whole front of the lot on Third avenue down to the line of Eighth street, which building will not encroach on any space or land belonging to the plaintiffs, or in which they have any right or interest; and will be a beautiful edifice, and will tend to improve the appearance of the avenue and street, and to enhance the value of the property.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b137-10\">Seventh. As a separate defence, defendants say, that on the 13th of February, 1833, Edmund Wilkes became seised, in fee-simple, of said lot on the northeasterly corner of Third avenue and Eighth street, and of other adjoining premises; and on or <page-number citation-index=\"1\" label=\"130\">*130</page-number>about the 30th of September, 1833, executed a mortgage to the Jackson Marine Insurance Company, of said corner lot and an adjoining lot, to secure the payment of $12,000, lent by the Company to him, which mortgage was duly acknowledged and recorded. That said Company had no notice of 'the alleged understanding, agreement, and dedication, or of any other agreement affecting the premises; and, to the extent of said loan of $12,000, are <em>bona fide </em>purchasers without notice. After the mortgage, the building now on the premises was erected, and default being made in payment, said Company, on the 17th of January, 1837, filed in the Court of Chancery their bill of foreclosure against Wilkes and others; obtained on the 8th of May, 1838, a decree of foreclosure and sale; and on the 10th of June, 1838, caused the mortgaged premises to be sold by a Master in Chancery, at which sale said Company became the purchasers, and the premises were duly conveyed to them by the Master. On the 9th of March, 1844, said Company sold and conveyed the same to Caleb O. Halstead for $9,000, by him paid, he being at the time a <em>bona fide </em>purchaser without notice; and that defendants have acquired, as <em>bona fide </em>purchasers, all the rights and title which said Jackson Marine Insurance Company and said C. O. Halstead had in the premises; and defendants insist that such rights are superior to the alleged agreement, understanding and dedication, if any such existed.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b138-5\">The decision of the Court was as follows:</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b138-6\">“ The following facts are found to be established by the pleadings and evidence in the case:</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b138-7\">“ This action was commenced on the 22d day of April, 1853.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b138-8\">“ The plaintiffs severally own lots of land, and the buildings thereon, on the northerly side of, and fronting on St. Mark’s place, between the Third and Second avenues, in the city of New York; (Maxwell owns a lot of land and building thereon, on the northerly side of St. Mark’s place, between Second and Third avepues.)</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b138-9\">“ The defendants own a lot at the northeasterly corner of Third avenue and St. Mark’s place.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b138-10\">“ [This building fronts on Third avenue and also on St. Mark’s place, and is on a line with the fronts of the buildings east of it,yrhich front on the north side of St. Mark’s place.]</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b139-4\"><page-number citation-index=\"1\" label=\"131\">*131</page-number>“On the 29th of September, 1829, Nicholas William Stuyvesant and wife, and Charles Henry Hall and wife, executed a deed to the Mayor, Aldermen, and Commonalty of the city of New York, ceding to them a strip of land sixty feet in width, extending from the westerly side of the Second avenue to the easterly side of the Third avenue, which was then known on the map of the city as Eighth street.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b139-5\">“ On the 22d of December, 1830, Thomas E. Davis purchased from Charles Henry Hall the entire property fronting on the southerly side of Eighth street, between the Second and Third avenues; and on the 1st day of February, 1831, Davis purchased from Nicholas W. Stuyvesant and wife, the entire block fronting on the north side of Eighth street, between the Second and Third avenues.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b139-6\">“ Davis, then being the owner of all the lands on both sides of Eighth street, between the Second and Third avenues, and before he sold or disposed of any of the lots fronting on Eighth street, in order to make that part of Eighth street a handsome place of residence, formed a plan to set back the houses on both sides of the street, from the Second to the Third avenues, eight feet, and so laid it out, and gave it the name of St. Mark’s place.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b139-7\">“Davis then caused a diagram or map to be made of St. Mark’s place, showing a street of seventy-six feet in width, from the Second to the Third avenue.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b139-8\">“This was before he sold or built on any of the lots; and soon thereafter, and in conformity to this plan, Davis erected sixteen houses on the south side of the street, and thirteen on the north side, including the houses at the northwest corner of St. Mark’s place and Second avenue.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b139-9\">“All these dwelling-houses were of a superior class, and all on one uniform line, and on the line he had so planned and laid out for the streets.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b139-10\">“When Davis sold any of the houses or lots, he exhibited this plan to the purchasers, and represented to all who purchased, that the street was always to remain as laid out, and that when he so formed and laid out the street and built thereon, he gave up and dedicated the strip of eight feet of land on each side of the street, from the Second to the Third avenues, to be used as a part and portion of the street in the manner it has since been used.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b140-3\"><page-number citation-index=\"1\" label=\"132\">*132</page-number>“Davis sold to Maxwell and Betts lots in St. Mark’s place; and Maxwell and Betts bought on the faith, and assurance of Davis, that the street was to be of the width, and according to the plan and diagram exhibited by him previous to the purchase; and before the sale of the lot, to Henriques, or conveyance to Wilkes.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b140-4\">“On the 11th of October, 1832, Davis conveyed to Moses Henriques’ two lots on the Third avenue, at the northeast corner of Third avenue and Eighth street, and a lot on Eighth street, next easterly of the corner lots.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b140-5\">“This deed appears to have been in the nature of a mortgage given to secure Josephs &amp; Company, of which firm Henriques was a partner, for money loaned by them to Davis; [Davis still retaining the right to dispose of the property, accounting to them for the same when sold.]</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b140-6\">“ [On the 13th of February, 1833, Davis negotiated the sale of these lots to Edmund Wilkes, who, on that day, received a deed from Henriques and wife for said lots. At the time Davis sold these lots to Wilkes, he showed to Wilkes the diagram of the plan, and declared his intention to set the building back eight feet from the original line of the street. And when Wilkes built the corner building, now owned by the defendants, and also two other houses east of it, he erected them all on the line designated by Davis, and in conformity with the line of the other buildings previously erected by Davis on that street, car- . rying out the plan which Davis had previously formed to make St. Mark’s place a uniform, street of seventy-six feet wide.]</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b140-7\">“About the time Wilkes built the houses at the northeast corner of St. Mark’s place and Third avenue, he erected the building at the southwest corner of St. Mark’s place and the Third avenue. This house was built in conformity with the line of the other houses on that side of the street, previously adopted and built on by Davis. On the 30th of September, 1834, Wilkes mortgaged to the Jackson Insurance Company two lots at the northeast corner of the Third avenue and Eighth street, including the defendants’ lot. At the time Wilkes mortgaged to the Jackson Insurance Company, [the lot had been built on and the house covered in.]</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b140-8\">The premises so mortgaged were afterwards foreclosed and <page-number citation-index=\"1\" label=\"133\">*133</page-number>purchased by the Jackson Insurance Company. Afterward, and on the 9 th of March, 1844, the premises were sold by the company to Caleb 0. Halstead.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b141-5\">“ The deed described the premises by boundary lines extending to the original line of Eighth street, and adds to the description of the property these words: “ The premises hereby conveyed, including a certain court-yard of about eight feet in width, laid off along the southerly side thereof.”</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b141-6\">“Caleb 0. Halstead and wife, by deed dated November 1,1852, and recorded the sixteenth of said November, conveyed the premises (granted by the preceding deed) to the defendants.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b141-7\">“ The description of the premises is the same in both deeds. And there is inserted at the end of the habendum clause in said deed, these words: “Subject to all restrictions and covenants, if any exist, in relation to keeping the court-yard perpetually open as such court-yard.”</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b141-8\">“ The defendants, before and at the time of commencing this action, intended and declared that they were about to take down the building being on the said premises, and to erect thereon such new building as is stated in their answer, and to locate the same on the line of Eighth street, as it was originally laid out, covering the eight feet in front of their building on the southerly side thereof.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b141-9\">“ The effect of such an act would be to narrow the street eight feet the whole length of the defendants’ premises, on St. Mark’s place, which would operate as a serious annoyance and substantial injury to the owner of every lot on both sides of that street, between the Second and Third avenues.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b141-10\">“ The defendants bought with notice that it was claimed there were restrictions, which would prevent them from acquiring a right as purchasers of the lots to build upon the eight feet described as a court-yard, and that the same had been dedicated by Davis to the use of, and as a part and portion of the street not to be built on, as early as 1831; and this strip of land having been so used since that time, I find, as conclusions of law, from these facts, that Davis made a valid dedication of eight feet of ground on each side of that portion of Eighth street called St. Mark’s place to the use of the public, and that such dedication operated as a permanent enlargement of the street, and that its <page-number citation-index=\"1\" label=\"134\">*134</page-number>validity is not affected by the fact that it was made with the intention and understanding that the proprietors of lots fronting on Eighth street should be at liberty to inclose eight feet in front of the houses erected or to be erected thereon, as an area or court-yard; and I further find that the purchasers of lots from Davis having assented to the dedication so made by him at the time their respective purchases were made, they and their grantees are now estopped from disputing its validity; it follows, necessarily, from the facts and conclusions of law so found by me, that the plaintiffs are entitled to a judgment for the relief demanded in their complaint.”</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b142-5\">Judgment was entered, that the defendant “be and hereby is perpetually restrained and enjoined from building or erecting any building or house on the open space of eight feet of ground on the northeast side of Eighth street, in front of the southeast side of the building now standing on the defendant’s said premises at the northeast corner of Eighth street and the Third avenue in the city of New York, or any part thereof.”</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b142-6\">From that judgment the defendants appealed to the General Term.</summary>\n<attorneys data-order=\"54\" data-type=\"attorneys\" id=\"b142-7\"><em>B. F. Butler, </em>for appellants (among other things), insisted:</attorneys>\n<p data-order=\"55\" data-type=\"legal\" id=\"b142-8\">III. The parol and other proofs given by the plaintiffs, of acts <em>in pais, </em>by Davis and others, fell equally short of proving any such dedication of the strip in question, as is alleged in the complaint.</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b142-9\">1. It is not pretended that Davis ever promised or proposed to dedicate the strip of eight feet in width, to the use of the public, as a carriage-way, or foot-way, or in any other such way as to be used by the public; and therefore, no dedication, in the sense of the law, or within the meaning of the adjudged cases, was ever attempted or intended to be made by him.</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b142-10\">The right claimed by the plaintiffs falls, not under the head of dedication of land to public uses, but that of <em>predial urban servitudes, </em>and to the particular servitude of the Roman law, <em>non officiendi luminibus vel prospectui.</em></p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b142-11\">As to dedications: (Matter of Seventeenth street, 1 Wend., 262; Matter of Lewis street, 2 Wend., 472; <em>Livingston </em>v. <em>Mayor of New York, </em>8 id., 85; <em>City of Cincinnati </em>v. <em>Lessee of White, </em>6 Peters, 431; Trustees of Watertown, 4 Paige, 510 ; <em>Pearsall </em>v. <page-number citation-index=\"1\" label=\"135\">*135</page-number><em>Post, </em>20 Wend., 111; 22 id., 425, 434, 474 to 483; <em>Hunter </em>v. <em>Trustees of Sandy Hill, </em>6 Hill, 410; <em>Pitcher </em>v. <em>New York and Erie Railroad, </em>5 Sand. S. C. R., 587; <em>Munson </em>v. <em>Hungerford, </em>6 Barb. S. C. R., 265, 271, 272; <em>Irwin </em>v. <em>Dixion, </em>9 Howard’s U. S. R., 10, 30 to 33; <em>Badeau </em>v. Mead, 14 Barb. S. C. R., 328, 339; <em>Curtis </em>v. <em>Keesler, </em>id., 511, 521, 522; <em>Goulcl </em>v. Glass, 19 Barb. S. C. R., 179, 194, 195.)</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b143-5\">As to the servitude claimed here: <em>(Hills </em>v. <em>Miller, </em>3 Paige, 254, 256, 257; <em>Pitkin </em>v. Long <em>Island Railroad Co., </em>2 Barb. Ch. R., 221, 231; Kaufmann’s Mackeldey, vol. 1, p. 340, § 311, No. 3, and Notes ; Digest, Book 8, tit. 2, §§ 15, 16; 3 Kent’s Com., 434 to 436, § 4; 446 to 448; <em>Fishmongers' Co. </em>v. <em>East India Co., </em>1 Dick, 163, 165; <em>Attorney-General </em>v. <em>Nicholl, </em>16 Ves., 342; <em>Squire </em>v. <em>Campbell, </em>1 Mylne and Craig, 459.)</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b143-6\">2. Even had Davis intended to dedicate the strip of eight feet to the public, as a part of the street, he wholly omitted to do any legal act to effectuate this purpose; and what was actually done by him, and those who purchased of him, was inconsistent with any such dedication. They set their houses back, but retained the strip for their own private use. (Cases above.)</p>\n<p data-order=\"61\" data-type=\"legal\" id=\"b143-7\">3. The making and exhibition by Davis, of the map, diagram and plan, spoken of by him and other witnesses, however they might bind him, in equity, to leave open court-yards in front of the lots owned by him, could not bind or affect Henriques, or ’ his grantees. The obligation, if any, was personal as to Davis, and could not run with the land conveyed by him to Henriques. 4. Henriques' acquired a full and absolute title to the lots in Third avenue, on the corner of Eighth street, conveyed to him by Davis, in 1832; and neither he nor his grantees could be affected by any agreement or assurance thereafter made by Davis, or by any agreement between the owners and occupants of lots on Eighth street, to which such grantees were not parties; or by any acts done by such owners or occupants or by other parties.</p>\n<p data-order=\"62\" data-type=\"legal\" id=\"b143-10\">IY. The right claimed by the plaintiffs in this action, whether regarded as an interest in the lands of the defendants, or as an easement or servitude, could only, under the law of this state, be created by instrument, in writing, duly executed by competent parties; and there was no legal proof whatever of any such instrument in writing. (1 R. S., 738, §§ 137, 140; id., <page-number citation-index=\"1\" label=\"136\">*136</page-number>v. <em>Shippam, </em>5 Barn. &amp; Cres., 221; S. C., 7 Dowl. &amp; R., 783; <em>Mumford </em>v. <em>Whitney, </em>15 Wend., 380; <em>Miller </em>v. <em>Auburn and </em>750, §§ 6, 10; 2 R. S., 134, 135, §§ 6, 8; id., 137, § 6; Hewlins <em>Syracuse </em>Railroad, 6 Hill, 61; <em>Pitkin </em>v. <em>Long Island Railroad Co., </em>2 Barb. Ch. R., 221, 231, 232; <em>Wolfe </em>v. Frost, 4 Sand. Ch. R., 72, 88 to 93; and cases there cited.)</p>\n<p data-order=\"63\" data-type=\"legal\" id=\"b144-5\">Y. The rights of Wilkes, and his grantees, under the deed of Davis to Henriques, cannot be impaired or affected by the fact that the same was made to him by Davis, for the purpose of securing the payment of moneys due from Davis to the firm of Josephs &amp; Co. The deed passed the whole title in the premises described therein to Henriques; and Wilkes, although he contracted for the purchase of Davis, is entitled to all the benefits of this deed. <em>A fortiori, </em>are his grantees so entitled.</p>\n<p data-order=\"64\" data-type=\"legal\" id=\"b144-6\">YI. There was nothing in the negotiations between Davis and Wilkes prior to, or at, the execution of the deed of Henriques to Wilkes, to impair the absolute title in the premises conveyed to Wilkes by that deed, or to charge the same with a perpetual easement or servitude in favor of the plaintiffs and their co-owners in St. Mark’s place.</p>\n<p data-order=\"65\" data-type=\"legal\" id=\"b144-7\">All negotiations, whatever they were, between Davis and Wilkes, were merged in the deed, by which alone the rights of the parties are to be determined.</p>\n<p data-order=\"66\" data-type=\"legal\" id=\"b144-8\">YH. Mr. Willces did not, by the erection of said building, as it was erected, affect or impair the absolute title in the premises conveyed to him by Henriques, nor charge the same with a perpetual easement or servitude in favor of the plaintiffs, and their co-owners in St. Mark’s place; nor have these consequences been produced by the user of the plaintiffs, or the non-user of the defendants or their predecessors in the title.</p>\n<p data-order=\"67\" data-type=\"legal\" id=\"b144-9\">1. Wilkes, by the mere omission to occupy, by his building, the strip of eight feet, did not lose his title in and dominion over the same; much less grant to the plaintiffs and their co-owners the title now claimed by them.</p>\n<p data-order=\"68\" data-type=\"legal\" id=\"b144-10\">2. There is no room for applying here the doctrine of prescription. The time of enjoyment is too short; and the grants have all been produced in evidence.</p>\n<p data-order=\"69\" data-type=\"legal\" id=\"b144-11\">3. Nor is there room for claiming by adverse enjoyment of twenty years. It existed for less than nineteen years; and for <page-number citation-index=\"1\" label=\"137\">*137</page-number>no part of the time was it adverse, or in derogation of the rights of Wilkes and his grantees. (Cases above cited; <em>Parker </em>v. <em>Foote, </em>19 Wend., 309, 313 to 319; <em>Townsend </em>v. <em>McDonald, </em>2 Kern., 381, 391, 392, and cases there cited.)</p>\n<p data-order=\"70\" data-type=\"legal\" id=\"b145-5\">VIII. The defendants are entitled to the full benefits of the title acquired by Wilkes, and by him conveyed by his mortgage, since foreclosed, to the Jackson Insurance Company.</p>\n<p data-order=\"71\" data-type=\"legal\" id=\"b145-6\">1. The mortgage from Wilkes to the Jackson Marine Insurance Company, of September 30, 1834, in respect to the premises described therein, is precisely like the deeds from Henriques to Wilkes, and from Davis to Henriques.</p>\n<p data-order=\"72\" data-type=\"legal\" id=\"b145-7\">2. The decree of sale on the foreclosure of the Wilkes mortgage (8th May, 1838), and the master’s deed in pursuance thereof (of 9th June, 1838), follow the description contained in the mortgage, and are equally absolute and unrestricted.</p>\n<p data-order=\"73\" data-type=\"legal\" id=\"b145-8\">3. The clause in the deed from the Jackson Marine Insurance Company to Halstead, of the 12th March, 1844, making the grant subject to all the provisions, stipulations, and restrictions, if any, concerning the court-yard, and the keeping the same perpetually open; neither proves the dedication alleged in the complaint, nor impairs or affects the title of Halstead. Nor from this clause, or any extrinsic fact can any covenant be implied. <em>(Kinney </em>v. <em>Watts, </em>14 Wend., 38.)</p>\n<p data-order=\"74\" data-type=\"legal\" id=\"b145-9\">4. The same remarks apply to the like provision in the deed from Halstead to the defendant, of the 1st of November, 1852.</p>\n<p data-order=\"75\" data-type=\"legal\" id=\"b145-10\">IX. The defendants are purchasers, for a valuable consideration, without notice of any such dedication, restriction, or claim, as that now set up.</p>\n<p data-order=\"76\" data-type=\"legal\" id=\"b145-11\">1. The clause in the deed of the Insurance Company to Halstead repeated in the deed of Halstead to the defendants, although sufficient to put the defendants on inquiry, is, of itself, insufficient to create a binding, legal covenant or restriction, if none was before in existence.</p>\n<p data-order=\"77\" data-type=\"legal\" id=\"b145-12\">2. It was evidently inserted in these deeds, by the grantors therein, for greater caution, and to qualify the effect of their covenants of title.</p>\n<p data-order=\"78\" data-type=\"legal\" id=\"b145-13\">3. The inquiries made by the grantees resulted in their ascertaining that there was not, and that never had been, any such restriction or covenant as was referred to in said clause.</p>\n<attorneys data-order=\"79\" data-type=\"attorneys\" id=\"b146-4\"><page-number citation-index=\"1\" label=\"138\">*138</page-number><em>P. Mott and Hugh Maxwell, </em>for respondents'.</attorneys>\n<p data-order=\"80\" data-type=\"legal\" id=\"b146-5\">I. The eight feet of land in front of the houses on the north side of St. Mark’s place, formerly Eighth street, is now and has been since the erection of the buildings thereon, permanently dedicated to the public use, and is now a part and portion of the highway; and the owners on the street have, in connection with the public interest, a right to insist that the eight feet shall continue and be kept for such use. .</p>\n<p data-order=\"81\" data-type=\"legal\" id=\"b146-6\">I. Because dedication, as the term is applied in reference to this subject, is the act of devoting or giving property for some proper object, and in such a manner as to conclude the owner.</p>\n<p data-order=\"82\" data-type=\"legal\" id=\"b146-7\">The law which governs such cases is anomalous. Under it, rights are parted with and acquired, in modes and by means unusual and peculiar. Ordinarily, some conveyance or written instrument is required to transmit a right to real property; but the law applicable to dedication is different.</p>\n<p data-order=\"83\" data-type=\"legal\" id=\"b146-8\">Dedication may be made without writing by act <em>in pais, </em>as well as by deed. <em>(Hunter </em>v. <em>The Trustees of Sandy Hill, </em>6 Hill R., 411; 20 Wend., 116; <em>Post </em>v. <em>Pearsall, </em>22 id., 434, 447, 473, 477 and 478; 14 Barb. R., 521 and 522.)</p>\n<p data-order=\"84\" data-type=\"legal\" id=\"b146-9\">II. Dedication may be made in two ways.</p>\n<p data-order=\"85\" data-type=\"legal\" id=\"b146-10\">1. By length of time the use has continued. Formerly twenty years was thought necessary; afterward twelve, then eight years, subsequently a shorter time has been held sufficient. <em>(Livingston </em>v. <em>The Mayor of New York, </em>8 Wend. R., 105; 6 id., 556; 20 id., 117; 14 Barb. R., 523.)</p>\n<p data-order=\"86\" data-type=\"legal\" id=\"b146-11\">2. By an act so unequivocal as to show the intention of the party at the time.</p>\n<p data-order=\"87\" data-type=\"legal\" id=\"b146-12\">The Chancellor says, in the case of <em>Livingston </em>v. <em>The Mayor of New York, </em>8 Wend., 105: “Mo particular time is necessary as evidence of dedication. It is not like a grant presumed from length of time. If the act of dedication be unequivocal, it may take place immediately. As, for instance, if a man build a row of houses on each side of a strip of land, making it a street leading into another, and sells or lets these houses, it is instantly a dedication.”</p>\n<p data-order=\"88\" data-type=\"legal\" id=\"b146-13\">In the case of <em>Curtis </em>v. <em>Keesler, </em>14 Barb., 523, the Court said: “ A dedication of property to public use does not depend <page-number citation-index=\"1\" label=\"139\">*139</page-number>upon the lapse of time, but upon the intention and acts of the parties.” (See also 5 Taunt., 125; <em>Ward </em>v. Davis, 3 Sand. R., 502.)</p>\n<p data-order=\"89\" data-type=\"legal\" id=\"b147-5\">III. Lands may be dedicated partly for public and partly for private use, as the following authorities will show: (To a public quay in the city of London, 3 Term R., 253; To a watering place company, Litt. 56, <em>a; </em>To public landings, 1 Greenl., Ill; 8 Pick., 504; To a public square in Cincinnati, 6 Peters R., 431 to 438; In the State of Vermont, To the public square in the village of St. Albans, 2 Verm. R., 480; To a court-house square at Burlington, 3 id., 521; To a college green at Burlington, 3 id., 530; To a court-house square at Windsor, 6 id., 355; In this state to a burying ground, in Sandy Hill, 6 Hill R., 407; To a public square in the village of Watertown, 4 Paige, 519; In Lexington, Kentucky, To the reservation of a spring of water, 12 Wheat. R., 583.)</p>\n<p data-order=\"90\" data-type=\"legal\" id=\"b147-6\">Judge Cowen\" lays down the principle as being well settled in this state, that lands may be dedicated for public ways and other easements in nature of ways, although there be no person <em>in esse </em>capable of taking as a grantee at the time. <em>(Pearsall </em>v. Post, 20 Wend. R., .119.)</p>\n<p data-order=\"91\" data-type=\"legal\" id=\"b147-7\">And, says Judge Duee, in the case of <em>Ward </em>v. <em>Davis, </em>3 Sand. R., 520, a valid dedication may be made by a single act, if positive and unequivocal in its nature, and especially where purchases have been made upon the faith.that the act was meant to induce. That to constitute a public use, it is not necessary that the public at large shall share its entire advantages, &amp;c.</p>\n<p data-order=\"92\" data-type=\"legal\" id=\"b147-8\">IV. Applying the principles of law, as settled by the cases here cited, to the facts in this case as found by the judge and sustained by the evidence, there can be no doubt but that a legal dedication of the eight feet of land on the north side of St. Mark’s place has been fully established. And the decision of the judge and the judgment of the Court should be sustained.</p>\n<p data-order=\"93\" data-type=\"legal\" id=\"b147-9\">1. Because, as early as 1830, the time Davis purchased the south side of Eighth street, from the Second to the Third avenues, from Hall, (and then, as Davis says, he had it in contemplation of purchasing the north side from Stuyvesant,) he prepared a diagram for both sides of the street, showing how he intended to build, and the particular location of the houses to be erected.</p>\n<p data-order=\"94\" data-type=\"legal\" id=\"b148-4\"><page-number citation-index=\"1\" label=\"140\">*140</page-number>2. In February, 1831, Davis purchased the entire block on the north side of Eighth street, from, the Second to the Third avenues, and then consummated his plan of building thereon. He made a map of the property, laid out the street from the Second to the Third avenues, seventy-six feet wide, and gave it the name of St. Mark’s place.</p>\n<p data-order=\"95\" data-type=\"legal\" id=\"b148-5\">3. Davis then built sixteen large dwelling-houses on the south side of the street, and twelve on the north side. These houses were all located on the line he had adopted, for the purpose of showing a street of seventy-six feet in width.</p>\n<p data-order=\"96\" data-type=\"legal\" id=\"b148-6\">4. Davis says the map was made before he sold any of the lots, and when he sold, he sold in reference to the diagram, with instructions that the street was to remain seventy-six feet wide, and did intend to dedicate the eight feet on each side to the pubEc, and did so dedicate it.</p>\n<p data-order=\"97\" data-type=\"legal\" id=\"b148-7\">That when he sold any of the lots the map was always shown the purchasers, and that he represented to the purchasers that St. Mark’s place was to remain open, and would not have sold otherwise, as he considered it the best improvement in the city.</p>\n<p data-order=\"98\" data-type=\"legal\" id=\"b148-8\">5. Davis says that when he made the bargain with Wilkes, he dedicated the eight feet to the street. That there was no doubt but the diagram was shown to Wilkes at the time.</p>\n<p data-order=\"99\" data-type=\"legal\" id=\"b148-9\">Wilkes says that Davis showed him the diagram before he purchased.</p>\n<p data-order=\"100\" data-type=\"legal\" id=\"b148-10\">It was a smaU diagram; it represented the lots to be built upon to be set back eight feet, in conformity with the other houses, and he built in conformity to that line.</p>\n<p data-order=\"101\" data-type=\"legal\" id=\"b148-11\">Davis says that there was an agreement (whether written or verbal he cannot say) that Wilkes should set back his house eight feet, aud that Wilkes did build on that line.</p>\n<p data-order=\"102\" data-type=\"legal\" id=\"b148-12\">6. In fact the whole street, from the Second to the Third avenues, was a matter of concession; as early as September, 1829, Stuyvesant &amp; Hall ceded sixty feet in width from the two avenues to the corporation for a public street; and Davis afterward, and before the street was built on, gave up eight feet on each side in order to make the street seventy-six feet wide, and in consequence of the extra width of the street he changed the name to St. Mark’s place; and in consequence thereof the corporation passed a resolution confirming said street by the name of <page-number citation-index=\"1\" label=\"141\">*141</page-number>St. Mark’s place; and thereby adopting it as a street or public place of seventy-six feet in width.</p>\n<p data-order=\"103\" data-type=\"legal\" id=\"b149-4\">7. Samuel L. Doughty, a city surveyor, says he has known St. Mark’s place, as a public place, over twenty years; he has at various times measured it and found it seventy-six feet wide. A place is generally considered a portion of a street, improved, &amp;c.</p>\n<p data-order=\"104\" data-type=\"legal\" id=\"b149-6\">Charles Turner, the deputy street commissioner, says he is acquainted with St. Mark’s place; it is seventy-six feet wide from house to house; the sidewalks and areas on each side are twenty-three feet, of which fifteen feet are sidewalks; the sidewalks are six feet wider than in an ordinary sixty foot street; St. Mark’s place does not appear like a sixty foot street; its appearance is more grand and the property more valuable.</p>\n<p data-order=\"105\" data-type=\"legal\" id=\"b149-9\">8. When Wilkes built on the northeast corner of St. Mark’s place and the Third avenue, he placed the front of his building on St. Mark’s place, with doors and windows on that side, conceding all in front to be the street not to be built on; although the bank have purchased the eight feet in front on St. Mark’s place in connection with the building.</p>\n<p data-order=\"106\" data-type=\"legal\" id=\"b149-10\">Under all the circumstances, would the defendants, if they should sell only so much of the lot as is covered by the building, have a right to build on the eight feet on St. Mark’s place, and obstruct the fight and passage-way into that building from St. Mark’s place ?</p>\n<p data-order=\"107\" data-type=\"legal\" id=\"b149-11\">We say they would not; that eight feet having been given up and dedicated to the public, has become a part and portion of said street.</p>\n<p data-order=\"108\" data-type=\"legal\" id=\"b149-12\">V. There having been a dedication of the eight feet of ground on both sides of St. Mark’s place by Davis, and acquiesced in for at least twenty years by all those who purchased of Davis and their grantees, St. Mark’s place must be now considered a public street of seventy-six feet in width. Betts says, when he purchased of Davis, he purchased on the faith that the plan would be carried out. That Maxwell showed him the diagram. Betts purchased in 1831, and Maxwell in 1832. Carvill also says that he purchased there in 1832, and has lived there ever since. That he would not have purchased if he had supposed the line would have been disturbed.</p>\n<p data-order=\"109\" data-type=\"legal\" id=\"b149-15\">YI. Those who now own property in St. Mark’s place have a <page-number citation-index=\"1\" label=\"142\">*142</page-number>right to insist that no part of that street, as a seventy-six foot street, shall be built upon or obstructed.</p>\n<p data-order=\"110\" data-type=\"legal\" id=\"b150-5\">1. Because the purchasers from Davis having assented to the dedication at the time of these- purchases, they and their grantees are now stopped from disputing the validity of the dedication.</p>\n<p data-order=\"111\" data-type=\"legal\" id=\"b150-6\">2. Because all the owners of property on St. Mark’s place (except the defendants) are in favor- of the street as it now exists, and are opposed to any change being made by building on the eight feet. They desire the line to remain as it is.</p>\n<p data-order=\"112\" data-type=\"legal\" id=\"b150-7\">3. Because the building by the defendants on the eight feet in front of their building would have the tendency to impair the value of property on St. Mark’s place. It would obstruct their view, shut out light and air, and in other respects depreciate the property.</p>\n<p data-order=\"113\" data-type=\"legal\" id=\"b150-8\">VH. When the defendants purchased the property at the corner of St. Mark’s place and Third avenue, they bought with notice that this eight feet was claimed as a part of the street. Although to be used as a court-yard, it was not to be built on. And the Court will not now permit these- defendants to violate an obligation so faithfully entered into with the public, first by Davis, then by Wilkes, and kept by all the grantees up to the time of the sale to the defendants, with notice to them that they were to keep the same obligation unbroken.</p>\n<p data-order=\"114\" data-type=\"legal\" id=\"b150-9\">VIH. There is no error in any of the rulings of the Judge; and the decision being according to the evidence and the law in such cases, there is no reason for disturbing it, and the judgment of the Court below should be affirmed.”</p>\n<opinion data-order=\"115\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b150-10\">By the Court;</p>\n<author id=\"Aqqz\">Bosworth, J.</author>\n<p id=\"ATf\">—Whether the conclusions of law to which the Court, at Special Term, came, that, upon the facts found, Davis made a valid dedication of the strips of land on either side of Eighth street to the use of the public, which operated as a permanent enlargement of the street, is a sound one; is a question by no means free from difficulty. Davis conveyed every part of them, with the lots of which they were fronts, absolutely, and with a covenant against all incumbrances thereon. They have been inclosed and used as court-yards by the owners of the lots of which they form parts, and the public <page-number citation-index=\"1\" label=\"143\">*143</page-number>have been excluded, at all times, from entering upon them for any public purpose.</p>\n<p id=\"b151-5\">At the same time, by the appropriation made of them, and the use to which they have been devoted, the original street has not been encroached upon, by steps or areas to the dwelling-houses erected thereon, and the public have had the uninterrupted use of a carriage-way thirty feet wide, and of a sidewalk, on each side of the street, fifteen feet wide, and for all practical purposes, the enjoyment of a street seventy-six feet wide, as fully as if it had been made of that width by law.</p>\n<p id=\"b151-6\">We deem it unnecessary to express any definite opinion, whether the decision made of this question, at Special Term, was correct.</p>\n<p id=\"b151-7\">We think, that on the facts found, the judgment must be affirmed, even if it be conceded, or must be held, that no valid dedication has been made of this strip of eight feet in width as a part of the public street.</p>\n<p id=\"b151-8\">On the facts found, and admitted by the pleadings, it may, fairly, be said that those who first bought of Davis, bought upon the assurance, on which they relied, that the buildings to be afterward erected should be located to conform to the plan, and that the open space between the buildings on the opposite sides of the street should be kept open, permanently, to the width of seventy-six feet. Each subsequent purchaser, from Davis, of lots, or of a house and lot, on this street, bought on the like assurance and rebanee, expecting to have the benefit of that assurance being kept and realized, and that other purchasers, whether prior or subsequent to himself, should also have the benefit to result from his conforming to the plan himself, • and practising towards them the good faith which he expected them to observe towards him.</p>\n<p id=\"b151-9\">By this mode of proceeding all the lots on both sides have been built upon in conformity to this plan and common understanding, and in pursuance and in execution of it. Every prior purchaser, by reason of every subsequent purchaser having done what Davis assured each purchaser should be done, has had an actual execution, in respect to each lot, of the promise and assurance made by Davis to induce each and all of those who bought; to buy and build; or to buy a dwelling-house already built.</p>\n<p id=\"b152-4\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>In such a state of things, and after an actual execution of this plan and common understanding, for the improvement of this part of Eighth street, and after it has been exactly conformed to and observed in good faith for so many years; and in consideration that large investments have been made by the purchasers who bought houses completed at the time of their purchase, or who bought lots and erected expensive dwellings conforming to the plan, relying upon the assurance that the benefits, to result from conforming to it were to be perpetually enjoyed; it would be inequitable to permit any one of such original purchasers, or any person succeeding to his rights, with notice of this common understanding and the execution of it, to damage seriously the property of every other owner on St. Mark’s place, by building upon this eight feet up to the line of the street as originally laid out.</p>\n<p id=\"b152-5\">After such an actual execution of the original plan and common understanding, and long conformity to it, the equitable rights of all of the owners of this property should be regarded as being as clear and certain, as their legal rights would have been, if all had covenanted with each other before any building was erected (they then owning the land), that such a plan should be conformed to in building, and that the buildings to be erected on either side should be on a uniform line eight feet back from the line of the street, and that this space of eight feet on each side of it should be kept open perpetually.</p>\n<p id=\"b152-6\">To allow the defendants to erect a building on the northeasterly corner of Third avenue and St. Mark’s place, covering the whole of this strip of eight feet in width, to the distance of seventy-five feet from the easterly side of the Third avenue, would permit a fraud to be practised on Mr. Maxwell and other original purchasers, who bought on the same assurances, and in reliance upon them, as he did.</p>\n<p id=\"b152-7\">To permit the defendants to do this, would be permitting them to do what Wilkes could not have originally done, without acting in bad faith towards Davis and all others who had previously bought of him on the same representations and expectations, as influenced Mr. Maxwell to purchase.</p>\n<p id=\"b152-8\">But no original purchaser ever departed, or seems to have thought of departing from the plan exhibited during the nego<page-number citation-index=\"1\" label=\"145\">*145</page-number>tiations for Ms purchase, and with reference to which it was made.</p>\n<p id=\"b153-5\">Each purchaser in building as he did build, seems to have thus built solely with a view to conform to and execute the common understanding of the original purchasers.</p>\n<p id=\"b153-6\">Many of them, as the testimony discloses, supposed when they bought, that there was something appearing of record which would preclude any person from building nearer than within eight feet of the line of the street, and which would require him to place the front of any dwelling he might erect, on the uniform lme indicated by the plan which Davis had adopted.</p>\n<p id=\"b153-7\">It may be said that each purchaser, beginning with the first, had the agreement of Davis, on which he relied, that the lots not then built on, should, when built upon, be covered with dwellings fronting on this line, and that St. Mark’s place should be kept open, and remain seventy-six feet in width. Every purchaser, buying after some of the lots had been built upon, not only had this agreement or assurance of Davis to induce Mm to purchase, but he had the further fact to influence him, that as to those which had been built upon, there had been an execution of the plan adopted for the whole, and which they were assured was to be thereafter observed, in building upon both sides of the street, from avenue to avenue.</p>\n<p id=\"b153-8\">I think therefore that it may be held, on the facts as found, that there was an agreement between each purchaser and Davis, that the plan which he had adopted and which he exhibited, as an inducement to buy, should be conformed to in building upon both sides of the street, from avenue to avenue, until all the lots had been built upon; and that the open space thus made to constitute the apparent street, should continue permanently seventy-six feet in breadth.</p>\n<p id=\"b153-9\">That this agreement was relied upon by each purchaser, and was with him an operative inducement to purchase,'</p>\n<p id=\"b153-10\">That in building upon the lots on both sides of the street, whether they were built upon by Davis or such purchasers, they were built upon to conform to tMs plan and agreement, and solely with a view to conform to and execute both.</p>\n<p id=\"b153-11\">That the plan having been thus conformed to by Davis, and <page-number citation-index=\"1\" label=\"146\">*146</page-number>by every original purchaser, and solely with a view to conform to it, and tó execute such agreement, the rights of such original parties are in equity, as clear and absolute to have this plan and agreement conformed and adhered to in the future, as if.the first purchasers had owned their several lots before either was built upon, and had then agreed, in writing, that such a plan should be observed in building, and that the street should be so kept open permanently.</p>\n<p id=\"b154-5\">That after such an execution of the plan and verbal agreement, and after the long period which has elapsed, if any one original purchaser should rebuild, covering the whole of this space of eight feet within the limits of his own lot, he would commit a fraud upon every other original purchaser, and do him a substantial injury.</p>\n<p id=\"b154-6\">That the defendants bought, seeing the street built upon in conformity with this plan, and seeing in the manner in which it was built upon, something more than an accidental conformity of fronts on a uniform line. They took a deed the terms of which indicate that their vendor declared, he was unwilling to covenant that there existed no restriction upon the right to an uncontrolled use of this eight feet, and that he therefore conveyed the lot in question, subject to any restrictions that might exist requiring it to be perpetually kept open as a court-yard.</p>\n<p id=\"b154-7\">Their right to pull down and cover this eight feet with a new building is no greater than Wilkes’ would have been after he had built as he did build, and after every other lot had been built upon, as Davis originally assured every purchaser, and as the common understanding of all the purchasers was, that it was to be and should be built upon.</p>\n<p id=\"b154-8\">He would not have been permitted on such a state of facts to do an act which would have been a fraud upon and a damage to every other original purchaser.</p>\n<p id=\"b154-9\">We regard it as settled law that when the owners of adjoining lots agree, though verbally, that each will erect a building or store on his own lot and that the dividing wall shall be a party wall, and be used to support the beams and roof of each building, and they build according to such agreement, and with a view to execute it, neither can remove, or do anything to impair the stability or suificiencv of such wall, so long, at least, as the <page-number citation-index=\"1\" label=\"147\">*147</page-number>buildings continue in a condition to subserve in every substantial respect, the uses for which they were erected.</p>\n<p id=\"b155-5\">The equity, in the case before us, is as strong as in that last mentioned, that the common understanding of the parties after having been executed at great cost to each of them, should not be allowed to be violated by either so as to be a fraud upon and a serious damage and continuing annoyance to every other.</p>\n<p id=\"b155-6\">The grounds on which we affirm the judgment, were not much discussed on the argument of the appeal, but we think they are substantially raised by the plaintiff’s seventh printed point.</p>\n<p id=\"b155-7\">The judgment should be affirmed.</p>\n<p id=\"b155-8\">Pierrepoint, J., dissented. Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}