{
  "casebody": {
    "data": "<casebody firstpage=\"450\" lastpage=\"455\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b458-8\">Jos. T. Crosby, Plaintiff and Respondent, <em>v. </em>Simeon Nichols, Defendant and Appellant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b458-9\">1. When the members of a firm, by agreement among themselves, make an actual division between them of part of the firm’s assets, and allot to each, as his own property, specific portions thereof; and the division thus made is assented to and acted upon by all the partners; the title to the part so . allotted to each, becomes thereby his exclusive individual property.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b458-11\">2. If one partner receive from a third person, payment of a debt owing by him to the firm, which has been so allotted to his copartner; the latter may maintain an action against him, to recover the amount so received.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b458-12\">3. If, in such an action, the plaintiff calls one of\"his copartners as'a witness; <page-number citation-index=\"1\" label=\"451\">*451</page-number>that fact will not entitle the defendant to be examined in his own behalf, under section 399 of the Code, as it read prior to the amendment made by chapter 353 of the Laws of 1857.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b459-5\"><em>4. </em>The vendor of a personal chattel, or of a thing in action; was, before the Code, a competent witness for his vendee, in a suit by the latter against a third person who had wrongfully converted such chattel, or appropriated such thing in action to his own use. He is not “ an assignor of a thing in action or contract” within the meaning of section 399 of the Code.</headnotes>\n<p data-order=\"5\" data-type=\"headnotes\" id=\"b459-6\">(Before Bosworth, Hoffman and Pierrepont, J. J.)</p>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b459-7\">Heard, June 16th;</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AB_\">decided, July 3d, 1858.</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b459-8\">This is an appeal by the defendant, from a judgment against him, entered in favor of the plaintiff on the verdict of a jury. It was tried before Mr. Justice Woodruff and a jury, in June, 1856.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b459-9\">The plaintiff in the complaint alleges that the plaintiff, the defendant, Thomas Burrows <em>&amp; </em>William Dawson had been partners in trade under the name of S. Nichols &amp; Co. That, on or about the 12th day of February, 1855, said firm was by mutual consent dissolved, when the members thereof divided among themselves certain of the notes and book accounts thereof, and set off to each of the said members certain of such notes, &amp;c., and that each of the members has collected all or a portion of those set off to him. That among the debts so set off to the plaintiff, was a debt of $274.75 against Bugbie <em>&amp; </em>Terrill; and that the defendant subsequently collected and received from said Bugbie &amp; Terrill said debt, the plaintiff then being the sole owner thereof, and that the defendant has not paid over to the plaintiff the money so received by him, and the plaintiff demands judgment for the said sum, with interest.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b459-10\">The answer of the defendant, Nichols, contains four defenses. The first defense controverts the material allegations of the complaint.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b459-11\">The second defense states and alleges that at the time of the dissolution of the said firm, the copartners therein submitted by bonds of arbitration, the matters in difference between them, of and concerning the division and distribution among them of the debts and property of the said firm, and all matters relating thereto, and that the said submission has not been revoked, but remains in full force.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"AHvi\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>The third defense alleges that the arbitrators afterwards ordered and awarded as to certain matters in that defense set forth.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b460-5\">The fourth defense alleges and insists that the accounts and matters between the said partners remain, and' are open and unsettled, and that there is a balance in defendant’s favor, and that Burrows &amp; Dawson, the other partners, ought to have been made parties in this action.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b460-6\">On the trial, a bond signed by all the partners, dated February 5, 1855, by which they agreed to submit to the decision of three persons therein named, “all the proofs and allegations of the parties of and concerning the division and distribution among the parties hereto composing the firm of S. Nichols &amp; Co., in the city of New York, of the notes, book accounts, and other property of the firm of S. Nichols &amp; Co., now to be dissolved, and all matters relating thereto, and that the award of the said arbitrators be made in writing, subscribed by them or the majority of them, and attested by a subscribing witness, ready to be delivered to the said parties on or before the-day of-next.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b460-9\">Objection was made to the admission of certain evidence , offered by the plaintiff, in respect to an actual distribution of the assets, on the ground 'that the plaintiff had not declared on an award, nor alleged an award in his complaint. “ The Justice decided that proof of the acts of the parties in making an actual division of the assets, and a delivery in pursuance of such division, with the intent to invest each with the sole property in the shares distributed to the respective parties, was admissible. The witness thereupon further testified.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b460-10\">Evidence was then given tending to show that the assets of the firm of S. Nichols &amp; Co., which were supposed to be good, were divided and distributed among the partners; the three arbitrators and the four partners being present and acting in the matter; that each accepted of the part allotted to him, and that all the partners, at the time, declared themselves satisfied; and that the bad debts were sold at auction by consent of the partners ; that the debt due from Bugbie &amp; Terrill was allotted to the plaintiff, and that the defendant subsequently received from them payment of it.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"A_q4\"><page-number citation-index=\"1\" label=\"453\">*453</page-number>Thomas Burrows (one of the firm of S. Nichols &amp; Co.) was sworn as a witness for the plaintiff, against the objection and exception of the defendant. He gave evidence tending to show an actual distribution of the assets, or of most of them, and that each member had collected the accounts or demands, in whole or in part, which had been allotted to him on such distribution. When the plaintiff rested, the defendant moved for a nonsuit on the grounds:</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b461-5\">“ 1st. That the bond of submission to arbitration, and the proceedings of the arbitrators or parties under or in pursuance of it, were inadmissible under the complaint or pleadings in this action.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b461-6\">“2d. That there had been no legal or valid award pursuant to the arbitration bond.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b461-7\">“3d. That the submission to arbitration by the arbitration bond could not be revoked or in effect revoked, except by a writing under seal, and that until revoked no action could be sustained on or as to the matter submitted.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b461-8\">“ 4th. That whatever was done with respect to the distribution spoken of by the witnesses, was done by the arbitrators, and was done by them as arbitrators, and not otherwise, and if any action could be sustained on the ground of that proceeding, it ought to have been an action on the award, and not on the alleged agreement between the plaintiff and defendant in the complaint stated.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b461-9\">“ 5th. That there was no sufficient evidence to establish the allegation of the plaintiff, that the demand against Bugbie &amp; Terrill had been assigned, or awarded to the plaintiff) or that he had any exclusive right, or title thereto.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b461-10\">“ 6th. That there had been no final settlement of the partnership matters, either by the parties, or by the arbitrators, and that, therefore, the other partners should have been parties in this action, and that the only action that could be sustained, was. either an action for an account or on an award of the arbitrators.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b461-11\">’* 7th. That the facts and evidence do not sustain the plaintiff’s complaint, or entitle him to recover in this action.”</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b461-12\">The motion was denied, and the defendant excepted.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b461-13\">The defendant offered himself as a witness in his own behalf) to the matters as to which Burrows had testified; on the ground that Burrows was an assignor to plaintiff of his. alleged cause off <page-number citation-index=\"1\" label=\"454\">*454</page-number>action, and had been examined for the plaintiff. The plaintiff objected, the Court excluded him, and the defendant excepted. The printed case states that “ the evidence on both sides being closed, the Justice charged the jury, who found a verdict in favor of the plaintiff, and against the defendant, for the sum of two hundred and ninety-six dollars and thirty cents.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b462-5\">Ho part of the charge is given.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b462-6\">The defendant moved for a new trial, which was denied. From the order denying that motion, and from the judgment entered on the verdict, the present appeals are taken.</summary>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b462-7\"><em>Thomas 0. </em>Pinckney, for the defendant, the appellant,</attorneys>\n<p data-order=\"30\" data-type=\"legal\" id=\"b462-8\">Insisted that no action wordd lie, after the submission, in reference to any matters embraced in it, while the bond of submission remained in force; that the bond could not be revoked except by a writing under seal; and that it is still in force, unrevoked; and that there has been no legal or valid award pursuant to it.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b462-9\">That there had been no final settlement of the partnership matters, by arbitration or otherwise; that the other partners were necessary parties; and that no action would lie, except for an account; or on an award of the arbitrators.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b462-10\">Also, that the defendant was, erroneously, excluded from being a witness in his own behalf.</p>\n<attorneys data-order=\"33\" data-type=\"attorneys\" id=\"b462-11\"><em>P. D. </em>Loucks, for the respondent.</attorneys>\n<opinion data-order=\"34\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b462-12\">By the Court.</p>\n<author id=\"A3z\">Hoffman, J.</author>\n<p id=\"Azsy\">—The plaintiff and the defendant one Burrows and one Dawson, were partners. They dissolved, and the proof is sufficient, that they agreed through certain persons, called arbitrators, to make a distribution of their assets, giving to each in severalty, certain notes and accounts, part thereof. This was accomplished, and an account against Bugbie &amp; Terrill, owing to the firm, and part of the assets, was allotted to, and vested in the present plaintiff.</p>\n<p id=\"b462-13\">The defendant, one of the partners, got the amount of this demand from the debtors. His partnership power (the dissolution and agreement being unknown), enabled him to do so.</p>\n<p id=\"AXd8\"><page-number citation-index=\"1\" label=\"455\">*455</page-number>The action is to compel him to pay the amount, over to the plaintiff.</p>\n<p id=\"b463-4\">All these facts being established, the right to recover seems indisputable. The objection, that there remain some accounts not divided, deemed desperate, and from which something may perchance be received, is no answer. The firm was broken up.</p>\n<p id=\"b463-5\">We may assume that there was but a partial division. So far as that went, it severed the unity of property, and made it absolute and entire in each partner, to whom the particular demand was allotted.</p>\n<p id=\"b463-6\">There is in fact but one question, deserving notice in the cause. One of the partners, Thomas Burrows, was called as a witness for the plaintiff, and his evidence tended to prove the fact of the division and allotment among other things. The defendant Uichols then offered himself as a witness to the same matters to which Burrows had been examined, on the ground, that he was an assignor of the plaintiff of the thing in action, .or contract in question in the action. The witness was objected to, rejected, and an exception taken. It is insisted that under the 399th section of the Code, he ought to have been admitted.</p>\n<p id=\"b463-7\">The original thing in action or contract, was the debt of Bugbie &amp; Terrill, owing to the firm. The other partners sold and transferred this to the plaintiff) that is, their interest in it. Had the plaintiff sued Bugbie &amp; Terrill, the question would fairly have arisen, whether the defendant could not have been a witness, when Burrows was examined. But the claim and cause of action here is not that thing in action, or contract of those debtors, but a demand against this defendant, for improperly receiving the amount. The title to the property had got into the plaintiff, and the defendant has wrongfully obtained it. (See <em>Hall </em>v. <em>Robinson, </em>2 Comst., 293.) The exception is not well taken. <em>(McGinn </em>v. <em>Worden, </em>3 E. D. Smith, 355.)</p>\n<p id=\"b463-9\">The judgment must be affirmed, with costs.</p>\n<p id=\"b463-10\">Judgment accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}