{
  "casebody": {
    "data": "<casebody firstpage=\"32\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b64-9\">583 A.2d 778</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b64-10\">CHRIS G. ALEVRAS, APPELLANT, v. CATHLEEN RUSSO DELANOY; LUIS GARCIA; LOUIS NICKOLOPOULOS; AND NEW JERSEY STATE PAROLE BOARD, RESPONDENTS.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b64-11\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b64-12\">Submitted November 14, 1990</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aa\">Decided December 13, 1990.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b65-13\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>Before Judges MICHELS and D’ANNUNZIO.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b65-14\"><em>Chris G. Alevras </em>filed a brief <em>pro se.</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b65-15\"><em>Robert J. Del Tufo, </em>Attorney General, filed a letter brief on behalf of respondents <em>(Mary F. Rubenstein, </em>Deputy Attorney General, on the letter brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b65-16\">The opinion of the court was delivered by</p>\n<author id=\"b65-17\">D’ANNUNZIO, J.A.D.</author>\n<p id=\"b65-18\">Appellant, a prison inmate, appeals from the parole board’s calculation of commutation credits applied against a 20-month future parole eligibility date.</p>\n<p id=\"b66-5\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>Appellant was sentenced in 1984 and 1985 for multiple convictions under multiple indictments and an accusation. His aggregate term after modification of the sentences was 13 years with a parole ineligibility period of four years and 235 days. Under the modified sentences the parole ineligibility term expired on September 1, 1989.</p>\n<p id=\"b66-6\">In October 1989, the board denied parole to appellant. In accordance with <em>N.J.A. C. </em>10A:71-3.21(a), the schedule it promulgated pursuant to <em>N.J.S.A. </em>30:4-123.56a.<footnotemark>1</footnotemark>, the board established appellant’s future parole eligibility as 20 months from his initial eligibility date. <em>N.J.S.A. </em>30:4-123.56b requires that “[s]uch future parole eligibility date shall take into account usual remissions of sentence for good behavior____”</p>\n<p id=\"b66-8\"><em>N.J.S.A. </em>30:4-140 establishes credits for good behavior. It provides in part:</p>\n<blockquote id=\"b66-9\">For every year or fractional part of a year of sentence imposed upon any person committed to any State correctional institution for a minimum-maximum term there shall be remitted to him from both the maximum and minimum term of his sentence, for continuous orderly deportment, the progressive time credits indicated in the schedule herein. When a sentence contains a fractional part of a year in either the minimum or maximum thereof, then time credits in reduction of such fractional part of a year shall be calculated at the rate set out in the schedule for each full month of such fractional part of a year of sentence. No time credits shall be calculated as provided for herein on time served by any person in custody between his arrest and the imposition of sentence. In case of any flagrant misconduct the board of managers may declare a forfeiture of the time previously remitted, either in whole or in part, as to them shall seem just.</blockquote>\n<p id=\"b66-10\">The statute includes a schedule of credits earned for each year of the sentence imposed. The annual credit increases with the length of the sentence. Thus, an inmate is entitled to 72 days good behavior credit for the first year, an additional 84 days for <page-number citation-index=\"1\" label=\"35\">*35</page-number>the second year, 96 additional days per year for years three through seven, 120 additional days per year for years eight through 12, and so on. In the 30th year, the annual credit is 180 days. A copy of the complete schedule is attached as an appendix.</p>\n<p id=\"b67-6\">When the board established appellant’s 20-month future eligibility date it deducted 128 days in commutation credits from the 20-month period. It calculated the credits based on the 20-month eligibility period only, as if appellant was serving the first 20 months of his sentence. Thus, the board awarded appellant 72 days for the first 12 months and seven days per month for the next eight months. Appellant contends that the board deprived him of significant rights to commutation credits. Appellant contends that he was beginning the sixth year of his sentence when the board established the 20-month eligibility period and, therefore, he was entitled to 96 days for the first 12 months and 64 days for the next eight months, resulting in 160 days total commutation time to be deducted from the 20-month period.</p>\n<p id=\"b67-7\">In response, the parole board relies on <em>N.J.A.C. </em>10A:71-3.-2(c)7 which provides:</p>\n<blockquote id=\"b67-8\">Where the inmate has been denied parole and required to serve a future eligibility pursuant to <em>N.J.A.C. </em>10A:71-3.21, a new book eligibility date shall be established by adding the additional term to the current book eligibility date and by including, in the case of an adult inmate, <em>commutation credits based on the additional term only. </em>[Emphasis added.]</blockquote>\n<p id=\"b67-9\">Actions of the parole board, as an administrative agency, may be reviewed to determine whether they are arbitrary, capricious or unreasonable. <em>In re Hawley, </em>98 <em>N.J. </em>108, 112, 484 A.2d 684 (1984). A State administrative rule or policy is presumptively valid, and the burden is on the challenger to overcome the presumption. <em>K.P. v. Albanese, </em>204 <em>N.J.Super. </em>166, 175, 497 A.2d 1276 (App.Div.), certif. denied, 102 <em>N.J. </em>355, 508 A.2d 225 (1985). Appellate review of administrative regulations is “highly circumscribed.” <em>Lower Main v. N.J. Housing &amp; Mortgage, </em>114 <em>N.J. </em>226, 236, 553 A.2d 798 (1989). We may <page-number citation-index=\"1\" label=\"36\">*36</page-number>overturn an agency’s rule or policy only if it is arbitrary, capricious, unreasonable or beyond the scope of delegated power, <em>K.P. v. Albanese, supra, </em>204 <em>N.J.Super. </em>at 176, 497 A.2d 1276, and we must liberally construe an agency’s authority to enable it to accomplish its responsibilities. <em>New Jersey Guild of Hearing Aid Dispensers v. Long, </em>75 <em>N.J. </em>544, 562, 384 A.2d 795 (1978). Because of their expertise, administrative agencies are afforded wide discretion in the means utilized to fulfil their delegated tasks. <em>Emmer v. Merin, </em>233 <em>N.J.Super. </em>568, 581, 559 A.2d 845 (App.Div.), certif. den., 118 <em>N.J. </em>181, 570 A.2d 950 (1989).</p>\n<p id=\"b68-6\">Applying these principles, we conclude that appellant’s contention is without merit. <em>N.J.S.A. </em>30:4-123.48d. authorizes the board to “promulgate such reasonable rules and regulations, consistent with this act, as may be necessary for the proper discharge of its responsibilities,” and <em>N.J.S.A. </em>30:4-123.-56a instructs the board to promulgate a schedule of future parole eligibility dates for inmates denied parole. Pursuant to this dual grant of authority, <em>N.J.A.C. </em>10A:71-3.21(a) (hereafter § 3.21) establishes a schedule of future parole eligibility dates to be utilized when parole is denied to an inmate. Section 3.21(a) establishes four categories of eligibility based on offense or sentence. The future eligibility date is uniform for each category. Under § 3.21(c), a future eligibility date may be “increased or decreased by up to nine months — ” Pursuant to this schedule, appellant was given a 20-month eligibility date, less the commutation credits previously described.</p>\n<p id=\"b68-7\">In its brief, the board contends that its application of <em>N.J. A.C. </em>10A:71-3.2(c)7, (quoted above at page 35), whereby it calculates commutation credits <em>for purposes of parole eligibility </em>as if the inmate was beginning his sentence, promotes uniformity. Thus, the board’s policy prevents one inmate who receives a 20-month future eligibility date from being eligible for parole at an earlier date than another inmate, though the first inmate has been imprisoned for a longer period and would <page-number citation-index=\"1\" label=\"37\">*37</page-number>be entitled to greater annual commutation credits under <em>N.J. S.A. </em>30:4-140.</p>\n<p id=\"b69-6\">We perceive no conflict between this policy and <em>N.J.S.A. </em>30:4-140. That statute establishes mandatory credits to be applied against an inmate’s sentence for the purpose of calculating his release date in the absence of parole. <em>See In re Mahoney, </em>17 <em>N.J.Super. </em>99, 106, 85 A.2d 338 (Cty.Ct.1951) (“unless parole intervenes a prisoner is bound to serve the maximum term of his sentence, less the credits provided for in R.S. 30:4-140”). <em>See N.J.A.C. </em>10A:7-5.1 <em>et. seq. </em>The Legislative direction to utilize commutation credits in calculating future eligibility dates is found in <em>N.J.S.A. </em>30:4-123.56b. As previously indicated, it instructs the board to “take into account usual remission of sentences for good behavior____” The statute does not, however, direct the manner in which remission should be taken into account, but delegates that responsibility to the board. This is consistent with the broad delegation of authority to the board found in <em>N.J.S.A. </em>80:4-123.48d (authority to promulgate rules and regulations), and <em>N.J.S.A. </em>30:4-123.56a (authority to develop a schedule of future eligibility dates).</p>\n<p id=\"b69-9\">Neither the record nor appellant’s arguments rebut the presumption of validity which attaches to board action. Appellant has not carried his burden of establishing that <em>N.J.A.C. </em>10A:71-3.2(c)7, or the board’s application of it, <em>see Petition of Adamar of New Jersey, </em>222 <em>N.J.Super. </em>464, 469, 537 A.2d 704 (App.Div. 1988) (substantial deference is accorded agency’s interpretation of a statute or regulation), is arbitrary, unreasonable or capricious, or violates legislative policies expressed or implied in the statutory scheme administered by the board. <em>Campbell v. Department of Civil Service, </em>39 <em>N.J. </em>556, 562, 189 A.2d 712 (1963). Credits for good behavior are provided, in part, as an incentive to good conduct. The board’s policy, implemented through <em>N.J.A.C. </em>10A:71-3.2(c)(7), provides an incentive to good behavior consistent with the legislative determination announced in <em>N.J.S.A. </em>30:4-140. The board’s policy is also consistent with the legislative policy inherent in <em>N.J.S.A. </em>30:4-140 <page-number citation-index=\"1\" label=\"38\">*38</page-number>that short-term inmates receive less annual credit. <em>Cf. In re Mahoney, supra, </em>17 <em>N.J.Super. </em>at 103, 85 A.2d 338, in which the then Judge Hughes suggested that “short-term prisoners derive from the statute less remission time on the obvious premise that they need less incentive for good conduct\"<footnotemark>2</footnotemark> Of course, if defendant is not paroled he will be entitled to the full commutation credit authorized in <em>N.J.S.A. </em>30:4-140 against his maximum sentence.</p>\n<p id=\"b70-5\">Appellant’s contention that the board has violated his constitutional rights is clearly without merit. <em>R. </em>2:11-3(e)(2).</p>\n<p id=\"b70-6\">Affirmed.</p>\n<p id=\"b70-28\">APPENDIX</p>\n<p id=\"b70-29\">[[Image here]]</p>\n<p id=\"b71-6\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>[[Image here]]</p>\n<footnote label=\"1\">\n<p id=\"b66-11\"> <em>N.J.S.A. </em>30:4-123.56a provides:</p>\n<blockquote id=\"b66-12\">The board shall develop a schedule of future parole eligibility dates for adult inmates denied release at their eligibility date. In developing such schedule, particular emphasis shall be placed on the severity of the offense for which he was denied parole and on the characteristics of the offender, such as, but not limited to, the prior criminal record of the inmate and the need for continued incapacitation of the inmate.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b70-74\">It can be argued persuasively that short-term prisoners need <em>greater </em>incentive for good conduct.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}