{
  "casebody": {
    "data": "<casebody firstpage=\"22\" lastpage=\"26\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b28-7\">May Term, 1881,</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A-j\">No. 70.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ag\">May 2d, 1881.</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b28-8\">Basch <em>versus </em>Sener.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b28-9\">1. If materials have been supplied on the credit of a building in the course of construction and could have been used, a mechanics’ lien may be filed though they never went into it at all.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b28-10\">2. When, therefore, all the items furnished had been delivered more than six months before the filing of the lien, except certain articles which were used in <page-number citation-index=\"1\" label=\"23\">*23</page-number>the construction of a fence outside of the building, and the Court charged that if the lumber was furnished on the credit of the building, and was delivered at the place of building, it was not necessary that the party furnishing it should prove that all, or indeed any of it, was used in the building, and that it might have been used elsewhere, and his lien be good; and if furnished for the building without any knowledge that part of it was tobe used for outhouses or fencing the lien would be good. <em>Held, </em>that it was not error.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b29-6\">Error to the Court of Common Pleas of <em>Lancaster County.</em></summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b29-7\"><em>Scire facias sur </em>mechanics’ lien, entered by Gottlieb Sener, J. F. Sener, Henry Sener, A, Sener, doing business as G-. Sener &amp; Sons, against Adolph N. Basch, contractor, and Charles Morton, Moses Maxwell, Eobert Able, and Johnson Wesley, committee and trustees of St. Stephen’s Tabernacle, No. 5, of the Independent Order of Brothers and Sisters of Love and Charity of Lancaster City.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b29-8\">Pontz &amp; Brothers, who had obtained judgment against Basch, and had issued an attachment against the money due him by the owners of the building, were, July 7th, 1880, granted leave to interplead.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b29-9\">The lien was entered January 21st, 1876, for lumber, for $398.65. The last three items were as follows :</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b29-10\">August 20th, 60 pales, 4 feet, @ 2|, . . . . $1.35</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b29-11\">“ “ 2 rails, 2 x 4 x 20, . . • . . . .90</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b29-12\"><em>“ “ </em>2 posts,.....■ . . .50</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b29-13\">$2.75</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b29-14\">All of the other items of the claim were delivered between May 27th and July 12th, 1875.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b29-15\">On the trial J. F. Sener, one of the plaintiffs, testified as to the pales, rails, and posts: “ It was lumber for fencing, I suppose.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b29-16\">Basch, the contractor, testified:</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b29-17\">“ Question. Do you know whether or not the fence to close up the yard was in the written contract ?”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b29-18\">“ Answer. I don’t know that it was particularly specified. . . . The written agreement specified the building and some part of the outside work. The outside work was all expressed, I am not certain whether in the written agreement or not; the entrance to basement story, water-closet, and the fence. . . . The items ordered August 20th, 1875, — some of them could have been used in the building. I don’t know whether any of it was or not. The posts were used for the fence. I think the other items of that date too. • Mr. Sener did not know what I used it for. I simply ordered it for that building. I can’t say that I told Sener this lumber was for the fence. I knew it.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b29-19\">Counsel for Pontz &amp; Brothers requested the Court to charge:</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b30-5\"><page-number citation-index=\"1\" label=\"24\">*24</page-number>1. If the articles furnished August 20th, 1875, were for a fence, the verdict must be for the defendants.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b30-6\">2. If the articles furnished August 20th, 1875, were for a fence, and the plaintiffs knew they were for that purpose, the verdict must be for the defendants.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b30-7\">The Court below, Livingston, J., affirmed the first point, “ provided the jury find that plaintiffs knew they were for a fence when they sold them, and they were sold for that purpose;” affirmed the second point and charged the jury <em>inter </em>alia, as follows:</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b30-8\">“ They claim that the lien was not filed in time ; that the items furnished on August 20th, 1875, were not articles for which a lien could be entered, and that without them the lien is invalid ; is no lien, because the last items or articles were furnished more than six months prior to the entry of the lien, so that your inquiry is confined particularly to the articles furnished August 20th, 1875. If, from the evidence, you find that plaintiffs at the time they sold the articles of that date knew they were for a fence, and sold them for that purpose, then they would not be entitled to a lien for them, and all the other articles being furnished and delivered more than six months prior to filing the lien, plaintiffs cannot recover. You will remember and be guided by the testimony on this point. [If the lumber be furnished on the credit of a building, and delivered at the place of building, it is not necessary that the party furnishing it should prove that all or indeed any part of it was used in the building. It may have been used elsewhere, and his lien would be good; and if furnished for the building without any knowledge that part of it was to be used for outhouses or fencing, the lien would be good.] So that, if the whole lumber charged in the bill annexed to the claim or lien, the correctness of which is undisputed, was sold by plaintiffs on the credit of this building without any knowledge on their part that a portion of it was to be used for fencing only, their lien would be good .and they entitled to a verdict. . . . Buildings, as you know, are frequently built with balconies, porches, etc., requiring posts, railings, and palings. There is no evidence that this building was so erected, but could the Messrs. Sener, without notice or information, know that it was not to be so erected, or that the lumber bought August 20th, 1875, by the contractor to finish his contract concerning this building, was not to be used in or about the building for building purposes ? This is the question you are to determine. If you find from all the evidence that the plaintiffs knew, when this lumber was ordered by Basch, the contractor, and sold and furnished by them, that it was to be used for a fence only, <page-number citation-index=\"1\" label=\"25\">*25</page-number>and not in and about tbe building, then no lien could be entered for it, and all the other items or articles having been furnished more than six months prior to the filing of the lien, the lien would not be good, would be no lien, and the verdict should be for the defendants. But if you find from the evidence that the articles furnished August 20th, 1875, was such lumber as is and can be used in and about buildings for building purposes, and that plaintiffs at the time were told that it was to be used by the contractor in completing his job or contract for the erection of this- building, and did not know it was to be otherwise used, or used for fencing purposes merely, then the whole bill would be carried with the last item, and the lien being filed within six months after would be good, and your verdict should be for plaintiffs.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b31-6\">Counsel for Pontz <em>&amp; </em>Brothers excepted to the answer to the first point and to the general charge.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b31-7\">Verdict for the plaintiffs, September 28th, 1880, for $510.26, upon which judgment was subsequently entered.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b31-8\">The defendants below then took a writ of error, assigning for error the answer to the first point, the portion of the charge in brackets, and that “the tendency of the whole charge was to mislead the jury.”</summary>\n<attorneys data-order=\"27\" data-type=\"attorneys\" id=\"b31-9\"><em>William A. Atlee </em>and <em>B. F. Davis </em>for plaintiffs in error.</attorneys>\n<p data-order=\"28\" data-type=\"legal\" id=\"At5\">He who claims a lien must bring himself within the terms of the statute, and must show affirmatively everything necessary to that end : Odd Fellows’ Hall <em>v. </em>Masser, 12 Harris, 507 ; Yearsly <em>v. </em>Flanigen, 10 Harris, 489 ; Harlan <em>v. </em>Raud, 3 Casey, 511.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b31-10\">The Court threw the burden of proof upon defendants to show that the plaintiffs were not within the statute. There is not a sentence in the charge which says that the plaintiffs must have furnished the lumber toward the erection of the building proper, whilst the one idea constantly presented to-the jury is that unless the plaintiffs knew positively that the material was furnished expressly for the fence they must recover: Washington Mutual Fire Insurance Company <em>v. </em>Rosenberger, 3 W. N. C., 16.</p>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b31-11\"><em>W. A. Wilson </em>and <em>L. Ellmaker </em>for the defendants in error.</attorneys>\n<p data-order=\"31\" data-type=\"legal\" id=\"Ap_\">Yearsley <em>v. </em>Flanigan, 10 Harris, 489 ; Holden <em>v. </em>Winslow, 6 Harris, 160 ; McKelvey <em>v. </em>Jarvis, 6 Norris, 414 ; Powelton Coal Company <em>v. </em>McShain, 25 P. F. Smith, 328 ; Harlan <em>v. </em>Rand, 3 Casey, 511; Gaule <em>v. </em>Bilyeau, 1 Casey, 521 ; Singerly <em>v. </em>Doerr, 12 P. F. Smith, 9 <em>; </em>Church <em>v. </em>Allison, 10 Barr, 413.</p>\n<opinion data-order=\"32\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b32-5\"><page-number citation-index=\"1\" label=\"26\">*26</page-number>Per Curiam:</author>\n<p id=\"Ar\">We find no error in this record of which the plaintiff has any right to complain. It is well settled that if materials are supplied on the credit of a building in the course of construction and which could have been used, a lien may be filed though they never went into it at all. The charge, we think, as favorable to the plaintiff as he could have asked, and had. no tendency, as we can see, to mislead the jury.</p>\n<p id=\"b32-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}