{
  "casebody": {
    "data": "<casebody firstpage=\"870\" lastpage=\"870\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b890-5\">Home-Maker Co. <em>v. </em>Alley.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b890-6\">\n<em>(Common Pleas of New York City and County, General Term.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AVQc\">December 5, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"ASZ\">Bill of Particulars—When Defendant not Entitled to.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b890-7\">In an action for damages resulting from defendant’s refusal to mail to subscribers and advertisers, pursuant to contract, plaintiff’s magazine, and wrongfully holding the mailing list and the edition of the magazine, defendant is not entitled to a bill of particulars separately specifying the amount of damages resulting from failure to mail the magazine to subscribers and to advertisers, and for detention of the mailing list and of the edition.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b890-8\">Appeal from special term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b890-9\">Action by the Home-Maker Company against Charles K. Alley. From an order denying a motion for a bill of particulars, defendant appeals. Affirmed.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b890-10\">Argued before Daly, C. J.,.and Bischoff and Pryor, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b890-11\"><em>John C. Gulick, </em>for appellant. <em>Joseph Fitch, </em>for respondent.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b890-12\">Pryor, J.</author>\n<p id=\"AKbd\">For cause of action the complaint alleges that defendant neg- . lected and refused to mail the March number of plaintiff’s magazine to subscribers and advertisers, and wrongfully held and retained the mailing list and the edition of said magazine, to his' damage $2,500. Defendant wants to know how much plaintiff was damaged, (1) by failure to mail to subscribers; (2) by failure to mail to advertisers; (3) by detention of the mailing list, and (4) by detention of the edition. This information the learned judge at special term refused to require the plaintiff to furnish.</p>\n<p id=\"b890-13\">The order appealed from is correct beyond controversy. Essentially a single act, the detention of the magazine, is alleged as the cause of action, and the claim is for damages resulting from that act. By the motion the defendant requires of the plaintiff to resolve the damage ensuing from the tort into constitutive elements, and to propound them by a distinct classification, as, in assault and battery, to state separately and specifically to what amount the plaintiff is injured in his eyes, in his nose, and in his abdomen. The contention is preposterous. Plainly the attempt is to force a premature disclosure of plaintiff’s proof of damage; but this is never allowable. <em>Passavant </em>v. <em>Cantor, </em>(Sup.) 1 N. Y. Supp. 574; <em>Higenbotam </em>v. <em>Green, </em>25 Hun, 214, 216; <em>Ball </em>v. <em>Publishing Co., </em>38 Hun, 11. A bill of particulars of matters amounting to mere evidence of special damages is unauthorized. <em>Dooley </em>v. <em>Baking Powder Co., </em>1 N. Y. Law Bul. 18. So of a bill of particulars, in an action for libel, as to the injury to plaintiff’s good name and reputation in its business and credit. <em>American Multiple Fabric Co. </em>v. <em>Eureka Fire Hose Co., </em>18 Abb. N. C. 70. So of a bill of particulars, stating the damages sustained by each refusal of credit to plaintiff. <em>Lane </em>v. <em>Williams, </em>37 Hun, 388. Indeed, the classification of plaintiff’s damages, which the defendant submitted in his affidavit, suggests, that he is sufficiently informed as to those damages to escape all possibility of peril of surprise on the trial. <em>Gee </em>v. <em>Chase Manuf’g Co., </em>12 Hun, 630; <em>Fink </em>v. <em>Jetter, </em>38 Hun, 163. But defendant swears that he is ignorant of the items of plaintiff’s claim and damage, and truly, for there are no items of claim or damage; the cause of action and the consequent damage both being single and entire.</p>\n<p id=\"b890-14\">The order is affirmed, with costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}