{
  "casebody": {
    "data": "<html><body><casebody firstpage=\"529\" lastpage=\"529\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"attorneys\" id=\"ATYB\">Norberto Santiago, Appellant, v Gjelosh Dedvukaj, Respondent.</parties>\n<opinion data-order=\"1\" data-type=\"opinion\" id=\"x999-1\"><p id=\"AOgr\">In an action to recover damages for personal injuries, the plaintiff appeals from an order and judgment (one paper) of the Supreme Court, Kings County (G. Aronin, J.), dated May 1, 1989, which granted the defendant’s motion for summary judgment on the ground that the action was barred by the Workers’ Compensation Law, and denied the plaintiff’s cross motion to dismiss the defendant’s affirmative defense that workers’ compensation coverage was the plaintiff’s exclusive remedy.</p><p id=\"b563-5\">Ordered that the order and judgment is affirmed, with costs.</p><p id=\"b563-6\">It is well settled that controversies regarding the applicability of the Workers’ Compensation Law rest within the primary jurisdiction of the Workers’ Compensation Board <em>(see, Botwinick v Ogden, </em>59 NY2d 909; <em>O’Rourke v Long, </em>41 NY2d 219; <em>Becker v Clarkstown Cent. School Dist., </em>157 AD2d 641), including issues as to the existence of an employer-employee relationship <em>(see, Calhoun v Big Apple Wrecking Corp., </em>162 AD2d 574). In the instant case, the Workers’ Compensation Board determined that the plaintiff was the employee of Hoti Realty Management Company, and that he was injured during the course of his employment. The plaintiff was accordingly awarded workers’ compensation benefits. This determination was final and binding <em>(see, O’Connor v Midiria, </em>55 NY2d 538; <em>Calhoun v Big Apple Wrecking Corp., supra), </em>and, thus, the plaintiff may not maintain the instant action against the defendant proprietor of Hoti Realty Management Company and his fellow servant <em>(see, </em>Workers’ Compensation Law § 29 [6]), by arguing that he was in fact employed by an altogether different commercial entity.</p><p id=\"b563-7\">We have reviewed the plaintiff’s remaining contentions and find them to be without merit. Harwood, J. P., Balletta, Miller and O’Brien, JJ., concur.</p></opinion></casebody>\n</body></html>",
    "status": "ok"
  }
}