{
  "casebody": {
    "data": "<casebody firstpage=\"658\" lastpage=\"659\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b714-7\">RAY v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b714-8\">No. 13603.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b714-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b714-10\">Nov. 23, 1951.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b715-5\"><page-number citation-index=\"1\" label=\"659\">*659</page-number>David Ira Ray, in pro. per.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b715-6\">Frank B. Potter, U. S. Atty., Lester L. May, Asst. U. S. Atty., Dallas, Tex., for ap-pellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b715-7\">Before HUTCHESON, Chief Judge, and BORAH and STRUM, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b715-8\">STRUM, Circuit Judge.</author>\n<p id=\"b715-9\">Appellant, David Ira Ray, defendant below, pleaded guilty to, and was sentenced upon, an indictment charging the unlawful possession and concealment of United States savings bonds which bore the forged signature of the payee on the reverse side thereof, for the purpose of ob-, taining from the United States the sum of money represented by said bonds.</p>\n<p id=\"b715-10\">There was no direct appeal, but proceeding under 28 U.S.C.A. § 2255, appellant moved to vacate the sentence because, so he alleges, he was not furnished a copy of the indictment as required by Fed.Rules Crim.Proc. Rule 10, 18 U.S.C.A., and because he was denied the right to counsel, contrary to the Sixth Amendment. He appeals from an order denying the motion.</p>\n<p id=\"b715-11\">The record shows that the indictment was read in full to the defendant in open court, whereupon the following colloquy occurred:</p>\n<blockquote id=\"b715-12\">“The Court:</blockquote>\n<blockquote id=\"b715-13\">“Q. This is David Ira Ray? A. Yes sir.</blockquote>\n<blockquote id=\"b715-14\">“Q. You have heard the charges, are you guilty or not guilty? .A. Guilty.</blockquote>\n<blockquote id=\"b715-15\">“Q. You understand that a plea of guilty is an admission that the charges against you are true ? A. Yes sir.</blockquote>\n<blockquote id=\"b715-16\">“Q. You also understand that if you want to fight the case, you could do so? A. Yes sir.</blockquote>\n<blockquote id=\"b715-17\">“Q. Or you could get you a lawyer to do it for you? A. Yes sir.</blockquote>\n<blockquote id=\"b715-18\">“Q. And if you could not hire you a lawyer, you know the Court would appoint you one, if you ask him? A. Yes sir.</blockquote>\n<blockquote id=\"b715-19\">Jj&lt; s|i $ Jfc $</blockquote>\n<blockquote id=\"b715-20\">“Q. Do you have anything to say why sentence may not be imposed? A. No.”</blockquote>\n<p id=\"b715-21\">It thus appears that defendant was adequately advised of his right to counsel, and that he understandingly waived that right.</p>\n<p id=\"b715-22\"> The same is true as to the alleged failure to furnish defendant a copy of the indictment. The original indictment was read in full to the defendant in open court. He made no claim that he was not furnished a copy, nor did he complain of. the alleged omission, until after sentence. Moreover, the omission to furnish the defendant a copy of the indictment, even if error remediable on direct appeal, does not render the judgment subject to collateral attack under 28 U.S.C.A. § 2255.</p>\n<p id=\"b715-23\">As an excuse for his failure to demand counsel, defendant asserts that he is illiterate, having only a second grade education. It appears from the record, however, that defendant is a mature adult, with an impressive criminal record, — no stranger to the court room.</p>\n<p id=\"b715-24\">Appellant’s motion discloses no fundamental infirmity which would render the judgment vulnerable to collateral attack.</p>\n<p id=\"b715-25\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}