{
  "casebody": {
    "data": "<casebody firstpage=\"752\" lastpage=\"754\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b808-6\">BIRNIE v. PERMANENTE METALS CORP. et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b808-7\">No. 12766.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b808-8\">United States Gourt of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b808-9\">Nov. 13, 1951.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b808-21\">Hill, Farrer &amp; Burrill, Elliott H. Pentz, Los Angeles, Cal., for appellant Birnie.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b808-22\">Bruce Walkup, Willis S. Slusser, Thelen, Marrin, Johnson &amp; Bridges, San Francisco, Cal., for appellee Permanente Metals Corp.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b808-23\">Before DENMAN, Chief Judge, and BONE and POPE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b808-24\">DENMAN, Chief Judge.</author>\n<p id=\"b808-25\">Appellant, hereafter called Birnie, seeks reversal of a judgment awarding damages, against Birnie as an individual, to Perma-nente Metals Corporation, hereafter called Permanente, of the amount of Birnie’s profits in excess of ten per cent thereof, <page-number citation-index=\"1\" label=\"753\">*753</page-number>made in Birnie’s subcontract with Perma-nente for his work in the construction of 22 auxiliary attack transports. These were to be chartered to the Navy by the Maritime Commission for the duration of the emergency for the transport of attack troops and thereafter returned to the Commission for its commercial use. Perma-nente’s prime contract was with the Maritime Commission, hereafter called Commission, and the excess profits payable to Per-manente are to be paid over to the Commission.</p>\n<p id=\"b809-5\">The original contract of Permanente with the Commission, entered into in April 1943, was for the construction of certain commercial steam vessels known as Victory Cargo ships. On November 9, 1943, Admiral Leahy, the presiding chief of the Joint Chiefs of Staff, directed the Commission to alter the contract with Permanente to construct for charter to the Navy the above described attack transports. The specific instruction from the Secretary of the Navy to the Commission as to the 22 vessels here involved was sent on February 24, 1944. It provided for the future laying of keels beginning on April 10, 1944. The last keel was to be laid on September <em>7, </em>1944.</p>\n<p id=\"b809-8\">Birnie’s subcontract on the prime contract so altered was made on May 29, 1944. It provided that Birnie should make certain installations on five of the attack transports. Birnie entered into a second subcontract on August 10, 1944, for installations on 17 additional attack transports. One of the provisions of the subcontracts is that Birnie is “to pay to the Contractor [Permanente] profit as shall be determined by the Commission in excess of ten (10) per cent of the total contract price which amount shall become the sole property of the Commission. * * * ”</p>\n<p id=\"b809-14\">Prior to Birnie’s making the subcontract, Congress, on October 8, 1940, enacted § 402(a) of the Second Revenue Act of 1940, 46 U.S.C.A. § 1155a, amending § 505(b) of the Merchant Marine Act of 1936, as amended, 46 U.S.C.A. § 1155(b), which gave the Commission the contractor’s and subcontractor’s profit above 10 per cent of the contract price. Section 402(a) provides that “ * * * any agreement, pursuant to which the subcontractor is required to pay to the United States Maritime Commission profit in excess of 10 per centum of the contract price of any such subcontract or pursuant to which such an agreement is required to be obtained from such subcontractor relative to such subcontract, shall be without effect. <em>This subsection shall apply only if both the principal contractor and the scbcontractor are cor</em>porations.\" (Emphasis supplied.)</p>\n<p id=\"b809-15\">Under this specific provision confining the relief to subcontractor <em>corporations, </em>Birnie’s subcontract still required him to pay over to the Commission his profits in excess of 10 per cent.</p>\n<p id=\"b809-16\">On the same day, October 8, 1940, Congress enacted a statute, § 401(a) of the Second Revenue Act of 1940, 34 U.S.C.A., § 496a, specifically for contracts of the Secretary of the Navy and the Secretary of War, that exempted subcontractors, corporate or individual persons, from any limitation on their profits in the contracts of either Secretary.<footnotemark>1</footnotemark></p>\n<p id=\"b810-3\"><page-number citation-index=\"1\" label=\"754\">*754</page-number>There is no merit in Birnie’s contention that this specific exemption as to the subcontracts of the two Secretaries applies to the subcontracts of the Commission, not specifically exempted in § 402(a), 46 U.S.C.A. § 1155a, passed by Congress on the same day. The House Committee Report <footnotemark>2</footnotemark> shows that the reason for retaining the profits over 10 per cent of individual contractors and subcontractors for the Commission and taking them from the Navy is because such profits would become a part of the Commission’s revolving fund for building ships for the benefit of private ship operators, under construction differential subsidy and charter provisions of the Merchant Marine Act.<footnotemark>3</footnotemark></p>\n<p id=\"b810-4\">Birnie further contends that § 402(a), which dealt with excess profit provisions in all Maritime Commission contracts, was impliedly repealed as to Maritime Commission contracts for naval shipping by Public Law 5, 77th Cong., 1st Sess., 46 U.S.C.A. § 1125a, enacted four months later by the next Congress on February 6, 1941. Section 4 of that Act provides: “The Commission is authorized to construct, reconstruct, repair, equip, and outfit, by contract or otherwise, vessels or parts thereof, for any other department or agency of the Government, to the extent that such other department or agency is authorized by law to do so for its own account, and any obligations heretofore or hereafter incurred by the Commission for any of the aforesaid purposes shall not diminish or otherwise affect any contract authorization granted to the Commission: <em>Provided, </em>The obligations in-, curred or the expenditures made are charged against and, to the amount of such obligation or expenditure, diminish the existing appropriation or contract authorization of such department or agency.”</p>\n<p id=\"b810-6\">Repeals by implication are tó be avoided if any other rational construction of the statute may retain the status quo of the existing law. Washington v. Miller, 235 U.S. 422, 35 S.Ct. 119, 59 L.Ed. 295. United States v. Noce, 268 U.S. 613, 45 S. Ct. 610, 69 L.Ed. 1116; Federal Trade Commission v. A. P. W. Paper Co., Inc., 328 U.S. 193, 66 S.Ct. 932, 90 L.Ed. 1165.</p>\n<p id=\"b810-7\">We think that the reasonable interpretation of Section 4 is to treat the phrase “to the extent that such other department or agency is authorized by law to do so for its own account” as if after the words “to the extent” were added the words “of the volume of tonnage.” The Navy Department on February 6, 1941, had its amount of naval construction limited to a certain tonnage for which limited appropriations were made.<footnotemark>4</footnotemark> This interpretation fits into the proviso of Section 4 that the Commission’s obligations incurred or expenditures made in construction for the Navy are to be charged against the Navy appropriation or contract authorization.</p>\n<p id=\"b810-8\">Since this is a rational interpretation fitting into existing law, we are not permitted to take Birnie’s interpretation impliedly repealing § 402(a) that the phrase “to the extent,” etc. confines the Commission to. the Navy’s lack of control over a sole proprietor’s excess profit. So to construe the phrase would take from the Commission the subcontractor’s profit in excess of ten per cent which Congress declared was to be continued to enlarge the revolving fund for the construction of merchant ships and to reduce their cost to private ship operators for whom ships were constructed under government subsidy.</p>\n<p id=\"b810-9\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b809-9\">. The pertinent portions of 34 U.S.C.A. § 496, which was amended by § 401(a), 34 U.S.C.A. § 496a are:</p>\n<blockquote id=\"b809-11\">“Provided, That no contract shall be made by the Secretary of the Navy for the construction and/or manufacture of any complete naval vessel or aircraft, or any portion thereof, herein, heretofore, or hereafter authorized unless the contractor agrees— * * *</blockquote>\n<blockquote id=\"b809-12\">“(b) To pay into the Treasury profit, as hereinafter provided shall be determined by the Treasury Department, in excess of 10 per centum of the total contract prices, for the construction and/or manufacture of any complete naval vessel or portion thereof, * * ”</blockquote>\n<blockquote id=\"b809-18\">“§ 496a. Same; suspension of profit limiting provisions</blockquote>\n<blockquote id=\"b809-19\">“The provisions of section 496 of this title, beginning with the first proviso thereof, and section 1152(b) of Appendix to Title 50, [concerning contracts of the Secretary of War] shall not apply to contracts or subcontracts for the construction or manufacture of any complete naval vessel or any Army or Navy aircraft, or any portion thereof, which are entered into in any taxable year to which the excess profits tax provided in <page-number citation-index=\"1\" label=\"754\">*754</page-number>subchapter E of Chapter 2 of Title 26 is applicable or would be applicable if the contractor or subcontractor, as the case may be, <em>were a, corporation, </em>and any agreement to pay into the Treasury profit in excess of 10 per centum, 12 per centum, or 8 per centum, as the case may be, of the contract prices of any such contracts or subcontracts shall be without effect.” (Bracketed matter added and emphasis supplied.)</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b810-10\">. H.R.Rep.No.2894, 76th Cong., 3d Sess. (1940); Int.Rev.Cum.Bull. 496 (1940-2).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b810-11\">. The Senate Report is in accord. S.R. Rep.No.2114, 76th Cong., 3d Sess. (1940); Int.Rev.Cum.Bull. 528 (1940-2).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b810-12\">. 34 U.S.C.A. §§ 495, 498, 498-1, 498-2, 498a, 498a-1, 498a-2, 498c, 498c-1, 498c-2, 498c-3, 498d, 498d-1, 498e.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}