{
  "casebody": {
    "data": "<casebody firstpage=\"456\" lastpage=\"466\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b488-8\">In re LAWSON, Alleged Delinquent Minor.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b488-9\">[Cite as <em>In re Lawson </em>(1994), 98 Ohio App.3d 456.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b488-10\">Court of Appeals of Ohio, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b488-12\">No. 94APF03-447.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b488-13\">Decided Nov. 8, 1994.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b489-17\"><page-number citation-index=\"1\" label=\"457\">*457</page-number><em>James E. Zorn, </em>for appellant Franklin County Children Services.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b489-18\"><em>Michael Miller, </em>Franklin County Prosecuting Attorney, and <em>Tony A. Clymer, </em>Assistant Prosecuting Attorney, for appellee state of Ohio.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b489-19\"><em>George Sheehan, </em>for appellee Mark D. Lawson.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b490-4\"><page-number citation-index=\"1\" label=\"458\">*458</page-number>Whiteside, Presiding Judge.</author>\n<p id=\"b490-5\">Franklin County Children Services Board (“FCCS”) has filed a notice of appeal from a judgment of the Franklin County Court of Common Pleas, Division of Domestic Relations, Juvenile Branch, and raises the following three assignments of error:</p>\n<blockquote id=\"b490-6\">1. “The trial court erred in making specific placement orders on the Franklin County Children Services Board once temporary custody of a delinquent minor child had been given to the agency pursuant to R.C. 2151.355(A)(1) as it relates to R.C. 2151.353(A)(2).”</blockquote>\n<blockquote id=\"b490-7\">2. “The trial court erred when it considered the amended psychological report offered by the probation officer without first granting the Franklin County Children Services Board the opportunity to obtain an expert to aid and assist the agency in interpreting and rebutting the report and further erred by failing to grant a continuance in order for appellant to have counsel present at the dispositional hearing.”</blockquote>\n<blockquote id=\"b490-8\">3. “The trial court erred by failing to allow appellant the opportunity to prepare a case where specific court orders were made binding appellant and by denying appellant party status so that appellant would be able to fully litigate its interests.”</blockquote>\n<p id=\"b490-9\">This case involves the disposition of Mark Lawson, a minor. Mark was placed on probation, made a ward of the court and placed under court-ordered protective supervision<footnotemark>1</footnotemark> through FCCS in May 1992 as a result of a charge of disorderly conduct. The probation was extended to May 1993. A psychological report was performed in December 1992 and the psychologist recommended, among other things, that the juvenile remain in his home.</p>\n<p id=\"b490-10\">In March 1993, Mark was arrested and charged with robbery. On March 22, 1993, a juvenile detention report was filed, and a judge of the trial court ordered the juvenile to be detained in the Franklin County Detention Center because the “parent or guardian is not able to provide supervision or care and return the child to court for further hearing.” On March 26, 1993, at the adjudicatory hearing, Mark admitted committing a theft, the amended charge which is a felony of the fourth degree. The court found him to be a delinquent child, he was committed <page-number citation-index=\"1\" label=\"459\">*459</page-number>to FCCS for temporary custody, and the matter was continued until April 16, 1993 for a “social investigation and disposition.”</p>\n<p id=\"b491-5\">On April 16, 1993, the referee presided over the dispositional hearing of the delinquent pursuant to R.C. 2151.355.<footnotemark>2</footnotemark> Present at the hearing were the juvenile, his parents, his attorney, his probation officer, a caseworker from FCCS and a representative worker from Rosemont Day Treatment. For some reason, the prosecuting attorney was not present. The referee made findings as follows:</p>\n<blockquote id=\"b491-6\">“The Referee finds that Mark Lawson is 16 years of age and he is before the Referee on an amended charge of Theft, which is a felony of the fourth degree. Mark Lawson has not been in compliance with the school requirements; is on misdemeanor probation and is under Court Ordered Protective Supervision through Franklin County Children Services. The Referee finds that it would be in the best interest of the child that the temporary custody of Mark Lawson be granted to Franklin County Children Services along with a period of felony probation on this current offense.</blockquote>\n<blockquote id=\"b491-7\">“The Referee finds that continuation in the child’s own home would be contrary to the child’s welfare and that reasonable efforts have been made to prevent or eliminate the need for removal of said child from the child’s own home. The Referee finds that placement and casework services were provided by the agency to the family of the child, but that the removal of the child from home continues to be necessary because the circumstances giving rise to the original filing have not been sufficiently alleviated.”</blockquote>\n<p id=\"b491-8\">The referee made the following recommendations that:</p>\n<p id=\"b491-9\">(1) The court find Mark D. Lawson to be a delinquent minor, having committed the amended offense of theft.</p>\n<p id=\"b491-10\">(2) The court place Mark D. Lawson on official probation.</p>\n<p id=\"b491-11\">(3) The court make Mark D. Lawson a ward of the court and commit him temporarily to FCCS.</p>\n<p id=\"b492-4\"><page-number citation-index=\"1\" label=\"460\">*460</page-number>(4) The court terminate the wardship, the probation and the protective supervision on case number 92JU-040-3575 (from the disorderly conduct charge).</p>\n<p id=\"b492-5\">(5) The court order a temporary order of custody to FCCS pending the temporary commitment being journalized.</p>\n<p id=\"b492-6\">The referee also requested that FCCS prepare a case plan and then set a time for a continuation of this dispositional hearing to receive and consider the case plan. An order granting temporary custody to FCCS was journalized on April 16, 1993, pending the temporary commitment being journalized.</p>\n<p id=\"b492-7\">Pursuant to R.C. 2151.412,<footnotemark>3</footnotemark> FCCS prepared a case plan and presented it at the continued dispositional hearing before the referee on May 14, 1993. Present at this hearing were the juvenile, his parents, his attorney, his probation officer and a caseworker from FCCS. For whatever reason, FCCS made no effort or attempt to appear as a party at this hearing, which could be accomplished only through an attorney but, instead, only an FCCS caseworker (witness) was present. An addendum to the psychological report which had been conducted in December was presented by the probation officer. The psychologist concluded that residential treatment was necessary and suggested Buckeye Boys Ranch as an appropriate place. The FCCS caseworker “requested” a continuance in order to obtain a second psychological report for a second opinion as to the child’s best interests. The referee overruled the caseworker’s request for a continuance. Additionally, the FCCS caseworker “requested” a continuance in order for FCCS through counsel to be present for future hearings. As stated by the trial court, the referee made the following recommendations:</p>\n<blockquote id=\"b492-8\">“ * * * the Referee affirmed the recommendations made in the April 16, 1993 disposition. The Referee also recommended the following:</blockquote>\n<blockquote id=\"b493-4\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>“1. The Court should order that FCCS place Mark D. Lawson in a residential treatment facility, such as the United Methodist Children’s Home or Buckeye Boys Ranch.</blockquote>\n<blockquote id=\"b493-5\">“2. The Court should order Mark D. Lawson be placed outside of the home of the parent or relative pending any further annual review.</blockquote>\n<blockquote id=\"b493-6\">“3. The Court should approve and adopt the case plan. The Court should also strike any provision in the case plan that is inconsistent with the recommendations.”</blockquote>\n<p id=\"b493-7\">FCCS through counsel filed objections to the referee’s report and recommendations, raising two objections. FCCS contended that the referee abused his discretion when he denied a continuance for FCCS to appear through counsel and that he abused his discretion in denying a continuance in order for FCCS to obtain a second psychological report on the juvenile.</p>\n<p id=\"b493-8\">The trial court decision overruled both objections to the referee’s report. The trial court found that the referee did not “abuse his discretion” when a continuance was denied to FCCS in order for it to obtain counsel. The court held that FCCS was not “specifically designated” as a party because, at the time the request for a continuance was made, the referee’s report had not been adopted and, therefore, was not a final order. Additionally, the court determined that there was an urgent need for residential treatment and a continuance would simply have delayed the juvenile’s placement. The juvenile’s need for immediate treatment outweighed any need for a continuance. The court stated:</p>\n<blockquote id=\"b493-9\">“Reviewing the record, the Court finds sufficient evidence to support the Referee’s decision to deny the continuance in order for FCCS to obtain an attorney. On May 14, 1993 Mark D. Lawson’s probation officer testified to Mark’s problems with complying with his probation rules. He also testified that Mark has been in need of residential treatment since the fall of 1992. Considering the urgency of the need to place Mark D. Lawson before he is beyond treatment, the Referee’s judgment in denying a continuance comports with these facts. A continuance would simply delay Mark’s placement in the residential treatment facility.”</blockquote>\n<p id=\"b493-10\">The trial court also found that the referee’s denial of a continuance in order to obtain a second psychological report was not an “abuse of discretion.” The court further expressly found that FCCS was not a party, and, thus, had no right to an expert opinion under Juv.R. 32(A). The trial court also held that it is clearly within the court’s discretion whether to grant or deny a request for an independent psychological evaluation and, since one report had already been conducted, there was no need to delay further the treatment for the minor. Additionally, the referee permitted FCCS an opportunity to present any arguments opposing the <page-number citation-index=\"1\" label=\"462\">*462</page-number>case plan. Thus, the trial court overruled both objections and adopted the referee’s report. It is this judgment from which FCCS filed a notice of appeal.</p>\n<p id=\"b494-5\">By the first assignment of error, FCCS contends that the trial court erred in making specific placement orders on FCCS once temporary custody of a delinquent minor child had been given to the agency pursuant to R.C. 2151.355(A)(1)<footnotemark>4</footnotemark> as it relates to R.C. 2151.353(A)(2).<footnotemark>5</footnotemark> After an adjudication order determining that a child is delinquent, the court must make an order of disposition in accordance with R.C. 2151.355. Several options for disposition are provided, with the ones pertinent to this case being: to make any order permitted by R.C. 2151.353 for an abused, neglected or dependent child; to commit the child to the temporary custody of a facility that is authorized and qualified to provide care, treatment or placement; to commit the child to the legal custody of the department of youth services; and to make any disposition that the court finds proper, except placing the child in a state penal or reformatory institution, jail or workhouse where any adult is held. See R.C. 2151.355.</p>\n<p id=\"b494-6\">FCCS argues that the trial court did not have the authority both to grant FCCS temporary custody and to order placement into a specific residential treatment facility. FCCS argues that it received temporary custody pursuant to R.C. 2151.353(A)(2), that the court ordered treatment at a residential treatment facility pursuant to R.C. 2151.355(A)(3), and that this order is inconsistent with the authority granted by these sections.</p>\n<p id=\"b494-7\">The court did not exceed the scope of its authority, but, rather, FCCS has misinterpreted the statutes. The court granted FCCS temporary custody and ordered it to place the juvenile into a residential treatment facility pursuant to R.C. 2151.355(A)(3), which provides as follows:</p>\n<blockquote id=\"b494-8\">“(A) If a child is found by the court to be a delinquent child, the court may make any of the following orders of disposition:</blockquote>\n<blockquote id=\"b494-9\"><em>« </em># <em>% </em>Hí</blockquote>\n<blockquote id=\"b494-10\">“(3) <em>Commit the child to the temporary custody of any school, camp, institution, or other facility for delinquent children operated for the care of delinquent </em><page-number citation-index=\"1\" label=\"463\">*463</page-number><em>children by the county </em>* * * <em>that is authorized and qualified to provide the care, treatment, or placement </em>required![.]” (Emphasis added.)</blockquote>\n<p id=\"b495-5\">This section grants the court the authority to commit the child to the temporary custody of an agency which is authorized to “place” the child in the required treatment facility. In this case, the court determined that the required treatment facility is a residential treatment facility, and the court ordered FCCS to place the child in such a facility. The court order did not specify which residential treatment facility, but did suggest examples by stating, “The Referee recommends the court order Franklin County Children Services to place Mark Lawson in a residential treatment facility, <em>such as United Methodist Childrens Home or Buckeye Boys Ranch.” </em>(Emphasis added.) Suggesting examples is not ordering placement in a specific treatment facility as FCCS incorrectly contends the court did, even if such an order would be erroneous. The court was authorized by the statute to make such an order; therefore, the first assignment of error is not well taken.</p>\n<p id=\"b495-6\">By the second assignment of error, FCCS contends that the trial court erred when it considered the amended psychological report offered by the probation officer without first affirmatively giving FCCS the opportunity to obtain a similar expert to aid and assist the agency in interpreting and rebutting the report and further erred by failing to grant a continuance in order for FCCS to appear through counsel at the dispositional hearing. The Juvenile Rules provide that the court may utilize such a report. Juv.R. 32 provides in pertinent part as follows:</p>\n<blockquote id=\"b495-7\">“(B) Until there has been an admission or adjudication that the child who is the subject of the proceedings is a juvenile traffic offender, delinquent, unruly, neglected, dependent, or abused, no social history, physical examination or mental examination shall be ordered except as authorized under subdivision (A) * * *.</blockquote>\n<blockquote id=\"b495-8\">“(C) A reasonable time before the dispositional hearing, or any other hearing at which a social history or physical or mental examination is to be utilized, <em>counsel </em>shall be permitted to inspect any social history or report of a mental or physical examination. * * *” (Emphasis added.)</blockquote>\n<p id=\"b495-9\">Juv.R. 34 permits the court to admit such evidence at the hearing as follows:</p>\n<blockquote id=\"b495-10\">“(B) The [dispositional] hearing shall be conducted in the following manner:</blockquote>\n<blockquote id=\"b495-11\">U * ‡ ‡</blockquote>\n<blockquote id=\"b495-12\">“(2) * * * the court may admit evidence that is material and relevant, including [but not limited to] hearsay, opinion and documentary evidence^]”</blockquote>\n<p id=\"b495-13\">The addendum to the psychologist’s report was dated May 13, 1994. In that addendum, the psychologist recommended that the juvenile be placed in a <page-number citation-index=\"1\" label=\"464\">*464</page-number>residential treatment facility “as soon as possible,” specifically recommending Buckeye Boys Ranch. The psychologist wrote, “[without such intervention Mark can be expected to continue to act out and escalate his delinquent behaviors.” This addendum was an addition to the psychologist’s report dated in December 1992 and was not initially connected with the robbery/theft charge. Pursuant to the Juvenile Rules quoted above, the court is permitted to have a psychological report conducted after adjudication to aid in disposition.</p>\n<p id=\"b496-5\">Additionally, the addendum did not change the recommendation of the psychologist. It reads in part as follows:</p>\n<blockquote id=\"b496-6\">“At the time of the psychological in December it was recommended that Mark be placed in a treatment facility if the problems were not resolved through the interventions outlined in that psychological. At this time it appears as though placement is warranted * * *.”</blockquote>\n<p id=\"b496-7\">The initial report recommended residential treatment if the other treatment was unsuccessful. Since at the adjudicatory hearing it was patently clear that earlier treatment had been unsuccessful, the court found residential treatment became necessary; However, the psychologist’s recommendation was essentially the same recommendation as was made in December based upon the child’s subsequent and continued criminal-type behavior. Therefore, FCCS has failed to demonstrate that the admission of the addendum was in any way erroneous, an abuse of discretion, or prejudicial.</p>\n<p id=\"b496-8\">FCCS argues that a continuance was necessary in order for an expert to conduct another psychological report. In the first place, FCCS did not make a proper request for a continuance since it failed to attempt to appear as a party through counsel, and the attempted practice of law by the nonattorney caseworker cannot be sanctioned. Furthermore, it was not an abuse of discretion for the court to deny the continuance since the psychologist’s recommendation was not to change from that which was indicated in the December report and stated that he should be placed “as soon as possible” based upon his conduct after the December report. The trial court found that the juvenile’s need for immediate treatment outweighed any possible need for an additional psychological report. FCCS has not demonstrated that this finding was either an abuse of discretion or erroneous.</p>\n<p id=\"b496-9\">FCCS also contends by the second assignment of error that the trial court erred in failing to grant a continuance in order for FCCS to have counsel present at the dispositional hearing. As noted above, FCCS did not make a proper request for a continuance. This is related to the third assignment of error in which FCCS contends that the trial court erred by failing to allow it the opportunity to prepare a case where specific court orders were made binding it <page-number citation-index=\"1\" label=\"465\">*465</page-number>and by denying it party status so that it would be able to fully litigate its interest. FCCS argues that, by committing temporary custody to it, the court made it a party to the action.</p>\n<p id=\"b497-5\">Juv.R. 2(X)<footnotemark>6</footnotemark> defines “party” as follows:</p>\n<blockquote id=\"b497-6\">“ * * * a child who is the subject of a juvenile court proceeding, the child’s spouse, if any, the child’s parent or parents, or if the parent of a child is a child, the parent of that parent, in appropriate cases, <em>the child’s custodian, </em>guardian, or guardian ad litem, the state, and any other person specifically designated by the court.” (Emphasis added.)</blockquote>\n<p id=\"b497-7\">In this case, the court committed the juvenile to temporary custody of FCCS at the April 16, 1993 hearing. An order granting temporary custody to FCCS was journalized on April 16, 1993, pending the temporary commitment being journalized. “Custodian” is defined in Juv.R. 2(G)<footnotemark>7</footnotemark> as “ * * * a person who has legal custody of a child or a public children services agency or private child placing agency that has permanent, temporary, or legal custody of a child.” FCCS was granted temporary custody and was the juvenile’s custodian at the May 14, 1993 hearing. As such, FCCS was a party to the action entitled to appear at the hearing through counsel if it chose to do so.</p>\n<p id=\"b497-8\">Even though a party to the action, however, FCCS was not entitled to a continuance in order for it to have counsel present at the dispositional hearing. FCCS did not make any appearance at the hearing because it chose not to do so by not having its counsel present. A public agency like a corporation must be represented by counsel, not an individual not licensed to practice law. See the syllabus of <em>Union Savings Assn. v. Home Owners Aid </em>(1970), 23 Ohio St.2d 60, 52 O.O.2d 329, 262 N.E.2d 558, which provides: “A corporation cannot maintain litigation <em>in propria persona, </em>or appear in court through an officer of the corporation or an appointed agent not admitted to the practice of law.” Although an individual party may represent himself, such right of self-representation does not extend to parties who are not natural persons. See <em>Tubalcain Trust v. Cornerstone Constr., Inc. </em>(May 26, 1994), Franklin App. No. 93APE12-1701, unreported, 1994 WL 232228. R.C. 4705.01 prohibits acting as an attorney in <page-number citation-index=\"1\" label=\"466\">*466</page-number>litigation except to represent one’s self as a party.<footnotemark>8</footnotemark> FCCS merely had a caseworker witness present at the hearing. Since the dispositional hearing was continued for three weeks in order for FCCS to develop the case plan, FCCS certainly had notice of the hearing and was required to have had its counsel present to represent it if it wished to appear as a party and participate as such in the hearing. Additionally, without counsel present, no one could properly make a motion in court on behalf of FCCS requesting a continuance.</p>\n<p id=\"b498-5\">The trial court relied upon <em>In re Blakey </em>(1989), 65 Ohio App.3d 341, 583 N.E.2d 1343, to hold that FCCS was not a party to the action. In that case, this court held that, pursuant to Juv.R. 2(X), “ * * * the only parties to these hearings are the juveniles, their parents, the state of Ohio, and any other person specifically designated by the court.” In <em>Blakey, </em>the children were determined to be unruly minors which resulted in a temporary court commitment to FCCS. FCCS appealed, but the appeals were dismissed because FCCS was not a party to the adjudicatory or dispositional proceeding but became involved only as a result of the court’s dispositional order. The case at hand differs from <em>Blakey </em>in that, in this case, FCCS was granted temporary custody by judgment entry before the continued dispositional hearing rather than after the dispositional hearing as a result of the court’s dispositional order. Consequently, the second and third assignments of error are not well taken.</p>\n<p id=\"b498-6\">For the foregoing reasons, all three assignments of error are overruled, and the judgment of the Franklin County Court of Common Pleas, Division of Domestic Relations, Juvenile Branch, is affirmed. Costs assessed against appellant Franklin County Children Services Board.</p>\n<p id=\"b498-7\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b498-8\">Bowman and Deshler, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b490-11\">. R.C. 2151.011(A)(15) defines \"protective supervision” as “an order of disposition pursuant to which the court permits an abused, neglected, dependent, unruly, or delinquent child or a juvenile traffic offender to remain in the custody of his parents, guardian, or custodian and stay in his home, subject to any conditions and limitations upon the child, his parents, guardian, or custodian, or any other person that the court prescribes, including supervision as directed by the court for the protection of the child.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b491-12\">. R.C. 2151.355 provides in pertinent part:</p>\n<blockquote id=\"b491-13\">\"(A) If a child is found by the court to be a delinquent child, the court may make any of the following orders of disposition:</blockquote>\n<blockquote id=\"b491-14\">\"(1) Any order that is authorized by section 2151.353 of the Revised Code;</blockquote>\n<blockquote id=\"b491-15\">\"(3) Commit the child to the temporary custody of any school, camp, institution, or other facility for delinquent children operated for the care of delinquent children by the county, by a district organized under section 2151.34 or 2151.65 of the Revised Code, or by a private agency or organization, within or without the state, that is authorized and qualified to provide the care, treatment, or placement required;</blockquote>\n<blockquote id=\"b491-16\">\"(11) Make any further disposition that the court finds proper * *</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b492-9\">. R.C. 2151.412 provides in pertinent part as follows:</p>\n<blockquote id=\"b492-10\">\"(A) Each public children services agency, and private child placing agency shall prepare and maintain a case plan for any child to whom the agency is providing services and to whom any of the following applies:</blockquote>\n<blockquote id=\"b492-11\">\"(2) The agency has temporary or permanent custody of the child;</blockquote>\n<blockquote id=\"b492-12\">\"(3) The child is living at home subject to an order for protective supervision;</blockquote>\n<blockquote id=\"b492-13\"><em>&lt;( </em># * *</blockquote>\n<blockquote id=\"b492-14\">\"(C) Each public children services agency and private child placing agency that is required by division (A) of this section to maintain a case plan shall file the case plan with the court prior to the child’s adjudicatory hearing but no later than thirty days after the earlier of the date on which the complaint in the case was filed or the child was first placed into shelter care. If the agency does not have sufficient information prior to the adjudicatory hearing to complete any part of the case plan, the agency shall specify in the case plan the additional information necessary to complete each part of the case plan and the steps that will be taken to obtain that information. All parts of the case plan shall be completed by the earlier of thirty days after the adjudicatory hearing or the date of the dispositional hearing for the child.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b494-11\">. See footnote 2.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b494-12\">. R.C. 2151.353(A)(2) provides:</p>\n<blockquote id=\"b494-13\">\"If a child is adjudicated an abused, neglected, or dependent child, the court may make any of the following orders of disposition:</blockquote>\n<blockquote id=\"b494-14\">\"(1) Place the child in protective supervision;</blockquote>\n<blockquote id=\"b494-15\">“(2) Commit the child to the temporary custody of a public children services agency, a private child placing agency, either parent, a relative residing within or outside the state, or a probation officer for placement in a certified family foster home[.]”</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b497-9\">. Prior to July 1994, Juv.R. 2(X) was designated Juv.R. 2(16), but there are no substantive changes other than gender designations.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b497-10\">. Prior to July 1994, Juv.R. 2(G) was designated Juv.R. 2(5) and read as follows: \" * * * a person who has been granted custody of a child by a court.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b498-9\">. R.C. 4705.01 provides in pertinent part:</p>\n<blockquote id=\"b498-10\">\"No person shall be permitted to practice as an attorney and counselor at law, or to commence, conduct, or defend any action or proceeding in which he is not a party concerned, either by using or subscribing his own name, or the name of another person, unless he has been admitted to the bar by order of the supreme court in compliance with its prescribed and published rules. * * *\"</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}