{
  "casebody": {
    "data": "<casebody firstpage=\"754\" lastpage=\"758\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b786-7\">WADDINGTON, Appellant, v. LEVISON, Dir., et al., Appellees. </parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b786-9\">[Cite as <em>Waddington v. Levison </em>(1994), 98 Ohio App.3d 754.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b786-10\">Court of Appeals of Ohio, Henry County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b786-12\">No. 7-94-5.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b786-13\">Decided Nov. 18, 1994.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b787-5\"><page-number citation-index=\"1\" label=\"755\">*755</page-number><em>Spitler &amp; Williams-Young Co., L.P.A., Marc G. Williams-Young </em>and <em>Mark P. Prajsner, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b787-6\"><em>Bugbee &amp; Conkle </em>and <em>Gregory B. Denny, </em>for appellee James M. Levison, Director, Henry County Department of Human Services.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b787-7\"><em>Lee Fisher, </em>Attorney General, and <em>Paula Hicks-Hudson, </em>Assistant Attorney General, for appellee Wesley Trimble, Administrator, Bureau of Workers’ Compensation.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b787-8\">Shaw, Presiding Judge.</author>\n<p id=\"b787-9\">Plaintiff-appellant, Sharon L. Waddington, appeals from the judgment of the Henry County Court of Common Pleas granting summary judgment in favor of defendants-appellees, James M. Levison, Director of the Henry County Department of Human Services, and Wesley Trimble, Administrator of the Ohio Bureau of Workers’ Compensation.</p>\n<p id=\"b787-10\">Plaintiff was employed as an Income Maintenance worker with the Henry County Department of Human Services (“DHS”) from 1979 until April 13, 1992, when she allegedly left her job due to work-related stress. On July 9, 1992, plaintiff filed a claim application with the Bureau of Workers’ Compensation, alleging that she sustained psychological injury in connection with her employment. On November 20, 1992, plaintiff filed an occupational disease application, alleging the same condition. Plaintiffs claim was denied throughout every level of the administrative process.</p>\n<p id=\"b787-11\">On September 28, 1993, plaintiff filed a notice of appeal pursuant to R.C. 4123.519 in the Henry County Court of Common Pleas. On October 12, 1993, plaintiff filed a complaint in the Henry County Court of Common Pleas against James M. Levison, Director of Henry County Department of Human Services, Wesley Trimble, Administrator of the Ohio Bureau of Workers’ Compensation, and Connie Schuttee, plaintiff’s immediate supervisor. The complaint set forth one claim for workers’ compensation benefits and four additional claims sounding in tort. On April 18, 1994, defendants James M. Levison and Connie Schuttee <page-number citation-index=\"1\" label=\"756\">*756</page-number>filed a motion for summary judgment as to plaintiffs tort claims. On May 2, 1994, defendant Schuttee was voluntarily dismissed from the lawsuit along with the four tort counts in the complaint. On April 15, 1994, defendant DHS filed a motion for summary judgment on the remaining workers’ compensation claim, which was granted in favor of both defendant DHS and defendant Bureau of Workers’ Compensation on May 16, 1994.</p>\n<p id=\"b788-5\">It is from this judgment plaintiff appeals, asserting the following three assignments of error:</p>\n<blockquote id=\"b788-6\">“I. The trial court erred in finding, as a matter of law, that plaintiff did not suffer an ‘injury’ within the meaning of R.C. 4123.01(C).</blockquote>\n<blockquote id=\"b788-7\">“II. The trial court erred in granting defendants’ motions for summary judgment where there existed a genuine issue of material fact.</blockquote>\n<blockquote id=\"b788-8\">“HI. The trial court erred in granting summary judgment on the basis of an issue which was not properly raised by the moving party.”</blockquote>\n<p id=\"b788-9\">Because all three assignments of error concern the propriety of the trial court’s summary judgment ruling, they will be discussed together.</p>\n<p id=\"b788-10\">The record reflects that in 1991, the Henry County Department of Human Services began to transfer all of its records onto a computer system. As part of plaintiffs duties as an Income Maintenance worker, she was required (as were all of the Income Maintenance workers in the office) to assist in the conversion process, which consisted of manually entering files into the computer system. All Income Maintenance employees, including the plaintiff, received one week of computer training. In addition, DHS hired an additional worker, who was employed for the specific purpose of assisting all employees in the transition to the new computer system.</p>\n<p id=\"b788-11\">Plaintiff claims that beginning in January 1992, she began to fall behind in her work due to her unfamiliarity with the computer system. Consequently, plaintiff met one-on-one with her supervisor on several occasions to discuss the difficulties she was experiencing. Plaintiff claims that she asked her supervisor for additional assistance and time to complete her work but that those requests were denied. The record also indicates that plaintiff discussed the possibility of being transferred to another position that did not require computer training.</p>\n<p id=\"b788-12\">Plaintiff last met with her supervisor on April 13, 1992, when her supervisor allegedly warned her that her position would be terminated if she could not effectively manage her caseload. April 13, 1992 was also the last day plaintiff worked at DHS, as she never returned to work after that date.</p>\n<p id=\"b788-13\">The crux of plaintiffs workers’ compensation claim is that on or about April 14, 1992, she became disabled because she could not tolerate the emotional stress and <page-number citation-index=\"1\" label=\"757\">*757</page-number>pressure of her job. She further claims that her stress disorder qualifies as an “injury” within the meaning of R.C. 4123.01(C) and, thus, she has a right to participate in the Workers’ Compensation Fund. Her claim was supported by the affidavit of Barbara A. Funke, M.D., a psychiatrist, who was of the opinion that plaintiff experienced a major depressive episode, which Dr. Funke described as a physiological, chemical imbalance. Moreover, Dr. Funke stated that the plaintiff “did sustain a physiological injury as a result of the work place stressor that she experienced arising out of her employment at the Henry County Department of Human Services.”</p>\n<p id=\"b789-5\">For the purposes of the workers’ compensation statutes, R.C. 4123.01(C) provides the following definition of “injury”:</p>\n<blockquote id=\"b789-6\">“ ‘Injury’ includes any injury, whether caused by external accidental means or accidental in character and result, received in the course of, and arising out of, the injured employee’s employment. ‘Injury’ does not include:</blockquote>\n<blockquote id=\"b789-7\">“(1) Psychiatric conditions except where the conditions have arisen from an injury or occupational disease^]”</blockquote>\n<p id=\"b789-8\">In <em>Ryan v. Connor </em>(1986), 28 Ohio St.3d 406, 28 OBR 462, 503 N.E.2d 1379, the Supreme Court of Ohio held that a physical injury occasioned by mental or emotional stress, received in the course of, and arising out of, an injured employee’s employment, is an injury compensable under R.C. 4123.01(C). In addition, the Supreme Court established a two-part test to determine whether a stress-related injury is compensable. First, the claimant must show legal causation by demonstrating that the injury resulted from greater emotional strain or tension than that to which all workers are occasionally subjected. Once the claimant has satisfied this first test, she must then establish that the stress to which she was subjected was, in fact, the medical cause of the injury. <em>Id. </em>at 409-410, 28 OBR at 464-466, 503 N.E.2d at 1381-1382.</p>\n<p id=\"b789-9\">In its summary judgment entry, the trial court found that plaintiffs physiological imbalance is not compensable under Ohio’s workers’ compensation law. In addition, the court found that the plaintiff failed to prove that her condition resulted from stress that was greater than that to which all workers are occasionally subjected to.</p>\n<p id=\"b789-10\">As previously noted, the record in the case <em>sub judice </em>establishes that plaintiff received the same amount of computer training as all other employees similarly situated and that an additional employee was hired to assist all employees in the conversion process. Moreover, plaintiff conceded in her deposition that her caseload was similar to that of the other employees, that all employees had similar responsibilities with respect to conversion to the computer system, and that she never specifically asked for additional computer training.</p>\n<p id=\"b790-4\"><page-number citation-index=\"1\" label=\"758\">*758</page-number>In <em>Ryan v. Connor, supra, </em>the Supreme Court of Ohio held that in determining whether work-related stress is a compensable injury under the workers’ compensation statute, the claimant’s work-related stress must be compared to that experienced by all other workers. Furthermore, in <em>Small v. Defiance Pub. Library </em>(1993), 85 Ohio App.3d 583, 620 N.E.2d 879, this court held that the legal causation test of <em>Ryan v. Connor, </em>is to be applied in an objective and not subjective manner.</p>\n<p id=\"b790-5\">In applying the holdings of <em>Ryan </em>and <em>Small </em>to the instant case, it is apparent that plaintiff’s injury is “simply a result of the demands of functioning in our society, and participating in the work force * * *.” <em>Ryan, supra, </em>28 Ohio St.3d at 409, 28 OBR at 465, 503 N.E.2d at 1382. The plaintiff found herself in a situation where she was unable to successfully assist in the computerization of her office as her job required. Thus, while plaintiffs individualized reaction to this stress might have been unusual, the stress itself was not.</p>\n<p id=\"b790-6\">Therefore, without deciding the specific issue of whether plaintiffs disorder constituted an “injury” within the meaning of R.C. 4123.01(C), we hold that plaintiff presented no evidence that her stress was greater than the stress to which all workers are occasionally subjected. <em>Ryan; Small. </em>Thus, even assuming arguendo that plaintiffs disorder constitutes an “injury” within the meaning of R.C. 4123.01(C), we still find that reasonable minds could only come to the conclusion that the stress which allegedly caused plaintiffs condition was not objectively “unusual” under the test set forth in <em>Ryan v. Connor, supra; Temple v. Wean United, Inc. </em>(1977), 50 Ohio St.2d 317, 4 O.O.3d 466, 364 N.E.2d 267.</p>\n<p id=\"b790-7\">Accordingly, we find no error in the trial court’s conclusion that there is no genuine issue of material fact regarding whether plaintiff was subjected to a greater degree of stress than were her co-workers and that defendants are entitled to judgment as a matter of law. In view of our finding that summary judgment was properly entered in favor of defendants, plaintiffs third assignment of error claiming summary judgment was improperly granted on the basis of an issue not raised by the moving party is moot.</p>\n<p id=\"b790-8\">In summary, as all three of plaintiffs assignments of error are overruled, the judgment of the Henry County Court of Common Pleas is affirmed.</p>\n<p id=\"b790-9\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b790-10\">Thomas F. Bryant and Hadley, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}