{
  "casebody": {
    "data": "<casebody firstpage=\"498\" lastpage=\"505\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b592-11\">CITY AND COUNTY OF SAN FRANCISCO, a Municipal Corporation, Plaintiff-Appellant, v. UNITED STATES of America et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b592-14\">No. 78-1701.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b592-15\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b592-16\">March 14, 1980.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b593-17\"><page-number citation-index=\"1\" label=\"499\">*499</page-number>George P. Agnost, San Francisco, Cal., on brief; Philip S. Ward, Deputy City Atty., San Francisco, Cal., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b593-18\">David P. Bancroft, Asst. U. S. Atty., for defendants-appellees; Pettit, Evers &amp; Martin, San Francisco, Cal., on brief.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b593-20\">Before BROWNING and KENNEDY, Circuit Judges, and DUMBAULD,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b593-21\"> Honorable Edward Dumbauld, Senior Judge, United States District Court, Western District of Pennsylvania, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b594-3\"><page-number citation-index=\"1\" label=\"500\">*500</page-number>BROWNING, Circuit Judge:</author>\n<p id=\"b594-4\">In May 1976 the Department of the Navy awarded a five-year renewable lease of Hunters Point Naval Shipyard to Triple A Machine Shop, Inc., a private ship repair company. The City and County of San Francisco, a disappointed bidder, filed suit in district court seeking a declaration that the lease was void, an injunction ordering the Navy to readminister the leasing process, and damages. The City alleged violations of the National Environmental Policy Act (“NEPA”), the Coastal Zone Management Act, and the Navy’s own leasing procedures. It sought damages on theories of conspiracy, conflict of interest, misrepresentation and negligence.</p>\n<p id=\"b594-5\">The district court granted summary judgment for the federal defendants on the NEPA and Coastal Zone Management Act claims, and dismissed all but one of the remaining claims under Rule 12(b), Fed.R. Civ.P. 443 F.Supp. 1116. It denied defendants’ motion to dismiss and for summary judgment on a claim predicated on the Freedom of Information Act, but the City later withdrew this claim.</p>\n<p id=\"b594-6\">We affirm the district court’s rulings on all except the withdrawn claim, which is not before us. We discuss four issues, the first because it was the most strongly pressed by the City on appeal, and the remaining three because the particular arguments were not explicitly dealt with in the district court’s opinion. Except for the matters discussed in this opinion, we agree with the reasons stated by the district court in support of the rulings we affirm.</p>\n<p id=\"b594-7\">I</p>\n<p id=\"b594-8\">NEPA requires federal agencies to prepare an Environmental Impact Statement (EIS) for all “major Federal actions significantly affecting the quality of the human environment.” 42 U.S.C. § 4332(2)(C). An EIS must be prepared if “substantial questions are raised as to whether a project . . . <em>‘may </em>cause significant degradation of some human environmental factor.’ ” <em>City of Davis v. Coleman, </em>521 F.2d 661, 673 (9th Cir. 1975), <em>quoting Save Our Ten Acres v. Kreger, </em>472 F.2d 463, 467 (5th Cir. 1973). If an agency determines not to file an EIS, the reviewing court must consider “whether the responsible agency has ‘reasonably concluded’ that the project will have no significant adverse environmental consequences”. <em>Ibid. </em>The City contends that the Navy’s failure to prepare an EIS with respect to the leasing of the Hunters Point property was unreasonable.</p>\n<p id=\"b594-11\">Navy regulations establish a series of steps to be followed in determining whether an EIS should be filed. A brief Environmental Impact Assessment must be prepared for any action that may have environmental effects. If it appears from this assessment that the action may have significant environmental impact a Candidate Environmental Impact Statement must be prepared, following the same format and covering the same issues as a formal EIS. The Candidate EIS is reviewed by a Review Panel in the Office of Chief of Naval Operations, which decides whether an EIS is required.<footnotemark>1</footnotemark></p>\n<p id=\"b594-12\">These procedures were followed in the present case. The Review Panel considered a draft of an extensive, 68-page Candidate EIS,<footnotemark>2</footnotemark> concluded that “the environmental effects associated with the leasing would not be ‘significant’ within the meaning of NEPA”, and unanimously voted not to require the filing of an EIS.</p>\n<p id=\"b594-13\">The City contends this conclusion was unreasonable (1) because the Candidate EIS established that resumption of shipbuilding and repair as contemplated by the lease after a two year period of inactivity would result in significant deterioration of the environment through air, noise and water pollution and traffic congestion; and (2) because the Candidate EIS did not dis<page-number citation-index=\"1\" label=\"501\">*501</page-number>cuss the alternative use of the property as a deep water port rather than as a shipbuilding and repair facility.</p>\n<p id=\"b595-5\">A.</p>\n<p id=\"b595-6\">The district court had before it the Candidate EIS together with affidavits and documents regarding the preparation of the Candidate EIS and its consideration by the Review Panel. This record was sufficient to establish the reasonableness of the Navy’s conclusion that the proposed lease of the Hunters Point property for shipbuilding and repair would not result in significant adverse environmental effects from pollution or traffic congestion.</p>\n<p id=\"b595-7\">As a starting point, the Candidate EIS analyzed the environmental effects of the proposed lease in relation to the Navy’s previous use of the facility. However, while shipyard use of the property was accepted as given, any departure from acceptable environmental norms for such a facility as reflected in existing pollution control standards, and any adverse environmental effects resulting from the shift of control from the Navy to private commercial interests, was treated as a potentially negative environmental effect of the proposed reactivation. We think this approach was a reasonable one, consistent with NEPA.</p>\n<p id=\"b595-8\">The Navy and the district court recognized that the use to which the property would be put under the lease was the same as that to which the property had been devoted by the Navy for over 30 years and to which the Navy might devote the property again in the future. The Hunters Point Naval Shipyard was a modern, fully equipped industrial facility for the repair and conversion of naval vessels. A central purpose of the lease was to maintain the shipyard in such a state of readiness that in the event of a national emergency the government could resume control and devote the yard to the Navy’s needs without undue delay. Provisions to accomplish this objective were included in the lease. The Navy retained the right to resume control whenever necessary. Plant and equipment were to be maintained in accordance with Navy standards. No modifications were to be allowed that might interfere with the Navy’s recapture and reuse of the facility. It was not unreasonable to regard the leasing of the yard as a phase in an essentially continuous activity. In these circumstances the Navy was not required to evaluate the environmental consequences of the lease as if the Navy were proposing to establish this multi-million dollar industrial complex for the first time. <em>See Westside Property Owners v. Schlesinger, </em>597 F.2d 1214, 1217-18 (9th Cir. 1979).</p>\n<p id=\"b595-10\">The City argues that even so, an EIS was required because the Candidate EIS revealed on its face that the reactivation of the facility would result in an increase in air, water and noise pollution and in traffic congestion. While these adverse effects of reactivating the shipyard were recognized in the Candidate EIS, the document also provided a reasonable basis for concluding they would be maintained below significant levels. With respect to noise, water and air pollution, adequate methods of abatement and control were stated to be either currently in use or planned for the immediate future. Moreover, the Candidate EIS noted that the lessee would be required to conform to all applicable pollution control laws and regulations as a condition of tenancy. Although recognizing that an adverse impact “of significant magnitude” resulting from traffic congestion on major access streets and “infiltration into paralleling residential streets” could not be avoided, the Candidate EIS stated that this impact could be mitigated adequately through close cooperation between City planning officials and the Navy to ensure the necessary expansion of major arteries into the shipyard. Acknowledging this need for mutual effort to mitigate the traffic problem, the Review Panel stated its decision not to require an EIS was based on assurances that plans for the reopening of the Hunters Point facility had in fact been “well-coordinated with the City of San Francisco.” The City did not dispute this assertion in the district court and has not done so in this court, although it would be uniquely situated to know if the problem had in fact gone uncorrected.</p>\n<p id=\"b596-3\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>On this record the Agency reasonably concluded that the lease of the Hunters Point Shipyard would not result in a significant deterioration in noise, air and water quality or in traffic congestion.</p>\n<p id=\"b596-4\">B.</p>\n<p id=\"b596-5\">By implication the City conceded that reactivation of the shipyard would not have significant adverse effects upon noise, air, and water quality and traffic flow, for the City offered to drop its NEPA claim entirely if a portion of the Hunters Point property were subleased to the City for use as a deep water port. <em>See </em>443 F.Supp. at 1125 n. 10. Execution of such a sublease, the City stated, “would remove the most substantial environmental deficit in the out-lease procedure: the refusal by the United States to come to grips with the deep water channel.”</p>\n<p id=\"b596-6\">To bring its argument for development of a deep water port into the framework of NEPA, the City argues that reactivation of the Hunters Point property as a shipyard would result in the sub-optimal utilization of a unique natural resource — the self-scouring deep water channel leading into the shipyard — and that the Review Panel acted unreasonably in deciding not to file an EIS to consider this adverse environmental factor.</p>\n<p id=\"b596-7\">The City’s suggestion comes too late to render the Review Panel’s action unreasonable. The Court’s review of the reasonableness of an agency’s consideration of environmental factors is “limited by the time at which the decision was made.” <em>Vermont Yankee Nuclear Power Corp. v. NRDC, </em>435 U.S. 519, 555, 98 S.Ct. 1197, 1217, 55 L.Ed.2d 460 (1978); <em>see also Seacoast Anti-Pollution </em>v. <em>NRC, </em>598 F.2d 1221, 1228-31 (1st Cir. 1979); <em>Environmental Defense Fund v. Hoffman, </em>566 F.2d 1060, 1072 (8th Cir. 1972).</p>\n<p id=\"b596-8\">From the beginning of its consideration of the leasing action, it was the Navy’s view that the need to preserve the shipyard’s character would limit potential uses to shipbuilding and repair. Operating under this assumption, the Candidate EIS treated commercial shipbuilding and repair as the only realistic alternative to “mothballing” the shipyard or military reactivation. This was not unreasonable at the time the Candidate EIS was presented to and acted upon by the Review Panel. Neither the City nor any other party had suggested transforming the shipyard to use as a deep water port. It was not until the City responded to the Navy’s solicitation of proposals from interested bidders that the deep water port alternative was first suggested, and it was not until this litigation that the City advanced the asserted environmental — as distinct from economic — advantages of the port alternative.</p>\n<p id=\"b596-10\">The City argues that because the Navy did not prepare and circulate an EIS, the City had no opportunity to suggest that use of the property as a shipyard rather than as a deep water port would result in sub-optimal use of the deep water channel. But the City was involved in the leasing process from the beginning. Indeed, the Navy had decided to dispose of the facility and was dissuaded from doing so by the City itself. It was the City that suggested the Navy retain control of the facility and reactivate it as a shipyard through one or more private commercial operators. The initial exchange was followed by a series of letters and meetings between representatives of the Navy and the City. City officials were consulted in connection with the reparation of the Candidate EIS. In none of these exchanges did the City suggest that lease of the property as a shipyard would adversely affect the environment by irretrievably committing the deep water channel to a sub-optimal use. Despite the continuous communication between the City and the Navy, this issue was not raised until this litigation commenced. In these circumstances, the Review Panel acted reasonably in concluding that the Navy proposal for commercial reactivation of the shipbuilding and repair facilities at Hunters Point did not require preparation of an EIS to examine the deep water port alternative.</p>\n<p id=\"b596-11\">Nor do we think the Navy was required in the circumstances to reconsider the need <page-number citation-index=\"1\" label=\"503\">*503</page-number>for an EIS when the City suggested the deep water port alternative in its bid. Although raised in the district court, this issue is not strongly pressed on appeal; indeed, it may have been abandoned.<footnotemark>3</footnotemark> There was nothing in the record that should have suggested to the Navy that use of the property as a deep water port might have had less adverse environmental effects than continued use as a shipyard. Nor was .there anything to suggest that the proposed lease of the property for continued operation as a shipyard would preclude concurrent use as a deep water port.<footnotemark>4</footnotemark> Indeed, both the City and the successful bidder proposed that the shipyard be used for both purposes. Although the Navy disapproved a provision in Triple A Machine Shop Inc.’s proposal to lease a portion of the property to the City for use as a terminal for a deep water port, the provision was not disapproved because the two uses were incompatible, but because the Navy did not want to include in the lease a requirement that the lessee sublease a particular portion of the shipyard to a particular sublessee, and because the Navy was concerned that the lessee’s ability to meet its maintenance obligations might be impaired if it subleased a large and potentially valuable portion of the property for a minimal rental. Nothing in the lease precluded a sublease for port purposes upon a reasonable rental. Moreover, the lease was for a term of five years, with limited rights of renewal, and was subject to termination at the Navy’s option. The requirement that the property be maintained in a condition for ready convertibility to Navy use as a shipyard insured that no significant alteration of the yard’s character — and thus no foreclosure of its port potential — would occur.<footnotemark>5</footnotemark> Thus the commitment by the lease was no more than that the facility be used for an initial five-year period for routine shipbuilding and repair with no obstacle to a sublease for port use. No “irreversible and irretrievable” commitment of the channel was involved, and the cases cited by the City involving such commitments are inapposite.<footnotemark>6</footnotemark></p>\n<p id=\"b597-10\">II</p>\n<p id=\"b597-11\">We respond briefly to three arguments made by the City in support of the other claims for relief asserted in the complaint but not discussed in the district court’s opinion.</p>\n<p id=\"b597-12\">A.</p>\n<p id=\"b597-13\">The district court responded to the City’s argument that the Navy failed to comply with Armed Service Procurement Regulations, 32 C.F.R. Parts 1-39, by pointing out that these regulations apply only to procurement of “supplies and services” and not to the leasing of government-owned real estate to third parties. 443 F.Supp. at 1124.</p>\n<p id=\"b597-14\">On appeal, the City points to provisions in the lease requiring the lessee to perform specified maintenance services in <page-number citation-index=\"1\" label=\"504\">*504</page-number>exchange for rent reductions, and argues that these provisions made the Procurement regulations applicable. But the purpose of the transaction was to lease the Hunters Point Naval Shipyard. The provisions regarding maintenance were minor and collateral, of the kind common to leases of improved property. It would distort the essential character of the lease transaction to treat it as a contract for the procurement of services. Moreover, the regulations by their terms apply only to contracts that “obligate appropriated funds.” 32 C.F.R. Part I, § 1-102. No provision in the lease has this effect.</p>\n<p id=\"b598-4\">B.</p>\n<p id=\"b598-5\">The district court rejected the City’s argument that the Navy violated section 307(c) of the Coastal Zone Management Act, 16 U.S.C. § 1456(c)(2), by not conforming the lease to a plan adopted by the San Francisco Bay Conservation and Development Commission and approved by the Secretary of Commerce. The court based its ruling upon the ground that the Commission’s plan was not approved by the Secretary until some eight months after the effective date of the lease of the Hunters Point property. 443 F.Supp. at 1128. The City argues that although the Commission’s plan was not formally approved, the Secretary of Commerce had “tacitly” approved the plan prior to the effective date of the lease, and the Navy was fully informed of the plan’s provision.</p>\n<p id=\"b598-6\">In view of the fact that an extensive set of findings by the Secretary is a precondition to effective approval of a plan by the Secretary, it is unlikely that “tacit” approval would suffice to trigger the statute. <em>See </em>16 U.S.C. § 1455(c)-(e). In any event, drafts of the plan were circulated to federal agencies for comment less than a week before the lease of the Hunters Point property was awarded, and at that stage approval— either tacit or formal — would not have been authorized. The statute expressly prohibited the Secretary from approving a state program “unless the views of federal agencies principally affected by such program have been adequately considered”. 16 U.S.C. § 1456(b). <em>See </em>H.Conf.Rep.No.921544, 92d Cong. 2d Sess. (1972), <em>reprinted at </em>[1972] U.S.Code Cong. &amp; Admin.News pp. 4776, 4822, 4824. When the Hunters Point lease became effective the Secretary had not received, much less “adequately considered,” the views of the Navy and other interested federal agencies.</p>\n<p id=\"b598-8\">C.</p>\n<p id=\"b598-9\">The City claimed it was entitled to damages under the Federal Tort Claims Act because the Navy knew but failed to inform the City that Triple A had falsely represented to the City that if Triple A’s bid were accepted it would sublease a portion of the property to the City for $1.00 a year for use as a deep water port. The district court rejected the claim on the basis of a provision in the Act excluding “[a]ny claim arising out of misrepresentation[s].” 28 U.S.C. § 2680(h). 443 F.Supp. at 1129. The City now argues that the exclusionary clause is not applicable because the City’s claim against the Navy is not based upon misrepresentations by government agents but upon the Navy’s negligent failure to inform the City of the misrepresentations by agents of the successful bidder.</p>\n<p id=\"b598-11\">The gravamen of the City’s claim is misrepresentation, not. negligence. The complaint alleges that the Navy “failed to take affirmative action to safeguard the lease negotiations from abuse and mismanagement,” but the affirmative action referred to is disclosure of the correct information. The City concedes this in its briefs, referring to “the negligent failure of the federal government <em>... to disclose </em>these representations to plaintiff”; the “duty, in order to safeguard the lease negotiations, <em>to reveal the truth </em>”; and the “fiduciary duty <em>to disclose the facts </em>which would affect plaintiff’s future business advantage <em>... to disclose the truth.” </em>(Emphasis added). The charge is that the Navy negligently failed to correct a false statement the Navy knew or should have known the successful bidder had made. <page-number citation-index=\"1\" label=\"505\">*505</page-number>Such a negligent failure to inform, without more, is misrepresentation within the meaning of 28 U.S.C. § 2680(h). “The intent of the section is to except from the Act cases where mere ‘talk’ or failure to ‘talk’ on the part of a government employee is asserted as a proximate cause of the damage sought to be recovered from the United States.” <em>National Mfg. Co. v. United States, </em>210 F.2d 263, 276 (8th Cir. 1954); <em>see United States v. Neustadt, </em>366 U.S. 696, 81 S.Ct. 1294, 6 L.Ed.2d 614 (1961).</p>\n<p id=\"b599-5\">The City relies upon <em>Ingham v. Eastern Air Lines, Inc., </em>373 F.2d 227 (2d Cir. 1967) and <em>United Air Lines, Inc. v. Wiener, </em>335 F.2d 379 (9th Cir. 1964). In both cases the government had specifically assumed an obligation to furnish crucial information in the performance of a routine operational function — supplying traffic and weather data for use of aircraft in flight. The government assumed no comparable obligation here. <em>See Redmond v. Securities &amp; Exch. Comm’n, </em>518 F.2d 811, 816 (7th Cir. 1975).</p>\n<p id=\"b599-6\">affirmed:</p>\n<footnote label=\"1\">\n<p id=\"b594-14\">. <em>See </em>Naval Operations Instructions 6240.3D, c. 4-</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"ATn\">. Although the Panel reviewed a draft rather than the final Candidate EIS, the record established that the two were “in all substantive respect[s] the same.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b597-5\">. In its reply brief on appeal the City states that the argument that the Navy should have considered the port use alternative is limited to the “point in time well before [the City] submitted Port development plans as part of the outlease bidding process.” As we have seen, at that “point in time,” the Navy’s decision to proceed without an EIS was reasonable. However, we hesitate to attach preclusive significance to a passing reference in the City’s brief.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b597-6\">, In district court, the City also argued the Navy’s failure to consider use of the Hunter’s Point property for a deep water port would require the City to engage in environmentally damaging port expansion elsewhere. <em>See City of Davis, supra, </em>521 F.2d at 676-677. The district court held this possibility to be too remote from the decision to lease to require consideration by the Review Panel. 443 F.Supp. at 1126. The City expressly accepts this conclusion as correct on appeal. Opening Br. at 24.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b597-16\">. The Candidate EIS noted “as no additional facilities are being recommended in the proposed reuse, and land use will remain basically the same, no irretrievable or irreversible commitments of land use are foreseen. The fact of complete naval control and the recapture clause of the lease agreement further reinforce this.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b597-17\">. <em>See Environmental Defense Fund v. Andrus, </em>596 F.2d 848 (9th Cir. 1979); <em>Scientists’ Institute for Public Information, Inc. v. AEC, </em>156 U.S.App.D.C. 395, 481 F.2d 1079 (D.C.Cir.1973).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}