{
  "casebody": {
    "data": "<casebody firstpage=\"1529\" lastpage=\"1541\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1621-7\">Florian SEVER, Plaintiff-Appellee, v. ALASKA PULP CORPORATION; Dennis Huse; George Woodbury; Jesse Cline; Frank Roppel; George Ishiya-ma; Wayne Funk; Ralph Fenner, Defendants-Appellants. Florian SEVER, Plaintiff-Appellant, v. ALASKA PULP CORPORATION; Dennis Huse; George Woodbury; Jesse Cline; Frank Roppel; George Ishiya-ma; Wayne Funk; Ralph Fenner, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1621-11\">Nos. 91-36067, 91-36074.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1621-12\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1621-13\">Submitted August 19, 1992.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Au8\">Decided Oct. 26, 1992.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1624-7\"><page-number citation-index=\"1\" label=\"1532\">*1532</page-number>Terrence G. Reed, Asbil, Junkin &amp; Myers, Washington D.C., for plaintiff-appellant and cross-appellee Florian Sever.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1624-8\">Wayne W. Hansen, Paul D. Swanson, Michael B. King, Lane Powell Spears Lu-bersky, Seattle, Wash., for defendants-ap-pellees and cross-appellants Alaska Pulp Corp., Dennis Huse, George Woodbury, Jesse Cline, Frank Roppel, George Ishiya-ma, Wayne Funk and Ralph Fenner.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1624-10\">Before: HUG, D.W. NELSON, and T.G. NELSON, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1621-16\">The panel unanimously find this case suitable for decision without oral argument. Fed. R.App.P. 34(a) and Ninth Circuit Rule 34-4.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1624-11\">D.W. NELSON, Circuit Judge:</author>\n<p id=\"b1624-12\">I. OVERVIEW</p>\n<p id=\"b1624-13\">Plaintiff Florian Sever (“Sever”), a former employee of Alaska Pulp Corporation (APC), brought suit against APC and a number of APC management employees (collectively, “defendants”) under 42 U.S.C. § 1985(3), 42 U.S.C. § 1983 and under RICO. Sever alleged that the defendants had taken retaliatory actions against him after he wrote articles critical of APC and testified before Congress in a manner contrary to APC’s economic interests. Sever also brought six state law claims. The district court dismissed his RICO and section 1983 action for failure to state a claim, and granted summary judgment in favor of the defendants on the § 1985(3) claims. The district court then dismissed the state claims without prejudice, and remanded them to state court.</p>\n<p id=\"b1624-15\">Sever appeals the dismissal and grant of summary judgment. Defendants cross-appeal, claiming that because Sever’s state law claims are preempted by the National Labor Relations Act (NLRA), the district court should have dismissed them with prejudice. We affirm the district court in all respects.</p>\n<p id=\"b1624-16\">II. BACKGROUND</p>\n<p id=\"b1624-17\">APC is a timber company involved in timber harvesting in the Tongass National Forest. It maintains and operates a pulp mill in Sitka, Alaska. For many years, APC has been the beneficiary of several federal laws subsidizing its lumbering activities in the Tongass. During the mid-1980s, Congress undertook a general review of legislation affecting the Tongass; this included a review of APC’s contracts and subsidies. Congress held hearings where many Alaska citizens testified, and ultimately passed the Timber Reform Act of 1990.</p>\n<p id=\"b1624-18\">Florian Sever was employed as a millwright at APC. In July 1986, Sever’s union went on strike. During August of 1986, Sever wrote two letters critical of APC to the local newspaper, one of which was published. In early 1987, while the strike was still on, Sever got a job as an airplane mechanic at Mountain Aviation in Sitka. In April of 1987, the workers voted to decertify the union and the strike was abandoned. Sever’s name was placed on APC’s rehire eligibility list and he indicated to APC that he wanted to be reinstated.</p>\n<p id=\"b1624-19\">In May 1987, Sever traveled to Washington, D.C. to testify before a House Subcommittee in support of the Tongass Timber Reform Act. The Act contained language that would have ended Congress’s automatic appropriations to APC. Subsequently, on June 30, 1987, Sever was fired from his <page-number citation-index=\"1\" label=\"1533\">*1533</page-number>job with APC.<footnotemark>1</footnotemark> According to Sever, after his discharge, he was unable to find other work in Sitka because APC blacklisted him. In particular, Sever alleges that on January 14, 1988, he was fifed from his job with Mountain Aviation as a result of APC pressure on Mountain Aviation’s proprietor.</p>\n<p id=\"aqo-dedup-0\">Sever filed an unfair labor practice charge with the National Labor Relations Board (NLRB). The Administrative Law Judge (ALJ) concluded in part that Sever’s published letter to the editor was a substantial cause of Sever’s discharge. Unhappy with the ALJ’s decision, APC appealed to the NLRB. The NLRB concluded that Sever had been fired because he wrote the letter and because he testified before Congress. Therefore, the NLRB found that APC had committed an unfair labor practice and affirmed the ALJ. Subsequently, we affirmed that decision. <em>NLRB v. Alaska Pulp Corp., </em>944 F.2d 909 (9th Cir.1991).</p>\n<p id=\"b1625-13\">Sever then filed suit in federal court, alleging that the defendants conspired to deprive him of protected rights in violation of 42 U.S.C.- § 1985(3), as well as various state law contract and tort claims. In an amended complaint, Sever added a RICO claim, alleging that defendants engaged in a pattern of racketeering activity that damaged his ability to obtain employment or earn a living, and a claim under 42 U.S.C. § 1983. In its October 15, 1990 order, the district court granted defendants’ motion for summary judgment on Sever’s first complaint and dismissed his section 1983 action, but permitted him to amend his complaint to provide further support for the alleged RICO violation. Ultimately, however, the court dismissed Sever’s fourth amended complaint for failure to state a claim under RICO, and dismissed the pendent state claims without prejudice.</p>\n<p id=\"b1625-14\">III. DISCUSSION</p>\n<p id=\"AS91\">1. <em>Failure to State a RICO Claim</em></p>\n<p id=\"b1625-15\">In his fourth amended complaint, Sever alleged that the defendants had violated two provisions of RICO — 18 U.S.C. § 1962(c) and 18 U.S.C. § 1962(b). As discussed below, the district court dismissed the § 1962(c) claim because it found that Sever had failed to allege a “person” or “persons’’ distinct from the “enterprise,” and dismissed the § 1962(b) claim because Sever had failed to allege a “pattern of racketeering.” The district court erred in its treatment of the § 1962(c) claim — under Ninth Circuit law, the distinction identified by the district court is not necessary to such a claim. However, the court correctly concluded that Sever failed to allege a “pattern of racketeering.” As allegation of a pattern of racketeering is an element of <em>both </em>§ 1962(b) and § 1962(c) claims, we affirm the dismissal of both claims on this ground.</p>\n<p id=\"b1625-19\">a. <em>Person/Enterprise Distinction under 18 U.S.C. § 1962(c)</em></p>\n<blockquote id=\"b1625-20\">18 U.S.C. § 1962(c) provides that:</blockquote>\n<blockquote id=\"b1625-21\">It shall be unlawful for- any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise’s affairs through a pattern of racketeering activity or collection of unlawful debt.</blockquote>\n<p id=\"b1625-22\">The district court dismissed Sever’s section 1962(c) claim because it found that Sever did not allege a “person” or “persons” distinct from the “enterprise.” This conclusion was erroneous.</p>\n<p id=\"b1625-23\">For the purposes of section 1962(c), RICO plaintiffs must allege a defendant — the “person” or “persons” — who is distinct from the “enterprise” whose business the defendant is conducting. Under RICO, an “enterprise” is “ ‘a being different from, not the same as or part of, the person whose behavior the act was designed to prohibit.’” <em>Rae v. Union Bank, </em>725 F.2d 478, 481 (9th Cir.1984) (quoting <em>United States v. Computer Sci</em><page-number citation-index=\"1\" label=\"1534\">*1534</page-number><em>ences Corp., </em>689 F.2d 1181, 1190 (4th Cir. 1982), <em>cert. denied, </em>459 U.S. 1105, 103 S.Ct. 729, 74 L.Ed.2d 953 (1983)). Therefore, for the purposes of a single action, a corporate defendant cannot be both the RICO person and the RICO enterprise under section 1962(c). <em>See Wilcox v. First Interstate Bank of Oregon, </em>815 F.2d 522, 529 (9th-Cir.1987).</p>\n<p id=\"b1626-4\">Sever’s fourth amended complaint alleged that APC was the enterprise, and that the individual officers and employees of APC were the “persons.” Relying on <em>Data Controls North, Inc. v. Financial Corp. of America, Inc., </em>688 F.Supp. 1047 (D.Md.1988), <em>aff'd, </em>875 F.2d 314 (4th Cir. 1989), the district court held that this form of allegation did not satisfy the person/enterprise distinction because “there is no distinction between the officers, agents and employees who operate the corporation and the corporation itself.” According to the district court, \"[plaintiff's allegation that the individually named defendants are ‘persons’ distinct from the corporate ‘enterprise’ makes no real difference as a corporation cannot operate except through its officers or agents.”</p>\n<p id=\"b1626-5\"><em>Data Controls </em>notwithstanding, the district court’s holding is contrary to controlling Ninth Circuit law.</p>\n<p id=\"b1626-6\">In <em>United States v. Benny, </em>786 F.2d 1410 (9th Cir.), <em>cert. denied, </em>479 U.S. 1017, 107 S.Ct. 668, 93 L.Ed.2d 720 (1986), the operator of a sole proprietorship which employed four people was convicted under section 1962(c). On appeal, defendant Benny argued that because “he was a sole proprietorship he could not simultaneously associate with that sole proprietorship.” <em>Id. </em>786 F.2d at 1415. Despite the fact that, as in the instant case, the proprietorship could not operate except through Benny, we approved a section 1962(c) count which named Benny as the “person” and his sole proprietorship as the “enterprise” with which he “associated.” We recognized that if the single proprietor had no employees, a 1962(c) claim might not be available. <em>Id. </em>However, we reasoned that if the enterprise was a <em>corporation, </em>the fact that there was but one stockholder would not shield that individual from suit because “such a corporate ‘one-man’ band does receive some legal protections from the corporate form, and it is this sort of legal shield for illegal activity that Congress intended RICO to pierce.” <em>Id. </em>at 1416. As we observed then, “ ‘the only important thing is that [the enterprise] be either formally (as when there is a corporation) or practically (as when there are other people beside the proprietor working in the organization) separable from the individual.' ” <em>Benny, </em>786 F.2d at 1416 (quoting <em>McCullough v. Suter, </em>757 F.2d 142, 144 (7th Cir.1985)).<footnotemark>2</footnotemark></p>\n<p id=\"b1626-9\">This decision makes it clear that the inability of a corporation to operate except through its officers is not an impediment to section 1962(c) suits. That fact poses a problem only when the <em>corporation </em>is the named defendant — when it is both the “person” and the “enterprise.” In this case, however, Sever named the several individual officers as defendants/persons, and APC as the enterprise. Therefore, he has satisfied this allegation requirement.</p>\n<p id=\"b1626-10\">Although the district court erred in this regard, we affirm the dismissal because we agree with the district court that Sever has failed to allege a pattern of racketeering activity, as required by both section 1962(b) and section 1962(c).</p>\n<p id=\"b1626-11\">b. <em>Pattern of Racketeering Activity under 18 U.S.C. § 1962(b)</em></p>\n<blockquote id=\"b1626-12\">18 U.S.C. § 1962(b) provides that:</blockquote>\n<blockquote id=\"b1627-4\"><page-number citation-index=\"1\" label=\"1535\">*1535</page-number>It shall be unlawful for any person through a pattern of racketeering activity or through collection of an unlawful debt to acquire or maintain, directly or indirectly, any interest in or control of any enterprise which is engaged in, or the activities of which affect, interstate or foreign commerce.</blockquote>\n<p id=\"b1627-5\">18 U.S.C. § 1962(b).<footnotemark>3</footnotemark> The district court dismissed Sever’s section 1962(b) claim because it found that Sever had not alleged a “pattern of racketeering activity.” We agree.</p>\n<p id=\"b1627-6\">The identification of a “pattern of racketeering activity” has proven a challenging task for courts. In <em>H.J. Inc. v. Northwestern Bell Telephone Co., </em>492 U.S. 229, 109 S.Ct. 2893, 106 L.Ed.2d 195 (1989), the Supreme Court considered the term in an effort to provide some guidance to lower courts struggling with it. The Court held that to show a pattern of racketeering activity, a RICO plaintiff must “show that the racketeering predicates are related, <em>and </em>that they amount to or pose a threat of continued criminal activity.” <em>Id. </em>at 239, 109 S.Ct. at 2900 (emphasis in original). Predicates are related if they “ ‘have the same or similar purposes, results, participants, victims, or methods of commission, or otherwise are interrelated by distinguishing characteristics and are not isolated.’ ” (quoting 18 U.S.C. § 3575(e)). Continuity is demonstrated if the illegal conduct poses a threat of continued criminal activity, such as when the illegal conduct is “a regular way of conducting [a] defendant’s ongoing legitimate business.” <em>Id. </em>at 243, 109 S.Ct. at 2902.</p>\n<p id=\"b1627-7\">Based on our reading of <em>Northwestern Bell </em>and other RICO cases, we see two problems with Sever’s allegations of a pattern of racketeering activity. First, although Sever alleges a number of “acts,” APC’s collective conduct is in a sense a single episode having the singular purpose of impoverishing Sever, rather than a series of separate, related acts. In this respect, the conduct complained of is analogous to the conduct in cases like <em>Medallion Television Enterprises, Inc. v. SelecTV of California, Inc., </em>833 F.2d 1360 (9th Cir. 1987), <em>cert. denied, </em>492 U.S. 917, 109 S.Ct. 3241,106 L.Ed.2d 588 (1989), and unlike the conduct in cases such as <em>Ticor Title Ins. Co. v. Florida, </em>937 F.2d 447 (9th Cir.1991). In <em>Medallion, </em>the plaintiff alleged that the defendant fraudulently induced it into entering a television contract. Although we agreed that the plaintiff had alleged two predicate acts, we affirmed the grant of summary judgment for the défendant, noting that “Medallion’s allegations concern a single fraudulent inducement to enter a contract. Once the [contract was entered into], the fraud, if indeed it was a fraud, was complete.”' <em>Medallion, </em>833 F.2d at 1364. We were also influenced by the fact that, as in this case, there was but a single victim involved. In <em>Ticor, </em>by contrast, the conduct, complained of was three separate acts of forgery by the defendant real estate company against three separate victims. That conduct involved acts that were <em>distinct </em>(though related in that all three criminal activities involved the commission of forgeries) and therefore could not be characterized as a single episode with a single purpose which happened to involve more than one act taken to achieve that purpose. <em>See also Ikuno v. Yip, </em>912 F.2d 306, 309 (9th Cir.1990) (allegation that defendant filed two separate false annual reports sufficient to withstand motion for summary judgment on RICO claim).</p>\n<p id=\"b1627-10\">Second, and more importantly, we find that Seyer’s allegations do not satisfy the continuity prong of the <em>Northwestern Bell </em>test. Unlike the realty company in <em>Ticor, </em>whose use of forgeries to' its advantage on three separate occasions “suggested] that this practice had become a regular way of conducting business at [the company],” <em>Ti-cor, </em>937 F.2d at 450, there is no suggestion that these defendants would have continued to tamper with witnesses, or that they ever intended anyone but Sever any harm. Again, such conduct is analogous to the conduct in <em>Medallion Television </em>— where <page-number citation-index=\"1\" label=\"1536\">*1536</page-number>we found that predicate acts designed to bring about a single event (the signing of the television contract) did not pose a threat of continuity. <em>See also Jarvis v. Regan, </em>833 F.2d 149, 152-153 (9th Cir.1987) (pattern requirement not satisfied by allegations that legal aid organizations committed three predicate acts of mail and wire fraud in obtaining a single federal grant to defray costs of opposing a ballot initiative); <em>Schrieber Distributing Co. v. Serv-Well Furniture Co., Inc., </em>806 F.2d 1393, 1399 (9th Cir.1986) (pattern requirement not established where defendant had fraudulently obtained a single shipment of goods in violation of plaintiff’s exclusive distribution agreement for lack of threat of continuing activity).</p>\n<p id=\"b1628-4\">For these reasons, we affirm the district court’s dismissal of both the sections 1962(b) and 1962(c) claims. Sever has not alleged a pattern of racketeering activity, an allegation necessary to both those claims.</p>\n<p id=\"b1628-5\">2. <em>Summary Judgment on the 42 U.S. C. § 1985(3) Claim</em></p>\n<p id=\"b1628-7\">42 U.S.C. § 1985(3) — the Ku Klux Klan Act of 1871 — was enacted by the Reconstruction Congress to protect individuals— primarily blacks — from conspiracies to deprive them of their legally protected rights. At issue here is the scope of classes on which Congress intended to confer the protection of § 1985(3).</p>\n<p id=\"b1628-8\">To bring a cause of action successfully under § 1985(3), a plaintiff must allege and prove four elements:</p>\n<blockquote id=\"b1628-9\">(1) a conspiracy; (2) for the purpose of depriving, either directly or indirectly, any person or class of persons of the equal protection of the laws, or of equal privileges and immunities under the laws; and (3) an act in furtherance of this conspiracy; (4) whereby a person is either injured in his person or property or deprived of any right or privilege of a citizen of the United States.</blockquote>\n<p id=\"b1628-10\"><em>United Brotherhood of Carpenters and Joiners of America v. Scott, </em>463 U.S. 825, 828-29, 103 S.Ct. 3352, 3356-57, 77 L.Ed.2d 1049 (1983).<footnotemark>4</footnotemark> Further, the second of these four elements requires that in addition to identifying a legally protected right, a plaintiff must demonstrate a deprivation of that right motivated by “some racial, or perhaps otherwise class-based, invidiously discriminatory animus behind the conspirators’ action.” <em>Griffith v. Breckenridge, </em>403 U.S. 88, 102, 91 S.Ct. 1790, 1798, 29 L.Ed.2d 338 (1971).</p>\n<p id=\"b1628-13\">In the years since <em>Griffith, </em>courts have struggled to determine whether and when § 1985(3) applies in contexts not involving race, and have produced opinions that are all over the map. <em>See Canlis v. San Joaquin Sheriffs Posse Comitatus, </em>641 F.2d 711, 719 n. 15 (9th Cir.) (listing often-conflicting federal cases from across the country), <em>cert. denied, </em>454 U.S. 967, 102 S.Ct. 510, 70 L.Ed.2d 383 (1981). In the Ninth Circuit, the treatment of section 1985(3) claims is somewhat more consistent. Generally, our rule is that section 1985(3) is extended beyond race “only when the class in question can show that there has been a governmental determination that its members ‘require and warrant special federal assistance in protecting their civil rights.’ ” <em>Schultz v. Sundberg, </em>759 F.2d 714, 718 (9th Cir.1985) (quoting <em>De-Santis v. Pacific Telephone &amp; Telegraph Co., </em>608 F.2d 327, 333 (9th Cir.1979)). More specifically, we require “either that the courts have designated the class in question a suspect or quasi-suspect classification requiring more exacting scrutiny or that Congress has indicated through legislation that the class required special protection.” <em>Id. </em>This rule operates against a background rule that “42 U.S.C. § 1985(3) is not to be construed as a general federal tort law.” <em>Gerritsen v. de la Madrid Hurtado, </em>819 F.2d 1511, 1518-19 (9th Cir.1987).</p>\n<p id=\"b1628-14\">Applying these standards, we have held that women purchasers of disability insurance (who alleged that the insurance was sold to them at discriminatory rates) are a <page-number citation-index=\"1\" label=\"1537\">*1537</page-number>class within the meaning of § 1985(3), reasoning'that it is “well established that gender-based classifications may result in invidious discrimination.” <em>Life Insurance Co. of North America v. Reichardt, </em>591 F.2d 499, 505 &amp; n. 16 (9th Cir.1979). By the same token, we have held that homosexuals are <em>not </em>a class entitled to the protections of section 1985(3), relying on. the facts that courts have not designated homosexuals a suspect or quasi-suspect class, and that Congress has not passed legislation forbidding employment discrimination against homosexuals (specifically, Congress has not included homosexuals within the special protection of Title VII). <em>De-Santis, </em>608 F.2d at 333. Similarly, we have held that “a transitory coalition of state representatives,” and a class of “Holocaust revisionists” did not fall within the meaning of section 1985 because neither group has been singled out for special federal protection, neither legislative nor judicially crafted. <em>See Schultz, </em>759 F.2d at 718;<footnotemark>5</footnotemark> <em>McCalden v. California Library Ass’n, </em>919 F.2d 538, 546 (9th Cir. 1990).</p>\n<p id=\"b1629-5\">In <em>Scott, </em>its most recent word on this issue, the Supreme Court threw into doubt the validity of many <em>post-Griffith </em>lower court cases extending protection to a broad range of classes by observing that “it is a close question whether § 1985(3) was intended to reach any class-based animus other that animus against Negroes and those who championed their cause, most notably Republicans.” <em>Scott, </em>463 U.S. at 836, 103 S.Ct. at 3360. Although the Court left that question open, it went on to hold that the plaintiffs in <em>Scott </em>were not entitled to bring a section 1985(3) suit. Those plaintiffs were nonunion employees who were hassled and physically assaulted by union employees after accepting employment at a certain company. They brought a Section 1985(3) action, alleging a conspiracy to deprive them of their right of association and right to earn a living. In dismissing their claim, the Supreme Court made clear that section 1985(3) does not “reach conspiracies motivated by economic or commercial animus.” <em>Scott, </em>463 U.S. at 838, 103 S.Ct. at 3361. In other words, because the union employees were driven by their <em>economic </em>interests in protecting union jobs, the fact that they deprived the nonunion employees of a legally protected right was insufficient to transform the deprivation into a violation of section 1985(3). <em>Id.</em></p>\n<p id=\"b1629-9\">In the instant case, Sever alleges that the defendants have conspired to deprive him of his legally protected right to petition Congress for redress of grievances.<footnotemark>6</footnotemark> He further contends that the class deprived of this right is constituted of “those who testify before Congress on matters of public concern. This class includes those citizens who attempt to petition the government for redress of wrongs by their appearance and testimony before Congress.” The district court rejected his argument because it found that any deprivation of Sever’s rights was not animated by “class-based, invidiously discriminatory animus.”</p>\n<p id=\"b1629-10\">We agree with the district court. First, we find that Sever’s claim is precluded by <em>Scott. </em>If APC and the individual defendants conspired to harass plaintiff, they did so because they perceived that Sever’s actions were harmful to ABC’s economic interests. The defendants did not harass and blacklist Sever out of some desire to prevent generally people-from exercising their right to petition Congress. Like the defendants in <em>Scott </em>who were trying to protect union jobs, the defendants here were concerned with protecting the government contracts and subsidies that allowed APC to <page-number citation-index=\"1\" label=\"1538\">*1538</page-number>make money. The fact that in one case the harassment was physical and in the other it took the form of blacklisting does not alter the fact that in both cases the conduct was motivated by a concern for economic well-being. Therefore, Sever’s claim falls squarely within the scope of <em>Scott.</em></p>\n<p id=\"b1630-4\">Second, we find that Sever’s claim is precluded by the analysis generally employed in the Ninth Circuit. Obviously, “individuals who wish to petition the government” have not been judicially designated a suspect or quasi-suspect group. Nor does Sever point to any federal statute reflecting a recognition that such individuals need special protection to exercise their rights.<footnotemark>7</footnotemark> Finally, even if such a class were protected, Sever would have a hard time showing that defendants’ conduct was motivated by “invidiously discriminatory animus toward him” as a person wishing to petition Congress. <em>See Lapin v. Taylor, </em>475 F.Supp. 446, 450-51 (D.Haw.1979) (agreeing that federal statute rendered “federal employees who are whistleblowers” a protected class, but finding that plaintiff had not alleged that the conduct at issue was “motivated by an invidiously discriminatory animus against him as a federal employee whistle blower.”). As stated above, the defendants acted to harm Sever because his conduct was damaging to their economic prospects, not because he chose to petition Congress. Thus, under the analysis employed by our circuit to assess whether class-based animus exists, we conclude that Sever has not alleged a section 1985(3) claim.</p>\n<p id=\"b1630-5\">Summary judgment was properly granted to the defendants on Sever’s Section 1985(3) claim.</p>\n<p id=\"b1630-6\">3. <em>42 U.S.C. § 1983 Claim</em></p>\n<p id=\"b1630-7\">Sever’s complaint with respect to his section 1983 claim is that the district court erred in cutting off discovery before it dismissed the claim. This panel reviews decisions regarding discovery orders for an abuse of discretion. <em>Mackey v. Pioneer Nat’l Bank, </em>867 F.2d 520, 523 (9th Cir.1989).</p>\n<p id=\"b1630-12\">It is readily apparent that the district court did not err here. To bring a section 1983 action, a plaintiff must allege that the defendants were acting “under color of law.” In this case, we simply can discern no state action. The fact that defendants rely heavily on government contracts does not, by itself, transform their action into state action. Sever’s allegation that he was not hired for a city job for which he was eligible, presumably because the defendants pressured the city, does not change our. analysis because the city of Sitka is not a defendant in the suit. The only way Sever can allege state action for the purposes of section 1983 is to allege that the <em>defendants </em>took some actions that were influenced by the state’s policies, funding decisions, or regulations. <em>See Rendell-Baker v. Kohn, </em>457 U.S. 830, 838-843, 102 S.Ct. 2764, 2769-72, 73 L.Ed.2d 418 (1982) (noting four fáctors that might indicate that a private actor was engaged in state action: 1) source of funding; 2) extensive regulation by state; 3) whether the private actor performed a traditionally “public” function; 4) a symbiotic relationship between the state and the private entity). Given the remoteness of such a likelihood, we conclude that the district court did not abuse its discretion in cutting off discovery as to this issue.</p>\n<p id=\"b1630-13\">4. <em>Dismissal of Pendent State Law Claims Without Prejudice</em></p>\n<p id=\"a7c-dedup-0\">In its October 15, 1990 order, the district court held that Sever’s state law causes of actions were not preempted by federal labor law. In its final order of April 9, 1991, <page-number citation-index=\"1\" label=\"1539\">*1539</page-number>after it dismissed all the federal claims, the court dismissed the state law claims without prejudice. Subsequently, in response to a motion by the plaintiff, court entered a May 7, 1991 order remanding the state law claims to state court. Bringing a cross-appeal, the defendants ask us to review the district court’s remand order. They argue that the district court’ should have dismissed the state law claims with prejudice because the claims are preempted by the National Labor Relations Act (“NLRA”).</p>\n<p id=\"b1631-4\">a. <em>Appealability of Remand Order</em></p>\n<p id=\"apn-dedup-0\">As an initial matter, we must resolve the question whether the order of remand is appealable at all. Despite Sever’s vigorous arguments to the contrary, we find that-is. The rules regarding the reviewability of remand orders are as follows:</p>\n<blockquote id=\"b1631-5\">An order remanding an action, if reviewable at all, is ordinarily reviewed by mandamus. <em>Thermtron Products, Inc. v. Hermansdorfer, </em>423 U.S. 336, 352-53 [96 S.Ct. 584, 593-94, 46 L.Ed.2d 542] (1976). However, if a case is remanded on the ground that removal was improvident and without jurisdiction, 28 U.S.C. § 1447(c) (1982), the remand order “is not reviewable on appeal or otherwise.” 28 U.S.C. § 1447(d); <em>Thermtron, </em>423 U.S. at 346 [96 S.Ct. at 590].</blockquote>\n<blockquote id=\"b1631-6\">[Where removal is not pursuant to § 1447(d), a] question exists as to whether the order is reviewable by direct appeal [or only on a writ of mandamus]____ <em>[A] remand order may be reviewed on appeal as a final collateral order under 28 U.S.C. § 1291 if the order resolves the merits of a matter of substantive law apart from any jurisdictional decision.</em></blockquote>\n<p id=\"b1631-10\"><em>Survival Systems v. United States District Court for the Southern District of California, </em>825 F.2d 1416, 1418 (9th Cir. 1987) (emphasis added) (citations omitted), <em>cert. denied, </em>484 U.S. 1042, 108 S.Ct. 774, 98 L.Ed.2d 861 (1988). Thus, under Ninth Circuit law, where the original removal was proper, remand orders are reviewable, and the type of review available depends on the nature of the decisions made in the remand order. <em>See also Price v. PSA, Inc., </em>829 F.2d 871, 873 (9th Cir.1987), <em>cert. denied, </em>486 U.S. 1006, 108 S.Ct. 1732, 100 L.Ed.2d 196 (1988).</p>\n<p id=\"b1631-11\">In this case, Sever has not suggested that the district dismissed the state law claims because the original removal was “improvident or without jurisdiction.” Therefore, the remand order is reviewable. Moreover, the content of the remand order was not limited to a jurisdictional decision — that is, the district court did not simply exercise its discretion not to hear the pendent state law claims. Rather, it made the substantive determination that the state law claims were not preempted by federal law. As a result, we conclude that the defendants are entitled to appellate review of the order of remand. <em>See Scott v. Machinists Automotive Trades District Lodge No. 190, </em>827 F.2d 589, 592 (9th Cir. 1987) (reviewing and reversing order of remand where district court remanded state claims after determination that they were not preempted by federal labor law).<footnotemark>8</footnotemark> Accordingly, we turn to the merits of their claim.</p>\n<p id=\"b1632-3\"><page-number citation-index=\"1\" label=\"1540\">*1540</page-number>b. <em>Preemption of State Law Claims</em></p>\n<p id=\"b1632-4\">Sever brought six state law claims: 1) breach of implied covenant of good faith and fair dealing; 2) termination in violation of State of Alaska public policy; 3) intentional interference with contractual relations with Mountain Aviation; 4) intentional interference with prospective contractual relations; 5) intentional infliction of emotional distress; and 6) negligent infliction of emotional distress. The question before is whether these claims are preempted by the NLRA.</p>\n<p id=\"b1632-5\">Parties may not escape the preemptive effect of the NLRA by casting their actions as tort rather than contract claims. However, the Supreme Court has held that the key to determining the scope of preemption is not how the complaint is cast, but whether the claims can be resolved only by referring to the terms of the collective bargaining agreement. <em>Allis-Chalmers Corp. v. Lueck, </em>471 U.S. 202, 210, 105 S.Ct. 1904, 1910-11, 85 L.Ed.2d 206 (1985) (discussing preemptive effect of the Labor Management Relations Act). Where “state-court tort action[s] can be adjudicated without resolution of the ‘merits’ of the underlying labor dispute,” <em>Farmer v. United Brotherhood of Carpenters and Joiners, </em>430 U.S. 290, 304, 97 S.Ct. 1056, 1065, 51 L.Ed.2d 338 (1977), the state court actions are not preempted by the NLRA. Thus, not every dispute concerning employment or tangentially involving a collective bargaining agreement is preempted. <em>Allis-Chalmers, </em>471 U.S. at 211-12, 105 S.Ct. at 1911-12.</p>\n<p id=\"b1632-6\">In this case, as the district court observed, “Plaintiff claims he was dismissed in part because of his union activities and in part because of his testimony before Congress. While plaintiff’s union activities are arguably within protected activity contemplated by § 7 of the NLRA, his testimony before Congress on the Tongass Timber Reform Act does not call into play any relationship with a collective bargaining agreement. Indeed, at the time plaintiff testified before Congress the strike was called off and the union decertified.” In other words, the district court believed that the relationship between the defunct union and APC would only be peripherally affected, if at all, by resolution of the state law claims.</p>\n<p id=\"b1632-8\">A closer look at Sever’s claims lends support to the district court’s conclusion. . Sever’s third and fourth claims, for example, have absolutely nothing to do with his original employment at APC, or even with the terms of his discharge. Rather, the basis of those intentional interference with contract claims are his allegations that APC interfered with his ability to obtain employment elsewhere in Sitka. Determining whether in fact APC engaged in such conduct would not require referral to or reliance upon Sever and APC’s collective bargaining agreement, nor would it bear upon or alter the terms of their current employment relationship. (Again, we note that the conduct Sever complains of occurred <em>after </em>the union had been dissolved.)</p>\n<p id=\"b1632-9\">Similarly, Sever’s claims of intentional and negligent infliction of emotional distress do not allege conduct covered by some collective bargaining or employment agreement. This court has in the past found such claims preempted only when the alleged conduct is in fact covered by some, preexisting agreement. <em>Compare Truex v. Garrett Freightlines, Inc., </em>784 F.2d 1347 (9th Cir.1985) (preemption where plaintiff complained of manner in which employer disciplined him, where collective bargaining agreement specified when and how discipline could be administered) <em>and Olguin v. Inspiration Consolidated Copper Co., </em>740 F.2d 1468 (9th Cir.1984) (preemption where conduct complained of involved challenges to certain employment and work conditions, where such conditions were addressed in collective bargaining agreement) <em>with Tellez v. Pacific Gas &amp; Electric Co., </em>817 F.2d 536, 539 (9th Cir.), <em>cert. denied, </em>484 U.S. 908,108 S.Ct. 251, 98 L.Ed.2d 209 (1987) (no preemption where conduct complained of was that employer sent disciplinary letter to several supervisors, where agreement was “silent on work conditions, and vague on disciplinary formalities”).</p>\n<p id=\"b1633-3\"><page-number citation-index=\"1\" label=\"1541\">*1541</page-number>In short, we find that Sever’s state tort claims can be resolved without reference to any agreements between Sever and APC. Thus, Congress’s interest in developing a consistent federal law in this area is not be threatened. <em>Carpenters, </em>430 U.S. at 295, 97 S.Ct. at 1060-61. On the other hand, the state of Alaska’s interest in assuring that its citizens are not the victims of such tortious conduct is as strong here as it would be in any instance where such conduct was alleged. As the Supreme Court has noted, “the doctrine of pre-emption in labor law has been shaped primarily by [these] two competing interests.” <em>Id. </em>at 295, 97 S.Ct. at 1061. Because we believe that in this instance Alaska’s interest in protecting its workers seems to prevail over that of Congress’s in protecting the uniformity of labor law, we conclude that the state law claims are not preempted by the NLRA.<footnotemark>9</footnotemark></p>\n<p id=\"b1633-4\">IV. CONCLUSION</p>\n<p id=\"b1633-5\">Although the district court erred in finding that Sever had not stated a RICO claim under section 1962(c) because he failed to allege a “person” distinct from the “enterprise,” we AFFIRM the court’s dismissal of the RICO claims on the ground that Sever failed to allege a pattern of racketeering activity. We AFFIRM the grant of summary judgment on Sever’s section 1985(3) claim, and AFFIRM the district court’s decision to cut off discovery with respect to his section 1983 claim. Finally, we hold that the district court’s remand of the state claims is reviewable on its merits, and AFFIRM the district court’s holding that the state law claims were not preempted by federal law.</p>\n<p id=\"b1633-9\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1625-16\">. It is unclear to us whether Sever was actually reinstated and then fired, or simply told that he would not be reinstated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1626-7\">. Our interpretation of the pleading requirements of section 1962(c) is in accord with at least five other circuits. <em>See, e.g., Miranda v. Ponce Federal Bank, </em>948 F.2d 41, 45 (1st Cir.1991) (\"Officers of a corporate enterprise may be personally liable for civil RICO violations if they conducted their employer's affairs through a proscribed pattern of racketeering activity.”); <em>Brittingham v. Mobil Corp., </em>943 F.2d 297, 302 (3d Cir.1991) (\"[Djistinctiveness concerns are generally not present when an individual defendant is also part of an ... enterprise.\"); <em>Jacobson v. Cooper, 882 </em>F.2d 717, 720 (2d Cir.1989) (upholding claims where individual defendants were named as part of association-in-fact enterprise); <em>United States v. Perholtz, 842 </em>F.2d 343, 353-54 (D.C.Cir.), <em>cert. denied, </em>488 U.S. 821, 109 S.Ct. 65, 102 L.Ed.2d 42 (1988) (same); <em>McCullough, </em>757 F.2d at 144 (same).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1627-8\">. Unlike section 1962(c), section 1962(b) contains no requirement that the \"person” and the \"enterprise” be distinct.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1628-11\">. Although the Supreme Court once interpreted § 1985(3) as limited to state or public conspiracies, <em>see Collins v. Hardyman, </em>341 U.S. 651, 71 S.Ct. 937, 95 L.Ed. 1253 (1951), there is no question today that the statute covers private conspiracies. <em>See Griffith v. Breckenridge, </em>403 U.S. 88, 91 S.Ct. 1790, 29 L.Ed.2d 338 (1971).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1629-6\">. In <em>Schultz, </em>the representatives tried to thwart the consideration of the Governor’s appointees by refusing to attend a joint legislative session called for that purpose. The president of the Alaska senate and others, with the help of the senate sergeant-at-arms and several troopers, forced the recalcitrant legislators to attend. Subsequently, one of the legislators brought a Section 1985(3) action.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1629-11\">. The district court agreed that Sever had alleged the deprivation of a legally protected interest. The defendants take issue with this determination, contending that no legally protected right is at stake. Because we find that Sever’s section 1985(3) was properly dismissed on other grounds, we need not reach this issue.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1630-9\">. The only statutes to which Sever refers are those which make it a crime to harass, intimidate or tamper with witnesses in official proceedings. <em>See </em>18 U.S.C. §§ 1512, 1513. Given that these statutes were just as likely enacted to ensure that criminal prosecutions would proceed smoothly, we cannot agree that Congress meant to designate witnesses as deserving of special protection. Moreover, as the district court noted, Congress has not passed civil statutes giving <em>witnesses </em>a right of action against those who harass or intimidate them. Such a statute would be the logical analogue of Title VII, and would be better suited to the argument that Congress has designated witnesses a class needing protection under section 1985(3).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1631-8\">. <em>Compare Paige v. Henry J. Kaiser Co., </em>826 F.2d 857, 866 (9th Cir.1987), <em>cert. denied, </em>486 U.S. 1054, 108 S.Ct. 2819, 100 L.Ed.2d 921 (1988) (\"The ruling of the district court was that appellants' remaining state causes of action were not artfully pleaded federal claims that were preempted by federal law. This ruling does not finally resolve the issues of preemption, which may still be raised as a defense in state court. Thus ... the defense of preemption could be sustained. Therefore, the only issue decided by the district court was jurisdictional, and review by appeal is not available.”); and <em>Survival Systems, </em>825 F.2d at 1418 (declining to review remand order on appeal because district court had only determined that the state law claims were not artfully pled federal claims that were preempted by federal labor law, and defendants could raise preemption as a defense in state court).</p>\n<p id=\"b1631-13\">Sever argues that these cases lend support to his argument that the remand order is not ap-pealable even where district courts determine that state law claims are not preempted. However, as noted, these cases <em>explicitly </em>state that the orders of remand are unappealable precisely because the district courts did <em>not </em>make a determination with regard to preemption.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1633-6\">. The only state law cause of action about which there is some doubt is the tort of breach of implied covenant of good faith and fair dealing. In his complaint, Sever specifically refers to express and implied rights arising out of his contractual relationship with APC. Because the claims place at issue the rights and responsibilities of the parties stemming from the contract, this claim would seem to be preempted by the NLRA. <em>See Paige, </em>826 F.2d at 861.</p>\n<p id=\"b1633-7\">The district court, however, \"collapsed” this cause of action into Sever’s second state law cause of action by noting that under Alaska law, a breach of the implied covenant of good faith and fair dealing is a violation of public policy. <em>See Luedtke v. Nabors Alaska Drilling, Inc., </em>768 P.2d 1123, 1131 (Alaska 1989). A violation of this particular public policy may occur even in the absence of an employment contract. <em>Luedtke, </em>768 P.2d at 1131. Therefore, in light of Alaska's stated public policy, we approve the district court’s analysis of the claim. <em>See Paige, </em>826 F.2d at 863 (recognizing that “tort of wrongful discharge in violation of public policy [can] exist[ ] independent of any contractual right.’’)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}