{
  "casebody": {
    "data": "<casebody firstpage=\"462\" lastpage=\"475\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b554-7\">I. Hyeon SU; Jo Seong Gu, et al.; Gim Yeong Ho; Park Min Ho, et al.; Barg Yeong Pal; Seo Jeom Tae; Lee Sil Gwang; Jung Ju Goang; Ji Je Je; O Han Seon; Son Chi Il; Choi Weon Il; Chu Chae Sok; Kig Og Nam; Han Bag Kil; Pyeon Yun Su; Park Sung Ok; Ka Chae Ho; Federated Korean Seamen’s Union, et al., Plaintiffs-Appellants, v. M/V SOUTHERN ASTER; Southern Aster Navigation, S.A., Defendants-Appellees. Edwin A. JOSE, Plaintiff, and Perfecto C. Lim; Buen B. Esclamado; Crescencio I. Napao; Tomas N. Rosles Je; Hermiles S. Pinoon, Applicants in intervention-Appellants, v. M/V FIR GROVE; Delica Shipping, S.A.; Inui Steamship Co., Ltd., Defendants-Appellees. Nelson R. RABY; Teofanis F. Roz; Apolonio H. Torreliza; Associated Marine Officers &amp; Seaman’s Union of the Philippines; S. Galua; Boifacio C. Tabada, et al.; Leo C. Ajero; Teodulo R. Rabie; Marcelo G. Suarez; Miguelito A. Cabales, et al., Plaintiffs-Appellees, v. M/V PINE FOREST; Delica Shipping, S.A.; Inui Steamship Co., Ltd., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b554-17\">Nos. 90-35485, 90-35486, 90-35706, 90-35618, 90-35879, 91-35375.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b554-18\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b554-19\">Argued and Submitted Aug. 17, 1992.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aqhy\">Decided Oct. 14, 1992.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b557-10\"><page-number citation-index=\"1\" label=\"465\">*465</page-number>Richard J. Dodson, Baton Rouge, La., John W. Buehler, Bullivant, Houser, Bailey, Pendergrass &amp; Hoffman, Seattle, Wash., Robert M. Weinberg, Virginia A. Seitz, John West, Bredhoff &amp; Kaiser, Jeremiah H. Collins, Susan D. Carle, Washington, D.C., I. Franklin Hunsaker, for plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b557-11\">Robert I. Sanders, Wood, Tatum, Wona-cott &amp; Landis, Joe D. Bailey, Kathleen A. McKeon, Portland, Or., Joseph S. Stacy, Le Gros, Buchanan, Paul &amp; Whitehead, William R. Bishin, Seattle, Wash., Kim Jef-fries, Portland, Or., for defendants.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b557-15\">Before: WRIGHT, BEEZER, and LEAVY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b557-16\">EUGENE A. WRIGHT, Senior Circuit Judge.</author>\n<p id=\"b557-17\">These consolidated cases test the bounds of the Seamen’s Wage Act, 46 U.S.C. § 10313 (1988). The Wage Act protects seafarers from the efforts of unscrupulous shipowners to take advantage of their superior economic position to withhold payment of promised wages. Each case requires us to resolve this question: Do the Wage Act’s protections extend to foreign crews discharged from foreign ships in foreign ports? Although Congress likely could have extended the Wage Act this far, we conclude that it did not. The structure, history and, more important, the plain language of the Act all point to this result. Congress must speak clearly to overcome the strong presumption against extraterritorial application of United States law, and this it has not done.</p>\n<p id=\"b557-18\">I</p>\n<p id=\"b557-19\">Seamen from three Japanese log-carrying ships (the PINE FOREST, FIR GROVE and SOUTHERN ASTER) insist that they were systematically underpaid. The shipowners concede that they paid less than union wages, but say the crew agreed to the lower wages and further agreed to help the shipowners mislead union inspectors intent on uncovering such underpayments.</p>\n<p id=\"b557-20\">Underlying the men’s claims is an ongoing dispute between shipowners and the International Transport Workers Federation, an umbrella labor organization of affiliated seafarers’ unions. The unions seek to maintain worldwide wage rates that far exceed what seafarers from undeveloped countries demand.</p>\n<p id=\"b557-21\">The shipowners cannot merely ignore the unions, however, for if the owners fail to <page-number citation-index=\"1\" label=\"466\">*466</page-number>pay the union rate, the unions will sometimes interfere with the loading or unloading of the ships. To avoid this, the shipowners must demonstrate compliance with union rules and, in return, the unions award the ships protection in the form of a “Blue Certificate”. By showing a Blue Certificate, ships can forestall union hostility while in port. Shipowners have devised a scheme to obtain Blue Certificates without paying union wages. They keep two sets of books on each ship. One set records the actual wages paid and the other records union scale wages. Seamen memorize the union scale and the ships’ masters instruct the crew to lie to union inspectors, telling them that the crew are receiving full union wages.</p>\n<p id=\"b558-4\">In the ship’s articles, only the union wages are recorded. When the men are paid, they sign two receipts: one records the actual wages and the other shows union wages. This so-called “double-bookkeeping” scheme was used in an effort to deceive the unions on all three ships in this consolidated appeal.</p>\n<p id=\"b558-5\">A. The PINE FOREST</p>\n<p id=\"b558-6\">The PINE FOREST flew the flag of the Republic of Vanuatu,<footnotemark>1</footnotemark> was operated by a Japanese firm, and was owned by a Panamanian corporation which in turn was beneficially owned by Japanese citizens and companies. It carries logs from the United States to Japan; from Japan to the United States it carries only seawater as ballast.</p>\n<p id=\"b558-7\">The PINE FOREST entered service in March 1989 with a crew of nineteen Filipino seafarers. Two others joined the ship later. The men signed 12-month contracts in the Philippines, were told what they would be paid, and joined the ship in Japan. Each man signed the PINE FOREST’S shipping articles, which recited that it abid-ed by the union collective bargaining agreement specifying wages that far exceeded what they had been promised in the Philippines. Each was told, however, that he would in fact receive the lower wages originally promised and that he would be expected to help the shipowners deceive the union.</p>\n<p id=\"b558-11\">From March 1989 until the end of January 1990, the PINE FOREST sailed back and forth between Japan and the United States, completing eight trips. At each month end, the crew members received their wages and signed receipts for their actual wages and the higher union wages.</p>\n<p id=\"b558-12\">The scheme fell apart while the PINE FOREST was in port in Tacoma. On January 30, 1990, eleven of the crew members filed a complaint demanding full union wages. Their attorneys had the vessel arrested. Shortly thereafter, two other crew members signed the complaint. The union later added the remaining eight seafarers to the complaint, but these eight never signed or verified it.</p>\n<p id=\"b558-13\">The thirteen who signed the complaint left the PINE FOREST on February 8, after their replacements arrived. In their seamen’s books, which they must take to each new vessel, the master recorded the reason for discharge: “Requested repatriation upon filing wages claim to arrest vessel.” The other eight crew members remained aboard the PINE FOREST, completed their year of service, and left the vessel in Japan.</p>\n<p id=\"b558-14\">On February 13, the shipowners tendered $267,586 as the amount due the thirteen crew members who had left the ship. The seafarers divided and accepted this payment but later contended it was insufficient. The court set bond at $19,000,000, which the shipowners posted to release the vessel.</p>\n<p id=\"b558-15\">At trial, the plaintiffs succeeded on both statutory and maritime tort claims. The court awarded the seafarers $32,657,536, divided as follows:</p>\n<p id=\"b558-16\">Thirteen plaintiffs discharged in United States:</p>\n<p id=\"b558-17\">1. Back Wages 23,696</p>\n<p id=\"AU-j\">2. Statutory Penalties 4,191,671</p>\n<p id=\"Am0\">3. Loss of Future Income 6,800,470</p>\n<p id=\"AcJ\">4. Emotional Distress 1,300,000</p>\n<p id=\"Az_\">5. Punitive Damages 13,000,000</p>\n<p id=\"b558-18\">Eight plaintiffs discharged overseas:</p>\n<p id=\"b559-4\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>1. Back Wages 142,236</p>\n<p id=\"AY_\">2. Statutory Penalties 2,799,463</p>\n<p id=\"AvB\">3. Loss of Future Income 0</p>\n<p id=\"AYv1\">4. Emotional Distress 400,000</p>\n<p id=\"AIF\">5. Punitive Damages 4,000,000</p>\n<p id=\"b559-5\">The court also awarded attorneys’ fees, relying on <em>Vaughan v. Atkinson, </em>369 U.S. 527, 82 S.Ct. 997, 8 L.Ed.2d 88 (1962).</p>\n<p id=\"b559-6\">B. The SOUTHERN ASTER</p>\n<p id=\"b559-7\">The SOUTHERN ASTER, like the PINE FOREST, was a Japanese-owned log-carrier that transported United States logs to Japan. The crew was Korean rather than Filipino, and were represented by the Korean affiliate of the International Transport Workers Federation.</p>\n<p id=\"b559-8\">The crew joined the ship in Japan in March 1988, worked for about a year, then disembarked in Japan. During that year, the SOUTHERN ASTER made eight trips to the United States. It operated the. same double-bookkeeping scheme as the PINE FOREST, paying the crew a lower wage than the union rate contained in the ship’s articles.</p>\n<p id=\"b559-9\">On February 21, 1990, plaintiffs’ attorneys had the SOUTHERN ASTER arrested in Coos Bay, Oregon, after filing a complaint for back wages on behalf of the absent crew. The district court set bond, which the shipowners posted to release the vessel.</p>\n<p id=\"b559-10\">The district court dismissed the case, granting the shipowners’ 12(b)(6) motion on the statutory claims and dismissing the remaining claims on the ground of <em>forum non conveniens. </em>The court was not persuaded that the statute applied to foreign seafarers discharged in foreign ports from foreign-owned and flagged vessels. The shipowners agreed to submit to the jurisdiction of a Korean court as a condition of dismissal.</p>\n<p id=\"b559-11\">C. The FIR GROVE</p>\n<p id=\"b559-12\">The FIR GROVE was a sister ship of the PINE FOREST. It too employed a Filipino crew, flew the Vanuatu flag, and was beneficially owned by the Japanese.</p>\n<p id=\"b559-13\">In January 1989, the crew joined the FIR GROVE in Japan. They had been recruited in the Philippines and had agreed to a 12-month term of service. Over the next year, the FIR GROVE completed six trips between Japan and the West Coast, carrying logs to Japan and carrying ballast on the return trip. On these trips, the shipowners maintained the same double-bookkeeping scheme as on the PINE FOREST.</p>\n<p id=\"b559-15\">On the seventh trip, twelve crew members had the ship arrested in Coos Bay after filing a complaint for back wages, totalling about $300,000. Two other crew members later joined the complaint. The shipowners paid the back wages under a reservation of rights, and posted a bond to release the FIR GROVE. These fourteen seamen were discharged in Oregon.</p>\n<p id=\"b559-16\">Counsel moved for leave to file an amended complaint adding five more crew members who had not verified or signed the complaint and who had not been discharged in Coos Bay. These five stayed on the vessel, completed their year’s obligation, and left the ship in Japan.</p>\n<p id=\"b559-17\">The court denied the motion, but allowed the five to apply for intervention. They did but the court refused their application, reasoning that their statutory claims were barred because they had been discharged in a foreign port. These five appeal the judgment denying their motion to intervene.</p>\n<p id=\"b559-18\">II</p>\n<p id=\"b559-19\">The Seamen’s Wage Act, 46 U.S.C. § 10313, protects seafarers by ensuring they receive timely payment of wages. The Wage Act’s full wage provision requires prompt payment of wages at the completion of a voyage:</p>\n<blockquote id=\"b559-20\">At the end of a voyage, the master shall pay each seafarer the balance of wages due the seafarer within 24 hours after the cargo has been discharged or within 4 days after the seafarer is discharged, whichever is earlier____ When payment is not [timely] made .... without sufficient cause, the master or owner shall pay to the seafarer 2 days’ wages for each day payment is delayed.</blockquote>\n<p id=\"b559-23\">46 U.S.C. §§ 10313(f), (g). Necessary to recovery under this provision is a showing <page-number citation-index=\"1\" label=\"468\">*468</page-number>that (1) the voyage ended, (2) either the cargo or the seafarer has been discharged, and (3) payment was withheld without sufficient cause.</p>\n<p id=\"b560-4\">The Wage Act’s half-wage provision also covers partial payments each time a ship stops in port to load or unload cargo:</p>\n<blockquote id=\"b560-5\">After the beginning of the voyage, a seaman is entitled to receive from the master; on demand, one-half of the balance of wages earned and unpaid at each port at which the vessel loads or delivers cargo during the voyage____ If a master [fails to pay], the seaman is released from the agreement and is entitled to payment of all wages earned.</blockquote>\n<p id=\"b560-7\">46 U.S.C. § 10313(e). The seaman must show that the master refused the man’s demand for half-wages. Once the master refuses to pay, full wages become due, and if not paid, the seafarer may be entitled to double wages for each day’s delay. <em>In re Williams, </em>139 F.2d 262, 263 (4th Cir.1943).</p>\n<p id=\"b560-8\">The Wage Act also has an important jurisdictional provision, extending the Act’s protections to seafarers on foreign ships when in a United States harbor:</p>\n<blockquote id=\"b560-9\">This section applies to a seafarer on a foreign vessel when in a harbor of the United States. The courts are available to the seaman for the enforcement of this section.</blockquote>\n<p id=\"b560-10\">46 U.S.C. § 10818(0.</p>\n<p id=\"b560-11\">A. Underpayment</p>\n<p id=\"b560-12\">The seafarers bear the burden of showing that the shipowners paid less than the full amount of wages due. The shipowners half-heartedly contend that the seafarers have no claim because they received the wages promised by the manning agency. The owners suggest that the higher rate shown in the shipping articles does not govern the seafarers’ wages, because the men knew they would never be paid that amount.</p>\n<p id=\"b560-13\">It' is well-established, however, that the shipping articles govern the contract of employment between the seamen and the master, and parol evidence to vary the terms of the articles is permitted only to show that the articles were fraudulently changed by the seafarers. <em>See </em>Martin J. Norris, <em>The Law of Seamen </em>§§ 6:1, 6:31 (4th ed.1985); <em>Northwestern S.S. Co. v. Turtle, </em>162 F. 256, 258 (9th Cir.1908). In short, once the shipowners executed the shipping articles in furtherance of the double-bookkeeping scheme, they were bound to pay the rate recorded in the articles rather than the lower rate promised before the voyage.</p>\n<p id=\"b560-15\">B. Foreign seafarers discharged in United States ports</p>\n<p id=\"b560-16\">The Wage Act’s jurisdictional provision makes clear that foreign seafarers discharged in an American port may invoke the Act’s protections. The issue for these men is not whether they are entitled to seek back wages under the Act, but rather when the Act’s protections were triggered and, based on that determination, what if any statutory penalties are due.</p>\n<p id=\"b560-17\">The PINE FOREST court awarded the 13 seafarers discharged in the United States over $4,000,000 in statutory penalty wages, finding that the Wage Act’s protections were triggered each time it reached port. It reasoned that each leg of the trip was a voyage and the seawater ballast qualified as cargo.</p>\n<p id=\"b560-18\">1. Ballast as cargo</p>\n<p id=\"b560-19\">To trigger the protections of the Wage Act’s full wage provision, the seafarers must show they were not timely paid at the end of their voyage. Timely payment under the statute means payment within 24 hours of discharging the ship’s cargo or within four days of the seafarer’s discharge, whichevér is earlier. The definition of “cargo” under the statute is important for, assuming each trip from Japan to the United States constituted a voyage, if the seawater carried as ballast on those trips qualifies as “cargo,” penalties started accruing at the end of each trip.</p>\n<p id=\"b560-20\">The Act leaves the term “cargo” undefined. No court has answered the question whether seawater ballast is cargo under the Act. Precedent from other contexts, common definitions and common <page-number citation-index=\"1\" label=\"469\">*469</page-number>sense, however, suggest that seawater ballast is not cargo.</p>\n<p id=\"b561-5\">Black’s defines <em>ballast </em>as “[t]hat which is used for trimming a ship to bring it down to a draft of water proper and safe for sailing.” <em>Black’s Law Dictionary </em>181 (4th ed. 1951). <em>Cargo, </em>on the other hand, is</p>\n<blockquote id=\"AbV\">[t]he load or lading of a vessel; the goods, merchandise, or whatever is conveyed in a ship or other merchant vessel. While “cargo” is primarily the load of the ship, it may have a varying meaning. The term may be applied in such a sense as to include passengers, as well as freight, but in a technical sense it designates goods only.</blockquote>\n<p id=\"b561-6\"><em>Id. </em>at 268 (citations omitted). Non-law dictionaries similarly distinguish the two, defining ballast as “[a]ny heavy material placed in the hold of a ship ... to enhance stability”, and cargo as “[t]he freight carried by a ship____” <em>See, e.g., American Heritage Dictionary </em>102, 204 (1976). Freight is defined as “[g]oods carried by a vessel or vehicle; lading.” <em>Id. </em>at 525.</p>\n<p id=\"b561-8\">Courts have also treated the two as distinct. Many have noted, for example, that ships carrying ballast are “without cargo”. <em>See The Pedro, </em>175 U.S. 354, 381, 20 S.Ct. 138, 148, 44 L.Ed. 195 (1899), <em>rev’d on other grounds, The Buena Ventura v. United </em>States, 175 U.S. 384, 20 S.Ct. 148, 44 L.Ed. 206 (1899); <em>United States v. Alvarez-Mena, </em>765 F.2d 1259, 1261 (5th Cir. 1985); <em>Pacific Far East Line v. United States, </em>394 F.2d 990, 994, 184 Ct.Cl. 169 (1968); <em>Oliver J. Olsen &amp; Co. v. Luckenbach S.S. Co., </em>279 F.2d 662, 672 (9th Cir.), <em>cert. denied, </em>364 U.S. 881, 81 S.Ct. 171, 5 L.Ed.2d 103 (1960); <em>Amerada Hess Shipping Corp. v. Argentine Republic, </em>638 F.Supp. 73, 73 (S.D.N.Y.1986), <em>rev’d on other grounds, </em>830 F.2d 421 (2d Cir.1987), <em>rev’d, </em>488 U.S. 428, 109 S.Ct. 683, 102 L.Ed.2d 818 (1989); <em>McGhee v. United States, </em>75 F.Supp. 76, 78 (S.D.N.Y.), <em>modified, </em>165 F.2d 287 (2d Cir.1947).</p>\n<p id=\"b561-9\">A very few cases have considered ballast as cargo, but in those instances the ballast was something of value. For example, in <em>Lo Bue v. United States, </em>75 F.Supp. 154, 154 (E.D.N.Y.1947), the court referred to a \"cargo” of slag ballast., <em>See also New York Trap Rock Corp. v. Christie Scow Corp., </em>165 F.2d 314, 316 (2d Cir.1948) (unloading of “cargo” of ballast to a second ship for further transport). In none of these cases was the ballast simply worthless seawater.</p>\n<p id=\"b561-11\">An earlier version of the full wage provision provided for payment after the discharge of “cargo or ballast”, but Congress later deleted the reference to ballast. <em>Compare </em>Seaman’s Wage Act, ch. 29, § 6, 1 Stat. 133 (1790) <em>with </em>Shipping Commissioners’ Act of 1872, ch. 322, § 35, 17 Stat. 269 (1872). Congressional intent underlying the revision is at best ambiguous. The reference to ballast may have been viewed as redundant. Yet coincident with the change, Congress added the discharge of the seafarer as a triggering event. In light of this added protection, it may have decided ballast discharge was no longer necessary as a triggering event.</p>\n<p id=\"b561-12\">We conclude that worthless seawater carried as ballast does not constitute cargo as envisioned by the Wage Act. Cargo is freight or goods that have some value. Even if each leg of the trip could be considered a separate voyage, the Act’s protections were not triggered when the log-carriers dumped their load of seawater on arrival in an American port.</p>\n<p id=\"b561-13\">2. Each trip as a voyage</p>\n<p id=\"b561-14\">Like “cargo”, “voyage” is not defined in the Wage Act. The PINE FOREST court defined each leg of the trip as a voyage. We conclude that such a definition conflicts with the structure and language of the Act.</p>\n<p id=\"b561-15\">The Act contains both full and half wage provisions. The latter is triggered at every port in which the ship takes on or discharges cargo. We doubt Congress could have intended the broad definition of a voyage adopted by the PINE FOREST court. Defining a voyage as each leg of a trip renders the half wage provision meaningless, for under that definition the full wage provision could be invoked any time the half wage provision could apply.</p>\n<p id=\"b561-16\">The seamen insist, though, that courts have read the “end of voyage” requirement <page-number citation-index=\"1\" label=\"470\">*470</page-number>out of the statute. They rely on several recent decisions in which courts have held that the full wage provision applied though the ship never left port. For example, in <em>Griffin v. Oceanic Contractors, </em>458 U.S. 564, 102 S.Ct. 3245, 73 L.Ed.2d 973 (1982), Griffin suffered an injury shortly after joining the vessel and before it sailed. Although the Court did not expressly consider whether he met the voyage requirement, it granted him relief under the full wage provision. <em>Id. </em>at 577, 102 S.Ct. at 3253.</p>\n<p id=\"b562-4\">In <em>Chung, Yong Il v. Overseas Navigation Co., </em>774 F.2d 1043 (11th Cir.1985), <em>cert. denied, </em>475 U.S. 1147, 106 S.Ct. 1802, 90 L.Ed.2d 346 (1986), the court explicitly considered the issue. Like <em>Griffin, </em>the <em>Chung </em>crew were discharged after spending time on a ship that never left port. The court held that the voyage requirement did not preclude these men from invoking the full wage provision. <em>Id. </em>at 1051.</p>\n<p id=\"b562-5\">As we read <em>Griffin </em>and <em>Chung, </em>however, neither ignores the voyage requirement. Instead, they define voyage to further the Wage Act’s protective purpose. A seaman’s voyage ends when his commitment to work aboard the ship is terminated, either by completion of his contract or by premature discharge. <em>See, e.g., Mavromatis v. United Greek Shipowners Corp., </em>179 F.2d 310, 318-19 (1st Cir.1949); <em>The Cubadist, </em>252 F. 658, 660, 662-63 (S.D.Ala. 1918), <em>aff'd, </em>256 F. 203 (5th Cir.), <em>cert. denied, </em>249 U.S. 618, 39 S.Ct. 392, 63 L.Ed. 804 (1919). Under this definition, the <em>Griffin </em>and <em>Chung </em>seafarers had completed their voyages when they were discharged, even though the ships never left port.</p>\n<p id=\"b562-6\">Applying this definition, the PINE FOREST seafarers were not entitled to full wages each time the ship stopped in the United States or Japan. Rather, full wages became due four days after they were discharged following the filing of the complaint. Although they had not completed their contractual obligations, their voyages terminated when they were discharged.</p>\n<p id=\"b562-7\">C. Foreign seafarers discharged in foreign ports</p>\n<p id=\"b562-8\">We start with the well-established principle that, absent a clearly expressed intent to the contrary, United States statutes apply only within the territorial jurisdiction of the United States. <em>Foley Bros., Inc. v. Filardo, </em>336 U.S. 281, 285, 69 S.Ct. 575, 577, 93 L.Ed. 680 (1949). “We assume that Congress legislates against the backdrop of the presumption against extraterritoriality.” <em>EEOC v. Arabian Am. Oil Co., </em>— U.S. —, —, 111 S.Ct. 1227, 1230, 113 L.Ed.2d 274 (1991). Because we find no clearly expressed intent to contradict this presumption, logic dictates that the full wage provision should not apply to foreign seafarers discharged from foreign ships in foreign ports.</p>\n<p id=\"b562-11\">This result is consistent with the plain language of the Wage Act, which is the clearer evidence of the Act’s jurisdictional limits. The Act is part of Chapter 103 of Title 46, which notes that “[ujnless otherwise provided, this chapter does not apply to a foreign vessel.” 46 U.S.C. § 10301(c). Against this background, the Act makes an exception for foreign vessels in American ports: “This section applies to a seafarer on a foreign vessel when in a harbor of the United States.” <em>Id. </em>§ 10313(i).</p>\n<p id=\"b562-12\">Nevertheless, the seafarers contend that crew members discharged overseas may recover under the Wage Act. They suggest that limiting the Act to foreign ships in United States ports thwarts one of the Act’s underlying purposes. In their view, the jurisdiction limiting clause cannot really mean what it says. Alternatively, they insist that if some conduct facilitating the later withholding of wages occurred in an American port, the jurisdiction requirement is met.</p>\n<p id=\"b562-13\">They find some support in the case law. We have never decided the issue, and there is directly conflicting authority among the districts in this circuit. In <em>Galon v. M/V Hira II, </em>1990 A.M.C. 342, 1989 WL 211484 (W.D.Wash.1989), the court ruled without further analysis that “the statute does not require discharge in a United States port.” <em>Id. </em>at 343. Shortly thereafter, the court in <page-number citation-index=\"1\" label=\"471\">*471</page-number><em>Mateo v. M/S Kiso, </em>805 F.Supp. 761 (N.D.Cal.1991), held to the contrary, finding discharge in a United States port a prerequisite to applying the statute.</p>\n<p id=\"b563-5\">Confusion on this issue is not limited to this circuit’s district courts. Some other courts have been willing to extend the Act to foreigners discharged in foreign ports. In <em>Ventiadis v. C.J. Thibodeaux &amp; Co., </em>295 F.Supp. 135 (S.D.Tex.1968), the court held that “to limit [the Act] only to instances in which the seafarer is discharged in an American port would be to unreasonably restrict its effect.” <em>Id. </em>at 138; <em>see also Fitzgerald v. Liberian S/T Chryssi P. Goulandris, </em>582 F.2d 312, 314 (4th Cir. 1978) (extraterritorial discharge does not preclude application of the Act).</p>\n<p id=\"b563-6\">Other courts have followed the view expressed in dictum by Judge Friendly in <em>Monteiro v. Sociedad Maritima San Nicolas, S.A., </em>280 F.2d 568 (2d Cir.), <em>cert. denied, </em>364 U.S. 915, 81 S.Ct. 272, 5 L.Ed.2d 228 (1960). Judge Friendly reasoned that “[t]he natural reading is rather that a seafarer on a foreign vessel obtains his right once the specified facts occur while the vessel is in a harbor of the United States____” <em>Id. </em>at 574; <em>see also Cubeiro v. Sun Seaway Enters., </em>539 F.Supp. 1175, 1177 (S.D.N.Y.1982) (“[I]t is now well settled .that a foreign seafarer, sailing on board a foreign-flag vessel, may file a [wage] claim in a United States court ... if he was discharged from the vessel in a United States port____ However, it is equally clear that for the statute to apply, the discharge must have taken place in a United States port.”); <em>Barcelona v. Sea Victory Maritime, </em>1992 A.M.C. 369, 372, 1991 WL 323803 (E.D.La.1991) (discharge must be in United States port); <em>Angad v. M/V Fareast Trader, </em>1989 A.M.C. 2721, 2728, 1989 WL 201605 (S.D.Tex.1989) (wages can accrue anywhere, but withholding of payment must be in United States port).</p>\n<p id=\"b563-11\">The seafarers argue that if this court adopts Judge Friendly’s view, it will confound one of the Act’s underlying purposes. Congress was primarily concerned with protecting seafarers when it enacted these provisions. <em>Griffin, </em>458 U.S. at 572, 102 S.Ct. at 3250. But Congress also sought to enhance the competitiveness of American shippers. It worried that subjecting only United States flag vessels to the wage provisions would put United States shipping at a competitive disadvantage. To level the playing field, it extended the Act to foreign vessels. 50 Cong. Rec. 55748-49 (Oct. 22, 1913).</p>\n<p id=\"b563-13\">Had Congress wanted to include all foreign vessels, however, it could have done so expressly: The language of the Wage Act is clear. It applies only to foreign vessels in United States ports. To let one of the Act’s underlying purposes trump the statute’s plain language would violate a basic tenet of statutory construction. <em>Cf. Commissioner v. Brown, </em>380 U.S. 563, 571, 85 S.Ct. 1162, 1166, 14 L.Ed.2d 75 (1965) (purpose can override plain language only in an exceptional case).</p>\n<p id=\"b563-14\">But the seafarers also contend that the final withholding of wages was part of an ongoing scheme by the shipowners during the entire course of a voyage. Conduct integral to the scheme occurred while the ships were in United States harbors, say the seafarers, thus satisfying the Act’s jurisdictional requirement.</p>\n<p id=\"b563-15\">Under this theory, a single pause at a United States port during the course of a three-year voyage would trigger the protections of the Wage Act. Such an expansive reading contradicts the Act’s plain language, Nor is such a broad reading necessary to further the Act’s purpose of equalizing shipping costs between foreign and United States vessels. Each time a foreign vessel takes on or discharges cargo in a United States port, the foreign crew may invoke the Act’s half wage provision. If the master refuses to pay, the men may invoke the full wage provision. Foreign vessels cannot avoid the Act simply by ensuring that they never complete a voyage in a United States port.</p>\n<p id=\"b563-16\">It is also unclear what wrongful conduct the shipowners engaged in while in a United States port. The Act imposes harsh penalties but only for specific, well-defined conduct: the wrongful withholding of <page-number citation-index=\"1\" label=\"472\">*472</page-number>wages. Until that occurs, the Act’s protections are unavailable. For those seamen discharged overseas, that prohibited conduct did not occur in a United States port.</p>\n<p id=\"b564-4\">D. Demand for half wages</p>\n<p id=\"b564-5\">The seafarers insist that even if they cannot obtain relief under the full wage provision, they can invoke section 10313(e), the half wage provision. This section allows crew members to claim half their accrued wages when they are in a United States port loading or unloading cargo. The difficult issue of jurisdiction over foreign crews in foreign ports does not arise here, because each of the three ships loaded cargo in United States ports.</p>\n<p id=\"b564-6\">The key to the seamen’s claim is whether they ma.de an effective demand for half wages, as the Act requires. They insist they did, by executing wage receipts. They would have us believe that each time they signed a false receipt acknowledging payment of union scale wages, they were in fact demanding payment at that rate.</p>\n<p id=\"b564-7\">But for a demand to be effective, it must plainly and unequivocally request payment. “The demand must be plainly made so that the master will know exactly what is demanded of him, and since if he refuses the payment of the half wages, all of the wages then become due, it becomes obvious that clarity in the making of the demand is essential.” Martin J. Norris, <em>The Law of Seamen </em>§ 17:33 (4th ed. 1985); <em>see also In re Ivertsen, </em>237 F. 498, 501 (N.D.Cal.1916).</p>\n<p id=\"b564-8\">Signing wage receipts as part of the double-bookkeeping scheme falls far short of an effective demand, for it fails to notify the ships’ masters of the crews’ claims. It would more easily have been interpreted as acceptance of the double-bookkeeping scheme rather than a demand for higher wages.</p>\n<p id=\"b564-9\">The seamen virtually admit this, saying that had they made their demands explicit, they would have been terminated. To allow such a hidden demand to satisfy the demand requirement would effectively eliminate it.</p>\n<p id=\"b564-10\">E. Summary of statutory claims</p>\n<p id=\"b564-11\">1. The PINE FOREST</p>\n<p id=\"b564-12\">The PINE FOREST crew discharged in the United States are entitled to back pay at the full union scale described in the ship’s articles. The shipowners paid this amount when they tendered $267,586. The court erred in assessing penalties based on the mistaken conclusion that each trip was a voyage and that ballast was cargo.</p>\n<p id=\"b564-13\">The PINE FOREST crew discharged overseas are not covered by the Wage Act’s full wage provision and did not make an effective demand for half wages. The court erred in awarding them back wages and statutory penalties.</p>\n<p id=\"b564-14\">2. The SOUTHERN ASTER</p>\n<p id=\"b564-15\">All the seamen were discharged overseas. The court did not err when it dismissed their statutory claims, nor did it abuse its discretion when it dismissed their tort claims on the grounds of <em>forum non conveniens.</em></p>\n<p id=\"b564-16\">3. The FIR GROVE</p>\n<p id=\"b564-17\">The five FIR GROVE seamen seeking intervention were all discharged overseas. The court properly denied intervention.</p>\n<p id=\"b564-18\">III</p>\n<p id=\"b564-19\">Besides awarding back wages and statutory penalties, the PINE FOREST court also awarded substantial tort damages. The court granted the crew $8.5 million in compensatory damages and punitive damages totalling $17 million. Yet neither the court’s findings nor the evidence underlying them supports any of the tort theories on which the award is based.</p>\n<p id=\"b564-20\">A. Fraud</p>\n<p id=\"b564-21\">As a court sitting in admiralty, we look to the common law in considering maritime torts. <em>Guidry v. Durkin, </em>834 F. 2d 1465, 1470 (9th Cir.1987). We turn then to Washington’s definition of fraud and its nine elements: (1) a representation; (2) its falsity; (3) its materiality; (4) the speaker’s knowledge of its falsity or ignorance of its truth; (5) an intent that it be <page-number citation-index=\"1\" label=\"473\">*473</page-number>acted on by the person and in the manner reasonably contemplated; (6) the hearer’s ignorance of its falsity; (7) reliance on its truth; (8) the right to rely thereon; and (9) consequent and proximate injury. <em>Markov v. ABC Transfer &amp; Storage Co., </em>76 Wash.2d 388, 457 P.2d 535, 539 (1969). Each element is essential; if any is missing, the entire claim fails. <em>Id.</em></p>\n<p id=\"b565-4\">The seafarers suggest that there were several misrepresentations that support a finding of fraud: (1) the shipowners planned to lie to union inspectors about the wage rates; (2) the manning agency told the seafarers they would receive a wage close to the union rate; and (3) the shipowners deliberately misled the seafarers about their rights to receive the union wage.</p>\n<p id=\"b565-5\">The shipowners admit an intent to deceive the union. This amounts to an intended misrepresentation to the seamen, say the crew, because of their relationship with the union. The union represented them. Under well-established principles of agency law, an attempt to deceive an agent ordinarily constitutes an attempt to deceive the principal. Restatement (Second) of Agency § 315 (1957). Yet if the principal knows the true facts, the attempted deception may not be imputed to the principal. These seamen not only knew the facts but had agreed to help the shipowners to carry out the deception by lying to union inspectors. To call this a misrepresentation to the seafarers would stand agency law on its head.</p>\n<p id=\"b565-6\">The seamen argue, however, that even though they were a party to the misrepresentation, it nevertheless deprived them of one of the essential benefits of union representation. By negotiating a deal behind the back of the union, the owners undercut the union’s role as the seamen’s representative. Maybe so, but it is not fraud on the seafarers.</p>\n<p id=\"b565-7\">The men also insist that the manning agency misrepresented that they would be paid a wage that approximated the union wage. The court’s express findings refute this. It found that the shipping articles “contained a significantly higher pay scale than the oral representations made to plaintiffs by [the manning agency].” Ample testimony by the seafarers supports this finding.</p>\n<p id=\"b565-9\">Finally, the seafarers say that the shipowners’ failure to tell them that they were entitled to higher wages was a misrepresentation. The court’s findings do not support this theory, nor are we willing to hold that this was a representation, let alone a misrepresentation.</p>\n<p id=\"b565-10\">The failure to show a misrepresentation is alone enough to undermine the seamen’s claim of fraud, but they also failed to show either reliance or the shipowners’ intent to induce reliance on any alleged misrepresentations. Accordingly, we conclude that there was no fraud.</p>\n<p id=\"b565-11\">B. Outrage</p>\n<p id=\"b565-12\">The claims of intentional infliction of emotional distress are based both on the notations made in the seamen’s books and their participation in the double-bookkeeping scheme.</p>\n<p id=\"b565-13\">To prove intentional infliction of emotional distress, the seafarers must show that: (1) the conduct complained of was extreme and outrageous; (2), the distress was intentionally or recklessly inflicted; and (3) they suffered actual severe emotional distress. <em>Rice v. Janovich, </em>109 Wash.2d 48, 742 P.2d 1230, 1238 (1987); Restatement (Second) of Torts § 46 cmt. d (1965) (hereafter, “Restatement”).</p>\n<blockquote id=\"b565-14\">To be outrageous conduct, it must be so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.</blockquote>\n<p id=\"b565-15\">Restatement § 46 cmt. d; <em>see also Contreras v. Crown Zellerbach, </em>88 Wash.2d 735, 565 P.2d 1173 (1977) (adopting cmt. d). It is not enough that the conduct was maliciously, tortiously or criminally intended.</p>\n<p id=\"b565-16\">Several factors bear on the determination whether the alleged conduct meets this standard:</p>\n<blockquote id=\"b566-3\"><page-number citation-index=\"1\" label=\"474\">*474</page-number>(1) the position occupied by the defendants;</blockquote>\n<blockquote id=\"b566-4\">(2) whether plaintiffs were particularly susceptible to emotional distress, and if defendant knew this fact;</blockquote>\n<blockquote id=\"b566-5\">(3) whether defendants’ conduct may have been privileged under the circumstances;</blockquote>\n<blockquote id=\"b566-6\">(4) whether the degree of emotional distress caused by a party was severe as opposed to mere annoyance, inconvenience, or normal embarrassment; and</blockquote>\n<blockquote id=\"b566-7\">(5) whether the actor was aware that there was a high probability that his or her conduct would cause severe emotional distress and proceeded in a conscious disregard of it.</blockquote>\n<p id=\"b566-8\"><em>Spurrell v. Bloch, </em>40 Wash.App. 854, 701 P.2d 529, 535, <em>review denied, </em>104 Wash.2d 1014 (1985).</p>\n<p id=\"b566-9\">1. The discharge notations</p>\n<p id=\"b566-10\">The PINE FOREST’s master entered the reason for discharge in each of the thirteen seafarer’s books: “Requested repatriation upon filing wages claim to arrest vessel.” This alone does not constitute outrageous conduct.</p>\n<p id=\"b566-11\">It is, rather, an accurate reflection of events. These thirteen men had requested repatriation after filing wage claims to arrest the vessel. Accurate statements about an employee’s performance generally do not constitute outrage. <em>Dicomes v. State, </em>113 Wash.2d 612, 782 P.2d 1002, 1013 (1989).</p>\n<p id=\"b566-12\">Furthermore, “[t]he actor is never liable ... where he has done no more than insist upon his legal rights in a permissible way, even though he is well aware that such insistence is certain to cause emotional distress.” Restatement § 46 cmt. g. The master did no more than record an accurate statement of the reason for discharge and the conduct does not rise to the level of outrageous conduct.</p>\n<p id=\"b566-13\">2. The double-bookkeeping scheme</p>\n<p id=\"b566-14\">The seamen claim distress from their participation in the double-bookkeeping scheme. Yet they failed to show either that the conduct was outrageous or that they suffered any severe emotional distress.</p>\n<p id=\"b566-16\"><em>Outrageous conduct </em>far exceeds the bounds of decency. As the Restatement explains, it takes more than “mere insults, indignities, threats, annoyances, or petty oppressions, or other trivialities”. Restatement § 46 cmt. d; <em>see also Grimsby v. Samson, </em>85 Wash.2d 52, 530 P.2d 291, 295 (1975). Enlisting the men’s help in deceiving the union may be objectionable, but it was not “beyond all possible bounds of decency and utterly intolerable in a civilized society.” Restatement § 46 cmt. d.</p>\n<p id=\"b566-17\">Nor did these plaintiffs show that they suffered severe or extreme emotional distress, with objectively manifested symptoms. <em>Hansley v. Giard, </em>87 Wash.2d 424, 553 P.2d 1096, 1103 (1976). More than the stress of everyday life must be shown. <em>Id.; see also Spurrell, </em>701 P.2d at 535-36 (one sleepless night, tears, loss of appetite and anxiety is not severe emotional distress); <em>Lawson v. Boeing Co., </em>58 Wash.App. 261, 792 P.2d 545, 550-51 (1990) (loss of appetite, libido and energy, sleeplessness and increased headaches did not satisfy severe emotional distress element), <em>review denied, </em>116 Wash.2d 1021, 811 P.2d 219 (1991). The court did not find any objectively manifested symptoms and the seafarers failed to allege them.</p>\n<p id=\"b566-18\">C. Blacklisting</p>\n<p id=\"b566-19\">The seamen say that by recording the reason for discharge in their seamen’s books, the shipowners violated the prohibition against blacklisting.</p>\n<p id=\"b566-20\">Few courts have considered blacklisting claims. The Restatement explains blacklisting as</p>\n<blockquote id=\"b566-21\">intentionally and improperly interfering] with another’s prospective contractual relation ... whether the interference consists of</blockquote>\n<blockquote id=\"b566-22\">(a) inducing or otherwise causing a third person not to enter into or continue the prospective relation or</blockquote>\n<blockquote id=\"b566-23\">(b) preventing the other from acquiring or continuing the prospective relation.</blockquote>\n<p id=\"b567-3\"><page-number citation-index=\"1\" label=\"475\">*475</page-number>Restatement § 766B. If the statement is true, however, it is not improper:</p>\n<blockquote id=\"b567-4\">One who intentionally causes a third person ... not to enter into a prospective contractual relation with another does not interfere improperly ... by giving the third person</blockquote>\n<blockquote id=\"b567-5\">(a) truthful information, or</blockquote>\n<blockquote id=\"b567-6\">(b) honest advice within the scope of a request for the advice.</blockquote>\n<p id=\"b567-7\"><em>Id. </em>§ 772; <em>see also id. </em>cmts. a, b.</p>\n<p id=\"b567-8\">The seamen do not dispute that the entries were accurate and true and their claim of blacklisting fails.</p>\n<p id=\"b567-9\">IV</p>\n<p id=\"b567-10\">Ordinarily, the prevailing party in a maritime action is not entitled to attorneys’ fees. Under the courts’ equitable powers, however, a court may award fees when the defendant has forced the plaintiff to “go to court to get what was plainly owed him”. <em>Vaughan v. Atkinson, </em>369 U.S. 527, 531, 82 S.Ct. 997, 999, 8 L.Ed.2d 88 (1962).</p>\n<p id=\"b567-11\">The PINE FOREST court awarded $564,737 in attorneys’ fees, apportioned thus: $410,043 for the seamen discharged in the United States and $154,693 for those discharged overseas. We affirm that portion of the judgment awarding fees to the men discharged here and reverse the award to those discharged overseas.</p>\n<p id=\"b567-12\">The shipowners contend that they should not be required to pay any such fees, for they tendered the amount due shortly after the men left the ship. Yet they also pressed counterclaims for back wages paid, for the costs of what they thought was an excessive bond and for the costs of defending the action in the United States. We agree with the district court that the men discharged here had no choice but to seek the help of the court to retain the wages to which they were plainly entitled.</p>\n<p id=\"b567-13\">V</p>\n<p id=\"b567-14\">The judgment of dismissal in the SOUTHERN ASTER case is affirmed, as is the judgment denying intervention to the FIR GROVE seafarers. The parties will bear their own costs on appeal in both cases.</p>\n<p id=\"b567-16\">The PINE FOREST judgment is reversed, except for that portion of the judgment granting attorneys’ fees to the men discharged in the United States. The parties will bear their own costs.</p>\n<footnote label=\"1\">\n<p id=\"b558-8\">. Apparently, the Republic of Vanuatu is to shipowners what Delaware is to corporate executives. Vanuatu is well-known for its unintru-sive admiralty law. Despite its small size, it has about 400 registered merchant vessels. Paul K. Chapman, <em>Trouble on Board </em>99 (1992).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}