{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"457\" lastpage=\"463\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b457-7\" pgmap=\"457\">Abner Strawn et al., Appellants, v. William Cogswell et al., Appellees.</parties><p data-order=\"1\" data-type=\"parties\" id=\"b457-8\" pgmap=\"457\">APPEAL PROM LASALLE.</p><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b457-9\" pgmap=\"457\">The prejudice of a juror against a person, not a party to a suit, can form no objection to his competency.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b457-10\" pgmap=\"457\">Upon a contract to furnish a shaft, and other machinery, for a mill, which are not according to contract, the measure of damages is the difference in value between the articles furnished, and such as the contract required, together with the loss of use whilst being replaced.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b457-11\" pgmap=\"457\">The receiving of articles so contracted for, and putting them to use, will not estop a party from claiming damage, if they shall prove defective.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b457-12\" pgmap=\"457\">A contract to furnish materials for a mill at Marseilles, if it does not appear that the defendant has more than one mill at that place, will be a sufficiently definite description of property, to enable the creation of a mechanics’ lien.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b457-16\" pgmap=\"457\">A decree under a mechanics’ lien, should require at least ninety days’ notice of the time of sale, and if the amount be large, six months’ notice of the day of sale, will not be an unreasonable time.</headnotes><summary data-order=\"7\" data-type=\"summary\" id=\"b458-4\" pgmap=\"458\">This was a petition for a mechanics’ lien, filed by appellees ' against the appellants, founded upon a contract to furnish certain iron castings, for a grist mill at Marseilles, in the county of LaSalle. The petition also alleges, that Cogswell and Cushman had furnished a large amount of extra work and materials for said mill, which appellants had promised to pay for at their value. Cogswell, and Cogswell and Cushman, prayed for a lien for the amounts due to them separately. A demurrer was sustained to so much of the petition as prayed a lien for Cogswell and Cushman, and overruled as to the petition for Cogswell in his own behalf.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b458-5\" pgmap=\"458\">The answer of appellants denies the performance of the work, etc., under the contract, in a workmanlike manner; álleges that the materials furnished were not of the character and quality mentioned in the contract. They also charge that the work was not done and furnished within the time named by the contract, and that they sustained damage in consequence.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b458-6\" pgmap=\"458\">There was a trial by jury, and a finding for appellee, for one thousand dollars, and a decree was entered in favor of Cogswell, affirming a lien on the mill, etc., at Marseilles, and directing its sale, etc., within twenty days from the date of the decree.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b458-7\" pgmap=\"458\">Upon empanneling the jury, one Huston was called, who stated that he knew Cogswell and Cushman, and that he had a strong prejudice against the latter. Huston was challenged for cause, and excused.</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b458-8\" pgmap=\"458\">The testimony was very voluminous, but its effect and scope can be gathered from the instructions.</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b458-9\" pgmap=\"458\">The following instructions were asked and given for plaintiff below:</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b458-10\" pgmap=\"458(77) 459(51)\">1. If the jury believe, from the evidence, that Cogswell has furnished the materials and put up in a workmanlike manner, the articles mentioned in the contract in the mill of Strawn, Moore &amp; Cook, at Marseilles, and set the stones on the foundation in a workmanlike manner, and put the mill, so far as the two wheat runs of stones are concerned, in a good running condition, and that the delay in the finishing of said contract after the time of the completion thereof had expired, was caused by said Strawn, Moore &amp; Cook, or was by their consent, then the said Cogswell is entitled to recover the balance unpaid on said contract, and ten per cent, interest thereon from the date of the same.</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b459-5\" pgmap=\"459\">2. If the jury believe, from the evidence, that Strawn, Moore &amp; Cook were present at the mill before and after the time for the completion of the contract had elapsed, and made no objection to Cogswell going on with the work, and did give directions about extra work, and that Cogswell was delayed by the performance of extra work by them, then the jury would be authorized in finding that the delay was consented to by Strawn, Moore &amp; Cook, and that the necessity of completing the contract in sixty days was waived by them, and they would not be entitled to any damages therefor.</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b459-6\" pgmap=\"459\">3. If the jury believe, from the evidence, that defendants accepted and received the materials and woi’k mentioned in the contract, when Cogswell had completed the same, as a compliance with and performance of the contract on his part, then Cogswell is entitled to recover the amount unpaid on the contract, and ten per cent, interest thereon.</summary><summary data-order=\"16\" data-type=\"summary\" id=\"b459-7\" pgmap=\"459\">4. If the jury believe, from the evidence, that the bolt contracted to be furnished and put up by Cogswell was altered, changed, and divided into two, at the request and by the order and direction and under the supervision of the defendants, then the jury may take such facts into consideration in determining whether the defendants accepted the same as made for the one mentioned in the contract.</summary><summary data-order=\"17\" data-type=\"summary\" id=\"b459-8\" pgmap=\"459\">5. If the jury believe, from the evidence, that the mill did not work well because the defendants did not or could not take care of and run the mill properly, the jury have the right to take such fact, if proved, into consideration in determining whether or not Cogswell performed his contract.</summary><summary data-order=\"18\" data-type=\"summary\" id=\"b459-9\" pgmap=\"459\">6. Ho particular words or form are necessary to amount to an acceptance of the work, but such acceptance may be by any words or acts which show that the defendants were satisfied with the same.</summary><summary data-order=\"19\" data-type=\"summary\" id=\"b459-10\" pgmap=\"459(11) 460(39)\">7. If the jury believe, from the evidence, that those facts-of the answer of the defendants which have been read to the jury as evidence, are contradicted by his witnesses, or by one strongly corroborated by other testimony, then they are entitled to disregard such parts of said answer.</summary><summary data-order=\"20\" data-type=\"summary\" id=\"b460-4\" pgmap=\"460\">The defendants then asked, among others, the following instructions, which were refused:</summary><summary data-order=\"21\" data-type=\"summary\" id=\"b460-5\" pgmap=\"460\">5. The jury are instructed, that if the material and machinery in question were furnished and put up in a building belonging to the defendants, upon the lands of defendants, the fact, if proven, that said defendants kept said machinery in said building, and attempted to use it, and finally put in running order by repairing it at their owm expense, does not show that said defendants intended to accept the putting up of said machinery, as it was put up, as a full compliance with and completion of said contract.</summary><summary data-order=\"22\" data-type=\"summary\" id=\"b460-6\" pgmap=\"460\">7. If the jury believe, from the evidence, that there were no delays occasioned by the defendants, except such as the plaintiff assented to at the time, and that plaintiff, without objections, put his men at other work, such delay would furnish no excuse to plaintiff for not performing the contract by the stipulated time.</summary><summary data-order=\"23\" data-type=\"summary\" id=\"b460-7\" pgmap=\"460\">8. The jury are instructed, that the petitioner can only recover under the contract set out in the petition. He cannot abandon that contract and recover in this action under any other, either expressed or implied.</summary><summary data-order=\"24\" data-type=\"summary\" id=\"b460-8\" pgmap=\"460\">To the giving of plaintiff’s said instructions, and the refusal to give defendants’ said 5th, 7th and 8th instructions, defendants excepted.</summary><summary data-order=\"25\" data-type=\"summary\" id=\"b460-9\" pgmap=\"460\">Motion by defendants for new trial overruled.</summary><summary data-order=\"26\" data-type=\"summary\" id=\"b460-10\" pgmap=\"460\">Motion by defendants in arrest of judgment overruled.</summary><summary data-order=\"27\" data-type=\"summary\" id=\"b460-11\" pgmap=\"460\">The following errors were assigned:</summary><summary data-order=\"28\" data-type=\"summary\" id=\"b460-12\" pgmap=\"460\">'The court erred in admitting improper evidence offered by plaintiff below.</summary><summary data-order=\"29\" data-type=\"summary\" id=\"b460-13\" pgmap=\"460\">The court erred in refusing to admit proper evidence offered by the defendants below.</summary><summary data-order=\"30\" data-type=\"summary\" id=\"b460-14\" pgmap=\"460\">The court erred in giving to the jury the said instructions, and each of them, asked by the plaintiff below.</summary><summary data-order=\"31\" data-type=\"summary\" id=\"b460-15\" pgmap=\"460(12) 461(14)\">The court erred in refusing to give to the jury the said 5th, 7th and 8th instructions, and each of them, asked by the defendants below.</summary><summary data-order=\"32\" data-type=\"summary\" id=\"b461-5\" pgmap=\"461\">The court erred in overruling the motion of said defendants for a new trial in said cause.</summary><summary data-order=\"33\" data-type=\"summary\" id=\"b461-6\" pgmap=\"461\">The court erred in overruling the motion of defendants in arrest of judgment in said cause.</summary><summary data-order=\"34\" data-type=\"summary\" id=\"b461-7\" pgmap=\"461\">The court erred in rendering the decree aforesaid in manner and form aforesaid.</summary><attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b461-8\" pgmap=\"461\">Glover, Cook &amp; Campbell, for Appellants.</attorneys><attorneys data-order=\"36\" data-type=\"attorneys\" id=\"b461-9\" pgmap=\"461\">Gray, Avery &amp; Bushnell, for Appellees.</attorneys> <opinion data-order=\"37\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b461-10\" pgmap=\"461\">Walker, J.</author> <p id=\"ACW\" pgmap=\"461\">This record discloses nothing which shows Huston to have been an incompetent juror. He, when examined, expressed a strong dislike to Cushman, but none against Cogswell. Cushman had ceased to be a party to the record, and nothing appears indicating that he had any further interest in the suit. The individual claim of Cogswell was alone in controversy. The prejudice of a juror against a person not a party to the suit, can form no objection to the competency of the juror. The court erred in rejecting this juror.</p> <p id=\"b461-11\" pgmap=\"461(183) 462(14)\">Appellants inquired of different witnesses, how long the mill was idle, and what it was worth during that time. The appellee objected to the question being answered, which the court sustained. Was this the true rule for the measure of damages in such a case ? Where work of this character is performed, and it proves not to be according to contract, the true measure is, the difference in value between the work as performed and such as the contract requires, together with the necessary loss of its use whilst the change is being made. It is not right or proper, that the owner should permit the machinery to remain idle for an unreasonable time, and thus delay the alteration of the machinery, and then recover for loss during the whole period. If, after receiving the work, it be found to be defective, the owner may recover a sum of money sufficient to alter the defective machinery to what it should have been under the contract, with a reasonable compensation for its use for the period of time necessary to make the change. This is the damage he has sustained, and is the-true measure.</p> <p id=\"b462-5\" pgmap=\"462\">Improvements of this description being permanent and fixed, and requiring shill to test their sufficiency, their being received and being put to use is not such an acceptance as estops the party from claiming damages for their being defective. The mechanic might be released from all liability, if the owner so agreed at the time of accepting the work, or by such circumstances as showed that he was satisfied with the work. These are all questions for the consideration of the jury. This evidence was properly rejected, as, if admitted, it would have afforded too broad a basis to measure the damages.</p> <p id=\"b462-6\" pgmap=\"462\">It is also urged, that the real estate to which the machinery was attached was not described with sufficient precision in the agreement, so as to create a statutory lien. The lot is not described by numbers or by metes and bounds. Cogswell agreed “ to furnish and put up, in a workmanlike manner, in a mill belonging to the party of the second part, at Marseilles, the following articles” of machinery, which are therein specified. It does not appear that appellants had more than one mill at Marseilles, and until that is shown, there is nothing vague or uncertain in this description. Such a description in a deed would be sufficient to pass the title, and no reason is perceived for greater accuracy to enable the parties to create a mechanics’ lien.</p> <p id=\"b462-7\" pgmap=\"462(152) 463(110)\">It is further insisted, that the decree is erroneous because it authorizes a sale at the end of sixty days. This was held to be erroneous in the case of Link v. Architectural Iron Works, 24 Ill. 551. It was there said, that in no case should the sale be made at an earlier period than the end of an execution at law. In such cases the statute has not required the sale at an earlier period than ninety days after the writ shall be issued. And this, too, when the party has a year to redeem real estate when thus sold. In cases of strict foreclosure, it has been the practice in England to decree the payment of the money within six months, and even, in cases of hardship, and where there are peculiar circumstances requiring it, to extend the time for a further period of six months. We have been referred to no case or class of cases, which, directly or by analogy, require an irredeemable sale to be made at so short, a day. We are fully satisfied, that in a sale of this character, it is error to order a sale at an earlier period than ninety days from the date of the decree, and when the sum is large, and the estate is valuable beyond the amount of the incumbrance, that even six months should be given for payment before a sale is ordered. In all such cases the court is required to'5exercise a sound discretion in view of the interests of all the parties.</p> <p id=\"b463-5\" pgmap=\"463\">The decree of the court below must be reversed, and the cause remanded.</p> <p id=\"b463-6\" pgmap=\"463\">Decree reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}