{
  "casebody": {
    "data": "<casebody firstpage=\"511\" lastpage=\"513\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b671-4\">STATE BAR GRIEVANCE ADMINISTRATOR v GILTNER</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b671-5\">Docket No. 61726.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ACZ\">Argued January 10, 1979</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"AzfT\">(Calendar No. 9).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AjE\">Decided July 12, 1979.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"Afi\">Rehearing denied 407 Mich 1150.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b671-10\"><em>Louis Rosenzweig, </em>Counsel for State Bar Grievance Administrator.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b671-11\"><em>Gromek, Bendure &amp; Thomas </em>for respondent.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b671-12\">Per Curiam.</author>\n<p id=\"A-1\">On July 30, 1978 the State Bar Grievance Board filed an order affirming the findings of fact, conclusions and order of discipline filed by. Wayne County Hearing Panel No. 9 on March 28, 1978 finding the appellant guilty of misconduct and ordering that he be suspended from the practice of law for a period of 90 days.</p>\n<p id=\"b671-13\">The appellant filed an appeal with our Court from this determination of the State Bar Griev-<page-number citation-index=\"1\" label=\"512\">*512</page-number>anee Board. The Court has considered the appellant’s briefs on appeal and the determination of the State Bar Grievance Board and finds support for some but not all of its conclusions.</p>\n<p id=\"b672-5\">The record reveals that the appellant agreed to represent a client on a contingent-fee basis in a medical malpractice dispute. The client made several inquiries about the progress of the law suit. Appellant, without determining the status of his file on this matter, made numerous representations to the client that a complaint had been filed. Ño complaint was ever filed and the statute of limitations ran. The appellant does not dispute the facts. The record supports the determination of Wayne County Hearing Panel No. 9 that the appellant violated Code of Professional Responsibility and Canons, DR 7-10KA),<footnotemark>1</footnotemark> DR 1-102(A)(5)<footnotemark>2</footnotemark> and State Bar Rule 15, § 2(4).<footnotemark>3</footnotemark> We agree with appellant that the record does not support the <page-number citation-index=\"1\" label=\"513\">*513</page-number>determination that appellant violated DR 1-102(A)(6).</p>\n<p id=\"b673-5\">Appellant argues he was denied due process because he was never served with a copy of the client’s complaint in the mandamus action the client filed against the Grievance Board to compel a formal hearing on the client’s complaint.</p>\n<p id=\"b673-6\">Appellant was an interested party and could have answered the complaint had he desired. He was invited to do so by the clerk of this Court, but did not avail himself of the opportunity. The order of this Court directing a formal hearing did not affect appellant’s rights. He was served with a formal complaint setting forth all the charges against him. He filed an answer and was awarded a hearing.</p>\n<p id=\"b673-7\">The discipline imposed by the Grievance. Board is not excessive under the circumstances of this case. The 90-day suspension from the practice of law is warranted.</p>\n<p id=\"b673-8\">Affirmed.</p>\n<judges id=\"b673-9\">Coleman, C.J., and Kavanagh, Williams, Levin, Fitzgerald, Ryan, and Blair Moody, Jr., JJ., concurred.</judges>\n<footnote label=\"1\">\n<p id=\"b672-6\"> \"(A) A lawyer shall not intentionally:</p>\n<p id=\"b672-7\">\"(1) Fail to seek the lawful objectives of his client through reasonably available means permitted by law and the Disciplinary Rules, except as provided by DR 7-101(B). A lawyer does not violate this Disciplinary Rule, however, by acceding to reasonable requests of opposing counsel which do not prejudice the rights of his client, by being punctual in fulfilling all professional commitments, by avoiding offensive tactics, or by treating with courtesy and consideration all persons involved in the legal process.</p>\n<p id=\"b672-8\">\"(2) Fail to carry out a contract of employment entered into with a client for professional services, but he may withdraw as permitted under DR 2-110, DR 5-102, and DR 5-105.</p>\n<p id=\"b672-9\">\"(3) Prejudice or damage his client during the course of the professional relationship, except as required under DR 7-102(B).”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b672-10\"> \"(A) A lawyer shall not:</p>\n<p id=\"b672-11\">\"(5) Engage in conduct that is prejudicial to the administration of justice.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b672-12\"> \"The following acts or omissions * * * shall constitute misconduct</p>\n<p id=\"b672-13\">\"(4) Conduct that violates the standards or rules of ethics or professional responsibility adopted from time to time by the Supreme Court of this State.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}