{
  "casebody": {
    "data": "<casebody firstpage=\"90\" lastpage=\"103\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b250-4\">PEOPLE v DOSS</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b250-5\">Docket No. 60558.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AR1\">Argued October 5, 1978</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"Ap\">(Calendar No. 6).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AiT\">Decided March 5, 1979.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b253-4\"><page-number citation-index=\"1\" label=\"93\">*93</page-number><em>Frank J, Kelley, </em>Attorney General, <em>Robert A. Derengoski, </em>Solicitor General, <em>William L. Cahalan, </em>Prosecuting Attorney, <em>Edward Reilly Wilson, </em>Principal Attorney, Appeals, and <em>Timothy A. Baugh-man, </em>Assistant Prosecuting Attorney, for the people.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b253-5\">. <em>Vivian B. Perry </em>for defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b253-6\">Fitzgerald, J.</author>\n<p id=\"AFv\">Defendant, a Detroit police officer, was charged with manslaughter under MCL 750.329; MSA 28.561 in connection with the shooting of a suspect at the scene of a breaking and entering. After preliminary examination, defendant was bound over for trial. Defendant moved to quash the information, but the motion was denied. The Court of Appeals, in a split decision, reversed the order denying defendant’s motion to quash. This Court granted the people’s application for leave to appeal, limited to the following two issues:</p>\n<p id=\"b253-7\">1) Whether absence of malice is an essential element of manslaughter as defined in MCL 750.329; MSA 28.561; and</p>\n<p id=\"b253-8\">2) Whether the evidence adduced at the preliminary examination is sufficient to support the magistrate’s decision to bind defendant over on the crime charged.</p>\n<p id=\"b253-9\">We answer the first question in the negative and the second question in the affirmative. Therefore, the decision of the Court of Appeals is reversed.</p>\n<p id=\"b253-10\">I. Facts</p>\n<p id=\"b253-11\">The transcript of the preliminary examination indicates that at approximately 8:50 p.m. on March 4, 1976, defendant and two other plainclothes police officers responded to a reported burglary of a gasoline station on Clay Street in the <page-number citation-index=\"1\" label=\"94\">*94</page-number>City of Detroit. The record indicates that it was a very foggy night. Upon arriving at the location of the reported burglary in an unmarked car, the three officers witnessed a man making his exit through a broken window of the gasoline station. He was immediately placed under arrest. In response to questioning as to the whereabouts of his partner, he said that he did not know where his partner was, but that the partner lived around the corner. He was then placed in the squad car. At this point, three other plainclothes officers arrived at the scene, whereupon all of the officers, with the exception of the one watching over the arrested man, began to search the premises. The search revealed that the station had apparently been broken into with an ax and that some damage had been done to the interior of the station. After the officers had searched the premises for approximately 5 to 10 minutes, the suspect walked out from behind the station.</p>\n<p id=\"b254-5\">The transcript indicates that the officers were startled by the discovery of the second man and suspected that he was probably the accomplice to the breaking and entering. One officer testified that he heard defendant call out \"Detroit police officer”. Another officer testified that she heard defendant yell, \"stop” or \"hold it”. When the man failed to stop and continued to walk away, defendant pursued the presumed accomplice. The testimony reveals that when the man reached the street, he turned with a long object in his hands, which was later disclosed to be a chair leg or a spindle. Defendant then ducked and fired one fatal shot with his service revolver.</p>\n<p id=\"b254-6\">The decedent was 21 years of age, 5 feet, 11 inches tall, and weighed 215 pounds. The medical examiner testified that the cause of the decedent’s <page-number citation-index=\"1\" label=\"95\">*95</page-number>death was a gunshot wound with the bullet entering the back of decedent’s head about 6-1/2 inches below the top of the head and about 3 inches right of the midline, traveling upwards to the left side of the front of the head. The doctor also testified that there were no powder burns or other evidence of close range firing. He also testified that the blood-alcohol content of the decedent was .22 percent which would indicate that the decedent was under the influence of alcohol.</p>\n<p id=\"b255-5\">At the preliminary examination held on June 7 and 9, 1976, the magistrate ordered defendant bound over for trial based on the following findings of fact:</p>\n<blockquote id=\"b255-6\">\"Gentlemen, based upon the record before me, the court is satisfied that the prosecution has made out the crime charged, that being manslaughter, and probable cause to believe that the offense was committed by Mr. Doss. Accordingly, I will bind him over for trial on the charges contained in the complaint and warrant. * * * I am prepared to say this: that there are numerous questions of fact the defense has raised at examination summations pertaining to self-defense. The court, based on all the evidence before it, does not find it to be a lawful killing. Once you keep in mind the elements of manslaughter do not include malice, expressed or implied, do not include premeditation, I am satisfied from all the evidence I have heard including the evidence with respect to the nature of the wound in the wound tract, including the evidence with respect to the lapse of time from the entry by the police into the premises of the gas station until the time when this gentleman was seen near the vicinity where he was shot, that the matters raised before me do make out the crime charged, understanding that there are a lot of questions of fact among them being self-defense. I could speak at greater length, but I decline to do so. Thank you. Bond will be continued and I will draw a judge for you.”</blockquote>\n<p id=\"b256-4\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>On August 19, 1976, the recorder’s court denied defendant’s motion to quash the information on the basis of <em>People v Martin, </em>59 Mich App 471; 229 NW2d 809 (1975).<footnotemark>1</footnotemark></p>\n<p id=\"b256-5\">The Court of Appeals granted defendant’s application for leave to appeal to determine whether the trial court had erred in finding that the magistrate had not abused his discretion in binding defendant over for trial. On September 21, 1977, in reversing the order denying the motion to quash, the Court of Appeals held:</p>\n<p id=\"b256-6\">\"[T]hat such error was committed because the evidence presented at the preliminary examination both negatives application of the statute under which defendant is charged and does not show that defendant caused the death without lawful justification or excuse.” <em>People v Doss, </em>78 Mich App 541, 549; 260 NW2d 880 (1977).</p>\n<p id=\"b256-7\">This Court granted the people’s application for leave to appeal on February 23, 1978. 402 Mich 884 (1978).</p>\n<p id=\"b256-8\">II. Issues</p>\n<p id=\"af-dedup-0\">\n<em>A</em>\n</p>\n<p id=\"b256-9\">Defendant argues, and the Court of Appeals <page-number citation-index=\"1\" label=\"97\">*97</page-number>found, that the absence of malice is an essential element of manslaughter as defined in MCL 750.329; MSA 28.561.<footnotemark>2</footnotemark> The statute in question provides as follows:</p>\n<blockquote id=\"b257-5\">\"Any person who shall wound, maim or injure any other person by the discharge of any firearm, pointed or aimed, intentionally but without malice, at any such person, shall, if death ensue from such wounding, maiming or injury, be deemed guilty of the crime of manslaughter.”</blockquote>\n<p id=\"b257-6\">In finding that the absence of malice is an essential element of manslaughter, the Court of Appeals placed great reliance on <em>People v Chap-pell, </em>27 Mich 486 (1873), wherein defendant was charged with maiming another by discharging a loaded pistol, pointed and aimed intentionally, but without malice, contrary to 1869 PA 68; 1871 CL 7550. The trial court was asked to instruct that if defendant shot with malice he could not be convicted under the statute he was charged with violating. The request was refused by the trial court, and the defendant was convicted. In reversing the conviction, this Court held:</p>\n<blockquote id=\"b257-7\">\"The statute was designed to punish a class of acts done carelessly, but without any design of doing mischief, and the various sections must, under our constitution, be construed so as to conform to the title. The absence of malice is as necessary an ingredient in the <page-number citation-index=\"1\" label=\"98\">*98</page-number>statutory definition as the' use of fire-arms. And the offense is purely statutory.</blockquote>\n<blockquote id=\"b258-3\">\"[I]t is manifestly impossible for an act to be at the same time malicious and free from malice. The statute, as before stated, was aimed at acts where no harm was designed, and proof of malice is not merely proof of something beyond the statute. It is inconsistent with the statute in its chief design.” 27 Mich 486, 487-488.</blockquote>\n<p id=\"b258-4\">The construction placed on 1869 PA 68 by this Court in <em>Chappell </em>was followed in <em>People v McCully, </em>107 Mich 343; 65 NW 234 (1895); <em>People v Peterson, </em>166 Mich 10; 131 NW 153 (1911); and <em>People v Heikkala, </em>226 Mich 332; 197 NW 366 (1924).</p>\n<p id=\"b258-5\">We believe that the majority of the Court of Appeals erred in finding that the absence of malice is an essential element of manslaughter as defined by MCL 750.329; MSA 28.561.<footnotemark>3</footnotemark> While we are mindful of the line of cases beginning with <em>People v Chappell, supra, </em>supporting such a position, we believe that the reasoning of those cases has been seriously undermined by this Court’s decision in <em>People v Chamblis, </em>395 Mich 408, 424; 236 NW2d 473 (1975), where in the context of our discussion of lesser included offenses, we said:</p>\n<blockquote id=\"b258-6\">\"Part of the confusion concerning lesser included <page-number citation-index=\"1\" label=\"99\">*99</page-number>offenses appears to result from analysis which treats as positive elements of a crime such negative concepts as 'unarmed’. Considered in the context of lesser included offenses, 'unarmed’ is the <em>absence </em>of the element of use of a weapon. It is not a distinct, separate element. <em>Elements are, by deñnition, positive. A negative element of a crime is a contradiction in terms. </em>Adding the description 'unarmed’ to robbery adds nothing. 'Robbery’ and 'unarmed robbery’ are the same offense.” (Emphasis changed.)</blockquote>\n<p id=\"b259-5\">In the instant case, \"without malice” is the absence of an element, rather than an additional element which the people must prove beyond a reasonable doubt. Malice or \"malice aforethought” is that quality which distinguishes murder from manslaughter and is defined in <em>People v Morrin, </em>31 Mich App 301, 310-311; 187 NW2d 434 (1971), as \"the intention to kill, actual or implied, under circumstances which do not constitute excuse or justification or mitigate the degree of the offense to manslaughter”. While the absence of malice is fundamental to manslaughter in a general definitional sense, it is not an actual element of the crime itself which the people must establish beyond a reasonable doubt.</p>\n<p id=\"b259-6\">Similarly, in <em>People v Van Wyck, </em>402 Mich 266, 269; 262 NW2d 638 (1978), this Court, in holding that voluntary manslaughter is not a necessarily included offense within the crime of murder, said that the \"absence of mitigating circumstances need not be established in order to convict one of first- or second-degree murder”.</p>\n<p id=\"b259-7\">\n<em>B</em>\n</p>\n<p id=\"b259-8\">The second issue on appeal is whether the evidence adduced at the preliminary examination is sufficient to support the magistrate’s decision to <page-number citation-index=\"1\" label=\"100\">*100</page-number>bind defendant over for trial on the charge of manslaughter under MCL 750.329; MSA 28.561.</p>\n<p id=\"b260-5\">Under MCL 766.13; MSA 28.931, it is the duty of the magistrate to bind the defendant over for trial if it appears at the conclusion of the preliminary examination that a felony has been committed and there is probable cause to believe that the defendant committed it.</p>\n<p id=\"b260-6\">In <em>People v Asta, </em>337 Mich 590, 609-610; 60 NW2d 472 (1953), this Court set forth the standard to be followed by the examining magistrate in making a determination whether to bind a defendant over for trial:</p>\n<blockquote id=\"b260-7\">\"Under the statute relating to preliminary examinations [MCL 766.13; MSA 28.931] the magistrate may bind a defendant, or defendants, over to the circuit court for trial if it shall appear from the proofs that an offense not cognizable by a justice of the peace has been committed, and that there is probable cause for charging defendant, or defendants, therewith. In the instant case <em>it was not required that the justice ñnd the guilt of the defendants established beyond a reasonable doubt. </em>* * * It was essential, however, under the provisions of the statute, to determine that the offense charged had been committed, and that there was probable cause to believe that defendants were guilty.</blockquote>\n<blockquote id=\"b260-8\">\"The matter of 'probable cause’, as the expression is used in the statute, has reference to the connection of the defendants with the alleged offense rather than to the <em>corpus delicti, </em>that is, to the fact that the crime charged has been committed by some person or persons.” (Emphasis changed.)</blockquote>\n<p id=\"b260-9\">The sufficiency of evidence produced at a preliminary examination to bind a defendant over for trial was also discussed in <em>People v Oster, </em>67 Mich App 490, 495; 241 NW2d 260 (1976), in which it was stated:</p>\n<blockquote id=\"b261-4\"><page-number citation-index=\"1\" label=\"101\">*101</page-number>\"It is axiomatic that at the preliminary examination the prosecutor must show that the offense charged has been committed. <em>While positive proof of guilt is not required, People v Martinovich, </em>18 Mich App 253, 257; 170 NW2d 899 (1969), <em>there must be evidence on each element of the crime charged or evidence from which those elements may be inferred * * *. People v Juniel, </em>62 Mich App 529, 536; 233 NW2d 635 (1975).” (Emphasis added.)</blockquote>\n<p id=\"b261-5\">In the instant case the Court of Appeals found that the trial court erred in finding that the magistrate had not abused his discretion in binding defendant over for trial. We disagree.</p>\n<p id=\"b261-6\">It is well-settled that the standard to be observed in reviewing a magistrate’s determination at preliminary examination is that the reviewing court should not disturb the determination of the magistrate unless a clear abuse of discretion is demonstrated. In <em>People v Dellabonda, </em>265 Mich 486, 491; 251 NW 594 (1933), this Court said:</p>\n<blockquote id=\"b261-7\">\"Primarily the question of probable cause is for the consideration of and determination by the examining magistrate. <em>This Court may not agree with the findings of such magistrate but it has no right to substitute its judgment for his except in case of a clear abuse of discretion. ” </em>(Emphasis added.)</blockquote>\n<p id=\"b261-8\">In the case at bar, the only controverted issue of fact is whether the homicide was justifiable. Defendant argues that he was justified in using deadly force with the decedent either in self-defense or on the basis that, as a police officer, he was authorized to use whatever force was reasonably necessary in arresting the decedent.</p>\n<p id=\"b261-9\">In <em>Delude v Raasakka, </em>391 Mich 296, 303; 215 NW2d 685 (1974), this Court said:</p>\n<blockquote id=\"b261-10\">\"The police have the right to use that force reasona<page-number citation-index=\"1\" label=\"102\">*102</page-number>ble under the circumstances to effect * * * an arrest. The police may also take what action is reasonable to protect themselves in the course of an arrest or an attempted arrest.”</blockquote>\n<p id=\"b262-5\">As to what constitutes \"reasonable force”, see 5 Am Jur 2d, Arrest, § 81, p 768, where it is stated:</p>\n<blockquote id=\"b262-6\">\"What amounts to reasonable force on the part of an officer making an arrest usually depends on the facts in the particular ease, and hence the question is for the jury. The reasonableness of the force used must be judged in the light of the circumstances as they appeared to the officer at the time he acted, and the measure is generally considered to be that which an ordinarily prudent and intelligent person, with the knowledge and in the situation of the arresting officer, would have deemed necessary under the circumstances. The officer has discretion, within reasonable limits, to determine the amount of force which the circumstances require, and he is not guilty of wrong unless he arbitrarily abuses the power confided in him.”</blockquote>\n<p id=\"b262-7\">Likewise, police officers making a lawful arrest may use that force which is reasonable under the circumstances in self-defense, and unlike the private citizen a police officer, by the necessity of his duties, is not required to retreat before a display of force by his adversary. See 40 Am Jur 2d, Homicide, § 137, pp 427-428. However, like the private citizen, the police officer who claims self-defense must have <em>reasonably </em>believed himself to have been in great danger and that his response was necessary to save himself therefrom. See <em>Pond v People, </em>8 Mich 150 (1860); <em>People v Macard, </em>73 Mich 15; 40 NW 784 (1888); and <em>People v Giacal-one, </em>242 Mich 16; 217 NW 758 (1928). In <em>People v Osier, supra, </em>this rule was reiterated as follows:</p>\n<blockquote id=\"b263-4\"><page-number citation-index=\"1\" label=\"103\">*103</page-number>\"Not only must the defendant believe himself to be in great danger, but that belief must also be reasonable under the circumstances.” 67 Mich App 490, 501.</blockquote>\n<p id=\"b263-5\">Upon reviewing the record of the preliminary examination, we cannot say that the magistrate abused his discretion in finding that defendant was not justified as a matter of law in taking the life of the decedent. While defendant offers arguments which might support his defense of justification, other factors tend to cast doubt on defendant’s claim of justification.</p>\n<p id=\"b263-6\">The object of a preliminary examination is not to prove guilt or innocence beyond a reasonable doubt, nor should a magistrate discharge a defendant when evidence conflicts or raises reasonable doubt of his guilt; such questions should be left for the jury upon the trial. <em>People v </em>Medley, 339 Mich 486; 64 NW2d 708 (1954).</p>\n<p id=\"b263-7\">In the instant case, we believe that the magistrate did not abuse his discretion in binding defendant over for trial. The record indicates that the question of whether the force used by defendant was excessive under the circumstances was properly left for the jury.</p>\n<p id=\"b263-8\">Accordingly, we find that the Court of Appeals erred in reversing the order of the trial court denying defendant’s motion to quash the information.</p>\n<p id=\"b263-9\">We reverse the Court of Appeals and remand to the trial court for appropriate proceedings.</p>\n<judges id=\"b263-10\">Coleman, C.J., and Kavanagh, Williams, Levin, Ryan, and Blair Moody, Jr., JJ., concurred with Fitzgerald, J.</judges>\n<footnote label=\"1\">\n<p id=\"b256-10\"> In <em>People v Martin, </em>59 Mich App 471; 229 NW2d 809 (1975), defendant, who had been bound over on the charge of manslaughter, moved to quash the information on the basis that the evidence at the preliminary examination indicated that the people had failed to show that defendant had not acted in self-defense. The trial court granted defendant’s motion, and the people appealed. In setting aside the order quashing the information, the Court of Appeals held:</p>\n<p id=\"b256-11\">\"It is not the law that the people must disprove self-defense where there are no facts which raise the issue. A preliminary examination is not a trial. As plaintiff points out, <em>People v Weiden, </em>239 Mich 169, 172; 214 NW 120, 121 (1927), is very much on point. Defenses should be presented at trial.” 59 Mich app 471, 490.</p>\n<p id=\"b256-12\"><em>People v Martin </em>was expressly overruled by this Court on other grounds in <em>Jackson County Prosecutor v Court of Appeals, </em>394 Mich 527; 232 NW2d 172 (1975).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b257-8\"> MCL 750.329; MSA 28.561 was originally enacted as the third of four sections of Í869 PA 68, which was entitled \"An Act to prevent the careless use of fire-arms”. With the enactment of the Michigan Penal Code in 1931, the section of the original act corresponding to the present MCL 750.329; MSA 28.561 was revised and placed in Chapter XLV, Homicide, whereas the sections of the original act relating to the reckless use of firearms not resulting in death were revised and placed in Chapter XXXVH, Firearms.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b258-7\"> In Michigan Standard Criminal Jury Instructions (CJI) 16:4:06 the elements of manslaughter under MCL 750.329; MSA 28.561 are enumerated as follows:</p>\n<p id=\"b258-8\">(1) That the deceased died on or about a date;</p>\n<p id=\"b258-9\">(2) That the death was caused by an act of the defendant;</p>\n<p id=\"b258-10\">(3) That the defendant caused the death without lawful justification or excuse;</p>\n<p id=\"b258-11\">(4) That the death resulted from the discharge of a firearm;</p>\n<p id=\"b258-12\">(5) That at the time of such discharge, the defendant was pointing or aiming the firearm at the deceased; and</p>\n<p id=\"b258-13\">(6) That at the time of such discharge, the defendant intended to point or aim the firearm at the deceased.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}