{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"538\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b557-9\">JACOB BLUM <em>v. </em>HARRISON FOX et al., Administrators</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Agc\">[No. 82,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AWQ\">October Term, 1937.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b559-7\">\n<page-number citation-index=\"1\" label=\"529\">*529</page-number>\n<em>Decided February 2nd, 1938.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b559-10\">The cause was argued before Bond, C. J., Urner, Offutt, Parke, Sloan, Mitchell, Shehan, and Johnson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b559-11\"><em>William Saxon, </em>with whom was <em>S. Robert Levinson </em>on the brief, for the appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b559-12\"><em>C. Arthur Eby, </em>with whom was <em>Joseph R. Walter </em>on the brief, for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b559-13\">Parke, J.,</author>\n<p id=\"Al9\">delivered the opinion of the Court.</p>\n<p id=\"b559-14\">In this case Jacob Blum was appointed on November 10th, 1936, the administrator of the personal estate of Augusta A. Kanauff. Blum acted with the apparent <page-number citation-index=\"1\" label=\"530\">*530</page-number>assent of the two brothers of the intestate, and in ignorance, as he asserts, of the existence of intestate’s illegitimate son, Harrison E. Fox. He qualified and proceeded with the administration of the estate and filed inventories, but on January 8th, 1937, the son appeared in the Orphans’ Court of Baltimore City and asked that the letters previously granted to Blum be revoked. After a hearing, the Orphans’ Court revoked the letters of administration which had been issued to Blum, and appointed the son and his attorney the administrators. As was his duty, the first administrator stated an account of his administration, and filed it with the Orphans’ Court on June 2nd, 1937. He charged himself with the personal estate which had come into his possession. It consisted of money in bank ($6,212.92), and goods and chattels appraised at $36.60. Against this aggrégate of $6,249.52 the administrator craved an allowance for fees and expenses in connection with his administration and the publication of the notice to creditors and the funeral expenses aggregating in all $372.30. An account ($50) for medical attention to the intestate and the bill of Herveine Hudson in the sum of $3,000 for services to the intestate had been paid by the accountant and were asked to be allowed. After these amounts had been deducted, the residue of $2,827.22 was distributed to Harrison E. Fox and C. Arthur Eby, the superseding administrators, who promptly excepted to the account and particularly to the payment of $3,000 to Herveine Hudson for services. Harrison E. Fox united in these exceptions as the sole next of kin of the intestate. The items for the costs and expenses of administration and the account for the funeral are proper allowances, and no objection is directed against them. Nor is there specific objection made to the doctor’s bill, and it was not disallowed. So, the controversy here arises from the allowance claimed for the payment made to Herveine Hudson.</p>\n<p id=\"b560-5\">Since the Orphans’ Court has jurisdiction in the settlement of accounts of administrators and executors, the <page-number citation-index=\"1\" label=\"531\">*531</page-number>propriety of the credit claimed is a matter for its decision. Code Pub. Gen. Laws, art. 93, sec. 256.</p>\n<p id=\"b561-5\">The exceptants base their objections to the claim on the ground that it is in payment of an unliquidated claim for alleged services to the decedent which was without merit and was not due and owing to the claimant, who, they charge, is a client of the original administrator. They further charge that the payment was made after the Orphans’ Court had declined to approve the claim; and, if the payment was by way of compromise, that the Orphans’ Court did not authorize it, as would have been required by section 270 of article 93 of the Code. In further aspersion of the good faith of the transaction, it is stated that the son neither knew of the payment nor authorized nor approved it.</p>\n<p id=\"b561-6\">The verified answer to these exceptions is a denial of the material allegations which reflect upon the respondent and accountant. In addition, he stated that he had been requested, in October, 1936, by the intestate to prepare a will whereby all her property was to be given to Herveine Hudson, who had befriended her for a number of years, nursed her during illness, and provided her with shelter and home, so that her services were of much greater value than the entire estate of the decedent was worth. The intestate died on November 2nd, before the will was prepared. Under the impression that her two brothers were the only next of kin, the respondent saw the older brother, and informed him of his sister’s intention, with the result that he made an assignment of his interest in his sister’s estate to Herveine Hudson. The Orphans’ Court was advised of the older brother’s act, and issued a citation to the other brother, to whom the respondent also wrote. The respondent was appointed administrator, and thereafter Herveine Hudson presented her claim for services. The answer further sets forth that, after discussing with others the value of the services and after advising the Orphans’ Court, the respondent, who had first satisfied himself in regard to the value <page-number citation-index=\"1\" label=\"532\">*532</page-number>of the services rendered, paid to Herveine Hudson the sum of $3,0.00 in satisfaction of the account.</p>\n<p id=\"b562-5\">Disregarding the non-essential features of the procedure, the substantial questions on the record were raised by the respondent’s petition that there might be framed and transmitted to a court of law for trial by jury an issue in this form: Was the amount of $3,0.00 rightfully due and owing to the said Herveine Hudson as claimed for services rendered to the deceased, Augusta A. Kanauff ? The present administrators and the son objected to the granting of an issue of any form, and the decision of the Orphans’ Court was that there was no occasion for such issues, but that the respondent, Jacob Blum, assume the burden of proof, and that the case be opened by the presentation by him of testimony to establish the correctness of said account, and particularly the justness of said claim of Herveine E. Hudson, and the propriety, legality, and good faith of his payment as administrator. The respondent stood on &gt; his demand for an issue for transmission to a court of law for trial By jury, and the Orphans’ Court, because of this refusal, adjudged him in default and passed an order whereby the payment of the claim of $3,000 to Herveine E. Hudson was disallowed, and the exception to its inclusión in the administration account was sustained, and the said respondent was commanded to pay back to said estate the sum of $3,000, and to state an administration account in conformity with this order within fifteen days, and, after the approval by the Orphans’ Court of such account, to deliver and pay over to the present administrators all assets belonging to the estate of said decedent (less disbursements in said account allowed), which have not been properly disbursed by him as shown by said account and which have not theretofore been delivered or paid by him to said administrators. The appeal of the respondent is from this order.</p>\n<p id=\"b562-6\">It will be observed that this order contemplates a new account and is not final except in reference to the rejection of the Hudson claim, and to the order that the pay<page-number citation-index=\"1\" label=\"533\">*533</page-number>ment made on its account be paid to the new administrators. The questions thus presented relate entirely to the propriety of the discharge of one claim. For their solution it will be necessary to recall the duties and powers of the original administrator.</p>\n<p id=\"b563-5\">All acts done by the executor or administrator in conformity with law, before any actual or implied revocation of his letters, are valid and effectual. Code, art. 93, sec. 37, and section 243, as amended by Laws 1931, ch. 437; <em>Parker v. Leighton, </em>131 Md. 407, 418, 102 A. 552. So, when letters of administration are revoked, the administrator affected must forthwith render an account, and the Orphans’ Court has jurisdiction to determine what assets shall be chargeable against the administrator and what credits shall be given and 'allowances made. Code, art. 93, secs. 256, 245, and section 243, as amended by Laws 1931, ch. 437; <em>Kealhofer v. Emmert, </em>79 Md. 248, 251, 252, 29 A. 68; <em>Anderson v. Curran, </em>155 Md. 538, 543, 142 A. 719; <em>Scott v. Fox, </em>14 Md. 388; <em>Gephart v. Strong, </em>20 Md. 522; <em>Muncaster v. Muncaster, </em>23 Md. 286; <em>Cooke v. Cooke, </em>29 Md. 538; <em>Wilson v. McCarty, </em>55 Md. 277, 279-284; <em>Gavin v. Carling, </em>55 Md. 530, 536; <em>Hoffman v. Hoffman, </em>88 Md. 60, 40 A. 712; <em>Linthicum v. Polk, </em>93 Md. 84, 94, 48 A. 842; <em>Cummings v. Robinson, </em>95 Md. 83, 87-89, 51 A. 1105; <em>Crothers v. Crothers, </em>121 Md. 114, 118, 119, 88 A. 114.</p>\n<p id=\"b563-6\">If, upon the revocation, there shall be no remaining executor or administrator, it is the duty of the Orphañs’ Court to appoint a new administrator; and thereupon the party whose letters have been revoked must, within a reasonable time to be fixed by the court, deliver to the new administrator all the property of the decedent remaining in the first administrator’s hands unadministered, and also all the books, bonds, notes, and evidences of debts or funds, and all title to property or stocks which belong to or are due, or which may become due, to the decedent, in the first administrator’s possession, and also pay over to the new administrator all the money due to him as administrator of the decedent. A compli<page-number citation-index=\"1\" label=\"534\">*534</page-number>anee with this order may be enforced by attachment and sequestration of the property of the delinquent, and the court may direct his administration bond to be put in suit. Code, art. 93, sec. 257; <em>State, use of Stockbridge v. Smith, </em>64 Md. 101, 106, 20 A. 1037.</p>\n<p id=\"b564-5\">The general rule is that no administrator may discharge any claim against his decedent except at his own risk, unless the claim shall be first passed by the Orphans’ Court which granted him letters of administration, or proved according to the requirements prescribed in article 93, secs. 86, 87, 89-98, and section 88, as amended by Laws 1933, ch. 379. An administrator’s account which asks for allowances for claims against the decedent which the administrator has paid but which do not comply with these rules may not be ratified as to these claims without evidence of their validity. The common exceptions to this rule are taxes, and the judgments or decrees obtained at law or in equity on claims against the decedent by the creditor of the decedent in actions and suits against the personal representative of the decedent; and the claims compromised with the sanction of the Orphans’ Court or ascertained as a result of arbitration. Article 93, sections 270, 266; <em>Parker v. Leighton, </em>131 Md. 407, 419, 102 A. 552; <em>Bradford v. Street, </em>84 Md. 273, 278, 35 A. 886; <em>Schnepfe v. Schnepfe, </em>124 Md. 330, 335, 336, 92 A. 891; <em>Bagby, Excrs. &amp; Admrs. </em>(2nd Ed.) secs. 73, 84, 85, 96, 97.</p>\n<p id=\"b564-6\">The claim here in controversy is for services rendered the decedent in her lifetime by the claimant. The account was presented by the claimant to the removed administrator, but it is not found in the record. The amount of the claim and its particulars are not known. While it seems to have been accepted that the account was not presented to the court and by it approved and passed for payment, it is not disclosed whether or not this open account was proved in accordance with the terms of section 93 of article 93 of the Code. Unless passed by the orphans’ court which granted him his letters, or unless the claim were proved according to the rules pre<page-number citation-index=\"1\" label=\"535\">*535</page-number>scribed by section 9;3, the payment by the administrator of a claim against the decedent would be at the administrator’s own risk. .Section 85 of article 93. Nor could he be allowed in his account for the discharge of a claim, unless he there produce the claim passed by the court or proved in accordance with sections 85-87, 89-97, article 93, and section 88, as amended by Laws 1933, ch. 379. In the absence of any information in the record to the effect that the claim was properly proved, and exhibited in the Orphans’ Court, it must be assumed that the accountant failed to meet these requisites for an allowance in his account. <em>Beachley v. Bollinger’s Estate, </em>119 Md. 151, 156, 86 A. 135; <em>Biddison v. Mosley, </em>57 Md. 89, 94, 95.</p>\n<p id=\"b565-5\">If the administrator pays a claim against the decedent without its prior passage by the orphans’ court or its proof according to the requirements of the statute, he does so at his own risk, which may vary with whether he has paid the claim in the .amount demanded or secured its discharge by a compromise. It is the duty of the administrator to pay all just debts of his decedent to the extent of the assets available, and should he pay a debt at his own risk because of a failure of the creditor to have it properly passed or formally proved, he will ordinarily be subrogated to the rights of the creditor, and be able to enforce the claim against the estate to the same extent as the creditor. As was said in <em>Parker v. Leighton, </em>131 Md. 407, 419, 102 A. 552, 557: “Persons interested in estates may not know whether claims are correct, and have the right to require the proof provided for by law, and not merely to depend upon the administrator or executor being satisfied that they are justly due. When the question' was raised in the Orphans’ Court, evidence might then have been produced sufficient to enable the. court to pass them, or proof might have been obtained in accordance with the statute, for which purpose an adjournment of the proceedings could have been had, if necessary. ' The testamentary laws of the state are not intended', to take undue advantage of admin-<page-number citation-index=\"1\" label=\"536\">*536</page-number>i'strators and executors, and where such defects as these exist they should have the opportunity to correct them, if they can,, but it would be setting a dangerous precedent to. allow these claims, although not passed or proven.”</p>\n<p id=\"b566-5\">It does not seem that these procedural requirements were specifically urged in the present case. The objections went to the existence of the claim, and the good faith of the administrator in paying it. If the administrator paid at his risk, he must, as the subrogee of the alleged creditor, assume the establishment, at law or in equity, of whatever may be his rights by reason of his payment of the claim. <em>Billingslea v. Henry, </em>20 Md. 282, 287; <em>State v. Graham, </em>115 Md. 520, 523, 81 A. 31; <em>Woerner on Administration </em>(3rd Ed.) p. 1798; 60 <em>C. J. </em>783; <em>State v. Maryland Casualty Co., </em>164 Md. 69, 163, A. 856; <em>Houck v. Houck, </em>112 Md. 122, 131, 76 A. 581; <em>Levering v. Levering, </em>64 Md. 399, 413, 418, 2 A. 1; <em>Stump v. Stump, </em>91 Md. 699, 705, 47 A. 1034; <em>Bowie v. Ghiselin, </em>30 Md. 553, <em>Schnepfe v. Schnepfe, </em>124 Md. 330, 335, 92 A. 891; <em>Strasbaugh v. Dallam, </em>93 Md. 712, 715, 716, 50 A. 417.</p>\n<p id=\"b566-6\">No testimony was taken in the Orphans’ Court and the facts are not definitely and fully disclosed. The inference, however, may be made that the unliquidated claim for the services rendered the decedent was in excess of the amount paid by the removed administrator, and that the sum so paid was in compromise settlement of a larger demand. If so, the circumstances of the , settlement by the first administrator present a further problem.</p>\n<p id=\"b566-7\">The orphans’ court is given the power to authorize and direct any executor, administrator or guardian to compromise any claim against or in favor of the estate of any decedent or ward, as the case may be, in such manner as the court'may approve. The broad general and comprehensive jurisdiction thus conferred embraces any claim, so its formal proof or passage by the orphans’ court is not a condition of the exercise of the power granted. It is remedial legislation and should not be narrowed by construe<page-number citation-index=\"1\" label=\"537\">*537</page-number>tion. As was said in this connection in <em>Badders v. O’Brien, </em>114 Md. 451, 455, 79 A. 917, 918: “This act does not confer upon the orphans’ courts the full powers, with which courts of law and equity are invested, of deciding upon the validity and determining the amount of a creditor’s claim against the estate of a decedent or ward, but merely the power to authorize and direct an executor or guardian, to compromise the claim on such terms as meet the court’s approval, without undertaking to determine its legal status or exact amount. The law looks with favor upon the amicable settlement of controversies and the prevention of litigation, and a statute conferring power to effect compromises of claims threatening to involve estates in litigation upon a subordinate tribunal that is not fully equipped to determine .their precise legal merits is in harmony with the policy of the law, and the exercise of that power when fairly made should be upheld, in the absence of evidence of positive error or injustice.”</p>\n<p id=\"b567-5\">It may be that the settlement here made was a compromise of the creditor’s claim to the pecuniary advantage of the estate, and one such as the Orphans’ Court would have authorized and directed the administrator to make, if the compromise had been submitted to the court for its approval before it was consummated. If so, the estate should not be deprived of an advantageous compromise because of the time when the question of its propriety is submitted to the Orphans’ Court for its consideration and determination, provided the delay works no injustice to the parties in interest. The Orphans’ Court proceeds according to equitable principles and may, under the circumstances presented, enforce the maxim, equity regards that as done which ought to be done; and so will ratify that when done, which, if previously applied to, it would have ordered to be done. <em>Oxenham v. Mitehell, </em>160 Md. 269, 275, 153 A. 71; <em>Phelps’ Jurid. Eq. </em>secs, 211, 213, 180; <em>Harding v. Allen, </em>70 Md. 395, 399, 17 A. 377.</p>\n<p id=\"b567-6\">Hence, if it should be made clearly to appear to the Orphans’ Court that, acting in good faith, the original <page-number citation-index=\"1\" label=\"538\">*538</page-number>administrator effected a compromise of the claim in such a manner as the court would have authorized and directed to be done, if it had been applied to before the money was paid by the administrator to the claimant, the court may, in the exercise of a sound discretion, now approve such a compromise. If such an inquiry be undertaken, the burden of showing good faith and the fact of compromise and its benefit to the estate would be upon the first administrator. <em>Bogart v. Willis, </em>158 Md. 393, 404, 148 A. 585; <em>Badders v. O’Brien, </em>114 Md. 451, 79 A. 917; <em>McClusky v. Ralben, </em>167 Md. 479, 483-493, 175 A. 449.</p>\n<p id=\"b568-5\">It appears from what has been said that the issue presented by fthe removed administrator was properly refused by the Orphans’ Court; and that there is nothing disclosed by the record to show that the amount paid to Herveine E. Hudson was for a claim which had been passed by the Orphans’ Court, or which had been proved in accordance with the statute, and, so, the rejection of the claim was justified on the record at bar. However, the Orphans’ Court has directed a new account to be stated, and thus an accounting may be made in accordance with the facts as more fully developed and the views here expressed. Under the circumstances, the order appealed from will be affirmed, to the extent here indicated, without prejudice to the rights of the removed administrator to proceed to enforce and protect such interests as he may have in the premises. The affirmance of said order is subject to the qualification that the time heretofore set for the statement of an administration account by the first administrator shall be extended by the Orphans’ Court as may be found necessary.</p>\n<p id=\"b568-6\">\n<em>Order of July 30th, 1937, affirmed, without prejudice to Jacob Blum, former administrator of Augusta A. Ranauff, deceased; and case remanded for further proceedings in conformity with this opinion. The appellant to pay the costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}