{
  "casebody": {
    "data": "<casebody firstpage=\"224\" lastpage=\"234\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b240-4\">Herbert R. Sias <em>v. </em>The Consolidated Lighting Co.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b240-5\">May Term, 1905.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b240-6\">Present: Rowell, C. J., Tyler, Munson, Watson, and Powers, J.L</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b240-7\">Opinion filed October 29, 1906.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b240-8\"><em>Master and Servant </em>— Inexperienced <em>Servant </em>— Master’s <em>Duty to Caution and Instruct </em>— Contributory NegUgence— <em>Question for lury </em>— Fellow <em>Servant </em>— Vice Principal— <em>Requests to Charge </em>— General <em>Exceptions to Failure ta Chcsi'ge as Requested </em>— Effect.’</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b240-9\">The duty of the master to caution and instruct an ignorant and inexperienced servant may arise in respect of an adult servant as well as in the case of a child; and where that duty exists and the master delegates its performance to a third person, the latter is, in respect thereof, a vice principal.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b240-10\">In an action by a servant against an electric light company for -personal injuries resulting from the fall of one of defendant’s poles at. the top of which plaintiff was working, his evidence tended to-show that he was employed by defendant through its foreman, with whom and under whose direction he always thereafter worked; that he was an ignorant and inexperienced workman, which fact was recognized by the terms of his employment. Defendant’s evidence tended to show that plaintiff was an experienced lineman, and that he contracted to do the work of a lineman without reservation. <em>Held, </em>that whether said foreman was a vice principal depended upon whether the situation was such as-to 'impose upon defendant the duty of instruction, and that this-depended upon what the jury might find as to plaintiff’s knowledge and experience, and, therefore, it was error to refuse to instruct the jury upon the doctrine of fellow servant.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b240-11\"><em>Bias </em>v. <em>The Consolidated Lighting Co., </em>73 Yt. 35, distinguished andi explained.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b240-12\">Certain of defendant’s written requests asked for the instructions-therein recited on the law relating to fellow servants and vice principals. In the course of its charge the court told the reporter to note that these requests were not complied with “be<page-number citation-index=\"1\" label=\"225\">*225</page-number>cause of the reference to the fellow-servant doctrine, which the court understands to have been treated by the Supreme Court as inapplicable here,” and said nothing further upon the subject of fellow servant. Defendant excepted to the refusal of the court to charge in accordance with said requests, and other requests specified, and to “the charge as given in respect to said requests,” but took no- exception in terms to the failure of the court to charge as to the law -relating to fellow servants. <em>Held </em>that, in the circumstances, the exception to “the charge as given in respect to said requests,” amounted to an exception to the refusal to give any instructions on the law relating to fellow servants.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b241-3\">Evidence considered and <em>field </em>that, as it tended to prove that plaintiff was an inexperienced workman, unacquainted with the methods used for the protection of linemen, and that he contracted with reference to his disability in these respects, it was not error to refuse to direct a verdict for defendant on the ground of contributory negligence and assumption of risk.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b241-4\">Case for negligence. Plea, the general issue. Trial by jury at the September Term, 1903, Washington County, <em>Haselton, </em>J., presiding. Verdict and judgment for the plaintiff. The defendant excepted.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b241-5\">This case has been once before in the Supreme Court, 73 Vt. 35. Since the first trial, plaintiff filed a new declaration, relying upon his ignorance and inexperience and defendant’s duty to warn and instruct. The plaintiff’s injuries resulted from the fall of one of the defendant’s electric light poles, at the top of which plaintiff was engaged in “stripping,” that is, in freeing the pole from' its attachments preparatory to lowering it for the purpose of putting in a new pole. The pole in question was so decayed below the surface of the ground that when plaintiff detached the wires and guy at the top it fell, thus causing the injuries complained of. The plaintiff’s evidence tended to show that defendant should have tested the pole, and if it was found unsafe, should have supported it <page-number citation-index=\"1\" label=\"226\">*226</page-number>by guys or otherwise, before sending plaintiff up to “strip”' it. The defendant claimed that the plaintiff was guilty of contributory negligence in failing to inspect the pole before climbing it, and in releasing a certain span wire, while he was at the top of the pole, and pulling it over while the guy wire was yet attached to the pole. The defendant’s eleventh request to charge was as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b242-5\">“u. That upon the evidence in the case Snow was a fellow, servant of the plaintiff and was not a vice principal of the defendant, or such superior of the plaintiff in the employment of the defendant as to make the defendant liable for any injury arising from any misconduct or misdirection ■ of Snow in respect of the plaintiff, and so the plaintiff is not entitled to recover because of anything which Snow did, or from any direction he may have given to the plaintiff.”</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b242-6\"><em>John H. Senter </em>and <em>Fred A. Howland </em>for the defendant.</attorneys>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b242-7\">The plaintiff assumed, the risks from which he suffered the injuries complained of. This is not a case where a servant is working on a pole supposed to be sound; but the evidence shows he was to strip a pole which had become useless, probably unsound, and which after being stripped was to be taken down and replaced with a sound pole. <em>Wood </em>v. <em>New Bed-ford, etc. Co., </em>121 Mass. 256; <em>Murch </em>v. <em>Wilson’s Sons &amp; Co., </em>168 Mass. 410; Shearman &amp; Redfield, Negligence, §87; <em>Pitts-burg, etc. R. Co. </em>v.- <em>Adams, </em>105 Ind. 151; Thomp. Negligence, 857; <em>Gibson </em>v. <em>Brie R. R. Co., </em>63 N. Y. 454; Browne on Dom. Rel., 131; <em>Farwell </em>v. <em>Boston-, etc. Ry. Co., </em>4 Met. 57; <em>Ball </em>v. <em>Detroit Leather Co., </em>73 Mich. 158; <em>Shields </em>v. <em>Yonge, </em>60 Am. Dec. 698; <em>Fisk </em>v. <em>Cent. P. R. R., 1 </em>Am. St. Rep. 22; <em>Warner </em>v. <em>Brie R. R. Co., </em>39 N. Y.471; <em>Beaulieu </em>v. <em>Portland Co., </em>48 Me. 295; <em>Lawler </em>v. <em>Androscoggin R. R. Co., </em>62 Me. <page-number citation-index=\"1\" label=\"227\">*227</page-number>467; <em>Ziegler </em>v. <em>Day, </em>123 Mass.. 152; <em>Wilds </em>v. <em>H. R. Co., </em>24 N. Y. 430; <em>Minick </em>v. <em>City of Troy, </em>83 N. Y. 514; <em>Cl.aybmgh </em>v. <em>Kansas City &amp;c. R. R. Co., </em>56 Mo. App. 630; <em>Linton Coal &amp;c. Co. </em>v. <em>Parsons, </em>(Ind.) 43 N. E. 652; <em>Whalen </em>v. <em>City Gas Light Co., </em>151 N. Y. 73; <em>McGorty </em>v. <em>So. N. B. Tel. Co., </em>69 Conn. 635; <em>Flynn </em>v. <em>The Boston Rlectric Lighting Co., </em>50 N. E. 93^; <em>Mclsaac </em>v. <em>North Hampton Src. Co., </em>51 N. E-524; <em>Lord </em>v. <em>Inhabitants of Wakeñeld, </em>185 Mass. 2x4; <em>Tanner </em>v. <em>Railroad, </em>180 Mass. 573; 1 Bailey’s Personal Injuries, §1123; <em>Richmond &amp;c. Co. </em>v. <em>Bevins, </em>103 Ala. 142; <em>Penn. Co. </em>v. <em>O’Shaughnessy, </em>122 Ind. 588; <em>Brskine </em>v. <em>Chinoval Beet-Sugar Co., </em>71 Eed. 270; <em>Hayden y. Bridge Co., </em>151 Pa. St. 620; <em>Cunningham </em>v. <em>Railroad Co., </em>17' Fed. 882; <em>Bunt </em>v. <em>Mining Co., </em>138 U. S. 483; <em>Railroad Co. </em>v. <em>Iones, </em>95 U. S. 439; <em>Kane </em>v. <em>Railway Co., </em>128 U. S. 91; <em>Goodlett </em>v. <em>Railroad, </em>122 U. S. 391; <em>Krescmowski </em>v. <em>Railroad Co., </em>18 Fed. 229; <em>Railroad Co. </em>v. <em>Nickels, </em>50 Fed. 723; <em>Chicago &amp;c. Co. </em>v. <em>Davis, </em>53 Fed. 63.</summary>\n<summary data-order=\"15\" data-type=\"legal\" id=\"b243-3\">The court erred in failing to charge as to the law of fellow servant, and in refusing to charge in accordance with defendant’s requests numbered two and eleven. <em>Gillshannon </em>v. <em>Stony Brook R. R., </em>10 Cush. 231; <em>Randall </em>v. <em>B. &amp; O. R. R. Co., </em>109 U. S. <em>483; Murray </em>v. <em>S. C. R. Co., </em>36 Am. Dec. 271; <em>Ling </em>v. <em>Railroad Co., </em>50 Minn. 160; <em>Hough </em>v. <em>Ry. Co., </em>100 U. S. 215; <em>King </em>v. <em>Boston &amp;c. R. R. Co., </em>9 Cush. 114; <em>Am. Tel. &amp; Teleg. Co. </em>v. <em>Bower, </em>(Ind.) 49 N. E. 182; <em>Pierce </em>v. <em>Oliver, </em>(Ind.) 47 N. E. <em>489;McAndrew v. Burn, </em>39 N. J. 119; <em>Stevens </em>v. <em>Chamberlin, </em>51 E.R. A. <em>525; Holden </em>v. <em>Pitch. R. R., </em>129 Mass. 271; <em>N. P. Ry. Co. </em>v. <em>Dixon, </em>194 U. S-. 338; <em>Keenan </em>v. <em>N. Y. &amp;c. R. Co., </em>39 N. E. 711; <em>Lcmning </em>v. <em>N. Y. &amp;c. Co., </em>49 N. Y. 522; <em>Mower Lime Co. </em>v. <em>Richardson, </em>(Va.) 28 S. E. 334; <em>Lawler </em>v. <em>Androscoggin R. R. Co., </em>62 Me. <page-number citation-index=\"1\" label=\"228\">*228</page-number>467; <em>Wcerner </em>v. <em>Brie- R. R. Co., </em>39 N. Y. 469; <em>Rambert </em>v. <em>Missisquoi Pulp Co., </em>72 Vt. 278; <em>Thompson . R. R. Co., </em>45 N. E. 655; <em>Hayes </em>v. <em>Colchester Mills, 6g </em>Vt. 1; <em>Geno </em>v. <em>Pall Mt. Paper Co., </em>68 Vt. 568; <em>Worthington </em>v. <em>C. V. R. R., </em>64 Vt. 107; <em>Dasuis v. C. V. R. R., </em>55 Vt. 84; <em>Hard </em>v. <em>Vt. &amp; C. R. R., </em>32 Vt. 473; <em>Baltimore &amp;c. R. R. Co. </em>v. <em>Baugh, </em>149 U. S. 368.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b244-5\"><em>Gordon &amp; Jackson </em>and <em>R. A. Hoar </em>for the plaintiff.</attorneys>\n<summary data-order=\"17\" data-type=\"legal\" id=\"b244-6\">“When an employer engages one to perform a dangerous service which requires caution and the exercise of peculiar skill, knowing that he is without experience and ignorant of its dangers, it is the duty of the employer to give the employee suitable instructions and warning as to the dangers he is likely to meet in the performance of the service he is engaged in, and is required by the employer <em>to- </em>perform.” <em>Reynolds </em>v. <em>B. &amp; M. R. Co., </em>64 Vt. 66; <em>Rpuisville &amp;c. Co. </em>v. <em>Miller, </em>104 Fed. 124; Shear. &amp; Red. on Neg. (5th ed.) §2x9 a; <em>III. C. Ry. Co. T. Price, </em>72 Miss. 862; <em>Gibson </em>v. <em>Pac. Ry. Co., </em>46 Mo. 163; <em>Campbell </em>v. <em>Bveleth, </em>83 Me. 50; <em>Pelton </em>v. <em>Girardy, </em>104 Fed. 127; <em>Bilis </em>v. <em>N. P. Ry. Co., </em>103 Fed. 265; <em>Hughes </em>v. <em>C. M. &amp;c. Co., </em>79 Wis. 264; <em>Brennan </em>v. <em>Gordon, </em>118 N. Y. 489; Wharton on Neg., §206; <em>RaPlam </em>v. <em>Missisquoi Pulp Co., </em>74 Vt. 125; <em>Kilpatrick </em>v. <em>G. T. R. Co., </em>74 Vt. 288; <em>Davis </em>v. <em>R. R. Co., </em>55 Vt. 84; <em>Noyes </em>v. <em>Smith, </em>28 Vt. 19; <em>Mastín </em>v. <em>Revagood, </em>47 Kan. 36; <em>Buss el </em>v. <em>R. Mfg. Co., </em>48 Me. 113; <em>Houston </em>v. <em>Brush, </em>66 Vt. 331; <em>Byron </em>v. <em>N. Y. &amp;c. Co., </em>26 Barb. 39; <em>Rouisville &amp;c. R. R. Co. </em>v. <em>Miller, </em>104 Fed. 124.</summary>\n<summary data-order=\"18\" data-type=\"legal\" id=\"b244-9\">An inexperienced man like the plaintiff was not bound, as matter of law, to inspect the pole before climbing it. <em>Starr </em>v. <em>Krenberger, </em>79 Am. St. Rep. 92; <em>Houston </em>v. <em>Brush, </em>66 Vt. <page-number citation-index=\"1\" label=\"229\">*229</page-number>331; <em>Brown </em>v. <em>C. &amp;c. R. Co., </em>53 Iowa <em>595; Gibson </em>v. <em>P. R. R. Co., </em>46 Mo. 163.</summary>\n<summary data-order=\"19\" data-type=\"legal\" id=\"b245-3\">The court could not order a verdict on the ground that the plaintiff released the span wire while the guy wire was still attached to the pole. <em>Severance </em>v. <em>M. B. T. Co., </em>72 Vt. 181.</summary>\n<summary data-order=\"20\" data-type=\"legal\" id=\"b245-4\">“If a servant ordered into a place of danger, obeys and is injured, he will not be held to be guilty of contributory negligence, unless the danger is so glaring that a reasonable and prudent person would not have entered into' it.” 1 Bailey, Personal Injuries, §§899, 900, 902, 903; <em>Shortel </em>v. <em>St. Joseph, </em>104 Mo. 114; <em>Lebanon </em>v. <em>McCoy, </em>12 Ind. 500; <em>Ind. Cor. Co. </em>v. Parker, 100 Ind. 181; <em>Harrison </em>v. <em>D. R. G. A. R. Co., </em>7 Utah 523.</summary>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b245-5\">Munson, J.</author>\n<p id=\"AXh\">A former decision of this case is reported in 73 Vt. 35. It appeared upon the trial then under review that plaintiff was employed for the defendant by one Snow, that he had always worked with and under the direction of Snow, and that he was specially directed by Snow to do the act which resulted in his injury; but it did not appear what plaintiff’s counsel claimed from this in argument or by way of request, Defendant’s counsel argued an exception to the failure of the court to instruct the jury upon the doctrine of fellow-servant, and the court held that the exception could not be sustained because it did not appear that the plaintiff stood upon any ground that entitled the defendant to- a charge on that subject. Upon the trial now before us the court treated this as a holding that the fellow-servant doctrine was not in the case, and declined to charge the jury in regard to it. This was a misapprehension of the scope of our decision; and it will be necessary to inquire whether the fellow-servant question <page-number citation-index=\"1\" label=\"230\">*230</page-number>was presented by the evidence on the second trial, and what objections were made and exceptions taken relating to that subject.</p>\n<p id=\"b246-5\">Plaintiff testified in substance that he was employed for the defendant by Snow, who had charge of the defendant’s plant at Barre; that he had had but little experience in climbing, and that the climbing he had done had not included the work of stripping; that he told Snow that he wanted to work up from the bottom and learn the business; that he was to work with Snow and under his directions, doing whatever he was capable of doing; that he expected he would have to climb sometime, as he went on learning the business; that he always worked with and under the directions of Snow, and was doing so when the accident occurred; that he was not fully aware of the dangers arising from decaying poles, had no knowledge of the methods of staying them to prevent their falling, and had never received any instructions upon these matters. It is evident that in this trial the plaintiff’s case was put upon the theory that he was an ignorant and inexperienced workman who needed caution and instruction, and that he was recognized as such by the terms of his employment.</p>\n<p id=\"b246-6\">The defendant sought to' show by a cross-examination of the plaintiff, and the introduction of other evidence, that the plaintiff was not as ignorant as he professed to be, that during his previous experience as a lineman he had taken his regular turn with his fellow linemen in climbing and stripping poles, and that he contracted to do the work of a lineman without reservation. Snow testified that he acted under the manager, and did not have any general direction of the business; that plaintiff applied to him and wanted to go onto the line to work; that the duties of a lineman include climbing, and that he knew from previous observation that plaintiff had been <page-number citation-index=\"1\" label=\"231\">*231</page-number>working as a climber; that plaintiff did not say that he wanted to learn climbing,' and that he did not remember his saying that he was a beginner and wanted to learn the business. '</p>\n<p id=\"b247-3\">Upon this evidence, plaintiff claimed that he was inexperienced and entitled to instruction, that Snow was the representative of the defendant as regards* the duty of instruction, and that Snow’s failure to caution and instruct him was the negligence of the defendant; while defendant claimed that plaintiff was an experienced lineman, that there was no duty of instruction, and that Snow was merely a fellow servant of the plaintiff.</p>\n<p id=\"b247-4\">The question whether Snow was in this matter the representative of the defendant, or merely a fellow servant of the plaintiff, would depend upon whether the situation was one that imposed on the defendant the duty of instruction, and this would depend upon what might be found as to the plaintiff’s knowledge and experience. <em>Hayes </em>v. <em>Colchester Mills, </em>69 Vt. 1. The duty of instruction may arise in the case of an inexperienced adult as well as in the case of a child. <em>Reynolds </em>v. <em>Boston &amp; Maine R. R. Co., </em>64 Vt. 66. It is clear that the claims regarding the plaintiff’s capacity and undertaking entitled the defendant to a charge upon the doctrine of fellow servant. It is not necessary to consider the subject' as related to the claimed incompetence of Snow.</p>\n<p id=\"b247-5\">The defendant’s second request was as follows: “That the plaintiff undertook and contracted with the defendant when he entered its employment, voluntarily to assume all the natural and ordinary risks of that employment, including those arising from the misconduct of his fellow-servants.” In taking up the requests during the charge the court said to the reporter, “You may note that the second request is not complied with, as it relates to the fellow-servant doctrine.” The eleventh <page-number citation-index=\"1\" label=\"232\">*232</page-number>request dealt with Snow’s relations to the defendant and the plaintiff, and the distinction between a vice principal and a fellow servant; and during its charge the court said with reference to this, “The reporter may note that the eleventh request is not complied with because of the reference to the fellow servant doctrine, which the court understands to have been treated by the Supreme Court as inapplicable here.” The charge contained nothing further upon the subject. Defendant excepted to the refusal of the court to charge in accordance with the second and eleventh requests, and other requests specified, and to the charge as given in respect to said requests. No exception was taken in terms to the failure of the court to instruct the jury as to the law relating to fellow servants.</p>\n<p id=\"b248-5\">The plaintiff claims that it was not error to refuse to comply with the second and eleventh requests as drawn. We do not find it necessary to inquire regarding this. The court did not reject the requests as erroneous in themselves, but because of the subject-matter contained in them. It disposed of every request touching the doctrine of fellow servant by saying in substance, in the course of the charge, that there was nothing in the case that called for instructions upon that subject. In these circumstances, the exception to “the charge as given in respect to said requests” may well be construed as an ■exception to what was said in the charge upon that subject, which was a refusal to give any instructions regarding it. The court must have so understood the exception. An exception to the refusal to charge on that subject would have been more apt in terms, but cannot be held to have been necessary, in view of the manner in which the subject was taken up- and disposed of. This will require a reversal of the case; and will also require that it be remanded for a new trial, unless it be held <page-number citation-index=\"1\" label=\"233\">*233</page-number>that the defendant was entitled to have its motion for a verdict sustained.</p>\n<p id=\"b249-3\">.The defendant moved for a verdict on grounds which maybe summarized as follows: That the plaintiff was guilty of contributory negligence in not doing his work by climbing the opposite pole; in climbing the pole he did without inspecting it or testing it in any manner; and in releasing the span wire from that pole while the guy wire was still attached to it; that the plaintiff’s want of prudence in these matters was the proximate cause of the accident; and that the accident resulted from a risk which the plaintiff assumed in entering defendant’s employment.</p>\n<p id=\"b249-4\">It was held in reviewing the former trial that there was no evidence of negligence on the part of the defendant, and that a verdict should have been directed in its favor. The present motion stands upon the claim that it appears from uncontradicted evidence that the plaintiff was guilty of contributory negligence. It was said in the former case that the lineman’s employment involves the necessity of working upon poles in various stages of decay; that he contracts with reference to this necessity, and must be held to&lt; assume the risks involved in it; that the inspection of poles to determine whether they are safe to climb is a part of the lineman’s duty; and that it is for him to determine, from the result of this inspection, which of the different available methods and appliances should be used in proceeding with his work. But these views cannot be held determinative of the present case, unless the evidence bearing upon the plaintiff’s capacity and undertaking stands substantially the same. Upon the evidence as it stood in the former case, the plaintiff was treated as one who had undertaken the full duties of a competent and experienced lineman. It cannot be said but that the testimony above recited was <page-number citation-index=\"1\" label=\"234\">*234</page-number>some evidence tending to show that the plaintiff was an inexperienced workman, unacquainted with the methods used for the protection of those engaged in the work of stripping and lowering poles, and that he contracted with reference to his disability in these respects. With this evidence in the case it. could not be said as matter of law that the plaintiff was guilty of contributory negligence in acting upon the directions given, him by Snow without making an inspection, or in failing to-adopt a safer method.</p>\n<p id=\"b250-5\">We do- not consider it necessary to take up the exceptions regarding the evidence. Some of them were manifestly based upon views of the case now held untenable, and others relate to questions which can -easily be avoided without detriment if thought to be at all doubtful.</p>\n<p id=\"b250-6\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}