{
  "casebody": {
    "data": "<casebody firstpage=\"301\" lastpage=\"305\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b317-2\">Sarah E. P. Heath, by Her Guardian <em>v. </em>Capital Savings Bank &amp; Trust Co. et al.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b317-3\">May Term, 1905.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b317-4\">Present: Rowell, C. J., Tyler, Munson, Watson, Haselton, and Powers, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b317-6\">Opinion filed November 20, 1906.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b317-7\"><em>Bill in Chancery </em>— Demurrer <em>for Want of Equity </em>— Multiplicity <em>of Suits </em>— Vexatious <em>Litigation </em>— Undue <em>Influence.</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b317-8\">Undue influence is either a species of fraud, or a kind of duress. In either case it comes in for the same consideration as fraud in general.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b317-9\">To warrant the dismissal of a bill for want of equity, it is not enough that the orator has a remedy at law; it must be plain and adequate, and as practical and efficient to the ends of justice and its prompt administration, as the remedy in equity.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b317-10\">A hill in equity alleged that the - defendant bank holds a certain note signed hy the oratrix and another defendant, and two notes signed hy the oratrix alone, and as collateral security for the payment of those notes, that said bank holds certain property of the oratrix; that the oratrix never received any consideration for signing said notes, hut that the whole consideration was taken by said other defendant, who induced the oratrix, who was mentally weak and incapable of contracting, to sign said notes and to pledge said collateral security, by the exercise of undue influence, all of which said hank well knew when it received said notes and collateral; that said hank threatens to sue the oratrix on said notes and to hypothecate said collateral security, and praying that said bank may be enjoined from carrying out those threats, and for a decree relieving the oratrix from liability on said notes, and for the return of said collateral security. <em>Held, </em>that the bill was not demurrable for want of equity.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b317-11\">Appeal in Chancery. Heard on demurrer to the bill at the March Term, 1905, Washington County, <em>Munson, </em>Chancellor. Decree, strictly <em>pro forma, </em>sustaining the demurrer <page-number citation-index=\"1\" label=\"302\">*302</page-number>and dismissing the bill. The orator appeals. The material allegations are stated in the bill.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b318-3\"><em>Heaton &amp; Thomas </em>and <em>Geo. W. Wing </em>for the orator.</attorneys>\n<summary data-order=\"10\" data-type=\"legal\" id=\"b318-4\">Courts of equity always have jurisdiction in cases of fraud, except in cases of obtaining a will by fraud. Story Eq. Jur. §184; <em>Chesterfield </em>v. <em>Jams'en, </em>2 Ves. 155.</summary>\n<summary data-order=\"11\" data-type=\"legal\" id=\"b318-5\">The adequacy of a legal remedy is not presumed, and equity will take jurisdiction where it is doubtful, or where the court is not satisfied that the plaintiff could be remitted to law without injustice. Bispham’s Prin. of Eq., 7th ed., §200, p. 304; <em>Dwinall </em>v. <em>Smith, </em>25 Me. 379; <em>Ankrim </em>v. <em>Woodzvorth, </em>Har. (Mich.) 355; <em>Gregor </em>v. <em>Howell, </em>(Iowa) 1902, 91 N. W. 778; <em>Henzvood </em>v. <em>Jarvis, </em>27 N. J. Eq. 247; <em>Stockwell </em>v. <em>Fitzgerald, et al., </em>70 Vt. 468; <em>Viele </em>v. <em>Hoag, </em>24 Vt. 46; <em>Rut-land R. R. Co. </em>v. <em>Chaffee et al., </em>72 Vt. 404.</summary>\n<summary data-order=\"12\" data-type=\"legal\" id=\"Azq\">Equity has jurisdiction of this case on the ground of avoiding a multiplicity of suits. <em>Rynearson </em>v. <em>Turner, </em>52 Mich. 7; <em>Biddle </em>v. <em>Ramsey, </em>52 Mo. 153; <em>Walker </em>v. <em>Cheever, </em>35 N. H. 339.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b318-7\"><em>T. J. Deavitt </em>and <em>Bdward H. Deavitt </em>for the defendants.</attorneys>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b318-8\">The oratrix has ample remedies at law. (1) If, as the bill alleges, there is lacking the capacity to make a binding contract, that is a good defence to an action at law. Pomeroy Spec. Perf., §§53, 54; <em>Foot </em>v. <em>Tewksbury, </em>2 Vt. 97; <em>Barrett </em>v. <em>Buxton, </em>2 Aik. 167. (2) If the bank is about to dispose of the securities, the oratrix can demand their return, and if refused, maintain trover.</summary>\n<summary data-order=\"15\" data-type=\"legal\" id=\"b318-10\">Even if the bill alleges fraud, that is not of itself ground for relief in equity. Pomeroy Spec. Perf., §49; 1 Pomeroy <page-number citation-index=\"1\" label=\"303\">*303</page-number>Eq. Jur., §178; <em>Ins. Co. </em>v. <em>Bailey, </em>13 Wall. 616; <em>Cable </em>v. <em>U. S. Fife Ins. Co., </em>191 U. S. 288; <em>Riggs </em>v. <em>Union Life Ins. Co., </em>129 Fed. 207 (Mo.).</summary>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b319-3\">The bill does not show such a situation as calls for the interposition of equity to prevent a multiplicity of suits. 1 Pomeroy Eq. Jur., §§251, 252, 263, 264; <em>Fldridge </em>v. <em>Hill, </em>2 Johns. Ch. 281; <em>West </em>v. <em>New York, </em>10 Paige 539; <em>Richmond </em>v. <em>Dubuque S. R. Co. et al., </em>33 Iowa 422; <em>Bellows </em>v. <em>Spaulding, </em>141 Mass. 89; <em>Eastman </em>v. <em>Amoskeag Mfg. Co., </em>47 N. H. <em>ji; Dyer </em>v. <em>School District, </em>61 Vt. 96!</summary>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b319-4\">Haselton, J.</author>\n<p id=\"AsK\">This is a bill in equity brought against the Capital Savings Bank and Trust Company, Julia Kane, and Barton B. Gale, trustee in bankruptcy of the estate of said Julia Kane. The defendant bank demurred to the bill for want of equity. The demurrer was sustained strictly <em>pro forma </em>•and the bill dismissed. The orator appealed.</p>\n<p id=\"b319-5\">The bill alleges such mental incapacity on the part of Mrs. Heath as made and makes her incapable of contracting or of -caring for her property. It further alleges that the defendant bank is the holder of a note for $1,300, signed by her and the defendant, Julia Kane, and of two notes which, taken together, .are for $1,400, signed by Mrs.'Heath alone; and that as collateral security for the payment of these notes above mentioned, the bank holds a note belonging to the- oratrix for the sum of $1,500, signed by Arabella Blanchard, George Blanchard, Fred Blanchard, and Willis Blanchard, and a cash deposit in the defendant bank of about $1,000, and the bank book representing such deposit; that Mrs. Heath never received any consideration for the notes signed by her as aforesaid, but that the entire consideration therefor was taken by the defendant Julia Kane; that Mrs. Heath was induced to sign the notes bearing <page-number citation-index=\"1\" label=\"304\">*304</page-number>her signature and to place with the bank the collateral security-above referred to wholly by reason of undue influence practiced upon her by the said Julia Kane, while Mrs. Heath was in the mental condition alleged as hereinbefore stated.</p>\n<p id=\"b320-3\">The bill further sets out that the defendant bank took the three notes signed by Mrs. Heath and the collateral security referred tO' with full knowledge of the mental condition of Mrs. Heath, knowing that she was receiving no consideration, and knowing that she had been induced to sign the notes bearing her signature, and to place with the bank the collateral security it was taking, by reason of undue influence practiced upon her in the mental condition in which she was, and in which the bank knew she was.</p>\n<p id=\"b320-4\">The bill sets out that the defendant bank is threatening to sue Mrs. Heath on the notes signed by her, to commence action on the collateral note and malee collection thereon, and to assign to others and hypothecate the collateral security held by.the bank as hereinbefore stated, and that the oratrix believes and has reason to believe that the bank is about to carry out its threats, and avers danger of being subjected to a multiplicity of suits unless she can obtain relief in equity.</p>\n<p id=\"b320-5\">The bill shows that the oratrix is under guardianship and that the said Julia Kane is in bankruptcy.</p>\n<p id=\"b320-6\">There is a prayer that the defendant may be enjoined from carrying out its threats alleged as above stated, for a decree relieving the oratrix, her guardian and estate, from liability on the notes bearing her signature, for the delivery to the oratrix of the collateral security herein mentioned, and for general relief.</p>\n<p id=\"b320-7\">Undue influence is either a species of fraud, or a kind of duress. In either case it comes in for the same consideration <page-number citation-index=\"1\" label=\"305\">*305</page-number>as fraud in general. <em>Harding </em>v. <em>Handy, </em>11 Wheaton 103; <em>Central Bank </em>v. <em>Copeland, </em>18 Md. 305; S. C. 81 Am. Dec. 595.</p>\n<p id=\"b321-3\">The knowledge which the bill imputes to the bank at the time it took the three notes signed by Mrs. Heath and at the time it took her property as security therefor, and the action which it is charged to be about to take with reference to such notes and security, put the bank in the attitude of endeavoring in an unconscionable manner to consummate the wrongful deprivation of Mrs. Heath of her property.</p>\n<p id=\"b321-4\">It does not appear by the allegations of the bill whether the notes therein mentioned are or are not overdue, but it sufficiently appears that if left to her remedy at law, the oratrix will necessarily be a- party to vexatious litigation, if equity does not interpose, whether or not she is in danger of being involved in a multiplicity of suits.</p>\n<p id=\"b321-5\">In considering whether the oratrix has an adequate remedy at law, what was said in an early case by the Supreme Court of the United States, is peculiarly applicable here. “It is not enough,” said that Court, “that there is a remedy at law; it must be plain and adequate, or, in other words, as practical and as efficient to the ends of justice and its prompt administration as the remedy in equity.” <em>Boyce </em>v. <em>Grundy, </em>3 Pet. 210.</p>\n<p id=\"b321-6\">We hold that on the facts admitted by the demurrer, the oratrix has not an adequate remedy at law, and that she is entitled to relief under the bill as framed.</p>\n<p id=\"b321-7\">The case is well within the principles of various decisions of this Court. <em>Viele </em>v. <em>Hoag, </em>24 Vt. 46; <em>Glastenbury </em>v. <em>McDonald, </em>44 Vt. 450; <em>Morse </em>v. <em>Morse, </em>44 Vt. 84.</p>\n<p id=\"b321-8\">\n<em>The pro forma decree is reversed, the demurrer is overruled, the bill adjudged sufficient, and the cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}