{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"981\" lastpage=\"993\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b999-8\" pgmap=\"999\">In re JONATHAN P., Alleged to be a Person Subject to Involuntary Treatment (The People of the State of Illinois, Petitioner-Appellee, v. Jonathan P., Respondent-Appellant).</parties><court data-order=\"1\" data-type=\"court\" id=\"b999-9\" pgmap=\"999\">Second District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AEt\" pgmap=\"999\">No. 2 — 07—0610</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b999-10\" pgmap=\"999\">Opinion filed November 19, 2008.</decisiondate><p data-order=\"4\" data-type=\"judges\" id=\"b1000-8\" pgmap=\"1000\">BOWMAN, J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1001-2\" pgmap=\"1001\">Inez Toledo and Veronique Baker, both of Guardianship &amp; Advocacy Commission, of Chicago, for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1001-3\" pgmap=\"1001\">John A. Barsanti, State’s Attorney, of St. Charles (Lawrence M. Bauer and Diane L. Campbell, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.</attorneys> <opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b1001-4\" pgmap=\"1001\">JUSTICE HUTCHINSON</author> <p id=\"AXf\" pgmap=\"1001\">delivered the opinion of the court:</p> <p id=\"b1001-5\" pgmap=\"1001\">Respondent, Jonathan E, appeals from the trial court’s order authorizing the involuntary administration of psychotropic medication to respondent for up to 90 days pursuant to section 2 — 107.1 of the Mental Health and Developmental Disabilities Code (the Code) (405 ILCS 5/2 — 107.1 (West 2006)). Respondent argues that the order should be reversed because it is unsupported by the evidence and legally invalid. We reverse.</p> <p id=\"b1001-6\" pgmap=\"1001\">In the State’s petition for involuntary treatment, Dr. Farzana Husain requested to administer four primary psychotropic medications and two alternative medications. Specifically, Husain petitioned to administer ziprasidone, orally (80 to 160 mg per day), ziprasidone, intramuscularly (10 to 30 mg per day), clonazepam (2 to 4 mg per day), and valproic acid (1,000 to 2,000 mg per day). Because the petition listed ziprasidone in pill form and in injectable form separately, we will treat oral ziprasidone and injectable ziprasidone as separate medications for purposes of this decision. The petition also listed quetiapine (300 to 800 mg per day) and Erolixin (10 to 25 mg per day) as alternative medications if ziprasidone was not effective.</p> <p id=\"b1001-7\" pgmap=\"1001\">At the hearing on the involuntary treatment petition, Husain testified that she was respondent’s psychiatrist at the Elgin Mental Health Center. Respondent had been diagnosed with “bipolar one disorder, unspecified, with rapid cycling,” a serious mental illness. Due to the illness, respondent suffered from grandiose delusions, his mood was volatile, and he exhibited poor judgment. Respondent had been hospitalized twice in the past. Respondent was previously ordered to take psychotropic medication and, as a result, his behavior improved, he was less disruptive, and he became fit to stand trial. When respondent discontinued the medication, his condition deteriorated.</p> <p id=\"b1001-8\" pgmap=\"1001(61) 1002(123)\">Husain further testified that respondent was previously treated with Geodon (the brand name for ziprasidone) and risperidone. Respondent benefited from these medications, but he complained of side effects from risperidone. Thus, Husain testified that she did not want to administer risperidone, but rather was seeking to administer 300 to 800 milligrams per day of Seroquel and 10 to 25 milligrams per day of Prolixin or fluphenazine. We note that Seroquel is the brand name for quetiapine, although this was not made clear from the testimony; Seroquel and quetiapine are used interchangeably throughout. The State then asked Husain: “The other two medications prior to this?” Husain responded: “[z]iprasidone, 80 to 60 milligrams orally and [r]isperidone, two to 16 milligrams per day orally.” We presume this refers to the dosages Husain administered previously to respondent, since Husain specifically testified that she was not seeking to administer risperidone due to its side effects. Husain testified inconsistently as to which were primary medications and which were alterative medications. Lastly, Husain testified that she was seeking authorization for blood testing to safely administer the medication.</p> <p id=\"b1002-5\" pgmap=\"1002\">On cross-examination, Husain testified for the first time that she was also petitioning for clonazepam, which initially she stated was the generic name for risperidone. She then clarified that they were two different medications. Clonazepam is an antianxiety medication. Husain also testified that risperidone was included on the first page of the petition, but she made clear that she was not seeking to administer risperidone due to its side effects. Risperidone appears on page two of the petition, as a medication respondent had received in the past. Husain also testified regarding what she deemed to be the appropriate maximum and minimum dosages of two medications, namely Seroquel and Prolixin.</p> <p id=\"b1002-6\" pgmap=\"1002\">The trial court discussed the specific statutory factors necessary for the involuntary administration of psychotropic medication and found that the State proved the factors by clear and convincing evidence. The court further found that “the medication to be administered shall be as described by the doctor in her testimony and in the range of dosages described by the doctor in her testimony.” The court also stated that the hospital staff “will be allowed to run blood tests to check the safe administration of the medication.”</p> <p id=\"b1002-7\" pgmap=\"1002\">The trial court then entered an order allowing Husain to administer the following medication to respondent for 90 days: “[z]iprasidone 80-160 mg po/day, [zliprasidone 10mg-30mg IM/day, [q]uetiapine 300-800 mg po/day, [flluphenazine 10-25 mg po/IM.” The order left blank what testing and lab procedures were authorized.</p> <p id=\"b1002-8\" pgmap=\"1002(66) 1003(23)\">Soon after, respondent noticed that the petition was missing the page that requested the testing deemed essential for the safe and effective administration of the psychotropic medication. Based on this defect in the petition, respondent made an oral motion to dismiss the petition. The trial court denied the motion to dismiss, granted the State leave to file an amended petition, and continued the matter for “consideration” of the amendment. The court stayed the involuntary treatment order and, on the order itself, the court crossed out the authorized medications.</p> <p id=\"b1003-5\" pgmap=\"1003\">On May 25, 2007, the trial court granted the motion to amend the petition, finding that “the pleadings now conform to the proof.” On June 15, 2007, the court denied respondent’s motion to dismiss and motion to reconsider. The court lifted the stay, ruling that the medication order would take effect immediately.</p> <p id=\"b1003-6\" pgmap=\"1003\">Respondent timely appeals. On appeal, respondent argues that the trial court’s order authorizing the involuntary administration of psychotropic medication should be reversed because the treatment order is unsupported by the evidence and legally invalid. Before addressing the merits, we note that the issue is moot because the 90-day period covered by the trial court’s order has already expired. See In re Robert S., 213 Ill. 2d 30, 45 (2004). “An appeal is considered moot where it presents no actual controversy or where the issues involved in the trial court no longer exist because intervening events have rendered it impossible for the reviewing court to grant effectual relief to the complaining party.” In re J.T., 221 Ill. 2d 338, 349-50 (2006). Generally, courts of review do not decide moot questions, render advisory opinions, or consider issues where the result will not be affected regardless of how those issues are decided. In re Barbara H., 183 Ill. 2d 482, 491 (1998). Reviewing courts, however, recognize exceptions to the mootness doctrine, such as the public interest exception, applicable where the case presents a question of public importance that will likely recur and whose answer will guide public officers in the performance of their duties, and an exception for cases involving events of short duration that are capable of repetition, yet evading review. J.T., 221 Ill. 2d at 350.</p> <p id=\"b1003-7\" pgmap=\"1003\">The State urges us to follow the Fourth District’s recent opinion in In re Alfred H.H., 379 Ill. App. 3d 1026 (2008), which found that the mootness exceptions did not apply to an appeal from an involuntary admission order. Respondent believes that Alfred H.H. was wrongly decided and urges us to address the merits under the capable-of-repetition-yet-evading-review mootness exception. We agree with respondent and decline to follow Alfred H.H.</p> <p id=\"b1003-8\" pgmap=\"1003(74) 1004(103)\">In Alfred H.H., the reviewing court found that, rather than routinely recognizing an exception to the mootness doctrine in mental health cases, it must examine the issues raised on appeal to determine whether they come within an established exception to the mootness doctrine. Alfred H.H., 379 Ill. App. 3d at 1028. There, the respondent challenged (1) the sufficiency of the evidence presented to warrant his involuntary admission and (2) whether his hospitalization was the least restrictive treatment alternative. Alfred H.H., 379 Ill. App. 3d at 1028. The reviewing court concluded that neither issue was a question of public importance. Alfred H.H., 379 Ill. App. 3d at 1028. “Nor would either answer provide an authoritative determination to guide public officers in the performance of their duties in mental-health cases,” as such issues turn on the particular facts presented in such cases. Alfred H.H., 379 Ill. App. 3d at 1028. Accordingly, the reviewing court found that the respondent had failed to satisfy the public interest exception to the mootness doctrine. Alfred H.H., 379 Ill. App. 3d at 1028.</p> <p id=\"b1004-5\" pgmap=\"1004\">Furthermore, the reviewing court found that the evidence presented in support of a future petition would be different from the evidence presented in support of the current petition. Thus, there was no reasonable expectation that the respondent would be subject to the “exact same action” again. (Emphasis in original.) Alfred H.H., 379 Ill. App. 3d at 1029. Accordingly, the reviewing court found that the respondent had failed to satisfy the capable-of-repetition exception to the mootness doctrine. Alfred H.H., 379 Ill. App. 3d at 1029.</p> <p id=\"b1004-6\" pgmap=\"1004\"> We decline to follow Alfred H.H. Instead, we find that the capable-of-repetition mootness exception applies here. Thus, we need not address the public interest exception.</p> <p id=\"b1004-7\" pgmap=\"1004\">The Alfred H.H. court’s holding that the capable-of-repetition exception requires an appellant to prove that he or she will be subject to the “exact same action” in the future, meaning involving the same circumstances and the same evidence, does not accord with controlling precedent. As our supreme court has stated, the exception applies when “(1) the challenged action is in its duration too short to be fully litigated prior to its cessation and (2) there is a reasonable expectation that the same complaining party would be subjected to the same action again.” (Emphasis added.) Barbara H., 183 Ill. 2d at 491; see also In re A Minor, 127 Ill. 2d 247, 258 (1989).</p> <p id=\"b1004-8\" pgmap=\"1004(150) 1005(10)\">The phrase “same action” has been interpreted to mean that the same party will be subjected to the “same statutory provision” in the future (A Minor, 127 Ill. 2d at 259) or to “similar orders” in the future (In re Marie M., 374 Ill. App. 3d 913, 916 (2007)). See also In re Frances K., 322 Ill. App. 3d 203, 207 (2001) (where record indicated that respondent had a history of mental illness and hospitalization for such illness as recently as 2½ years prior to the hospitalization at issue on appeal, it was reasonable to expect that another petition may be filed against her in the future; thus, court addressed the merits of the appeal); In re Maher, 314 Ill. App. 3d 1088, 1097 (2000) (where respondent had a history of mental illness, and at least a brief history of prior involuntary hospitalization, it was reasonable to expect that the same action, i.e., involuntary admission, might be undertaken again).</p> <p id=\"b1005-5\" pgmap=\"1005\">Indeed, our supreme court has specifically rejected the interpretation advocated by Alfred H.H. In A Minor, during the course of a juvenile proceeding, the trial court prohibited a newspaper from publishing the minor’s identity, so as to protect the minor from harm. A Minor, 127 Ill. 2d at 251. Thereafter, the trial court banned the newspaper from the proceedings unless it agreed to comply with the first order. A Minor, 127 Ill. 2d at 252-53. The newspaper filed an interlocutory appeal. A Minor, 127 Ill. 2d at 251.</p> <p id=\"b1005-6\" pgmap=\"1005\">Our supreme court found that the case was not moot but, in any event, was capable of repetition, yet evading review. A Minor, 127 Ill. 2d at 258. The court concluded that “it was reasonably likely that the newspapers involved would again be subjected to the challenged restrictions in future criminal trials, so *** it is reasonably likely that appellant will be subjected to similar orders in the future when it again attempts to report the names of minors charged with serious crimes.” (Emphasis added.) A Minor, 127 Ill. 2d at 258-59.</p> <p id=\"b1005-7\" pgmap=\"1005\">Furthermore, the supreme court specifically rejected the State’s argument that the appellant must demonstrate a reasonable probability that a juvenile court judge would enter a similar order to protect a minor’s physical safety, rather than for some other reason. A Minor, 127 Ill. 2d at 259. In rejecting the argument, the court stated:</p> <blockquote id=\"AuO\" pgmap=\"1005\">“[W]e do not agree that appellant must demonstrate that the statute will in the future be applied in precisely the same circumstances or for precisely the same reasons. Such a requirement would mean that no case would ever be ‘capable of repetition,’ for the simple reason that the facts of a future case might be slightly different. It is sufficient that the same statutory provision will most likely be applied in future cases involving the same party.” A Minor, 127 Ill. 2d at 259.</blockquote> <p id=\"b1005-8\" pgmap=\"1005(135) 1006(60)\">Thus, here, where respondent is suffering from a chronic mental illness that has subjected him to involuntary treatment in the recent past, it is reasonably likely that he will be subjected to similar involuntary treatment orders in the future. See A Minor, 127 Ill. 2d at 258; see also Barbara H., 183 Ill. 2d at 492 (although respondent’s mental health status was unknown at the time of appeal, where the record showed that she had a history of mental illness and involuntary hospitalization, it was reasonable to expect that the same action may confront her again); In re Richard C., 329 Ill. App. 3d 1090, 1093 (2002) (court applied capable-of-repetition exception to address merits of appeal because the record showed that respondent was prescribed psychotropic medications in the past and it was reasonable to expect that respondent would be subjected to the same action again); In re Timothy H., 301 Ill. App. 3d 1008, 1012 (1998) (where the record reflected respondent’s history of mental illness and a prior petition for the administration of psychotropic medication, one could reasonably expect that respondent may again be subject to this type of petition', thus court addressed the merits).</p> <p id=\"b1006-5\" pgmap=\"1006\">Further, as explained in Barbara H., psychotropic medication cannot be administered involuntarily for more than 90 days without additional hearings (see 405 ILCS 5/2 — 107.1(a)(5) (West 2006)), a period too brief to allow for appellate review. Barbara H., 183 Ill. 2d at 491-92. In virtually every case, the challenged medication order would expire before appellate review could be completed. Barbara H., 183 Ill. 2d at 492. If the mootness doctrine were applied under such circumstances, recipients of involuntary treatment would be deprived of legal recourse in challenging the trial court’s orders, and the right to appeal as provided by the Code would be rendered a nullity. See 405 ILCS 5/3 — 816 (West 2006); Barbara H., 183 Ill. 2d at 492.</p> <p id=\"b1006-6\" pgmap=\"1006\">In sum, we deem Alfred H.H. to be at odds with our supreme court’s interpretation of the capable-of-repetition exception. Thus, we decline to follow Alfred H.H., and we apply the exception here.</p> <p id=\"b1006-7\" pgmap=\"1006\"> Respondent’s first contention pertains to the sufficiency of the evidence. Respondent complains of Husain’s failure to testify regarding all of the petitioned-for medications and failure to testify to the appropriate dosages for several medications. Whether there was sufficient evidence regarding the type of medications sought to be administered and their anticipated dosages goes to the issue of whether the State proved by clear and convincing evidence that the benefits of the treatment outweigh the harm. See 405 ILCS 5/2 — 107.1 (a— 5)(4)(D) (West 2006); see also In re A.W., 381 Ill. App. 3d 950, 958 (2008) (to prove by clear and convincing evidence that the benefits of the treatment outweigh the harm, the State must present evidence as to the anticipated range of dosages of the proposed psychotropic medication); In re Gail F., 365 Ill. App. 3d 439, 446 (2006) (where psychiatrist failed to testify to all requested medications, evidence was insufficient to determine whether the benefits of the treatment outweighed the harm). To these questions, we apply the manifest-weight-of-the-evidence standard. See Gail F., 365 Ill. App. 3d at 446.</p> <p id=\"b1006-8\" pgmap=\"1006(62) 1007(120)\">Here, Husain did not testify to the appropriate dosages for clonazepam and injectable ziprasidone. Respondent appears to believe that Husain’s testimony was adequate as to the appropriate dosage for oral ziprasidone, but we do not find that to be the case. While discussing the requested medications, the State asked Husain an ambiguous question: “The other two medications prior to this?” Husain responded: “[z]iprasidone, 80 to 60 milligrams orally and [rjisperidone, two to 16 milligrams per day orally.” Because Husain testified that she previously administered ziprasidone and risperidone to respondent, and she stated numerous times that she was not seeking to administer risperidone, the above testimony logically refers to the dosages previously administered to respondent. In any event, Husain never testified to the appropriate dosage for injectable ziprasidone, although the trial court authorized 10 to 25 mg in injectable form. Because of these omissions, Husain’s testimony did not support the treatment order. See A.W., 381 Ill. App. 3d at 958 (involuntary treatment order reversed because, inter alia, it authorized specific dosages of psychotropic medications that were not supported by evidence).</p> <p id=\"b1007-5\" pgmap=\"1007\">Lastly, Husain failed to offer any testimony regarding the petitioned-for valproic acid, and, although Husain testified regarding her request for clonazepam, the trial court failed to authorize it. Parenthetically, we note that the Code does not require that an involuntary treatment petition or an involuntary treatment order set forth proposed nonpsychotropic medications (A.W, 381 Ill. App. 3d at 959-60), but the petition here identifies clonazepam and valproic acid as psychotropic medications and our research has revealed the same. See Davis v. Hubbard, 506 F. Supp. 915, 927 (N.D. Ohio 1980) (“The term psychotropic, or ‘mood altering’ drug describes several categories of major tranquilizers (also called antipsychotic or neuroleptic drugs), antianxiety drugs (minor tranquilizers), antidepressants, sedatives (e.g., barbiturates), and hypnotics”). Respondent notes the above discrepancies but fails to develop an argument or cite sufficient supporting authority. However, our research has revealed the case of Gail F., 365 Ill. App. 3d at 447, where this court concluded that the trial court could not approve fewer than all the medications listed on the petition unless the treating physician was seeking authorization for fewer than all.</p> <p id=\"b1007-6\" pgmap=\"1007\">In Gail E, the State petitioned for the administration of 12 medications. The treating psychiatrist offered testimony regarding only 10 of those medications. The trial court, however, authorized the administration of all 12 medications. On appeal, both parties agreed that this was error. The State, however, argued that the lack of evidence affected only the approval of the 2 medications and that the order could be modified to authorize the 10 medications that were supported by testimony. We rejected that argument. The lack of evidence on all petitioned-for medications was fatal to the entire petition. See Gail F., 365 Ill. App. 3d at 447. We reasoned that a modification of the treatment plan embodied in the petition must be a matter of medical judgment, not legal:</p> <blockquote id=\"b1008-4\" pgmap=\"1008\">“ ‘As this court has recognized, *** the diagnosis and treatment of mental health disorders is a “ ‘highly specialized area of medicine which is better left to the experts.’ ” [Citation.] Indeed, section 2 — 107.1 vests the physician authorized to administer the involuntary treatment “complete discretion” not to administer the treatment. [Citation.] It is thus not for the trial court or the jury to “develop a course of treatment and then dictate that course to the treating physician. That would constitute role reversal.” [Citation.] In the words of amici curiae, allowing the layperson jury to determine which of the various medications should be involuntarily administered “dangerously approaches the practice of medicine.” ’ ” (Emphasis in original.) Gail F., 365 Ill. App. 3d at 447, quoting In re Mary Ann P., 202 Ill. 2d 393, 406 (2002).</blockquote> <p id=\"b1008-5\" pgmap=\"1008\">The Code does not permit the fact finder “to parse the recommended treatment and selectively authorize only certain requested medications.” Mary Ann P., 202 Ill. 2d at 407. “[W]here *** the recommended treatment consists of multiple medications — some to be administered alternatively, some to be administered in combination, and some to be administered only as needed to counter side effects — it is only this treatment, in its entirety, that may be authorized.” Mary Ann P., 202 Ill. 2d at 405-06.</p> <p id=\"b1008-6\" pgmap=\"1008\">While the rule in Mary Ann P does not create an absolute bar on a trial court’s approval of fewer than all of the medications listed in the petition, it requires that any variance from the petition be made at the behest of the treating physician. Gail F., 365 Ill. App. 3d at 447. However, “[w]e do not deem a simple failure to testify about a medication to suggest the treating physician’s judgment, as failure to present evidence may reflect legal error rather than medical judgment.” Gail F., 365 Ill. App. 3d at 447.</p> <p id=\"b1008-7\" pgmap=\"1008\">Here, the petition requested six psychotropic medications. Husain testified in regard to five medications. And the trial court’s order ultimately approved four medications. Specifically, the order did not approve valproic acid, perhaps because Husain neglected to testify to it, and, despite her testimony regarding clonazepam, the order did not approve it. Because Husain did not request these variances from the petition, selective authorization by the trial court was improper. See Gail F., 365 Ill. App. 3d at 447. Thus, the order must be reversed. See In re Richard C., 329 Ill. App. 3d 1090, 1094 (2002). A remand is not necessary, since the administration of the medication has been terminated according to the terms of the trial court’s order. See Richard C., 329 Ill. App. 3d at 1094.</p> <p id=\"b1008-8\" pgmap=\"1008(18) 1009(53)\"> Although we are reversing, we wish to address respondent’s other contentions. Respondent contends that the trial court’s order violated the Code for failing to include the testing authorized to monitor administration of the medication and for crossing out the approved medications. Whether the order complied with the Code presents a question of law, which we review de novo. See In re Leslie H., 369 Ill. App. 3d 854, 856 (2006).</p> <p id=\"b1009-5\" pgmap=\"1009\">Section 2 — 107.1(a—5)(6) of the Code, which dictates the content of involuntary treatment orders, states as follows:</p> <blockquote id=\"b1009-6\" pgmap=\"1009\">“(6) An order issued under this subsection (a — 5) shall designate the persons authorized to administer the authorized involuntary treatment under the standards and procedures of this subsection (a — 5). Those persons shall have complete discretion not to administer any treatment authorized under this Section. The order shall also specify the medications and the anticipated range of dosages that have been authorized ***.” 405 ILCS 5/2 — 107.1(a—5)(6) (West 2006).</blockquote> <p id=\"b1009-7\" pgmap=\"1009\">Section (a — 5)(6) does not require that the order include the testing authorized to monitor administration of the medication (see In re Barry B., 295 Ill. App. 3d 1080, 1088 (1998)), although the “petition may include a request that the court authorize such testing and procedures as may be essential for the safe and effective administration of the authorized involuntary treatment sought to be administered” (emphasis added) (405 ILCS 5/2 — 107.1(a—5)(1) (West 2006)). Thus, the order entered here was not legally insufficient for failure to specify the precise tests to be administered. See Barry B., 295 Ill. App. 3d at 1088. We note, however, that the better practice would be to include in the order the tests to be administered to monitor medication levels. This would ensure that the provider of medical care has strict guidance for the treatment of a patient receiving psychotropic medication involuntarily. See Barry B., 295 Ill. App. 3d at 1088.</p> <p id=\"b1009-8\" pgmap=\"1009\">The parties’ cited authority is not on point because the cited cases address the trial court’s authority to order blood tests. See In re Jill R., 336 Ill. App. 3d 956, 964 (2003) (trial court had authority to order medical testing even though not requested in the petition for involuntary administration of psychotropic medication); In re Floyd, 274 Ill. App. 3d 855, 860 (1995) (“Respondent *** contends that the order authorizing the involuntary withdrawal of blood is void for want of statutory authority”). Here, the issue is whether, after the trial court authorized blood testing, it was reversible error to omit this information from the treatment order. We have determined that it was not.</p> <p id=\"b1009-9\" pgmap=\"1009(28) 1010(146)\"> Last, respondent contends that the order violated the statute because the authorized medications are crossed out. Respondent analogizes the crossing out of the approved medications to the failure to include this information in the first place. See In re Gwendolyn N, 326 Ill. App. 3d 427, 429 (2001) (noncompliance with the Code provision requiring the order to specify the approved medications and dosages mandated reversal). The cross-out on the treatment order is troublesome, as the crossing out of material generally indicates a deletion or correction. See Geiser v. Geiser, 115 A.2d 373, 375, 495 N.Y.S.2d 401, 403 (1985) (where a paragraph is crossed out, it is to be read as the deliberate deletion of the paragraph). But, under the unique circumstances of this case, it is apparent that the cross-out was meant to indicate a stay of the order. The subsequent order lifted the stay and clarified that the treatment order was to take effect immediately. Thus, we conclude that the treatment order was not legally insufficient on this basis.</p> <p id=\"b1010-5\" pgmap=\"1010\">For the foregoing reasons, we reverse the judgment of the circuit court of Kane County.</p> <p id=\"b1010-6\" pgmap=\"1010\">Reversed.</p> <p id=\"b1010-7\" pgmap=\"1010\">BURKE, J., concurs.</p> </opinion> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b1010-8\" pgmap=\"1010\">JUSTICE BOWMAN,</author> <p id=\"AMg\" pgmap=\"1010\">dissenting:</p> <p id=\"b1010-9\" pgmap=\"1010\">I respectfully dissent because I believe that this case is moot and that it does not fall under the capable-of-repetition exception to the mootness doctrine. As the majority points out, the exception applies where “(1) the challenged action is in its duration too short to be fully litigated prior to its cessation and (2) there is a reasonable expectation that the same complaining party would be subjected to the same action again.” (Emphasis added.) Barbara H., 183 Ill. 2d at 491. While I agree with the majority that this case satisfies the first criterion, I do not agree that it satisfies the second criterion. The majority reasons that “it is reasonably likely that [respondent] will be subjected to similar involuntary treatment orders in the future.” 386 Ill. App. 3d at 987. However, while respondent may be subjected to some type of involuntary treatment order in the future, I do not think that there is a reasonable probability that the same type of errors in the form of the order will occur again. The instant case, which essentially involves whether a particular order was properly drafted, stands in stark contrast to Barbara H., where the issue involved the respondent’s statutory right to her choice of counsel — a significant issue that was veiy likely to recur in future proceedings.</p> <p id=\"b1010-10\" pgmap=\"1010(34) 1011(62)\">Similar to Alfred H.H., I believe that mental health cases are not universally exempt from the mootness doctrine, but rather the mootness issue must be reviewed on a case-by-case basis. See Alfred H.H., 379 Ill. App. 3d at 1028. While I believe that it is critical to protect the rights of people who are subject to the involuntary administration of psychotropic medication, the majority’s analysis opens the door to the capable-of-repetition exception to the mootness doctrine far too wide, with little to no practical benefit to respondents yet at a definite cost to judicial resources.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}