{
  "casebody": {
    "data": "<casebody firstpage=\"432\" lastpage=\"434\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b456-8\">UNITED STATES of America, Plaintiff-Appellee v. Mims GRAY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A2H\">No. 07-60934</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ApL\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b456-11\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b456-13\">Nov. 17, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b456-20\">John Arthur Meynardie, Assistant U.S. Attorney, U.S. Attorney’s Office, Southern District of Mississippi, Gulfport, MS, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b456-21\">Albert Harold Pettigrew, Jr., Ocean Springs, MS, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b456-23\">Before JONES, Chief Judge, and STEWART and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b456-24\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b457-4\"><page-number citation-index=\"1\" label=\"433\">*433</page-number>In 2002, Mims Gray pleaded guilty to possession with intent to distribute crack cocaine, in violation of 21 U.S.C. § 841(a)(1), and was sentenced to 70 months in prison and four years of supervised release. Gray was released from custody in November 2006. Four months later, in March 2007, Gray was arrested for possession with intent to distribute cocaine. Based on this conduct, the district court revoked Gray’s supervised release and sentenced him to 36 months of imprisonment, with no further supervised release to follow. Gray now appeals that revocation decision.</p>\n<p id=\"b457-5\">A district court may revoke a defendant’s supervised release if it finds by a preponderance of the evidence that a condition of release has been violated. <em>United States v. McCormick, </em>54 F.3d 214, 219 (5th Cir.1995). This court reviews for abuse of discretion a decision to revoke supervised release. <em>Id. </em>Questions of constitutional violations are reviewed de novo. <em>See United States v. Webster, </em>162 F.3d 308, 333 (5th Cir.1998). For the first time on appeal, Gray argues that he was denied due process because the revocation notice he received alleged that he possessed a controlled substance but the district court based its decision on possession with intent to distribute a controlled substance. Because Gray had the opportunity to make this objection to the district court but did not, our review is for plain error. <em>See United States v. Green, </em>324 F.3d 375, 381 (5th Cir.2003). Under the plain error standard, the appellant must show: (1) that there is an error; (2) that the error is clear or obvious; and (3) that the error affects his substantial rights. <em>See United States v. Olano, </em>507 U.S. 725, 731-37, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). If these factors are established, the decision to correct the forfeited error is within the court’s sound discretion, which will not be exercised unless the error seriously affects the fairness, integrity, or public reputation of judicial proceedings. <em>Id. </em>at 736, 113 S.Ct. 1770.</p>\n<p id=\"b457-9\">Due process generally requires written notice of alleged violations, <em>Morrissey v. Brewer, </em>408 U.S. 471, 489, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972); <em>United States v. Holland, </em>850 F.2d 1048, 1050-51 (5th Cir. 1988) (probation revocation); Fed. R.Crim.P. 32.1. Gray does not dispute that he received written notice of the alleged violation. Gray argues, rather, that the notice he received was insufficient.</p>\n<p id=\"b457-10\">Gray’s arguments that he received inadequate notice are unpersuasive. One of the mandatory conditions of Gray’s supervision was that he not “illegally possess a controlled substance.” Another standard condition provided that Gray “shall not purchase, possess, use, distribute, or administer any controlled substance.” Gray was notified that he violated these conditions of release when he was arrested in Gulfport for cocaine possession. The notice specifically detailed that Gray was arrested by the Gulfport Police Department Narcotics Division on March 14, 2007, and that Gray was in possession of 84 grams of cocaine when he was arrested.</p>\n<p id=\"b457-11\">The petition for arrest warrant further stated that “[bjecause this arrest just occurred yesterday evening, no official arrest report is available as of this writing.” The officers’ testimony during Gray’s revocation hearing expanded upon the information contained in the petition. Indeed, one of the officers testified that after Gray was arrested, Gray acknowledged he was being charged with possession with intent to distribute. Moreover, Gray admitted that he <page-number citation-index=\"1\" label=\"434\">*434</page-number>was on his way to deliver three ounces of cocaine when the police stopped him.</p>\n<p id=\"b458-4\">Our review of the record establishes that Gray had adequate notice of his alleged controlled substance violation which formed the basis of the revocation and of the evidence against him. That the judgment mentioned 21 U.S.C. § 841 in the judgment was immaterial to the notice or result of the revocation proceeding. Gray has failed to demonstrate error, plain or otherwise, with regard to the process he received in connection with the revocation of his supervised release. <em>See McCormick, </em>54 F.3d at 221.</p>\n<p id=\"b458-5\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b456-25\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be <page-number citation-index=\"1\" label=\"433\">*433</page-number>published and is not precedent except under the limited circumstances set forth in 5th Cirs R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}