{
  "casebody": {
    "data": "<casebody firstpage=\"666\" lastpage=\"672\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b692-1\">FOREST HILL PERMANENT BUILDING ASSOCIATION <em>vs. </em>THOMAS FISHER.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b692-4\"><em>Attorney and Client </em>— Scope <em>of Authority </em>— Ratification— <em>Question for Jury </em>— Evidence.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b692-5\">Where one executed and delivered a mortgage to an attorney •at law, who arranged with a building association to make the loan which the mortgage was intended to secure, the attorney assigning the mortgage to the association and receiving from the latter a check for the amount of the loan, drawn to the mortgagor’s order, which the attorney subsequently indorsed and cashed, retaining the proceeds, <em>held </em>that whether the attorney’s action in indorsing and cashing the check was authorized ■or ratified by the mortgagor was, in an action by him against the association for the amount of the loan, properly left to the jury. pp. 670, 671</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b692-6\">As a general rule, the fact of an agency, and the extent of an agent’s powers, when not created by a written instrument, are questions for the jury to determine under proper instructions. p. 670</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b692-7\">A defendant asserting that an act on the part of plaintiff’s agent on which it bases its defense was within the agent’s authority, has the burden of proof on that issue. p. 670</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b692-8\">One’s conduct, while ignorant that a check had been drawn to his order and handed to another, cannot be regarded as involving a ratification of the act of such other in indorsing and cashing the check. p. 671</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b692-9\">An attorney at law employed to obtain a loan is not necessarily invested with authority to indorse and collect a check for the loan, drawn to the order of his client. p. 671</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b692-10\">Where a building association had entrusted to an attorney at law a check for the amount of a loan to be made by it to the latter’s client, in favor of whom the cheek was drawn, and <page-number citation-index=\"1\" label=\"667\">*667</page-number>the attorney cashed the check at the bank on which it was drawn, <em>held </em>that, in an action by the client against the association to recover the amount of the loan, which he had never received, evidence that the attorney was counsel for the association was admissible as reflecting on the attorney’s relationship to the transaction. pp. 671, 672</syllabus>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"b693-4\">\n<em>Decided March 22nd, 1922.</em>\n</decisiondate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b693-5\">Appeal from the Circuit Court for Harford County ( Harua.y, «J7).</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b693-6\">Action by Thomas Fisher against the Forest Hill Permanent Building Association and others to recover the amount of a loan agreed to be made to it by defendant association. From a judgment for plaintiff, defendant association appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AB2\">Affirmed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b693-7\">The cause was argued before Boyd, C. J\"., Briscof, Thomas, Pattisost, TTrker, and Adktns, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b693-8\"><em>John L. (¡. Lee </em>and Challe.s- //. <em>McXabb, </em>for the appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b693-9\"><em>Dd/rin 11. </em>IF. <em>Harlan, </em>for the appellee.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b693-10\">T'rxer, ,T._,</author>\n<p id=\"AQj\">delivered the opinion of the Court.</p>\n<p id=\"b693-11\">The appellee, desiring to procure a loan of four hundred dollars, to be secured by mortgage of his property in Harford County, applied for that purpose to an attorney at law who was counsel for the appellant building association and also-one of its directors. The attorney stated to the appellee that the money could be obtained from the appellant, but he prepared the mortgage to himself individually, and it was executed by the appellee and his wife in that form. Application was then made by tbe attorney to the building association for a loan to the appellee of the amount he desired. The loan was granted and the mortgage was assigned to the association. The transaction was conducted between the at<page-number citation-index=\"1\" label=\"668\">*668</page-number>torney and the association with the understanding that the loan was being made directly to the appellee, and consequently the check drawn by the association for the amount borrowed was made payable to the appellee’s own order. It was delivered to the attorney by whom the loan was negotiated. Neither the cheek nor the sum for which it was given ever came into the appellee’s possession. The money was collected and retained by the attorney, and he subsequently removed to another state, without making restitution. The check was drawn on the Farmers’ and Merchants’ National Bank of Belair, Maryland. It was presented by the attorney for payment indorsed in his name for the appellee. There is evidence in the case tending to prove that the bank, being in doubt as to whether the check ought to be paid on such an indorsement, communicated with the building association, and was authorized by it to make the payment.</p>\n<p id=\"b694-4\">About two months after the execution of the mortgage, the attorney told the appellee that he had the money for the loan, but the appellee stated that he would not need it, as he had made other arrangements, and the attorney then promised that the mortgage would be released. The promise was frequently repeated, but was never fulfilled. When the interest on the mortgage became due a year after its execution, the building association notified the appellee of that fact. This appears to have been his first information that the mortgage was held by the association. He paid the interest demanded, stating to the official to whom he made the payment that the attorney referred to had “promised to fix it up with him,” and “just as soon as he got straightened out he intended to take out shares and pay his dues and interest weekly.” At that time the appellee does not appear to have been aware that the loan had been treated by the appellant as having been made directly to him, and that a check for the amount had been drawn to his order, but had been indorsed and collected by the attorney with the appellant’s assent.</p>\n<p id=\"b695-3\"><page-number citation-index=\"1\" label=\"669\">*669</page-number>In this suit the appellee recovered a judgment, on the verdict of a jury, against the building association, for the amount of the loan which was intended to be secured by the mortgage it holds, but which he never received. The Banners’ and Merchants’ National Bank, which paid the check given for the loan, was joined as a defendant in the action, but it was exempted from liability by an instruction granted at the close of the plaintiff’s case. The appeal requires us to review a number of rulings to which the building association as appellant attributes prejudicial error.</p>\n<p id=\"b695-4\">The most important question arises from the refusal of die trial court to grant an instruction, offered by the appellant, which would have directed a verdict in its favor. This instruction was sought on the theory that the evidence? is con-elusive as to the existence of adequate authority ou the part of the attorney to act for the plaintiff in the transaction under inquiry, and as to ratification by the latter of the attorney’s action in procuring the mortgage loan. The essential facts of the case have been stated and are not in dispute. The particular act to be considered, with respect to the question as to whether it was authorized or ratified, is not the negotiation of the loan, but the indorsement of the cheek and collection of the amount for which it was drawn. It is true that the plaintiff manifested confidence in the attorney by executing and delivering to him as mortgagee the conveyance upon the security of which the loan was to be obtained. But the fact that the plaintiff was the real applicant and borrower, was disclosed to the building association, and it conducted the business precisely as if it were the original mortgagee. If the check for the amount of the loan had been drawn to the order of the attorney, there would be the simple question as to his authority to receive such a payment. The association, however, was not willing to make the loan in that way. In accordance with its custom, and presumably for its own protection, it drew the check to the individual order of the appellee, and in his suit to recover the amount of the check, <page-number citation-index=\"1\" label=\"670\">*670</page-number>which the attorney was subsequently allowed to indorse and collect, the authority and ratification relied upon must be shown to have relation to the disposition of that negotiable instrument.</p>\n<p id=\"b696-4\">It is provided by the Code (article 13, section 38) that the signature of any party to a negotiable instrument may be made by “a duly authorized agent,” that no particular form of appointment is necessary, and that “the authority of the agent may be established as in other cases of agency.” In <em>Roland </em>v. <em>Peoples’ Bank, </em>134 Md. 220, we quoted from 2 <em>Gorpus Juris, </em>636, in part as follows: “Commercial paper, such as bills, notes and checks, passes current to a limited extent like money, and accordingly power to an agent to execute or indorse it is to be strictly limited, and will never be lightly inferred, but ordinarily must be conferred expressly.”</p>\n<p id=\"b696-5\">The issue in this case as to the agent’s right to indorse and collect the check drawn to the plaintiff’s order was submitted to the jury, and the question here is not whether the evidence was legally sufficient to justify such a submission, but whether it was legally conclusive as to the existence of the alleged authority.</p>\n<p id=\"b696-6\">The general rule is that the fact of an agency, and the extent of the agent’s powers, when not created by a written instrument, are questions for the jury to determine under proper instructions. <em>Groscup </em>v. <em>Downey, </em>105 Md. 273: <em>Brager </em>v. <em>Levy, </em>122 Md. 554; <em>Robinson </em>v. <em>Heil, </em>128 Md. 645. There can be no doubt that in the situation here presented the burden rested on the defendant building association to prove the authority which it was alleging as a defensive fact. While the evidence may have tended to support an inference as to the existence of such authority, it would not have been proper to withdraw the ease from the jury on the ground that the burden of proof on that issue had been conclusively sustained.</p>\n<p id=\"b696-7\">There is no evidence in the record legally sufficient to require a directed verdict for the defendant on the theory that <page-number citation-index=\"1\" label=\"671\">*671</page-number>the act of the attorney in the indorsement and collection of the cheek had been ratified. The conduct of the plaintiff, which is said to have liad that effect, occurred when he does not appear to have known that a cheek to his order had been issued. To maintain this defense it was. necessary for the defendant to prove that the plaintiff had full knowledge of all material circumstances relating to the act in regard to which ratification is asserted. <em>Steinman </em>v. <em>Laundry Co., </em>109 Md. 62; 2 <em>C. J. </em>928. The proof fails to meet that requirement.</p>\n<p id=\"b697-4\">By the plaintiff’s granted prayers the questions of authority and ratification just considered were fairly submitted to the jury, and the ruling of the court below in regard to those prayers was proper.</p>\n<p id=\"b697-5\">The action of the court in refusing to withdraw the case from the jury, as proposed by the defendant building association’s first prayer, has already been approved. The hypotheses of the defendant’s second, seventh and ninth prayers were not supported by the evidence. There was no error in the refusal of the defendant’s third, fourth, fifth and tenth prayers, as they were based upon the erroneous theory that an attorncy-at-law employed to obtain a loan is necessarily invested with authority to indorse and collect a check for the loan drawn to the order of the client. <em>Crahe </em>v. <em>Merc. Tr. &amp; Sav. Bank, </em>295 Ill. 375; <em>Brown </em>v. <em>Peoples’ Nat Bank, </em>170 Mich. 416; 40 <em>L. R. A. </em>(N. S.) 660; 6 C. <em>J. </em>659.</p>\n<p id=\"b697-6\">By the sixth prayer of the defendant a. finding that the attorney’s act had been ratified would have been permitted without regard to the question as to whether the plaintiff had knowledge of all the material facts at the time when the 'ratification was supposed to have occurred. The two remaining prayer.-, being the eighth and eleventh, ofieied by the defendant, did not completely and correctly define the issue to which they were directed.</p>\n<p id=\"b697-7\">Nine exceptions were taken by the appellant to rulings on the admissibility of evidence. The occasion for the first was the allowance of a question addressed to an officer of the <page-number citation-index=\"1\" label=\"672\">*672</page-number>building association, whicb elicited the information that the attorney-at-law, to whom the plaintiff applied for the loan, was counsel for the association. This reflected upon the issue as to the nature of the attorney’s relationship to the transaction, and the testimony was properly admitted. In view of evidence introduced without objection, there was no injurious error in the rulings to which the second, third, fourth, fifth, sixth and seventh exceptions were reserved. The testimony to which the eighth exception refers was hearsay, and that excluded contrary to the ninth exception was immaterial. Objection was made to a statement of the court in ruling on the question raised by the eighth exception. The language complained of simply indicated the point of the dispute, and we see no reason to hold that it caused the defendant any injury.</p>\n<p id=\"b698-4\"><em>Judgment </em>a.ffii'med, <em>with costs.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}