{
  "casebody": {
    "data": "<casebody firstpage=\"605\" lastpage=\"618\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b623-8\">JOHN THOMAS JOHNSON, JR. et al. <em>v. </em>WILLIE EDWARD DORTCH</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b623-9\">[No. 938,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AMWj\">September Term, 1974.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b623-10\">\n<em>Decided July 25, 1975.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b624-9\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>The cause was argued before Moore, Lowe and Mason, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b624-10\"><em>James J. Fabian, </em>with whom was <em>John W. Pfeifer </em>on the brief, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b624-11\"><em>A. Douglas Owens, </em>with whom was <em>John Addison Howard, </em>on the brief, for appellee.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b624-15\"> Note: <em>Certiorari </em>denied, Court of Appeals of Maryland, October 24,1975.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b624-12\">Moore, J.,</author>\n<p id=\"A7ZV\">delivered the opinion of the Court.</p>\n<p id=\"b624-13\">The correlative rights and duties of motorists under Maryland’s Boulevard Rule <footnotemark>*</footnotemark>. <footnotemark>1</footnotemark> are again before us, this time in the startling context of the favored driver’s alleged</p>\n<blockquote id=\"b624-14\">— intoxication</blockquote>\n<blockquote id=\"b625-5\"><page-number citation-index=\"1\" label=\"607\">*607</page-number>— excessive speed</blockquote>\n<blockquote id=\"b625-6\">— driving at night without headlights, and</blockquote>\n<blockquote id=\"b625-7\">— operating on the wrong side of the road.</blockquote>\n<p id=\"b625-8\">The accident occurred in Baltimore City at a “T” intersection when the unfavored driver was negotiating a right-hand turn. Essentially because the <em>unfavored </em>driver failed to see the <em>favored </em>driver — where the evidence led the trial court to find that had he looked, he would have seen — the Court held the Boulevard Rule applicable and granted the favored driver’s motion for a directed verdict at the close of all the evidence. We affirm.<footnotemark>*</footnotemark>\n<footnotemark>2</footnotemark></p>\n<p id=\"b625-9\">I</p>\n<p id=\"b625-10\">On Saturday night, February 24, 1973, at 11:45 p.m., John T. Johnson, Jr. (plaintiff-appellant), age 19, was driving home with his fiance, on Riverside Avenue, a one-way southbound street with two parking lanes on either side and one travelling lane. It formed a “T” intersection with Randall Street — the “boulevard” — consisting of four lanes going east and west, with one parking lane in each direction. Stop signs controlled Riverside Avenue at its dead-end with Randall Street.</p>\n<p id=\"b625-11\">Shortly before 11:45 p.m., Willie Edward Dortch (defendant-appellee) left Skip’s Tavern, located a few blocks from the intersection of Randall Street and Riverside Avenue. He had gone to the tavern at 9:30 p.m. and was <page-number citation-index=\"1\" label=\"608\">*608</page-number>returning to his home, operating his vehicle in an easterly direction on Randall. He testified that, as he approached Riverside Avenue he saw Johnson’s car coming:</p>\n<blockquote id=\"b626-5\">“I saw the headlights and presumed he was going to stop. He didn’t stop. He came out and he made a swing to make a righthand turn. He came on my side of the street and that’s where the impact happened, and I slid, I imagine 10 feet after I hit him.”</blockquote>\n<blockquote id=\"b626-6\">“I put on brakes and I turned to the right trying to miss him, and the cars were parked on the lefthand side of the street, and I couldn’t go no farther and miss him without hitting the parked cars.”</blockquote>\n<p id=\"b626-7\">Appellant Johnson’s version was different. He testified:</p>\n<blockquote id=\"b626-8\">“Well, I was coming up Riverside Avenue to Riverside, I stopped there — I mean Randall. I stopped there at Randall at the stop sign and looked both ways twice. So, when I started to go out — when I started to make my right turn, it was about a — well, I didn’t see nothing coming, so I started to turn and right — I didn’t make my full complete turn when Mr. Dortch hit me.”</blockquote>\n<p id=\"b626-9\">Upon further interrogation, on direct and cross-examination, Mr. Johnson stated that Mr. Dortch was travelling in the wrong lane (a westbound lane, instead of eastbound) and was operating without headlights; that at the time of impact, about one-half of Johnson’s vehicle was still in the bed of Riverside Avenue and that he saw Dortch’s car “about a couple of seconds before he hit me” and that it was then “about a foot away.” Despite this short period of observation, he estimated Dortch’s speed at 30 to 35 miles per hour, in a 25-mile zone. His own speed in making the right-hand turn, appellant testified, was about 3 miles per hour.</p>\n<p id=\"b627-4\"><page-number citation-index=\"1\" label=\"609\">*609</page-number>Asked what he observed on Randall Street before making his turn, appellant responded:</p>\n<blockquote id=\"b627-5\">“A I didn’t see nothing. The traffic was — traffic was clear.</blockquote>\n<blockquote id=\"b627-6\">Q Did — could you see the roadway <em>all the way downl</em></blockquote>\n<blockquote id=\"AGF\">A Yes.</blockquote>\n<blockquote id=\"b627-7\">Q <em>All the way down the next </em>intersection?</blockquote>\n<blockquote id=\"b627-8\">A <em>Yes. sir.</em></blockquote>\n<blockquote id=\"b627-9\">Q And you didn’t see Mr. Dortch’s car coming?</blockquote>\n<blockquote id=\"b627-10\">A <em>No, sir.</em></blockquote>\n<blockquote id=\"b627-11\">Q Then, you turned and looked to your left?</blockquote>\n<blockquote id=\"b627-12\">A Yes, sir.</blockquote>\n<blockquote id=\"b627-13\">Q Approximately how long did you look to your left?</blockquote>\n<blockquote id=\"b627-15\">A Long enough to see the traffic was clear.</blockquote>\n<blockquote id=\"b627-16\">Q Then, what did you do?</blockquote>\n<blockquote id=\"b627-17\">A When I seen the traffic was clear I started making my turn.</blockquote>\n<blockquote id=\"b627-18\">Q But, did you look back to your right again?</blockquote>\n<blockquote id=\"b627-19\">A Yes.</blockquote>\n<blockquote id=\"b627-20\">Q <em>When you looked back to your right again, could you see all the way down to the next corner</em><footnotemark><em>1</em></footnotemark><em>.</em></blockquote>\n<blockquote id=\"b627-21\">A <em>Yes, sir.</em></blockquote>\n<blockquote id=\"b627-22\">Q <em>What did you seel</em></blockquote>\n<blockquote id=\"AZkF\">A <em>Nothing.</em></blockquote>\n<blockquote id=\"b627-23\">Q Then, what did you do?</blockquote>\n<blockquote id=\"b627-24\">A I started making my turn.</blockquote>\n<blockquote id=\"b627-25\">Q <em>And did you see Mr. Dortch’s car at all before you came in contact with itl</em></blockquote>\n<blockquote id=\"AXHr\">A <em>A bout a couple of seconds before he hit me.</em></blockquote>\n<blockquote id=\"b627-26\">Q <em>How far was his car from your car when you first saw itl</em></blockquote>\n<blockquote id=\"b627-27\">A <em>Say about afoot.” </em>(Emphasis added.)</blockquote>\n<p id=\"b627-28\">The investigating police officer, William Council, on the <page-number citation-index=\"1\" label=\"610\">*610</page-number>basis of the positions of the vehicles and the presence of debris in the road after the accident, corroborated the testimony of the appellant that Mr. Dortch was on the wrong side of the street when the collision occurred.</p>\n<p id=\"b628-4\">Both appellant and Officer Council smelled alcohol on the breath of appellee and the officer stated that based on his observation of appellee’s slurred speech, sleepy attitude and swaying walk, he was intoxicated. Appellee was also given a breatholizer examination one hour later which registered a .24 percent blood alcohol reading.<footnotemark>3</footnotemark> Appellee stated that he had consumed only 3 or 4 beers at the Tavern (although he had answered interrogatories admitting having 6 beers). The chemist who administered the breatholizer test was of the opinion that based on the alcoholic content of beer sold in Maryland and the necessary time for the metabolism of alcohol, “it would take much more than six beers to make a .24 percent blood alcohol.”</p>\n<p id=\"b628-5\">The Johnson vehicle was inoperable after the accident and the damages were estimated at $356.00. The damage to the Dortch vehicle was estimated at $401.80.<footnotemark>4</footnotemark> Mr. Dortch was unhurt. Appellant Johnson was unaware of any personal injuries immediately after the accident. The next day, however, pursuant to arrangements made by his father, he was examined and x-rayed at the Emergency Room of South Baltimore Hospital. Thereafter, he came under the care of Dr. Arthur Serpick, an internist, and was also examined by Dr. Cohen, an orthopedic surgeon. The diagnosis was permanent chronic lumbar sprain.<footnotemark>5</footnotemark></p>\n<p id=\"b629-5\"><page-number citation-index=\"1\" label=\"611\">*611</page-number>At the conclusion of oral argument on motions for directed verdicts at the conclusion of all the evidence, Judge Dorf made the following ruling<footnotemark>6</footnotemark> in favor of appellee Dortch which has given rise to this appeal:</p>\n<blockquote id=\"b629-6\">“I have to go back to the record, that the unfavored driver in his testimony said that number one, he was — he could see all the way down the street. Number two, he looked to his right. Number three, he looked twice and he looked to his right again, looked to his right for the minutes, he did not see another car on the street up to the next intersection. He did not see the other car coming. He saw nothing. He made his turn. The vehicle was one foot away when he first saw it. He said, I saw him a couple of seconds before he hit me. Now, I think it’s clear that if, in fact, the vehicle was on the highway and obviously, he is on the highway. Obviously, it just didn’t jump up from the ground. If, in fact, the person on the unfavored highway had looked — if, in fact, he had looked properly, under the Boulevard Law, he had to see the vehicle coming down before it was one foot away, <em>and if he didn’t see the vehicle before it was one foot away, it was became he didn’t look, and if he didn’t look, he was guilty of violation of Boulevard Law.” </em>(Emphasis added.)</blockquote>\n<p id=\"b629-7\">II</p>\n<p id=\"b629-8\">The facts of the case and the inferences fairly deducible therefrom considered — as they must be — in the light most favorable to Mr. Johnson, <em>Wood v. Abell, </em>268 Md. 214, 230, 300 A.2d 665 (1973), reveal that the favored driver, Mr. <page-number citation-index=\"1\" label=\"612\">*612</page-number>Dortch, was guilty of four separate, serious traffic violations: driving while intoxicated, speeding, operating without headlights and driving on the wrong side of the street.</p>\n<p id=\"b630-5\">The narrow question on this appeal is whether these malefactions of the favored driver relieved appellant, the unfavored driver, “of the heavy responsibility placed <em>on him </em>by the stringent requirements of this [Boulevard] law.” (Emphasis added.) <em>Creaser v. Owens, supra, </em>267 Md. at 243. In <em>Creaser, </em>after reviewing more than fifty opinions of the Court of Appeals in which the Boulevard Rule had been involved, the Court of Appeals held that neither excessive speed by the favored driver nor the obstructed vision of the unfavored driver (a Montgomery County school bus operator), whose view was impaired by a hill and a curve in the road and by a bank, trees and bushes, was an excuse for the failure of the unfavored driver to yield the right-of-way. Judge Digges, writing for the Court explained:</p>\n<blockquote id=\"b630-6\">“The essence of these decisions, when distilled to their purest form, leaves no doubt that the duty of the unfavored driver to yield the right of way extends to traffic on the whole of the favored road and the driver on the favored highway has a right to assume that he will do so.”</blockquote>\n<p id=\"b630-7\">The Court conceded that the Boulevard Rule “is exacting and sometimes may seem harsh” (pp. 245-6) but held that if its meaning and application are to be changed, only the Legislature may do so.</p>\n<p id=\"b630-8\">The hope expressed in <em>Creaser </em>that the Court’s stern application of the Boulevard Rule to the facts there presented, as well as its explication of the Rule, would discourage “attempts to create new exceptions to it” were declared to have been “dashed” when <em>Hensel v. Beckward, supra, </em>n. 6, came before the Court two years later. There, the collision occurred in Allegany County on a moonless night at an unilluminated intersection of Vocke Road, a four-lane divided highway, and Maryland Route 49, a two-lane highway. A stop sign controlled entry onto Vocke Road. Mr. <page-number citation-index=\"1\" label=\"613\">*613</page-number>Beckward and his wife, proceeding on Route 49, stopped at the stop sign and each looked twice for traffic on Vocke Road. Seeing none, they “began to drive very slowly” across the first two lanes of Vocke Road when they suddenly saw the favored vehicle about 20 to 25 feet away, approaching them <em>at a fast rate of speed, mtk unlit headlights. </em>The collision which followed resulted in Mr. Beckward’s being hospitalized and suffering permanent paralysis from the neck down.</p>\n<p id=\"b631-5\">Despite the egregious conduct of the favored driver in <em>Hensel </em>in speeding and not having his lights on, the Court of Appeals held that the boulevard rule required that a directed verdict in his favor be granted because the conduct of the unfavored driver in proceeding, albeit cautiously, onto Vocke Road amounted to contributory negligence as a matter of law. In reaching this result the Court relied primarily on its prior decision in <em>Creaser.</em></p>\n<p id=\"b631-6\">Again writing for the Court, Judge Digges stated that “once again we are faced with a case in which the application of the ‘boulevard rule’ is sought to be avoided.” The Court quickly added (273 Md. at 427):</p>\n<blockquote id=\"b631-7\">“Like the Rock of Gibraltar we remain firm and will not allow the legislative mandates contained in this right-of-way statute to be judicially either bypassed or otherwise eroded through new waves of attack.” <footnotemark>7</footnotemark></blockquote>\n<p id=\"b631-8\">Encapsulating numerous prior cases, the Court came down flatly in this statement of their effect (p. 431):</p>\n<blockquote id=\"b631-9\">“This large group of previous cases makes clear that when the unfavored driver sues, the ‘boulevard rule’ barring his recovery applies to an accident which occurs between an unfavored driver and the favored motorist on the ‘boulevard’, either in the intersection or at a point, though technically outside the intersection, so close to it that the unfavored entering driver interferes with the <page-number citation-index=\"1\" label=\"614\">*614</page-number>favored driver’s right-of-way into or through the intersection. <em>Grue et al. v. Collins, </em>237 Md. 150, 157, 205 A. 2d 260 (1964), unless, under appropriate circumstances, the unfavored driver is rescued by the doctrine of last clear chance, <em>Greenfeld v. Hook, </em>177 Md. 116, 8 A. 2d 888 (1939).”</blockquote>\n<p id=\"b632-6\">Appellants urge that the doctrine of last clear chance, for which the case of <em>Greenfeld v. Hook </em>is cited in the above quotation, was applicable in this/case. We have carefully scrutinized the record but we are<footnotemark>1</footnotemark> unable to find that this issue was presented to or decided by the trial court. Therefore it is not before us. Maryland Rule 1085. We have repeatedly held that we will not consider questions raised for the first time on appeal. <em>Serdenes v. Aetna Life Insurance Company, </em>21 Md. App. 453, 319 A. 2d 858 (1974); <em>Binder v. Binder, </em>16 Md. App. 404, 297 A. 2d 293 (1972).</p>\n<p id=\"A0B\">We observe, however, that if we were to consider the matter on its merits, we think it is clear from the facts of this case that the doctrine of last clear chance is not applicable. The doctrine presupposes a perilous situation created or existing through both defendant’s negligence and plaintiff’s contributory negligence and assumes that there was a time <em>after </em>such negligence has occurred when the defendant could, and the plaintiff could not, by the use of means available avert the accident. <em>State, Use of Taylor v. Barlly, </em>216 Md. 94, 140 A. 2d 173 (1958). As stated many times, defendant’s negligence must have been sequential to and not concurrent with plaintiffs negligence. <em>State, Use of Taylor v. Barlly, supra; Pratt v. Coleman, </em>14 Md. App. 76, 286 A. 2d 209 (1972). Here, the unfavored driver’s own testimony reveals that almost as soon as his vehicle entered the boulevard, in the performance of his right turn, the accident occurred. The time lapse was, in Johnson’s words, “a couple of seconds.” As this Court stated in <em>Oddis v. Greene, </em>11 Md. App. 153, 273 A. 2d 232 (1971), “There was no set sequence of events showing that defendant-appellee was presented with a new opportunity to avoid the consequences of [appellant’s] contributory negligence.” <em>See also, Knisley v. Keller, </em>11 Md. App. 269, 273 A. 2d 624 (1971).</p>\n<p id=\"b633-4\"><page-number citation-index=\"1\" label=\"615\">*615</page-number>Appellant also seeks refuge in <em>Nicholson v. Page, </em>255 Md. 659, 259 A. 2d 319 (1969), a solitary case permitting recovery by the unfavored driver. In <em>Nicholson </em>the unfavored driver-plaintiff came to an intersection with a boulevard and halted in obedience to a stop sign. He looked to his left and saw a bus standing with a line of several cars backed up behind it. The bus driver waved the plaintiff on and the plaintiff drove across the lane in front of the bus and then looked to his right for traffic coming in the other direction. He saw none and was proceeding to cross that lane also when he was struck from the left by a car which had been stopped behind the bus but which suddenly moved into the lane provided for traffic going in the opposite direction. That car passed the bus, intending to make a left turn, and collided with the plaintiff.</p>\n<p id=\"b633-5\">The most significant similarity between the facts in <em>Nicholson </em>and in the present case (and what appellant calls the “crucial factor”) is that, as alleged by appellant below and as corroborated by the police report, the favored driver in each case was proceeding in the wrong lane, for traffic going in the opposite direction, when he struck the plaintiff. The Court of Appeals in <em>Hensel, </em>however, strictly limited the application <em>oí Nicholson, </em>stating:</p>\n<blockquote id=\"b633-6\">“This case is of no assistance to the petitioner here because it involved an affirmative relinquishment of the statutory right-of-way by the first in line of several vehicles stopped on the favored street, combined with the illegal entry into the intersection of another automobile which was traversing the intersection but turning left.”</blockquote>\n<p id=\"b633-7\">The viability of <em>Nicholson </em>as a precedent was virtually destroyed when the Court continued:</p>\n<blockquote id=\"b633-8\">“Furthermore, since as we said in <em>Creaser, </em>‘nothing in that <em>[Nicholson] </em>decision was intended as a departure from the prior boulevard cases of this Court.’ 267 Md. at 247, it is doubtful that <em>Nicholson has any precedential value except possibly in a case </em><page-number citation-index=\"1\" label=\"616\">*616</page-number><em>involving a substantial duplication of its peculiar facts.” </em>(Emphasis added.)</blockquote>\n<p id=\"b634-5\">This case does not involve the affirmative relinquishment of the right-of-way by the favored driver and appellant’s reliance upon <em>Nicholson </em>is misplaced.</p>\n<p id=\"b634-6\">The measure of appellant Johnson’s responsibility as the unfavored driver was graphically delineated by Judge Offutt in <em>Greenfeld v. Hook, supra </em>(177 Md. at p. 132):</p>\n<blockquote id=\"b634-7\">“... it is the positive and imperative duty of a person driving an automobile over an unfavored highway, when he approaches an intersecting highway lawfully designated as a ‘boulevard’ or ‘stop street,’ <em>to stop before entering the intersection, </em>and having stopped, <em>to exercise reasonable care and diligence to discover whether traffic thereon is approaching the intersection, and, having entered the intersection, to yield the right of way to such traffic, </em>by permitting it to proceed without interruption, and that that duty persists throughout his passage across the favored way.” (Emphasis added.)</blockquote>\n<p id=\"b634-8\">Here, the trial court correctly found the Boulevard Rule applicable and the Boulevard Rule violated by appellant. Other cases have held that the favored driver’s speed alone, <em>Sun Cab v. Cusick, </em>209 Md. 354, 121 A. 2d 188 (1956); drinking and speeding, <em>Tippett v. Quade, </em>19 Md. App. 49, 309 A. 2d 481 (1973); speeding and operating at night without lights, <em>Hensel v. Beckward, supra, </em>will “ordinarily not be considered a contributing factor.” <em>Sun Cab v. Cusick, supra, </em>p. 359. Here, the combination of <em>all </em>of those elements, under the facts of this case, still does not make out “a contributing factor.” Of overriding import is the failure of the unfavored driver “to exercise reasonable care and diligence to discover whether traffic [on the Boulevard] is approaching the intersection. . . .” <em>Greenfeld v. Hook, supra. </em>General human experience justifies the inference that when an individual looks in the direction of an object clearly visible, he sees it. When a person testifies that he looked but did not see that <page-number citation-index=\"1\" label=\"617\">*617</page-number>which was in plain sight, then it necessarily follows that either some part of such testimony is untrue or that the person was negligently inattentive. <em>So. Md. Electric v. Blanchard, </em>239 Md. 481, 212 A. 2d 301 (1965).</p>\n<p id=\"b635-5\">The trial court correctly held that the unfavored driver was contributorily negligent as a matter of law.</p>\n<p id=\"b635-6\">Ill</p>\n<p id=\"b635-7\">Toward the conclusion of appellant’s brief, it is suggested that the trial court erred in directing a verdict against John Johnson, Sr. The cause of action of Johnson, Sr., alleged in the second count of the declaration, was based upon his claim of ownership of the vehicle operated by his son.<footnotemark>8</footnotemark> He sought compensation for property damages and loss of use. At trial, an estimate of $356.00 for repairs to the vehicle and towing charges was received without objection.</p>\n<p id=\"b635-8\">The father, as owner, would not necessarily be bound by the contributory negligence of the son in the presence of primary negligence on the part of the favored driver. <em>Price v. Miller, </em>165 Md. 578, 169 A. 800 (1933); <em>Clark v. Junkins, </em>245 Md. 104, 225 A. 2d 275 (1966); <em>see also, Dietrich v. Canton Railroad Co., </em>220 Md. 127, 151 A. 2d 163 (1959). As pointed out by appellee, however, the father’s claim of ownership is based solely on title registration. Although not cited by either party, the law in Maryland is that title registration merely raises a rebuttable presumption of ownership. <em>Liberty Mutual Insurance Co. v. American Automobile Insurance Co., </em>220 Md. 497, 154 A. 2d 826 (1959); <em>Keystone Insurance Co. v. The Fidelity &amp; Casualty Co. of New York, </em>256 Md. 423, 260 A. 2d 275 (1970). Here the father himself made it abundantly clear in his testimony that the actual ownership was that of the son:</p>\n<blockquote id=\"b635-9\">“Q Did you consider it as his [the son’s] car even though it was — its titled in your name?</blockquote>\n<blockquote id=\"b635-10\">A It was his car. The rest — I paid the down payment.</blockquote>\n<blockquote id=\"b636-4\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>Q And he could drive it, go anywhere he pleased in it and do it — treat it as he pleased?</blockquote>\n<blockquote id=\"b636-5\">A Yes, sir.”</blockquote>\n<p id=\"b636-6\">The presumption of ownership was thus rebutted by the father himself. We find no error.</p>\n<p id=\"b636-7\">\n<em>Judgments affirmed; appellants to pay the costs.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b624-16\">. Maryland Code (1957, 1970 Repl. Vol.) Art. 66'/2, § 11-403 which provides in relevant part:</p>\n<blockquote id=\"b624-17\">(b) <em>Stopping at entrance to through highway. </em>— The driver of a vehicle shall come to a full stop as required by this subtitle at <page-number citation-index=\"1\" label=\"607\">*607</page-number>the entrance to a through highway and shall yield the right-of-way to other vehicles approaching on the through highway.</blockquote>\n<blockquote id=\"b625-13\">(c) <em>Stopping in obedience to stop signs. — </em>The driver of a vehicle likewise shall come to a full stop in obedience to a stop sign and yield the right-of-way to a vehicle approaching on the intersecting highway as required herein at an intersection where a stop sign is erected at one or more entrances thereto although not a part of a through highway.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b625-14\">. There are two appellants here, the unfavored driver and his father, John Thomas Johnson, Sr. As explained in III of this opinion, the father’s claim was for property damages and loss of use of the car operated by ’ohn Thomas Johnson, Jr. In I and II of this opinion, the designation, ‘‘appellant Johnson”, refers, of course, to the unfavored driver, John Thomas Johnson, Jr.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b628-6\">. In criminal prosecutions for driving under the influence of intoxicating liquor, Code Art. 35, § 100 (1957, 1971 Repl. Vol.) establishes the presumption that .15 percent blood alcohol or higher shall be <em>prima fade </em>evidence of intoxication.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b628-7\">. Dortch filed suit for property damages in the District Court for Baltimore City .and obtained a judgment against the Johnsons for $401.80. The Johnsons’ appeal from that judgment was consolidated below with a suit filed by the Johnsons for personal injuries and property damages respectively. The Dortch judgment was settled by counsel after the court directed a verdict for Dortch in the action instituted against him by the Johnsons. This appeal is concerned only with the directed verdict in favor of Dortch in the case of the Johnsons against Dortch.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b628-8\">. At the time of trial in October, 1974, Dr. Serpick had not seen appellant since June, 1974. Dr. Cohen’s examination was made in January, <page-number citation-index=\"1\" label=\"611\">*611</page-number>1974. The principal treatment was physical therapy and medication. Appellant also used a back brace for a time.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b629-10\">. Judge Dorf placed emphasis on the decision of the Court of Appeals in Creaser v. Owens, 267 Md. 238 (1972), <em>infra, </em>reversing Owens v. Creaser, 14 Md. App. 593 (1972). The decision of this Court in Beckward v. Hensel, 20 Md. App. 544, decided March 19, 1974, reversed by the Court of Appeals on December 27, 1974, at 273 Md. 426, was not referred to in the trial court’s disposition from the bench.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b631-10\">. Judge Smith dissented in an opinion in which Judge Levine joined.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b635-11\">. The effect of the failure of the defendant below to deny ownership of the vehicle, see Rule 342c2(f), was not raised on this appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}