{
  "casebody": {
    "data": "<casebody firstpage=\"604\" lastpage=\"621\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b632-4\">962 A.2d 1150</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b632-5\">FERNANDO TOTO, PLAINTIFF-APPELLANT, v. PRINCETON TOWNSHIP, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b632-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b632-7\">Argued telephonically September 17, 2008</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A6Y\">Decided January 15, 2009.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b636-13\"><page-number citation-index=\"1\" label=\"608\">*608</page-number>Before Judges WINKELSTEIN, FUENTES and CHAMBERS.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b636-14\"><em>Richard M. Schall, </em>argued the cause for appellant <em>(Schall &amp; Barasch, L.L.C., </em>attorneys; <em>Mr. Schall </em>and <em>Patricia </em>A <em>Barasch, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b637-4\"><page-number citation-index=\"1\" label=\"609\">*609</page-number><em>Trishka Waterbury, </em>argued the cause for respondent <em>{Mason, Griffin &amp; Pierson, P.C., </em>attorneys; <em>Ms. Waterbury, </em>of counsel; <em>Michael R. Butler, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b637-5\">The opinion of the court was delivered by</p>\n<author id=\"b637-6\">CHAMBERS, J.A.D.</author>\n<p id=\"b637-7\">Plaintiff Fernando Toto brought this lawsuit against his former employer, defendant Princeton Township, asserting a hostile work environment claim and a failure to accommodate claim under the New Jersey Law Against Discrimination (LAD), <em>N.J.S.A. </em>10:5-1 to 10:5-49. He contends that the trial court erred in holding that his hostile work environment claim was barred by the statute of limitations. He also alleges an error in an evidentiary ruling during the trial of his failure to accommodate claim.</p>\n<p id=\"b637-8\">The primary question presented in this appeal is whether the statute of limitations governing plaintiffs hostile work environment claim runs from the date that plaintiff left the workplace or from the later date when he was formally terminated from the position due to his failure to return to work after his vacation days, personal days, and medical leave had expired. The trial judge held that, under the circumstances presented, the statute of limitations began to run when plaintiff left the workplace because that is the date the last act of harassment could have occurred. We agree. Because plaintiff was last physically at the work site more than two years before this action was commenced, the claim is barred by the statute of limitations. We reject plaintiffs attempt to circumvent this result by arguing that he is only seeking damages for the termination of his employment caused by defendant’s failure to remediate the hostile work environment while he was on leave. This argument essentially asserts a wrongful discharge claim, which plaintiff acknowledges he has not made in this litigation.</p>\n<p id=\"b637-9\">Plaintiffs failure to accommodate claim, which was not barred by the statute of limitations, was tried to a jury that rendered a verdict of no cause against plaintiff. Plaintiff contends that the <page-number citation-index=\"1\" label=\"610\">*610</page-number>trial court erred in an evidentiary ruling at trial on the admissibility of a letter and that the error warrants reversal of the verdict. Finding no error, we reject this contention and affirm.</p>\n<p id=\"b638-5\">I</p>\n<p id=\"b638-6\">From 1982 until 2002, plaintiff worked as a laborer for defendant Princeton Township in its Public Works Department. He has a speech impediment, and he was diagnosed with Attention Deficit Hyperactivity Disorder (ADHD) in 1993. Due to these conditions, he asserts that he was harassed by his co-workers, in that they verbally taunted and teased him. He contends that his co-workers also engaged in sexual harassment that included sexual remarks and showing him pornographic material.</p>\n<p id=\"b638-7\">In 1997, plaintiff and his psychiatrist advised the Township of plaintiffs disability. In a letter to the Township, the psychiatrist explained in a general way how an employer can best deal with a worker with this type of disability, including clearly explaining rules, repeating instructions, providing a structure for the work, and helping plaintiff plan a schedule for his work. Plaintiff maintains that these suggestions were not implemented and that the harassment continued. In 1999, plaintiff was involved in a physical altercation with a co-worker. Plaintiff was disciplined for provoking the fight, and the co-worker received a more serious disciplinary sanction for punching plaintiff in response to the provocation.</p>\n<p id=\"b638-8\">In 2000, plaintiff enlisted the services of an employment agency working with people with developmental disabilities, and Mary Ellen Mazzarella, from that agency, interceded with the Township on plaintiff’s behalf. Nevertheless, plaintiff maintains that the harassment by co-workers continued. On January 9, 2002, he was involved in a verbal confrontation with two co-workers. He left the workplace on January 11, 2002, and never returned. A note from his psychiatrist dated February 11, 2002, states that plaintiff should be excused from work effective January 25, 2002, with an uncertain return date due to medical issues. Plaintiff was not <page-number citation-index=\"1\" label=\"611\">*611</page-number>thereafter medically released to return to work with the Township. At his deposition, plaintiff explained that he stopped working because “I was not getting any accommodations from Princeton Township. I felt depressed, afraid to go back because the work environment was too hostile for me and I felt that I could not pursue employment based on my disabilities.” Plaintiff remained out of work, using his accrued sick, vacation, and personal time.</p>\n<p id=\"b639-5\">In March 2002, plaintiff’s attorney, job coach, sister, and psychiatrist met with representatives of the Township regarding plaintiffs return to work, but plaintiff contends that the Township took no steps to remedy the harassment. However, nothing in the record indicates that the Township was asked to do anything specific to correct the hostile work environment, which it failed to do.</p>\n<p id=\"b639-6\">On July 17, 2002, the Township sent plaintiffs counsel a letter asking whether plaintiff intended to return to work once his paid leave expired on July 19, 2002. It advised that if he did intend to return to work, then an accommodation questionnaire would need to be completed by his physician. It states that if he did not intend to return to work, then his employment with the Township would be terminated. Plaintiff did not return to work, and as a result, his employment with the Township was terminated on July 19, 2002. He contends that the ongoing and unremedied harassment made it impossible for him to return to the workplace.</p>\n<p id=\"b639-7\">Plaintiff filed this lawsuit on March 25, 2004, setting forth two claims against the Township, namely, a claim that the Township failed to accommodate his handicap in violation of the LAD and a claim that he was subjected to a hostile work environment also in violation of the LAD. No claim for constructive discharge was asserted.</p>\n<p id=\"b639-8\">Defendant’s motion for summary judgment, seeking dismissal of the hostile work environment claim as barred by the applicable two year statute of limitations, was initially denied without prejudice by the motion judge. At the conclusion of discovery, the <page-number citation-index=\"1\" label=\"612\">*612</page-number>defense renewed its motion for summary judgment, seeking dismissal of both claims. The motion was heard by a different motion judge who dismissed the hostile work environment claim as barred by the statute of limitations, but allowed the failure to accommodate claim to proceed to trial. The motion judge distinguished between the claims, stating that plaintiff did not suffer from a hostile work environment once he left the workplace, and as a result, the statute of limitations ran from January 11, 2002, his last day at work. However, since plaintiff sought a reasonable accommodation after January 11,2002, and those efforts continued into June 2002, his failure to accommodate claim was not barred by the statute of limitations.</p>\n<p id=\"b640-5\">The case then proceeded to a jury trial on the failure to accommodate claim. The jury returned a no cause verdict in favor of defendant. While the jury found that plaintiff had a disability under the LAD, that defendant knew about the disability, and that plaintiff had requested an accommodation, the jury did not find that defendant had failed to make a good faith effort to accommodate the disability.</p>\n<p id=\"b640-6\">Plaintiff appeals, contending that his hostile work environment claim is not barred by the statute of limitations. He also maintains that the first motion judge’s ruling that the claim was not barred by the statute of limitations is the law of the case and may not be changed by a subsequent judge. Finally, he contends that the judgment arising from the trial should be reversed because the trial judge erred in refusing to admit into evidence a letter sent on behalf of plaintiff by an attorney with New Jersey Protection and Advocacy, Inc. to the head of the Township’s Public Works Department.</p>\n<p id=\"b640-7\">II</p>\n<p id=\"b640-8\">Whether plaintiffs hostile work environment claim is barred by the statute of limitations depends on whether the statute runs from the date plaintiff left the workplace or the later date when he was terminated from the position.</p>\n<p id=\"b641-4\"><page-number citation-index=\"1\" label=\"613\">*613</page-number>A claim under the LAD is governed by a two year statute of limitations. <em>Montells v. Haynes, </em>133 <em>N.J. </em>282, 291-95, 627 A.2d 654 (1993) (holding that the two year statute of limitations for personal injury claims set forth in <em>N.J.S.A. </em>2A:14-2 applies to claims under the LAD since those claims primarily address injuries to the person). In a hostile work environment claim under the LAD where “an individual is subjected to a continual, cumulative pattern of tortious conduct, the statute of limitations does not begin to run until the wrongful action ceases.” <em>Wilson v. Wal-Mart Stores, </em>158 <em>N.J. </em>263, 272-74, 729 A.2d 1006 (1999) (providing that the statute of limitations in a hostile work environment sexual harassment claim would not begin to run until the date of plaintiffs termination, provided plaintiff could show a “continuum of harassment” during the relevant time period). Where a continuum of harassment is shown, “plaintiffs’ cause of action accrued on the date of the last act in the pattern or series of acts that comprise the continuing violation claim.” <em>Shepherd v. Hunterdon Developmental Ctr., </em>174 <em>N.J. </em>1, 21-22, 803 A.2d 611 (2002).</p>\n<p id=\"b641-5\">Because the statute of limitations question was resolved on a motion for summary judgment, we employ the same standard as the trial court. <em>Prudential Prop. &amp; Cas. Ins. Co. v. Boylan, </em>307 <em>N.J.Super. </em>162, 167, 704 A.2d 597 (App.Div), <em>certif. denied, </em>154 <em>N.J. </em>608, 713 A.2d 499 (1998). We must determine whether defendant will prevail as a matter of law, even when the evidence is viewed in the light most favorable to plaintiff. <em>See R. </em>4:46-2(c); <em>Brill v. Guardian Life Ins. Co. of Am., </em>142 <em>N.J. </em>520, 540, 666 A.2d 146 (1995). If so, then defendant is entitled to summary judgment.</p>\n<p id=\"b641-6\">Plaintiff contends that he was harassed by co-workers on the job and was thereby subjected to a hostile work environment in violation of the LAD. His last day at work was January 11, 2002. That was the last day he could have experienced any harassment on the job, and for the purposes of this analysis, we will assume <page-number citation-index=\"1\" label=\"614\">*614</page-number>that he experienced a hostile work environment on that day in violation of the LAD.</p>\n<p id=\"b642-5\">To establish a claim for a hostile work environment, plaintiff must prove that the conduct “(1) would not have occurred but for the employee’s protected status, and was (2) severe or pervasive enough to make a(3) reasonable person believe that (4) the conditions of employment have been altered and that the working environment is hostile or abusive.” <em>Shepherd v. Hunterdon Developmental Ctr., supra, </em>174 <em>N.J. </em>at 24, 803 A.2d 611 (citing <em>Lehmann v. Toys ‘R’ Us, Inc., </em>132 <em>N.J. </em>587, 603-04, 626 A.2d 445 (1993)).</p>\n<p id=\"b642-6\">Where a continuing violation is involved in a hostile work environment claim, the cause of action accrues on the date of the last act. <em>Id. </em>at 21-22, 803 A.2d 611. As a result, the last day on which plaintiffs cause of action accrued was the day he left the workplace, namely January 11, 2002, the date on which the last act of harassment could have occurred. The statute of limitations began to run from that point. Plaintiffs complaint was filed on March 25, 2004, more than two years after his last day of work on January 11, 2002. As a result, plaintiffs claim for a hostile work environment is barred by the statute of limitations.</p>\n<p id=\"b642-7\">Plaintiff attempts to circumvent this result by maintaining that he is seeking only his economic damages for the wrongful termination that occurred on July 19, 2002, and not for any damages he sustained due to the harassment he experienced. For this reason, he argues that the statute of limitations runs from July 19, 2002. Since the complaint was filed within two years of that date, plaintiff argues that his claim is timely.</p>\n<p id=\"b642-8\">In making this argument, plaintiff is reformulating his claim from a claim against the Township for the hostile work environment he experienced while on the job into a claim for constructive discharge due to the Township’s failure to remedy the hostile work environment. He explains that he is seeking to recover for the loss of employment caused by the employer’s failure to remedy <page-number citation-index=\"1\" label=\"615\">*615</page-number>the hostile work environment. In other words, he did not return to work because the Township did not remedy the hostile work environment. This argument fails for two reasons.</p>\n<p id=\"b643-5\">First, to the extent plaintiff seeks termination benefits because he could not return to work due to the hostile work environment, he is alleging a constructive discharge claim. A constructive discharge claim arises when an employee leaves the workplace because the “ ‘employer knowingly permit[s] conditions of discrimination in employment so intolerable that a reasonable person subject to them would resign.’ ” <em>Shepherd v. Hunterdon Developmental Ctr., supra, </em>174 <em>N.J. </em>at 27-28, 803 A.2d 611 (alteration in original) (quoting <em>Muench v. Twp. of Haddon, </em>255 <em>N.J.Super. </em>288, 302, 605 A.2d 242 (App.Div.1992)). A constructive discharge claim is more difficult to prove than a hostile work environment claim since “a constructive discharge claim requires more egregious conduct than that sufficient for a hostile work environment claim.” <em>Id. </em>at 28, 803 A.2d 611. Plaintiff has not asserted a constructive discharge claim in this lawsuit and may not now assert one merely by giving it another name.</p>\n<p id=\"b643-6\">Second, by contending that his claim arises from the employer’s failure to remediate the workplace after he left, plaintiff confuses a cause of action with damages. Remediation is part of the equitable damages that may be demanded in a case asserting a hostile work environment. <em>Lehmann v. Toys ‘R’ Us, Inc., supra, </em>132 <em>N.J. </em>at 617, 626 A.2d 445 (stating that “[e]quitable damages may include ... taking preventative and remedial measures at the workplace”). A demand for remediation therefore does not toll the running of the statute of limitations anymore than a demand for monetary damages would, nor does the failure to provide remediation give rise to a cause of action. When an employer does not correct a hostile work environment, the gist of the wrong to plaintiff is that he continues to endure a hostile work environment, which is a hostile work environment claim, or that he is wrongfully forced to leave the workplace due to the hostile work environment, which is a constructive discharge claim.</p>\n<p id=\"b644-4\"><page-number citation-index=\"1\" label=\"616\">*616</page-number>We note that the issue of remediation also arises in the context of determining employer liability for compensatory damages in situations where the harassment was done by a supervisor acting outside the scope of his authority with no actual or constructive notice to the employer. <em>Cicchetti v. Morris County Sheriffs Office, </em>194 <em>N.J. </em>563, 591, 947 A.2d 626 (2008). In that circumstance, an employer may be held vicariously liable for the supervisor’s conduct, “if the employer negligently or recklessly failed to have an explicit policy that bans sexual harassment and that provides an effective procedure for the prompt investigation and remediation of such claims.” <em>Ibid, </em>(quoting <em>Lehmann v. Toys </em>'R' <em>Us, Inc., supra, </em>132 <em>N.J. </em>at 624, 626 A.2d 445). This principle, however, is merely a theory by which the employer may be liable for the plaintiffs claim of harassment due to the actions of a supervisor that occurred when plaintiff was in the workplace. It has no effect on the running of the statute of limitations. If an employee remains in the workplace after requesting remediation and the hostile work environment continues, the continuing violation is ongoing and the cause of action remains. If the employee leaves the workplace after requesting remediation due to the continuing harassment, he has been constructively discharged, and his cause of action for constructive discharge arises upon leaving the workplace. Since he is no longer subject to the harassment, the statute of limitations begins to run on his hostile work environment claim once he leaves the workplace.</p>\n<p id=\"b644-5\">We briefly address three cases relied on by plaintiff for the proposition that the statute of limitations runs from the date his employment was terminated and not the earlier date when he left the workplace. Two of the cases are wrongful termination cases under the Conscientious Employee Protection Act (CEPA), <em>N.J.S.A. </em>34:19-1 to 34:19-8, where the court determined that the cause of action accrued on the last date of employment and not the earlier date when the employee was advised of the discharge. <em>Alderiso v. Med. Ctr. of Ocean County, Inc., </em>167 <em>N.J. </em>191, 199, 204, 770 A.2d 275 (2001) (holding that a cause of action for wrongful discharge under the CEPA accrues on the date of <page-number citation-index=\"1\" label=\"617\">*617</page-number>discharge, which is the last date the employee receives her regular pay, and not the earlier date when notice of the discharge is received and work is stopped, and expressly stating that this period is not extended by the time in which an employee receives severance, health or other extended benefits); <em>Keelan v. Bell Commc’ns Research, </em>289 <em>N.J.Super. </em>531, 536-37, 540-41, 674 A.2d 603 (App.Div.1996) (determining that plaintiffs cause of action accrued on the date of his actual discharge, that is the last day of his employment, and not the earlier date when he was notified that his job was being eliminated). The third case, <em>Holmin v. TRW, Inc., </em>330 <em>N.J.Super. </em>30, 748 A.2d 1141 (App.Div.2000), <em>aff'd, </em>167 <em>N.J. </em>205, 770 A.2d 283 (2001), is a fraud case in which the plaintiff maintained that defendants had fraudulently induced him to leave his job. The court held that the statute of limitations began to run from the date he completed his last day of work and not the earlier date when he was told he was being terminated. <em>Id. </em>at 36-37, 748 A.2d 1141. These cases, then, concern the question of whether the statute runs from the date that plaintiff is advised of his termination or a later date when he actually leaves the job. This question is not an issue in this case. None of these cases address the circumstances present here, where the plaintiff, asserting a hostile work environment claim, voluntarily left the workplace without being discharged and thereafter was formally terminated for failing to return to work.</p>\n<p id=\"b645-6\">We also reject plaintiffs argument that the decision of the first trial judge, denying the Township’s motion to dismiss the hostile work environment claim as barred by the statute of limitations, was the law of the case and could not be overturned by a subsequent trial judge. The law of the case doctrine provides that “[p]rior decisions on legal issues should be followed unless there is substantially different evidence at a subsequent trial, new controlling authority, or the prior decision was clearly erroneous.” <em>Underwood v. Atl. City Racing Ass’n, </em>295 <em>N.J.Super. </em>335, 340, 685 A.2d 40 (App.Div.1996) (quoting <em>Atl. Employers Ins. Co. v. Chartwell Manor Sch., </em>280 <em>N.J.Super. </em>457, 470, 655 A.2d 954 (App.Div. <page-number citation-index=\"1\" label=\"618\">*618</page-number>1995)), <em>certif. denied, </em>149 <em>N.J. </em>140, 693 A.2d 110 (1997). Application of the law of the case is discretionary, and not a rule of law. <em>Franklin Med. Assocs. v. Newark Public Sch., </em>362 <em>N.J.Super. </em>494, 512, 828 A.2d 966 (App.Div.2003). It “should not be used to justify an incorrect substantive result.” <em>Hart v. City of Jersey City, </em>308 <em>N.J.Super. </em>487, 498, 706 A.2d 256 (App.Div.1998). For substantially the reasons we have expressed, the trial court did not abuse its discretion in reconsidering the statute of limitations issue.</p>\n<p id=\"b646-5\">For all of these reasons, the dismissal of plaintiffs hostile work environment claim as barred by the statute of limitations is affirmed.</p>\n<p id=\"b646-6\">Ill</p>\n<p id=\"b646-7\">We now turn to an evidentiary question that arose during the trial on plaintiffs failure to accommodate claim. Plaintiff sought to introduce into evidence a letter dated August 25, 2000, sent on behalf of plaintiff while he was in the workplace, by a staff attorney with New Jersey Protection and Advocacy, Inc. to the Township Engineer in the Public Works Department. In addition to requesting accommodations for plaintiffs disabilities, the letter set forth in detail an explanation for plaintiffs conduct in a Township vehicle and objected to the disciplinary measures imposed by the Township for that conduct. The letter also asserted that the Township had not accommodated plaintiffs disability as previously requested.</p>\n<p id=\"b646-8\">Plaintiff sought to introduce the letter into evidence as proof that the Township had notice that plaintiff needed assistance and accommodation. Plaintiff conceded that the letter could not be offered for the truth of the matters asserted in it but merely on the issue of notice. In addition, plaintiff sought to explore the Township’s conduct after receipt of the notice. The trial judge did not admit the letter into evidence, finding that it was “more prejudicial than probative.” However, he did allow plaintiffs counsel to question Robert V. Kiser, the Township Engineer and Director of Public Works, about the letter to establish that it had <page-number citation-index=\"1\" label=\"619\">*619</page-number>been received by him, to establish that it reiterated the comments made by plaintiffs psychiatrist that were already part of the record regarding the accommodations that plaintiff needed, and to ascertain what was done in response to the letter. As a result of this ruling, plaintiffs counsel was allowed to establish through the Township Engineer that the letter had been received, that it had been sent on behalf of plaintiff, that the writer “expressed some concerns ... that Mr. Toto needed some assistance in doing his job,” and that the writer also stated that “things were not going all that well for Mr. Toto on the job.” Plaintiffs counsel then questioned the witness about what was done in response to the letter.</p>\n<p id=\"b647-6\">Generally, a statement offered to show that it was in fact made and not for the truthfulness of the statement is not inadmissible hearsay. <em>See Carmona v. Resorts Int’l Hotel, Inc., </em>189 <em>N.J. </em>354, 376, 915 A.2d 518 (2007) (stating that “[a]s a general proposition, ‘[w]here statements are offered, not for the truthfulness of their contents, but only to show that they were in fact made and that the listener took certain action as a result thereof, the statements are not deemed inadmissible hearsay’ ”) (second alteration in original) (quoting <em>Russell v. Rutgers Cmty. Health Plan, Inc., </em>280 <em>N.J.Super. </em>445, 456-57, 655 A.2d 948 (App.Div.), <em>certif. denied, </em>142 <em>N.J. </em>452, 663 A.2d 1359 (1995)). Thus, those portions of the letter giving the Township notice of plaintiffs disability and notice that accommodations were not being made were not inadmissible hearsay.</p>\n<p id=\"b647-7\">However, a vast portion of the letter contained details of a disciplinary matter and allegations involving specific matters which constituted inadmissible hearsay. In such a circumstance, the court must determine whether the letter can be admitted with a limiting instruction or whether it should be excluded because its probative value is substantially outweighed by the prejudice in its use. <em>See Spragg v. Shore Care, </em>293 <em>N.J.Super. </em>33, 57, 679 A.2d 685 (App.Div.1996) (stating that when an out-of-court statement contains both admissible evidence and inadmissible hearsay, the <page-number citation-index=\"1\" label=\"620\">*620</page-number>court will generally admit the evidence with a limiting instruction “unless the probative purpose of the statement is substantially outweighed by the danger of its improper use”). <em>N.J.R.E. </em>403 permits relevant evidence to be excluded where “its probative value is substantially outweighed by the risk of [] undue prejudice, confusion of issues, or misleading the jury.” The trial court has broad discretion in making this determination, and its decision will not be overturned on appeal unless it “was so wide off the mark that a manifest denial of justice resulted.” <em>Green v. N.J. Mfrs. Ins. Co., </em>160 <em>N.J. </em>480, 492, 734 A.2d 1147 (1999) (quoting <em>State v. Carter, </em>91 <em>N.J. </em>86, 106, 449 A.2d 1280 (1982)).</p>\n<p id=\"b648-5\">In this case, the inadmissible hearsay in the letter went to the issue of whether plaintiff had been provided a reasonable accommodation and would have been prejudicial to the defense if placed into evidence. Further, the probative aspects of the letter were placed into evidence through the testimony of the Township Engineer when he was confronted with the letter. The record thus supports the trial court’s determination that the prejudicial impact of the letter was outweighed by its probative value, and it was properly excluded from evidence. Plaintiff was not prejudiced by this evidentiary ruling, since he had the opportunity to place into the record through testimony the admissible material from the letter.</p>\n<p id=\"b648-6\">IV</p>\n<p id=\"b648-7\">In conclusion, the statute of limitations on plaintiffs hostile work environment claim under the LAD ran from the date of the last act of alleged harassment, which could have occurred no later than his last day in the workplace. Because the complaint was filed more than two years after that day, the claim was barred by the two year statute of limitations. Plaintiffs contention that he did not return to the workplace because the employer failed to remediate the hostile work environment alludes to a constructive discharge cause of action, a theory of liability not asserted in this litigation.</p>\n<p id=\"b649-5\"><page-number citation-index=\"1\" label=\"621\">*621</page-number>The trial court’s exclusion from evidence of a letter containing both admissible material and inadmissible hearsay was well within the trial court’s discretion under <em>N.J.R.E. </em>403.</p>\n<p id=\"b649-6\">The judgment below is affirmed in all respects.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}