{
  "casebody": {
    "data": "<casebody firstpage=\"629\" lastpage=\"635\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b653-3\">[Civ. No. 6542.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AYu\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AOW\">May 2, 1941.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b653-4\">ALVA O’HARE, Petitioner, v. INDUSTRIAL ACCIDENT COMMISSION et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b654-3\"><page-number citation-index=\"1\" label=\"630\">*630</page-number>A. J. Harder and J. L. Missall for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b654-4\">Everett A. Corten for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b654-5\">THOMPSON, J.</author>\n<p id=\"AFx\">By means of certiorari, Alva 0 ’Hare, the widow of James Matthias O’Hare, deceased, seeks to review the order of the Industrial Accident Commission, denying her application for compensation on account of the death of her husband as a result of lead poisoning alleged to have been incurred in the course of his employment with the Mc-Clatchy Publishing Company as a linotype operator in the plant of the “Sacramento Bee”.</p>\n<p id=\"b654-6\">The commission adopted findings to the effect that the workman did not incur the disability of lead poisoning in the course of his employment, nor did his employment aggravate or exacerbate that disease. The only question which is involved in this proceeding is whether there is substantial evidence to support the findings and the order refusing to allow compensation.</p>\n<p id=\"b654-7\">For many years prior to 1938, James Matthias O’Hare was employed by the McClatehy Publishing Company in the newspaper plant of the Sacramento Bee at Sacramento as a lino-type operator. He became totally incapacitated to perform his work on and after August 10, 1938. He filed his claim for compensation therefor with the Industrial Accident Commission on October 8th of that year, alleging that his disability resulted from lead poisoning which was incurred in the course of his employment. Elaborate hearings upon that application were had before three different referees. While the foregoing proceedings were being conducted, Mr. O’Hare became a patient in the Union Printers Home at Colorado Springs, where he died January 29, 1940. ' His widow then filed with the commission her claim under section 4700 of the Labor Code on account of total disability of her husband sustained from lead poisoning alleged to have been incurred in the course of his employment. Upon the hearing of the last-mentioned claim the proof adduced on the former proceeding was received in evidence, including the reports of several physicians and laboratory investigations, together with further medical and scientific evidence on the part of the chief physician in charge of the Union Printers Home of <page-number citation-index=\"1\" label=\"631\">*631</page-number>Colorado Springs and of other experts. Several local physicians were again called and thoroughly examined. The death certificate which was filed with the Bureau of Vital Statistics in Colorado January 30, 1940, assigned the cause of death as “Cerebral hemorrhage”, with contributing causes of “Bronchopneumonia; Arteriosclerosis”. Upon that evidence the commission adopted findings holding that the claimant failed to prove the disability from which James M. O’Hare died was incurred in the course of his employment, or that his ailment was aggravated or exacerbated by his work. Compensation was thereupon denied. A petition for rehearing was subsequently denied. This petition for a writ of review was then filed in this court.</p>\n<p id=\"b655-5\">We are of the opinion the order denying compensation is adequately supported by the evidence. The testimony of medical expert witnesses is conflicting as to whether the workman was afflicted with lead poisoning to the extent of incapacitating him for work on that account. Doctor A. Lee Briskman, Chief Physician of the Union Printers Home at Colorado Springs, stated that a report from the examination of Mr. 0’Hare’s urine on May 25, 1939, received from the Chemistry Department of Colorado College, indicated that it contained 0.604925 mg. of lead per liter. The patient was treated “for deleading”. Later tests by the same college indicate that on August 14th of the same year the urine contained 0.0595 mg. of lead per liter. On the 22d of August, an analysis showed the presence of 0.0892 mg. of lead per liter. There is evidence from fellow employees that Mr. O ’Hare had other symptoms of lead poisoning before he was incapacitated for work, including a perceptible “wrist-drop” and “blue-gum lines”. Unquestionably that proof furnishes substantial evidence of lead poisoning in the system of the workman.</p>\n<p id=\"b655-6\">It does not appear that the medical reports from the Printers Home at Colorado Springs contain any reference to “wrist-drop” or “blue-gum lines”. Nor does the death certificate include lead poisoning as a contributing cause of his death. The petitioner argues that the treatment and diet of the patient at that institution would have effectively eliminated all evidence of the presence of lead poisoning symptoms. It is also asserted the term “arteriosclerosis”, <page-number citation-index=\"1\" label=\"632\">*632</page-number>which is used in the death certificate, includes lead poisoning which may have caused the hardening of arteries. It is possible that lead poisoning may contribute to the condition resulting in arteriosclerosis, but that contingency is too remote and uncertain to furnish substantial proof that it actually caused hardening of the arteries. The use of the scientific term “arteriosclerosis” conveys no intimation of the existence of lead poisoning as a cause of death. Chambers’s Technical Dictionary defines that commonly-used word as follows:</p>\n<blockquote id=\"b656-4\">“Hardening or stiffening of the arteries due to increase of muscular, elastic, or fibrous tissue in the middle coat of the vessel; loosely, any degenerative change in the arteries.”</blockquote>\n<p id=\"b656-5\">We conclude that the use of that term carries with it no indication that it necessarily includes lead poisoning as an inciting cause of the hardening of arteries.</p>\n<p id=\"b656-6\">In opposition to the foregoing-enumerated symptoms of the presence of lead poisoning, and in support of the findings and decision of the commission, we find the testimony of at least two reputable physicians, together with a scientific analysis of the air and surrounding conditions in the linotype room of the Sacramento Bee office, where the deceased was employed for many years, refutes the theory that Mr. O’Hare died as a result of lead poisoning incurred in the course of his employment, or otherwise.</p>\n<p id=\"b656-7\">Doctor Charles E. von Geldern, a reputable physician of Sacramento, examined Mr. O’Hare in January, 1939, and reported that he was afflicted with syphilis and arteriosclerosis. Three different blood tests were made by Doctor Guttman, known as the Wasserman, Kahn and Kline analysis, each of which disclosed evidence of the presence of syphilis germs of the uniform percentage of “four plus”. With relation to the cause of disability, Doctor von Geldern said:</p>\n<blockquote id=\"b656-8\">“Without direct examination of the tissues it is not possible to be absolutely certain that syphilis is the cause but <em>it is certainly infinitely more reasonable to assume that his disability is due to syphilis, </em>which is shown beyond question to be present, than to lead poisoning, the presence of which there is not one iota of proof. . . .</blockquote>\n<blockquote id=\"b656-9\"><em>“It is my opinion </em>based on the findings <em>that this patient has a total disability resulting from a well advanced tertiary syphilis </em>and that this is not related to his occupation.”</blockquote>\n<p id=\"b657-4\"><page-number citation-index=\"1\" label=\"633\">*633</page-number>He was treated at the Union Printers Home for syphilis. The physicians of that institution evidently recognized the fact that he was afflicted with syphilis.</p>\n<p id=\"b657-5\">Doctor Burden of Sacramento met the deceased in August, 1938. He did not examine him to determine whether he had lead poisoning. He took the history of his case for the purpose of certifying to his application for admission to the Colorado Springs Home. He did, however, say that “He had no lead line on the gums, ... I did examine his teeth.” Doctor Kemper, of Denver, Colorado, examined the record of the physical condition of Mr. O’Hare, and reported that he had coronary thrombosis. He said:</p>\n<blockquote id=\"b657-6\">‘ ‘ There seems to be no doubt in the minds of the physicians of the Union Printers Home that he did have syphilis. . . . Syphilis may have been a contributing factor leading to his cerebral accident of death. Because of his occupation there seemed to be a question of lead poisoning. I have searched the records but have been unable to find conclusive proof that he was suffering from lead poisoning. At least, he did not have the typical symptoms and findings. I find no record of his having had a lead line, although it seems to me that in discussion with the doctors I learned that he had artificial dentures. He had no wrist drop according to the records.</blockquote>\n<blockquote id=\"b657-7\">“My conclusion is that the clinical symptoms, the blood counts, and the urine tests for lead are inconclusive evidence that Mr. 0’Hare’s illness and death were due primarily to lead. ’ ’</blockquote>\n<p id=\"b657-8\">There is much evidence in the record in support of the findings of the commission that the claimant failed to prove that Mr. O’Hare was either disabled or died from the effect of lead poisoning.  The burden was on the claimant to prove that the workman died from the disability which he incurred in the course of his employment, or that his work substantially aggravated or exacerbated the ailment which caused his disability. <em>(Berzin </em>v. <em>Industrial Acc. Com., </em>125 Cal. App. 522 [14 Pac. (2d) 97]; <em>Newton </em>v. <em>Industrial Acc. Com., </em>204 Cal. 185 [267 Pac. 542, 60 A. L. R. 1279]; 27 Cal. Jur. 486, sec. 156.)</p>\n<p id=\"b657-9\">It is not ground for reversal of the order of the Industrial Accident Commission that portions of the evidence <page-number citation-index=\"1\" label=\"634\">*634</page-number>upon which the judgment is founded were adduced before different referees. We must assume that, in the performance of their quasi-judicial duties, the commissioners familiarized themselves with all of the evidence produced and that they based their decision thereon. The commission is authorized to refer matters arising out of the same proceeding to different referees. (Lab. Code, sec. 5310.)</p>\n<p id=\"b658-4\">The petitioner contends that the failure of the employer and the insurer to answer in writing the demand of the workman for compensation constitutes an acknowledgment that he incurred total disability in the course of his employment from lead poisoning, as alleged in his verified claim; that the failure to deny those allegations is conclusive with respect to that issue and that a contrary finding in that regard by the commission should be deemed to be without support of evidence and void. Neither the employer nor the insurer filed a written answer to the original claim of the workman, or to the subsequent claim which was filed by his widow. They did, however, appear and participate in the hearings before the commission and opposed the demand for compensation at all stages of the proceedings. No objection was interposed for failure to file written answers. A specific written answer to the claimant’s petition for rehearing before the commission was filed by the employer and the insurer.</p>\n<p id=\"b658-5\">There is no merit in the assertion that the workman’s claim of total disability incurred in the course of his employment from lead poisoning is conceded by failure on the part of the employer or the insurer to file written answers to his demand. (Sec. 18 (a) and (b), Workmen’s Comp. Act; Lab. Code, secs. 5505, 5506; 1 Campbell’s Workmen’s Comp., p. 908, sec. 1033; 18 I. A. C. 286; 71 C. J., p. 1051, sec. 833.) The Workmen’s Compensation Act was adopted with the object of expediting and simplifying proceedings for industrial compensation. There is no doubt the filing of a simple and concise written answer to a claim is desirable. However, it is not mandatory. It does not appear to be the usual practice to file written answers to claims for compensation before the Industrial Accident Commission. If a special defense, such as the bar of the statute of limitations, or other particular matters are relied upon, section 18 of the act provides that they can be set forth in an answer which “may” be filed. That privilege is optional. Subdivision (b) of that section <page-number citation-index=\"1\" label=\"635\">*635</page-number>specifically provides that “If the defendant fails <em>to appear or answer, </em>no default shall be taken against him, but the commission shall proceed to the hearing of the matter upon such terms and conditions as it may deem proper”. The act further provides that even when the defendant fails to either appear or answer, he may still apply to the commission for relief from an award by means of which he is aggrieved. While it is good practice and commendable to file a written answer to the demand of a workman for compensation before the Industrial Accident Commission, particularly when some special defense is relied upon, it is not mandatory to do so, and the failure to file a written answer does not constitute an admission of the essential facts recited in the verified claim of the workman or his dependents.</p>\n<p id=\"b659-5\">The order of the Industrial Accident Commission is affirmed.</p>\n<p id=\"b659-6\">Pullen, P. J., and Tuttle, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}