{
  "casebody": {
    "data": "<casebody firstpage=\"582\" lastpage=\"585\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b622-1\">LEONORA BURNS <em>vs. </em>THE MAYOR AND CITY COUNCIL OF BALTIMORE.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b622-4\"><em>Defect in Street </em>— Contributory <em>Negligence </em>— Directing <em>Verdict.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b622-5\">Unless there is some prominent and decisive act in regard to which there is no room for ordinary minds to differ, a case should not he withdrawn from the jury on the issue of contributory negligence. p. 584</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b622-6\">In an action for injuries caused by a defect in a sidewalk, which had existed for three months or more, and of which plaintiff had full knowledge, <em>held </em>that it was proper to direct a verdict for defendant on the ground of contributory negligence.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b622-7\">p. 585</syllabus>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b622-8\">\n<em>Decided June 27th, 1921.</em>\n</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b622-9\">Appeal from the Baltimore City Court (Ambler, J.).</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b622-10\">The cause was argued before Boye, C. J., Briscoe, Thomas, Pattisoh, Urster, Stockbridge, Abkixs, and Oeetjtt, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b622-11\"><em>David Ash, </em>for the appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b622-12\"><em>Allen A. Davis, Assistant City Solicitor, </em>with whom was <em>Roland R. Marchamt, City Solicitor, </em>on the brief, for the appellee.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b622-13\">Stockbribge, J.,</author>\n<p id=\"Aym\">delivered the opinion of the court.</p>\n<p id=\"b622-14\">On the 18th of September, 1919, the plaintiff, who is the appellant in this case, had a fall on Holbrook Street, in the City of Baltimore. The nature and extent of the injuries occasioned thereby and which are claimed to have been a dislocation of the coccyx, were first examined by means of an <page-number citation-index=\"1\" label=\"583\">*583</page-number>X-ray on the 27th of February, 1920, and that examination did not disclose injuries of the character claimed to have resulted from the accident of the September previous.</p>\n<p id=\"b623-5\">The circumstances under which the plaintiff fell were as follows: She lived at Xo. 1302 Holbrook Street, in ‘the eastern part of the City of Baltimore, and had been living- there for about three months. The street itself was very narrow, and the footways for pedestrians upon either side were of brick. On the morning of the day when the accident occurred, if had rained but had cleared off, though the sidewalk had not entirely dried. On the opposite side of Holbrook Street, at Xo&gt;. 1827, lived Mrs. Mary Wyman, the aunt of the plaintiff, and Mrs. Wyman, desiring to re-enter her own home called across the street to Mrs. Leonora, Burns, the plaintiff, to let her have the key. Mrs. Burns got the key and started across the street toward Mrs. Wyman. There was a hole in the sidewalk in front of the house in which Mrs. Callahan was living at Xo. 1313 and, according to the plaintiff’s evidence, her eyes were directed toward Mrs. Wyman to whom she was carrying the key. The hole referred to consisted in a number of the bricks of the sidewalk having become broken or misplaced, and upon these Mrs. Burns stumbled and fell.. The injury is claimed to have been the result of this fall</p>\n<p id=\"b623-6\">The defect in the sidewalk had existed for1 a considerable length of time-, three months or more, and the suit is to1 recover from the Mayor and City Council of Baltimore because of its negligence in allowing this condition of the sidewalk to exist upon a public thoroughfare of the city. There is no material contradiction in the evidence. It appears that the plaintiff in the ease had been travelling up and down Holbrook Street for the space of aho-ut three months, had seen this hole frequently, and therefor© had knowledge of its existence. In this condition of facts, and the knowledge of the plaintiff, the jury was instructed by the Judge of the Baltimore City Court that the plaintiff had been guilty of contributory negligence, so as to preclude any recovery, and that their verdict must he for the defendant, the Mayor and City Council of Baltimore.</p>\n<p id=\"b624-4\"><page-number citation-index=\"1\" label=\"584\">*584</page-number>There were seven, bills of exception reserved in the course of the trial; the first six all related to evidence, and the seventh wasi to the action of the court in removing the ease from the consideration of the jury by directing a verdict for the defendant.' Ho stress was laid at the oral argument upon any of the first six bills of exceptions though they were not expressly waived. There was no error in the ruling of the trial court in its action as. embodied upon any of these hills. The question presented in each instance was the admissibility of hearsay testimony, which by the most fundamental rule cannot be given to a jury.</p>\n<p id=\"b624-5\">The case resolves itself therefore entirely into a question of law, of whether under a condition of facts such as was presented, it was proper to withdraw the case from the consideration of the jury or whether it should have been submitted to the jury to find as a question of fact whether or not the plaintiff had been guilty of contributory negligence. In the vast majority of cases the question of contributory- negligence is one for the jury, to be found by them after taking into consideration all of the surrounding facts and circumstances, and this has been repeated over1 and over again in the adjudicated cases,. the usual form being that unless there is some prominent and decisive act in regard to which there is no room for ordinary minds to differ, a case should not be withdrawn from the consideration of the jury. <em>Mosheuvel </em>v. <em>District of Columbia, 191 </em>U. S. 247; <em>Annapolis </em>v. Stallings, 125 Md. 343; <em>Baltimore </em>v. Bassett, 132 Md. 427.</p>\n<p id=\"b624-6\">It .is conceded that. Holbrook Street was a public thoroughfare of the City of Baltimore. The defect in the sidewalk, according to the uneontradicted evidence, had been in existence for at least three months-, and if the proper municipal authorities did not have actual notice of the defect, the city must still be held after so long a lapse of time to have had constructive notice and therefore be liable for the- restó». &lt;yf any accident occurring by reason of allowing the defective paving to have existed for so great a length of time, hut the <page-number citation-index=\"1\" label=\"585\">*585</page-number>plaintiff had full knowledge of the existence of the defect in the sidewalk.</p>\n<p id=\"b625-5\">In the view of the majority of the court, the long continued defect in the sidewalk and the full knowledge of the plaintiff of the condition, and with nothing to qualify in this regard the testimony of the plaintiff, there was nothing left for the jury to find upon this point, and the court upon the subject of contributory negligence was correct, and the judgment appealed from, must be affirmed.</p>\n<p id=\"b625-6\">\n<em>Judgment affirmed, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}