{
  "casebody": {
    "data": "<casebody firstpage=\"1001\" lastpage=\"1002\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1063-3\">B. TURECAMO TOWING CORPORATION v. UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1063-4\">No. 162.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1063-5\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1063-6\">Feb. 6, 1942.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1063-17\">Harold M. Kennedy, U. S. Atty., of Brooklyn, N. Y. (Myron H. Avery, Sp. Asst, to íf. S. Atty., of Washington, D. C., of counsel), for the United States.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1063-18\">Foley &amp; Martin, of New York City (James A. Martin and Christopher E. Heckman, both of New York City, of counsel), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1063-20\">Before L. HAND, CHASE, and CLARK, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1063-21\">CHASE, Circuit Judge.</author>\n<p id=\"b1063-22\">B. Turecamo Towing Corporation brought its petition under the Tucker Act, 28 U.S.C.A. § 41(20), in the Admiralty of the District Court for the Eastern District of New York to recover a stated balance claimed to be due it from the United States on a towing contract made with the latter and performed by the petitioner.</p>\n<p id=\"b1063-23\">The respondent answered admitting the making of the contract; an attempt by the petitioner to perform; and a partial payment to the petitioner as alleged in the petition. And then it alleged by way of counterclaim the delivery to the petitioner under the towing contract of two catamarans loaded with pilings to be towed from Whitestone, L. I. to Hendrix Street, Brooklyn; and the loss of such pilings to an amount worth more than the balance of the contract price for the towage. The delivery was alleged to have been to the petitioner “as bailee” and the cause of the loss as the “failure of the petitioner to perform the towage in keeping with the terms of the contract * * * and by the negligence of the tug Barney Turecamo or such other tugs as petitioner used in performing the towage and of those in charge of the said tugs.”</p>\n<p id=\"b1063-24\">The petitioner filed exceptions to the counterclaim which were sustained on the ground that under the' rule of Stevens v. The White City, 285 U.S. 195, 52 S.Ct. 347, 76 L.Ed. 699, there was no bailment and that the general allegation of negligence was insufficient. Leave to amend was granted and an amended answer was then filed.</p>\n<p id=\"b1063-25\">The petitioner again excepted as before and the exceptions were again sustained, the judge being of the opinion that, “the. amended answer is substantially the same as the answer.” Again leave to amend was granted but this time it was declined and a final decree was entered for the petitioner for the balance claimed. This appeal was taken.</p>\n<p id=\"b1063-26\">Under the ordinary towing contract like that between these parties the liability of the petitioner is not that of a bailee and recovery for such loss as alleged in the counterclaim must be upon <page-number citation-index=\"1\" label=\"1002\">*1002</page-number>the allegation and proof of negligence. Stevens v. The White City, supra.</p>\n<p id=\"b1064-4\">The judge below was quite right in that- respect and also in treating the vague, general allegation of negligence in the first answer as insufficient, but did, we think, fall into error in failing to give effect to the amplitude in detail by which the amended answer remedied that defect. In it there were eleven so-called particulars in which the petitioner was charged to have failed in its duty. Some of them, it is true, were but broad statements that due care was not exercised but others were definite enough. For instance, there were allegations that petitioner was negligent in that it failed to “conduct the towage continuously but interrupted and delayed the said towage”; that the towing tug “some 24 hours prior to the delivery of the catamarans to the respondent at the foot of Hendrix Street, abandoned the towage and left the said catamarans without anyone watching over the said catamarans and pilings”; that “the said tug towed the catamarans at too high a rate of speed, thereby causing the loss of the pilings”; and that during the towage there was a failure “to keep an adequate watch over the catamarans in order to prevent the loss of piling.”</p>\n<p id=\"b1064-5\">These allegations raise controvertible issues; and staté with reasonable certainty the essential facts relied on by the respondent to show negligence in support of its counterclaim for damages sustained. That is all that is required in the admiralty of such a pleading. The Volunteer, 2 Cir., 149 F. 723; The Nea Hellis, 2 Cir., 116 F.2d 803; The Quickstep, 9 Wall 665, 76 U.S. 665, 19 L.Ed. 767.</p>\n<p id=\"b1064-6\">As the counterclaim raises triable issues on which the respondent is entitled to be heard on the merits, the decree must be reversed. Whatever questions may be raised as to the proof and related matters' will await determination when, if ever, they become issues on appeal.</p>\n<p id=\"AUs\">Decree reversed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b1064-8\">CLARK, Circuit Judge</author>\n<p id=\"AjZ6\">(concurring in the result).</p>\n<p id=\"b1064-9\">Immediate decision requires only that we hold the amended answer sufficient, and I do not wish to be understood as going further. But the complete reliance herein had upon Stevens v. The White City, supra, would seem to say that here, too, there would be no presumption or prima facie case for the petitioner to meet — not even when it was in sole charge of the catamarans with the pilings thereon for two days, during which time the loss occurred. Actually that case does not go so far; and the pains the Court takes to . emphasize the lack of surrender of control <em>in </em>the ordinary towage contract and to rely on that very fact as showing no presumption of negligence seem to me significant, as Professor Robinson points out, Admiralty, 1939, 666, 667. This significance is heightened by the fact that L. Hand, J., had suggested below, The White City, 2 Cir., 48 F.2d 557, that, under the precedents in this circuit, the full burden of showing negligence remained on the owner, even if he had not retained control. Moreover, we have held that a prima facie case, calling for explanation, was established by showing the grounding of a scow in tow to a tug, The Stirling Tomkins, 2 Cir., 56 F.2d 740, certiorari denied 286 U.S. 556, 52 S.Ct. 580, 76 L.Ed. 1290; The Reichert Line, 2 Cir., 64 F.2d 13; and just a few days ago we carefully refrained from working out the relation between those cases and The White City. Waldie v. The Peter C. Gallagher, 2 Cir., Jan. 27, 1942, 125 F.2a 568.</p>\n<p id=\"b1064-10\">Here the craft seem of the type where control is naturally given up, and the contract should be interpreted with that in mind. Indeed, the original answer alleged that the craft were in the “sole charge” of petitioner, having been delivered to it as “bailee”; and this might well have been held a sufficient allegation to raise the problem — though we need not stop on that now, since the amended answer covers the point of control with precise averments. Where the tug has the only control and custody there is and turns up after two days with craft injured and cargo lost, it would seem not unreasonable to say that there was something to explain. That was not The White City case; and we should not permit it to be foreclosed in advance of trial on a narrow pleading issue.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}