{
  "casebody": {
    "data": "<casebody firstpage=\"210\" lastpage=\"213\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b272-3\">OWENS v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b272-4\">No. 2333.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b272-5\">Circuit Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ac\">Jan. 13, 1942.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b272-6\">Rehearing Denied Feb. 26, 1942.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b272-21\">A. F. Moss, of Tulsa, Okl. (H. R. Young, of Tulsa, Okl., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b272-22\">Carlton Fox, Sp. Asst, to Atty. Gen. (Samuel O. Clark, Jr., Asst. Atty. Gen., and J. Louis Monarch, Sp. Asst, to Atty. Gen., on the brief), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b272-23\">Before BRATTON, HUXMAN, and MURRAH, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b272-24\">BRATTON, Circuit Judge.</author>\n<p id=\"b272-25\">This petition to review an order of the Board of Tax Appeals presents the question of the liability of O. O. Owens for a deficiency in income tax for the year 1920.</p>\n<p id=\"b272-26\">Barney Thlocco, a Creek Indian, died about the first of the year 1899. A tract of land now situated in Creek County, Oklahoma, was allotted to him. In November, 1913, the United States brought a suit in the United States Court for Eastern Oklahoma against Bessie Wildcat, Martha Jackson, and others, claiming to be the heirs of the allottee. The purpose of the suit was to cancel the allotment. In April, 1914, the court appointed a conservation receiver and directed him to lease the land for the term of the receivership for oil and gas purposes, on the basis of a royalty of twenty-five per cent of the gross revenue and income, to be held for the benefit of the rightful owner of the property to be subsequently determined. Pursuant to such authority, the land was leased to Black Panther Oil and Gas Company. As of May 3, 1915, approximately two hundred and twenty-five Indians and others had intervened in the case, each asserting that he was the heir of the allottee, or the assignee or vendee of an heir. In May, 1915, the court entered a decree adjudicating that the allotment should not be cancelled, and the United States appealed. On July 6, 1916, Saber Jackson, father of Martha, claiming a life estate by curtesy, executed and de<page-number citation-index=\"1\" label=\"211\">*211</page-number>livered a deed conveying his interest to an agent of petitioner and two associates. The consideration was $10,000 in cash and a contract providing for the payment of $10,000 additional out of the funds impounded with the receiver. In August the agent conveyed the interest to the petitioner and his associates. In May, 1917, the Supreme Court of the United States affirmed the decree sustaining the allotment, United States v. Wildcat, 244 U.S. 111, 37 S.Ct. 561, 61 L.Ed. 1024. On July 9, 1917, the guardian of Martha and another agent of petitioner and his two associates entered into a contract in which it was provided that the interest of Martha in the allotment be sold to the agent for $12,000 in cash and twenty-five per cent of the impounded royalties to which she might become entitled by judicial decree or compromise. The contract obligated the agent to faithfully prosecute the claim of Martha as an heir of the allottee, to have decreed to her the largest possible interest in the property, and to defeat or purchase all adverse claims; and on the same day, the county court of Seminole County, Oklahoma, approved the conveyance. The impounded fund amounted at that time to $698,836.89. Later in July the agent transferred such interest to petitioner and his associates, they assuming and agreeing to discharge all of the obligations imposed upon him.</p>\n<p id=\"b273-5\">On February 26, 1918, after the mandate from the supreme court had been filed in the district court, petitioner and his two associates entered into a contract with •Black Panther which recited the pendency of the action, the appointment of the receiver, and the acquisition by petitioner and his associates of whatever interest Saber and Martha had previously owned or held in the property; and provided that petitioner and his associates should receive one-half of all money held by the receiver when it should be finally distributed under order of the court, and should thereafter receive one-eighth of all the oil and gas produced from the premises, being the royalty interest due under the Martha lease, and that Black Panther should receive the other half of the money held by the receiver when it should be finally distributed, out of which it should pay all expenses previously or subsequently incurred in vesting the title to the property in Martha, the obligation assumed by Black Panther being that which petitioner and his associates had assumed under the contract of July 9, 1917. At the time of the execution of the contract, the impounded fund was in the approximate amount of $893,365.94; and in discharging the obligations assumed by it, Black Panther and its assignee, Bay State Oil and Gas Company, subsequently expended $395,-480.34, of which $315,274.10 was expended in 1918. The Department of the Interior interceded. It was the view of the department that the contract of July 9, 1917, was ambiguous and uncertain in respect to the amount which Martha was to receive. As the result of that intercession, petitioner and his associates, on one hand, and Black Panther, on the other hand, entered into a supplemental contract, dated May 11, 1918, which construed the contract of July 9, 1917, as providing that Martha should receive $111,670.74 of the impounded royalties, and an additional sum equal in amount to twenty-five per cent of one-eighth of the proceeds derived from the sale of oil and gas intermediate March 31, 1918, and the final determination of her heirship by the district court.</p>\n<p id=\"b273-7\">On June 17, 1919, the court entered its decree in the case, in which it found that Martha was on or before July 9, 1917, the lawful owner and entitled to the possession of the land constituting the allotment; and that on such day and date, she was entitled to the royalties and income arising therefrom and impounded in the hands of the receiver, subject to the curtesy interest of Saber to be subsequently fixed and determined. And it was adjudged that by reason of the' guardian’s deed, already adverted to, petitioner and his associates were the lawful owners and entitled to the possession of such land and the royalties then and thereafter impounded in the hands of the receiver, petitioner owning an undivided three-eighths thereof, subject to the amount due Martha and the equities of Saber, Black Panther, and Bay State. Jurisdiction was reserved for the final determination of such equities. At about the time of the entry of the decree, Saber intervened in the case, seeking to have his conveyance set aside; and Martha asked leave to intervene for the purpose of challenging the validity of her contracts and conveyance on the ground of fraud. The court dismissed the intervention of Saber and denied the application of Martha <page-number citation-index=\"1\" label=\"212\">*212</page-number>to intervene. Saber appealed from the order of dismissal and Martha appealed from the order of denial.</p>\n<p id=\"b274-4\">On May 6, 1920, the Secretary of the Interior promulgated an order reciting that the contract dated May 11, 1918, had not been approved by him; that Saber and Black Panther, and all persons claiming through or under them, or either of them, were estopped from denying that Martha was entitled to receive less than the full one-eighth royalty; that she was entitled to such royalty; finding that her interest as of the date of the conveyance by her guardian to the agent of petitioner and his associates amounted approximately to the sum of $325,000; and providing that if the result of the litigation should be to give her an interest in the royalties subsequent to July 9, 1917, the proceeding be retained in the department for such other action or order as the circumstances might make necessary. On October 22, 1921, the guardian of Martha, petitioner and his associates, and Black Panther entered into a supplemental contract which referred to the conveyance by the guardian to the agent of petitioner and his associates, referred to the contract dated May 11, 1918, referred to the decree of June 17, 1919, recited that an appeal from such decree was then pending, and recited that it was the desire of the parties to modify the contract of May 11, 1918, to the end that the decree based upon such contract be likewise modified. The contract then provided that in lieu of the sums of money to be paid to the guardian of Martha under the first paragraph of the earlier contract, there should be paid to the Secretary of the Interior, or such officer as he might designate, for the benefit of Martha, the sum of $308,000 out of the accumulated royalties then in the hands of the receiver, and that such payment should be in full satisfaction of all claims which had theretofore been or might thereafter be asserted by or on her behalf; and that such agreement, when approved by the Secretary of the Interior, should be used as a basis for a stipulation providing for modification of the decree. The Secretary approved the contract, and a motion was filed in the Circuit Court of Appeals asking that the decree be reformed to conform to such stipulation. On March 25, 1922, the court sustained the motion and remanded the cause to the district court with directions to change and modify the decree accordingly, McKinney v. Black Panther Oil &amp; Gas Co., 8 Cir., 280 F. 486. In September, 1922, $318,261.04 was paid out of the impounded funds to the Superintendent of the Five Civilized Tribes for the benefit of Martha; in February, 1923, the Circuit Court of Appeals entered a decree finally adjudging the rights of Saber; and in May, 1923, disposition having been made of all interventions, a final decree was entered by the district court directing the distribution of the impounded funds, of which the petitioner received $202,523.30.</p>\n<p id=\"b274-6\">In his return for 1920, petitioner claimed a deduction of $75,989.20, designated as accumulated funds surrendered. The Commissioner disallowed the deduction, and a deficiency resulted. On redetermination, the Board fixed such deficiency at $28,-260.61. Petitioner sought review.</p>\n<p id=\"b274-7\">The Board found that the return for the year 1920 was not on the accrual basis. That finding is challenged. Petitioner asserts that the return was on that basis. But another question is decisive against petitioner and therefore eliminates need to determine the basis on which the return was made.</p>\n<p id=\"b274-8\">If we understand petitioner correctly, he contends that he and his associates acquired from Martha her unadjudicated interest in the estate of the allottee; that other claims were acquired by purchase, compromise, or settlement; that by the decree of June 17, 1919, his title to his interest in the estate and to his portion of the impounded funds was quieted and perfected, subject to the claim of Martha in the sum of $111,670.74, plus a royalty; that the decree became final and could be modified only by agreement of the parties; that after the equities between petitioner and his associates, and Black Panther and Bay State, there existed no contingencies in respect to his ownership of his portion of the funds; that the Secretary of the Interior was without authority or jurisdiction to make or promulgate the order of May 6, 1920; that such order constituted a nuisance and an impediment to the distribution of the impounded funds, title to which had been adjudicated; that the agreement to pay Martha an increased amount constituted an expenditure in the usual course of business to remove a nuisance which created an obstacle and impediment to the distribution of impounded funds; that his share of such expenditure was $75,989.20; and that it was therefore a deductible expense or loss <page-number citation-index=\"1\" label=\"213\">*213</page-number>in determining his net income. It may he assumed, without deciding, that the order of the Secretary of the Interior fixing the amount due Martha was ineffective for want of authority to promulgate it. Still, the Secretary asserted the authority to promulgate it, and when it had been promulgated, petitioner and his associates elected to transfer, relinquish and assign to Martha a portion of the impounded funds in order to adjust the matter and effectuate a distribution of the entire fund. Section 214 of the Revenue Act of 1918, 40 Stat. 1057, 1066, 1067, provides that in computing net income there shall be allowed as deductions all ordinary and necessary expenses paid or incurred during the taxable year in carrying on a trade or business, losses sustained and not compensated for by insurance or otherwise, if incurred in trade or business, and losses sustained and not compensated for by insurance or otherwise, if incurred in a transaction entered into for profit, though not connected with the trade or business. But whatever may have been the basis of the return, accrual or cash, the amount transferred, relinquished and assigned to Martha was a capital outlay and therefore was not deductible under section 214, supra, either as business expense or a loss. First Nat. Bank in Wichita v. Commissioner, 10 Cir., 46 F.2d 283; Newark Milk &amp; Cream Co. v. Commissioner, 3 Cir., 34 F.2d 854; Anahma Realty Corporation v. Commissioner, 2 Cir., 42 F.2d 128, certiorari denied 282 U.S. 854, 51 S.Ct. 31, 75 L.Ed. 756; King Amusement Co. v. Commissioner, 6 Cir., 44 F.2d 709, certiorari denied 282 U.S. 900, 51 S.Ct. 212, 75 L.Ed. 792; Athol Mfg. Co. v. Commissioner, 1 Cir., 54 F.2d 230; Newspaper Printing Co. v. Commissioner, 3 Cir., 56 F.2d 125; Falk Corporation v. Commissioner, 7 Cir., 60 F.2d 204; Home Trust Co. v. Commissioner, 8 Cir., 65 F.2d 532; Clark Thread Co. v. Commissioner, 3 Cir., 100 F. 2d 257.</p>\n<p id=\"b275-5\">Section 250 of the Revenue Act, supra, provides for interest on unpaid taxes after their due date, and subsequent revenue acts contain like provisions. Interest thus exacted is intended to compensate the Government for the delay in payment of the tax. It is not a penalty. United States v. Childs, Trustee in Bankruptcy of J. Menist Company, Inc., 266 U.S. 304, 45 S.Ct. 110, 69 L.Ed. 299. But petitioner urges that he be relieved from the payment of interest on the deficiency in tax. He contends that a delay in the restoration of the proceeding to its proper position on the calendar of the Board for a hearing on the merits was caused by the acts and omissions of certain attorneys who assumed to act for him without his authority, approval or knowledge; that the Commissioner had knowledge of the fact that the attorneys were assuming to act in such manner, and he therefore was responsible for the delay; and that to now exact interest would be to penalize petitioner and reward the Commissioner for his own misconduct. There is no need to detail the facts respecting the circumstances under which the attorneys assumed to act for petitioner or the nature of their acts. It is enough to say that the Commissioner was in no manner responsible for their assumption of authority to act. A taxpayer cannot seek redetermination and review of a deficiency in tax, enjoy the delay, and when unsuccessful be heard to say that interest should not be exacted.</p>\n<p id=\"b275-8\">The order of the Board is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}