{
  "casebody": {
    "data": "<casebody firstpage=\"820\" lastpage=\"827\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b240-11\">2003 DTA 30</citation>\n<court data-order=\"1\" data-type=\"court\" id=\"b240-12\">TRIBUNAL DE CIRCUITO DE APELACIONES CIRCUITO REGIONAL VI - CAGUAS/HUMACAO/GUAYAMA</court>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b240-13\">EL PUEBLO DE PUERTO RICO Recurrido v. LUIS PASTRANA BENITEZ Acusado-Recurrente</parties>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b240-16\">Núm. KLCE-2002-01302</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b241-2\"><page-number citation-index=\"1\" label=\"821\">*821</page-number>San Juan, Puerto Rico, a 16 de diciembre de 2002</decisiondate>\n<judges data-order=\"5\" data-type=\"attorneys\" id=\"b241-4\">Panel integrado por su Presidenta, la Juez Pesante Martínez, y los Jueces Rodríguez García y Salas Soler</judges>\n<p data-order=\"6\" data-type=\"judges\" id=\"b241-5\">\n<em>Per Curiam</em>\n</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b241-13\">TEXTO COMPLETO DE LA SENTENCIA</p>\n<p id=\"b241-14\">Ante nos comparece el peticionario Luis Pastrana Benitez, acusado de infracción al Artículo 18 de la Ley de Propiedad Vehicular, 9 L.P.R.A See. 3217, solicitando que revoquemos y dejemos sin efecto un dictamen del Tribunal de Primera Instancia, Sala Superior de Caguas, la cual alegadamente afecta adversamente el derecho del acusado a un juicio justo e imparcial. Expedimos el auto de <em>certiorari </em>solicitado y Revocamos.</p>\n<p id=\"b241-15\">I.Trasfondo fáctico.</p>\n<p id=\"b241-16\">El día 30 de julio de 2002, se determinó causa probable bajo Regla 6, para el arresto del Sr. Luis A. Pastrana Benitez por alegadamente haber intentado apropiarse, sin violencia ni intimidación, de un vehículo de motor, lo cual constituye una tentativa de infracción al Artículo 18 de la Ley de Propiedad Vehicular, 9 L.P.R. A. See. 3217.</p>\n<p id=\"b241-18\">La vista preliminar requerida por la Regla 23 de las de Procedimiento Criminal tuvo lugar en 11 de septiembre de 2002. Celebrada la misma, se determinó causa probable para acusar por el delito según imputado. El Magistrado instmetor de cargos señaló la lectura de acusación para el día 25 de septiembre de 2002, y el juicio para el día 24 de octubre de 2002.</p>\n<p id=\"b241-19\">El día 13 de septiembre de 2002 el Ministerio Público, presentó el pliego acusatorio por el delito imputado, y el acto de lectura de acusación tuvo lugar en 25 de septiembre de 2002, tal como pautado.</p>\n<p id=\"b242-2\"><page-number citation-index=\"1\" label=\"822\">*822</page-number>Estando el caso señalado para juicio, oportunamente mediante moción fechada el día 11 de octubre de 2002, el abogado del peticionario Pastrana Benitez, Ledo. Luis A. Pérez Bonilla de la Sociedad para Asistencia Legal, solicitó la suspensión del la vista en su fondo del caso, señalado para el día 24 de octubre de 2002, indicando en su moción que el día 8 de octubre de 2002, como abogado del acusado, había comenzado un juicio por jurado en la Sala 507 del mismo Tribunal, e indicando además que al acusado en aquel caso se le imputaban los delitos de asesinato en primer grado, secuestro y otros delitos, los cuales aparejarían una pena de prisión perpetua. Informó el abogado además que en aquel otro caso la Fiscalía anunció a veintidós (22) testigos de cargo, y que le mantendría ocupado aquel caso por el resto del mes de octubre.</p>\n<p id=\"b242-3\">El 14 de octubre de 2002, el Honorable Juez Edgardo Rivera García, del Tribunal de Primera Instancia, Sala superior de Caguas, declaró <em>“Ha </em>Lugar” a la solicitud de suspensión y señaló el juicio para el día 13 de noviembre de 2002.</p>\n<p id=\"b242-4\">El 13 de noviembre de 2002, llamado el caso para juicio compareció el imputado, y representado por el Ledo. Pérez Bonilla.(la Defensa)</p>\n<p id=\"b242-5\">Las partes solicitaron un tumo posterior para auscultar la posibilidad de llegar a una alegación de culpabilidad preacordada, acuerdo que no se logró finalmente en aquel momento. La Defensa informó al Tribunal que tenía continuación de una vista preliminar de otro caso que dio inicio el día anterior, la cual era extensa porque habían cinco (5) acusados y cinco (5) abogados. Se le concedió un tumo posterior al caso.</p>\n<p id=\"b242-6\">En horas de la tarde, llamado el caso nuevamente, compareció el Ledo. Pérez Bonilla y el Fiscal asignado al caso. La Defensa comunicó al Tribunal que no había sido posible llegar a un preacuerdo para formular una alegación de culpabilidad. Solicitó entonces la posposición del juicio, ya que aquel caso de asesinato y secuestro que había comenzado el día 8 de octubre de 2002, en la Sala continua, también estaba señalado para continuar ese mismo día.</p>\n<p id=\"b242-7\">El Juez que presidía la Sala manifestó que comenzaría el juicio inmediatamente y que sortearía un panel de jurados, al cual se le tomaría juramento. La Defensa manifestó que los seis (6) meses de detención preventiva no se cumplirían sino hasta fines del mes de enero de 2003, por lo que el caso podría señalarse y concluirse antes de dicha fecha. El Fiscal no formuló ninguna objeción a la suspensión, salvo el señalamiento de que el término de detención preventiva se acercaba.</p>\n<p id=\"b242-8\">La Defensa reiteró la solicitud de posposición porque no podía atender dos casos a la vez. Señaló verbalmente lo que había señalado antes por escrito para que se dejara sin efecto el señalamiento del 24 de octubre de 2002, que el juicio por jurado en la Sala continuaba, en la Sala 507, y que era complejo pues eran cargos por asesinato en primer grado, secuestro, robo vehicular y otros. Indicó que dicho caso tenía citado veinticinco (25) testigos y estaba señalado para continuar a la 1:30 p.m., ese mismo día. Señaló la Defensa además, que él se había tenido que ausentar del trabajo los días 6, 7 y 8 de noviembre de 2002 por una dolencia en su espalda que le impedía trabajar.</p>\n<p id=\"b242-9\">Finalmente, el abogado le indicó al Tribunal que no estaba en condiciones de ofrecerle al señor Pastrana Benitez una representación legal adecuada en ese momento, ya que su mente estaba ocupada pensando en el otro caso cuyo juicio estaba señalado para continuar a la 1:30 p.m.</p>\n<p id=\"b242-10\">El Tribunal manifestó que tenía que garantizarle al acusado un juicio rápido, ya que el caso se había suspendido en una ocasión. La Defensa manifestó que no esperaba que el otro caso demorara tanto, que no se estaba planteando el derecho, a juicio rápido, y que el abogado estaba ocupado en el otro caso. Expresó, además, que lo importante era que se le garantizara al acusado la presunción de inocencia mediante <em>“juicio justo”, </em>una adecuada representación legal, y el debido proceso de ley. Argumentó que el imputado estaba vestido con <page-number citation-index=\"1\" label=\"823\">*823</page-number>uniforme gris de preso y esposado de pies y manos con cadenas y grillete, lo que habría de influir indebidamente sobre el jurado. Indicó, además, que la Defensa tenía derecho a participar en la selección del jurado y en ese momento ello no era posible.</p>\n<p id=\"b243-3\">No obstante los ruegos y señalamientos de la Defensa, el tribunal recurrido hizo llamar a 13 potenciales jurados, los sentó en sala, y les tomó juramento. Luego suspendió el juicio y lo reseñaló para el día 3 de diciembre de 2002.</p>\n<p id=\"b243-5\">II. El Derecho Aplicable.</p>\n<p id=\"b243-6\">La Constitución de los Estados Unidos en su Sexta Enmienda, así como el Artículo II, Sección 11, de la Constitución del Estado Libre Asociado de Puerto Rico, consagran, entre otros, el derecho fundamental de todo acusado a estar representado por un abogado de su selección. Este derecho se convirtió en uno sacratísimo, cuando la Corte Suprema Nacional emitió la Opinión seminal hace 36' años en el caso de <em>Miranda v. Arizona, </em>384 U.S. 436 (1966), Opinión de 13 de junio de 1966.</p>\n<p id=\"b243-7\">El derecho a asistencia de abogado es de la más alta jerarquía pues sobre él inciden, necesariamente, la amplia gama de derechos que cobijan al imputado durante todo el proceso criminal. Para salvaguardar este derecho constitucional fundamental, nuestro ordenamiento procesal penal contiene diversas disposiciones dirigidas a protegerlo. En lo pertinente, la Regla 22 de las de Procedimiento Criminal de 1963, según enmendada, 34 L.P.R.A., Ap. II, R. 22, le impone al tribunal la obligación de advertir a la persona que ha sido arrestada, o que compareciere mediante citación, de su derecho a comunicarse y obtener los servicios de un abogado. En los casos en que el acusado carezca de medios económicos para contratar uno, el magistrado le nombrará uno y su nombre se incluirá en la citación.</p>\n<p id=\"b243-8\">El derecho se extiende a todo lo largo del encauzamiento criminal amparándole, inclusive, en el pronunciamiento de sentencia. <em>Pueblo </em>v. <em>Delgado Martínez, </em>96 D.P.R. 720 (1968); véase, además, Reglas 23, 52 y 57 de las de Procedimiento Criminal.</p>\n<p id=\"b243-9\">Nuestro ordenamiento procesal penal requiere que en todo momento el acusado se encuentre representado por abogado; los tribunales tienen la obligación de proteger celosamente este derecho. <em>Romero v. Jones, </em>78 D.P.R. 572 (1955); <em>Flores v. Bravo, </em>90 D.P.R. 505 (1956). Para que la garantía constitucional sea adecuadamente protegida, no basta con el mero nombramiento de abogado, sino que es necesario que éste haya tenido la oportunidad de cumplir con la misión de asumir la Defensa del acusado en forma eficiente. <em>Pueblo </em>v. <em>Muriel, </em>57 D.P.R. 915 (1941); <em>Pueblo v. Rivera, </em>77 D.P.R. 664 (1954); <em>Pueblo v. Delgado Martínez, supra. </em>De hecho, el Código de Etica Profesional, y muy especialmente los Cánones 1, 2 y 18, le imponen al abogado la obligación de garantizar que toda persona tenga acceso a una representación legal competente, diligente y adecuada. En cumplimiento de esta obligación los abogados tenemos el deber de velar porque se respeten los derechos del. acusado, independientemente de lo antipático y degradante que pueda resulta la acusación formulada contra éste. Artículo II, Sección 11 de la Constitución de Puerto Rico. Para que se cumpla con el mandato constitucional, la representación legal no puede ser <em>“pro forma” </em>o incidental; es necesario que al abogado se le haya brindado la oportunidad de preparar una Defensa eficaz, adecuada y afectiva. <em>Pueblo </em>v. <em>Muriel, supra.</em></p>\n<p id=\"b243-10\">Téngase presente que el primer señalamiento para juicio se realizó para el día 24 de octubre de 2002. La Defensa del imputado, actuando oportunamente, el día 11 de octubre de 2002, trece (13) días antes del señalamiento, presentó una solicitud para que se pospusiera el inició del proceso, ya que el abogado se encontraba ocupado atendiendo otro caso de gran complejidad. De hecho, en ese otro caso de <em>Pueblo </em>v. <em>Rodríguez Lockwood, </em>fue necesario presentar un recurso de <em>Certiorari </em>ante este Honorable Tribunal, KLCE-02-01116 para que se le quitaran las cadenas del acusado, a fin de que ello no influyese negativamente causando prejuicio en el ánimo del jurado.</p>\n<p id=\"b244-3\"><page-number citation-index=\"1\" label=\"824\">*824</page-number>El día 13 de noviembre de 2002, fecha del señalamiento que originó la presente controversia, el Ledo. Pérez Bonilla acudió brevemente a Sala para tratar de disponer del caso mediante una alegación de culpabilidad preacordada. No obstante, ello no fue posible. El Ledo. Pérez Bonilla estaba citado para comparecer a la Sala 507 del mismo Tribunal, para la continuación del juicio ante jurado de Jesús Rodríguez Lookwood. Dado que el caso de Rodríguez Loockwood había dado inicio el día 8 de octubre de 2002, la Defensa comunicó al Tribunal que no era posible disponer del caso en ese momento, por lo que solicitó una breve posposición hasta que finalizara con el otro caso que se encontraba atendiendo. Sin embargo, el Tribunal no accedió a la solicitud y pretendía iniciar con el caso inmediatamente. El abogado señaló que tenía que comparecer a la otra Sala y que, además, el acusado estaba vestido de presidiario y esposado de pies y manos. Señaló la Defensa que el acusado tenía derecho a una adecuada representación legal y bajo esas circunstancias ello no era posible. Sin importar los reclamos y objeciones del abogado, el Tribunal sorteó un jurado preliminar y les mostró al acusado de pie vestido de preso y esposado de pies y mano, luego de lo cual suspendió la continuación del juicio para el 3 de octubre de 2002.</p>\n<p id=\"b244-4\">Entendemos que conforme a la Regla 144(d) de Procedimiento Criminal, en el presente caso procede la disolución del Jurado. Esta regla establece que el Tribunal podrá ordenar la disolución del Jurado antes del veredicto: <em>“Si se hubiere cometido algún error o se hubiere incurrido en alguna irregularidad durante el proceso que, ajuicio del tribunal, le impidiere al jurado rendir un veredicto justo e imparcial. ”</em></p>\n<p id=\"b244-5\">En el caso de autos el Honorable Tribunal de Primera Instancia se negó a posponer el inicio del juicio contra Pastrana Benitez, a pesar de la oportuna objeción de la Defensa, se le mostró al jurado pre-seleccionado vestido en uniforme gris de confinado y esposado de pies y manos con cadenas y grilletes. Ello, indudablemente, tiene el posible efecto de impresionar negativamente al jurado y a que éste se prejuicie con la persona del acusado de que se trate, todo ello en violación al derecho que tiene él a un juicio justo ante un jurado imparcial. Esta decisión del tribunal recurrido puede haber lesionado el derecho del acusado a gozar de la presunción de inocencia, a un debido proceso de ley y a ser juzgado por un <em>jurado imparcial </em>con ánimo no prevenido; derechos que están garantizados expresamente en la Constitución de Puerto Rico y en la Constitución de los Estados Unidos. <em>Pueblo </em>v. <em>Pérez Santaliz, </em>105 D.P.R. 10, 13 (1976); <em>Pueblo v. Robles González, </em>125 D.P.R. 750 (1990); <em>Estelle v. Williams, </em>425 U.S. 501 (1976).</p>\n<p id=\"b244-6\">La Sección 11 de nuestra Constitución establece que <em>“el acusado disfrutará del derecho a un juicio rápido y público,..., ante un jurado imparcial..”. </em>Asimismo lo establece la Constitución Federal, que en su Sexta Enmienda consagra que <em>“en todas las causas criminales, el acusado gozará el derecho a un juicio rápido y público, ante un jurado imparcial. . .” </em>Véanse, <em>Esteves v. Texas, </em>381 U.S. 133 (1955); <em>Holt v. Virginia, </em>381 U.S. 131 (1965), <em>y Re: Murchison, </em>349 U.S. 133 (1955).</p>\n<p id=\"b244-7\">En nuestro sistema de justicia, si el acusado decide ejercitar su derecho a ser juzgado ante un panel de jurados tiene derecho a que éste sea imparcial y a que el veredicto se emita por mayoría de no menos de nueve votos. Corresponde a éstos y no al tribunal rendir un veredicto conforme a la ley y a los hechos del caso, según aquilate la prueba y determine los hechos probados. <em>Pueblo </em>v. <em>González Colón, </em>110 D.P.R. 812 (1981). Corresponde al jurado el evaluar la prueba y determinar la credibilidad y el peso que deba darle a la misma.</p>\n<p id=\"b244-8\">En <em>Pueblo </em>v. <em>Narváez Narváez, </em>122 D.P.R. 80 (1988), nuestro Tribunal Supremo se pronunció en tomo al jurado. Señaló que es un ingrediente esencial de la institución del jurado, que los miembros que lo componen tengan <em>“un ánimo no </em>prevenido”, de forma tal que sean capaces de juzgar la culpabilidad o inocencia del acusado exclusivamente a base de la evidencia que se presente en el juicio y no por circunstancias ajenas al proceso o por prejuicios. Así lo estableció el Tribunal Supremo en <em>Pueblo </em>v. <em>Pérez Santaliz, </em>105 D.P.R. 10, 13 (1976), al señalar que:</p>\n<blockquote id=\"b244-9\">\n<em>“Como sabemos el juicio va dirigido a la búsqueda de la verdad. Nuestro ordenamiento procesal prescribe </em>\n<page-number citation-index=\"1\" label=\"825\">*825</page-number>\n<em>como garantía del derecho a un juicio justo e imparcial que la culpabilidad del acusado ha de fundarse en la prueba desfilada y en los argumentos aducidos ante el tribunal. El acusado tiene derecho a-confrontarse con la prueba en su contra y a que se le pruebe la acusación mediante prueba admisible confórmelas nor mas;.de., relevancia, confiabilidad y certeza que la experiencia secular ha consagrado en el proceso adversativo y no por influencias extrañas al proceso. ”</em>\n</blockquote>\n<p id=\"b245-3\">Por otro lado, en <em>Pueblo </em>v. <em>Matos, </em>81 D.P.R. 508, 516 (1959), el Tribunal Supremo dijo:</p>\n<blockquote id=\"b245-4\">\n<em>“Toda persona acusada de la comisión de un delito público tiene derecho absoluto a un juicio justo e imparcial. Esto significa, según la doctrina jurisprudencial, que el acusado tiene derecho a que el juicio se desarrolle en una atmósfera de calma judicial ante un juez imparcial y un jurado libre de prejuicios. La responsabilidad de hacer valer este derecho necesariamente descansa en el juez que preside la vista. Este debe actuar con la mayor cautela a fin de evitar que por cualquiera de sus actos; se anule el derecho del acusado a un juicio justo e imparcial. ”</em>\n</blockquote>\n<p id=\"b245-5\">No debemos olvidar que estamos ante un juicio por jurado y no por Tribunal de Derecho. El Jurado, distinto al juez, se impresiona y se prejuicia por cosas que a los abogados, jueces, y fiscales no les afectan. En este sentido entendemos que el encadenamiento a que el Tribunal de Primera Instancia sometió al acusado, frente al panel de los potenciales jurados, causa y ha causado un serio perjuicio al acusado, impidiendo que en su día dicho Jurado pueda emitir un veredicto justo e imparcial y libre de prejuicios.</p>\n<p id=\"b245-6\">Sobre la vulnerabilidad del jurado ante este tipo de situación nuestro Honorable Tribunal Supremo expresó:</p>\n<blockquote id=\"b245-7\"><em>“¿Puede negarse, aun en el campo de lo especulativo, que este trágico acontecimiento no impactó potencialmente a los jurados? El jurado no está habituado a la prudencia del juez, que espera conocer la totalidad de las pruebas, para luego inferir de ellos su convicción. Por el contrario, lo impresionan las pequeñeces y se torna daltónico en cuanto a pruebas más graves. A veces una fruslería procesal, a la cual no le daría importancia alguna el técnico, llega a ser como el punto céntrico de orientación mental, suficiente para convencer en uno u otro sentido. ” Pueblo v. Guzmán Camacho, </em>116 D.P.R. 34, 38, (1984)</blockquote>\n<p id=\"b245-8\">El Artículo II, Sección 11 de la Constitución de Puerto Rico consagra la presunción de inocencia, al establecer un sistema procesal penal de naturaleza adversativa, donde el peso de la prueba para lograr una convicción recae en el Estado. Esta presunción de inocencia cobija a todo ciudadano, y es también un elemento del derecho a un juicio justo e imparcial. <em>Estelle v. Williams, </em>425 U.S. 501 (1976). Así que, para garantizar dicha presunción, los tribunales deben estar alertas para detectar factores que puedan afectar la imparcialidad del proceso judicial. <em>In re: Winship, </em>397 U.S. 358, 364 (1970).</p>\n<p id=\"b245-9\">A tono con dicho principio, ha quedado establecido que un acusado preso en una institución no puede ser obligado a comparecer a su juicio en corte vestido con el uniforme de la prisión o de la institución carcelaria en que se encuentre. <em>Estelle v. Williams, supra.</em></p>\n<p id=\"b245-10\">Tampoco puede el Tribunal de Instancia imponerle cadenas y grilletes, a menos que fuere-necesario para controlar la contumacia del acusado. Si éste consintiera a comportarse de forma tranquila y adecuada, entonces nuevamente se le deberá desencadenar. <em>Estelle </em>v. <em>Williams, </em>supra, pág. 505; <em>Illinois v. Allen, </em>397 U.S. 337 (1970). Sobre el encadenamiento de los acusados el Tribunal Supremo Federal expresó:</p>\n<blockquote id=\"b245-11\">\n<em>“Trying a defendant of crime while he sits bound and gagged before the judge and jury would to an extent comply with that part of the Sixth Amendment’s purposes that accords the defendant an opportunity to confront the witnesses at the trail. But even to contemplate such technique, much less see it, arouses a feeling that no person should be tried while shackled and gagged except as a last resort. Not only is it possible that the sight of </em>\n<page-number citation-index=\"1\" label=\"826\">*826</page-number>\n<em>shackles and gags might have a significant effect on the jury’s feelings about the defendant, but the use of this technique is itself something of an affront to that very dignity and decorum of juidicial proceedings that the judge is seeking to uphold. ”</em>\n</blockquote>\n<p id=\"b246-6\">En esta misma línea, con respecto al encadenamiento de los acusados, se ha concluido que es sumamente detrimental para éstos el permanecer involuntariamente encadenados en abierta violación a su derecho a un juicio justo e imparcial. <em>Tyars </em>v. <em>Finner, </em>709 F.2d 1274, 1284-1285 (89no Cir. 1983); <em>Lemons </em>v. <em>Skidmore, </em>985 F.2d 354, 356-358 (7mo Cr. 1993); <em>Holloway </em>v. <em>Alexander, </em>957 F2d 529, 5300 (8vo Cir. 1992). Incluso en este caso de <em>Holloway, ante, </em>se dijo que encadenar a un confinado porque alegadamente es peligroso y está acusado de delito grave, <em>“dangerous felon”, </em>no es pertinente ante el reclamo de que éste sea desencadenado.</p>\n<p id=\"b246-7\">III. Distinguimos el presente caso del de Rodríguez Lockwood.</p>\n<p id=\"b246-8\">En el citado caso de <em>Pueblo </em>v. <em>Rodríguez Lockwood, </em>KLCE-02-01116, resuelto por este Panel en 23 de octubre de 2002,  se trataba de un acusado que se encontraba recluido en el Hospital de Psiquiatría Forense, y por la situación particular resolvimos:</p>\n<blockquote id=\"b246-9\">\n<em>“Examinados los autos y la situación particular del peticionario quien se encuentra recluido en el Hospital de Psiquiatría Forense, se dispone: a) se mantengan las esposas en los pies del peticionario a lo largo del proceso; b) de ser posible, se le provea vestimenta normal y corriente, entiéndase ropa civil; y c) se le remuevan las esposas de las manos durante el proceso. El alguacil a cargo de éste se mantendrá en su posición, como lo ha estado haciendo. ”</em>\n</blockquote>\n<p id=\"b246-10\">Por otro lado, se ordena que el peticionario sea traído al proceso antes que el jurando entre a sala. Además, una vez concluido el proceso, el peticionario será retirado de sala después de que el jurado se haya marchado, de forma tal que el jurado no pueda observar al peticionario caminando con sus pies encadenados.</p>\n<p id=\"b246-11\">En el presente caso no se justifica tomar dichas medidas, primero, porque el imputado peticionario no ha demostrado una conducta que amerite tomar las medidas cautelares que se autorizó se tomaran en el caso de <em>Rodríguez Lockwood.</em></p>\n<p id=\"b246-12\">En <em>Spain </em>v. <em>Rushen, </em>883 F2d 712, 7200-721 (9no Cir. 1989), se apuntó que aunque bajo ciertas circunstancias el encadenamiento involuntario podría ser un interés público importante en la seguridad en la sala del tribunal, y en una sana administración de la justicia, el debido proceso de ley requiere que dicho encadenamiento sea el último recurso a utilizarse por lo potencialmente dañino que resulta para el acusado.</p>\n<p id=\"b246-13\">Incluso en Estados Unidos, en todos los casos que se ha autorizado el encadenamiento de manos y pies, se ha hecho porque ha habido conducta desordenada en Sala, intentos de fuga, agresiones, tentativas de acometimiento o habido algún patrón de conducta violenta o desafiante contra oficiales correccionales o judiciales. Véanse: <em>Morgan </em>v. <em>Bunnel, </em>24 F.3D 49, 51 (9no Cir. 1994); <em>Hamilton v. Vázquez, </em>17 F.3d 1149, 1154-1155 (9no Cir. 1994); <em>United State v. Baker, </em>10 F.3d 1374, 1401 (9no Cir. 1993); <em>Jones </em>v. <em>Meyer, </em>899 F.2d 883, 885, 899: <em>Steward v. Corbin, </em>850 F.2d 492, 498 (9no Cir. 1988), <em>cert. </em>den., 490 U.S. 1016 (1989).</p>\n<p id=\"b246-14\">En Puerto Rico, sobre el encadenamiento involuntario de un acusado, existe la misma normativa que en la jurisdicción de Estados Unidos. El caso que resuelve esto es <em>Pueblo </em>v. <em>Rodríguez García, </em>85 D.P.R. 467 (1962), a la pág. 471, en donde se dijo que: <em>“Debe evitarse toda actuación que tienda a despertar prejuicios contra el acusado, y esta libertad de acción -sin grilletes ni esposas- forma parte integrante del juicio justo e imparcial. ”</em></p>\n<p id=\"b247-2\"><page-number citation-index=\"1\" label=\"827\">*827</page-number>DICTAMEN</p>\n<p id=\"b247-3\">Por los fundamentos antes expuestos se expide el auto de <em>certiorari </em>y se dicta SENTENCIA para revocar el dictamen del Tribunal de Primera Instancia, Sala de Caguas en el caso de epígrafe; en 1.3 de noviembre de 2002, . y disponer como sigue:</p>\n<blockquote id=\"b247-4\">\n<em>“Primero, el Tribunal disolverá el panel inicial de jurados, seleccionados y a quienes se le tomó juramento preliminar en 13 de noviembre de 2002;</em>\n</blockquote>\n<p id=\"b247-5\">\n<em>Segundo, que en ningún momento el acusado Luis Pastrana Benitez se presente ante el jurado esposado de las manos y con grilletes en los pies, mientras éste observe una conducta en Sala que haga lo anterior innecesario.</em>\n</p>\n<p id=\"b247-6\">\n<em>Tercero, que el Tribunal señale el presente caso para vista en su fondo dentro del término-máximo de seis meses de encarcelación provisto por nuestra Constitución; y</em>\n</p>\n<p id=\"b247-7\">\n<em>Cuarto, que el Ledo. Pérez Bonilla se abstenga de aceptar la representación de algún otro caso que conflija con el presente, y DISPONIENDOSE que en caso que le surja algún conflicto a este abogado para representar al acusado Pastrana Benitez por un conflicto de señalamiento, la Sociedad para Asistencia Legal designe a otro abogado para que lo represente y éste deberá estar preparado para ver el juicio el día que el Tribunal tenga a bien señalarlo.”</em>\n</p>\n<p id=\"b247-8\">NOTIFIQUESE INMEDIATAMENTE por vía ordinaria y adelántese por teléfono y fax al Director Ejecutivo de la Sociedad para Asistencia Legal, a la División de Apelaciones de la Sociedad para Asistencia Legal, al Ledo. Luis A. Pérez Bonilla de la Oficina de Caguas de la Sociedad de Asistencia Legal, a la Oficina del Procurador General, al Fiscal de Distrito de Caguas al Hon. Edgardo Rivera García, Juez, y al Juez Administrador del Centro Judicial de Caguas.</p>\n<p id=\"b247-9\">Lo acordó y manda el Tribunal y lo certifica la Secretaria General.</p>\n<p id=\"b247-10\">Aida Ileana Oquendo Graulau Secretaria General</p>\n<p id=\"b247-11\">ESCOLIO 2003 DTA 30</p>\n<p id=\"b247-12\">1. Juez Pesante Martínez disintió por entender que se debía expedir el auto, revocar la resolución y disolver el Jurado.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}