{
  "casebody": {
    "data": "<casebody firstpage=\"604\" lastpage=\"614\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b622-6\">Adele P. Barca <em>v. </em>Angelo Barca</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AGL\">(5754)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b622-7\">Daly, Bieluch and Foti, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b622-9\">Argued February 18—</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AL8\">decision released August 23, 1988</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b623-4\"><page-number citation-index=\"1\" label=\"605\">*605</page-number><em>Wesley W. Horton, </em>with whom were <em>Susan M. Cormier </em>and, on the brief, <em>Claudia J. Marchak, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b623-5\"><em>Robert V. Cimmino, </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b623-6\">Foti, J.</author>\n<p id=\"A57\">The defendant husband appeals from a judgment dissolving the parties’ marriage and granting certain other relief. The sole issue raised by this appeal is whether the trial judge exhibited a preconceived bias against the defendant and, as a result, should have, sua sponte, recused herself from the proceedings. We find no error.</p>\n<p id=\"b623-7\">The plaintiff filed a complaint and the defendant filed a cross complaint; each sought the dissolution of the twenty year marriage and conveyance of the other’s undivided half interest in the family home.<footnotemark>1</footnotemark> In addition, the plaintiff requested custody of and support for the minor child,<footnotemark>2</footnotemark> alimony<footnotemark>3</footnotemark> and the assignment of half of all of the defendant’s assets. In the pleadings, both parties agreed that the marriage had irretrievably broken down; neither party alleged that the other was at fault. At trial, however, each party claimed that the other was to blame for the breakdown of the marriage.</p>\n<p id=\"b623-8\">After a two day trial to the court, in an oral decision the court found that the marriage had broken down irretrievably due to the defendant’s physical abuse of the plaintiff. As to the financial awards, the court assigned the defendant’s undivided half interest in the real estate, including its furnishings, to the plaintiff and declined to grant either party alimony, counsel fees, or any other relief sought by the parties.</p>\n<p id=\"b624-4\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>The defendant claims, for the first time on appeal, that the trial judge’s actions throughout the course of the trial evidenced a preconceived bias against him, and that the judge should have, sua sponte, disqualified herself. The defendant concedes that this issue was not properly preserved at trial. The defendant argues, however, that the trial court’s actions in this proceeding were so extraordinary that he was denied a fair trial and, therefore, in the interests of justice this court should invoke its discretionary authority and find plain error pursuant to Practice Book § 4185. Our review of the record, however, reveals no instance of judicial conduct “ ‘so obvious that it affect[ed] the fairness and integrity of and public confidence in the judicial proceedings’ [which] . . . ‘resulted] in an unreliable verdict or a miscarriage of justice.’ ” <em>Smith </em>v. <em>Czescel, </em>12 Conn. App. 558, 563, 533 A.2d 223 (1987), quoting <em>State </em>v. <em>Hinckley, </em>198 Conn. 77, 87-88, 502 A.2d 388 (1985).</p>\n<p id=\"b624-5\">We note at the outset that Canon 3C (1) of the Code of Judicial Conduct<footnotemark>4</footnotemark> “requires a judge to disqualify himself or herself in any proceeding in . which his or her impartiality might be questioned.” <em>LaBow </em>v. <em>LaBow, </em>13 Conn. App. 330, 333, 537 A.2d 157 (1988). “[A]s a minister of justice, a trial judge ought to be ‘cautious and circumspect in his language and conduct.’ ” <em>LaBow </em>v. <em>LaBow, </em>supra, <em>quoting Felix </em>v. <em>Hall-Brooke Sanitarium, </em>140 Conn. 496, 501, 101 A.2d 500 (1953). The trial judge should conduct a trial with the highest degree of impartiality. Id. An accusation that a judge was prejudiced against one party in his or her role as an impartial arbitrator is very serious and “strikes at the very core of judicial integrity and undermine[s] public con<page-number citation-index=\"1\" label=\"607\">*607</page-number>fidence in the established judiciary.” <em>Felix </em>v. <em>Hall-Brooke Sanitarium, </em>supra, 501. An accusation of this magnitude requires a full review of the record. <em>Szypula </em>v. <em>Szypula, </em>2 Conn. App. 650, 653, 482 A.2d 85 (1984).</p>\n<p id=\"b625-5\">“Disqualification of a trial judge is not dependent upon proof of actual bias. See <em>Dacey </em>v. <em>Connecticut Bar Assn., </em>184 Conn. 21, 441 A.2d 49 (1981). The ‘appearance as well as the actuality of impartiality on the part of the trier’ will constitute proof of bias sufficient to invoke disqualification. <em>Cameron </em>v. <em>Cameron, </em>[187 Conn. 163, 170, 444 A.2d 915 (1982)]. The controlling standard is whether a reasonable person who is aware of all the circumstances surrounding the judicial proceeding would question the judge’s impartiality. <em>Papa </em>v. <em>New Haven Federation of Teachers, </em>186 Conn. 725, 745-46, 444 A.2d 196 (1982); <em>Keppel </em>v. <em>BaRoss Builders, Inc., </em>7 Conn. App. 435, 440-41, 509 A.2d 51 (1986).” <em>LaBow </em>v. <em>LaBow, </em>supra, 334.</p>\n<p id=\"b625-6\">As a general rule, even in cases alleging judicial bias, this court will not consider the issue on appeal where the party failed to make the proper motion for disqualification at trial. Practice Book § 4185; <em>Cameron </em>v. <em>Cameron, </em>supra, 168; <em>Trapp </em>v. <em>Trapp, </em>6 Conn. App. 143, 145, 503 A.2d 1187 (1986); <em>Logical Communications, Inc. </em>v. <em>Morgan Management Corporation, </em>4 Conn. App. 669, 670, 496 A.2d 239 (1985). Such nonaction by a party at trial “ ‘can be construed as the functional equivalent of “consent in open court” to [the judge’s] presiding over the trial.’ <em>Timm </em>v. <em>Timm, </em>195 Conn. 202, 205, 487 A.2d 191 (1985). A litigant must raise the question of disqualification in a timely and appropriate manner; <em>Pavel </em>v. <em>Pavel, </em>4 Conn. App. 575, 576 n.2, 495 A.2d 1113 (1985); <em>Jazlowiecki </em>v. <em>Cyr, 4 </em>Conn. App. 76, 78, 492 A.2d 516 (1985); <em>Szypula </em>v. <em>Szypula, </em>[supra, 653]; or the claim will be deemed to have been waived. <em>Verissimo </em>v. <em>Verissimo, </em>3 Conn. App. 222, 224, 486 A.2d 1134 (1985).” <em>Logical Communications, Inc. </em><page-number citation-index=\"1\" label=\"608\">*608</page-number>v. <em>Morgan Management Corporation, </em>supra, 670. The rationale for this rule is that parties cannot be allowed “ ‘to anticipate a favorable decision, reserving a right to impeach it or set it aside if it happens to be against them, for a cause which was well known to them before or during the trial. . . .’ ” <em>Timm </em>v. <em>Timm, </em>supra.<footnotemark>5</footnotemark></p>\n<p id=\"b626-5\">Only in exceptional circumstances will this court invoke its discretionary authority to review claims not properly preserved at trial under the plain error doctrine. <em>Seal Audio, Inc. </em>v. <em>Bozak, Inc., </em>199 Conn. 496, 517, 508 A.2d 415 (1986); <em>Cameron </em>v. <em>Cameron, </em>supra; <em>Smith </em>v. <em>Czescel, </em>supra. The defendant argues that the facts of this case are exceptional and, despite his failure to object, present a situation, similar to the <em>Cameron </em>case, where our Supreme Court found, sua sponte, that recusal was required.</p>\n<p id=\"b626-6\">In <em>Cameron, </em>the court invoked the plain error doctrine and found that the trial court’s conduct was “such a ‘serious departure from [the] high standards’ of judicial conduct that it should have declared a mistrial sua sponte.” <em>Trapp </em>v. <em>Trapp, </em>supra, 145, quoting <em>Cameron </em>v. <em>Cameron, </em>supra, 169-70. In the <em>Cameron </em>case, prior to the defendant taking the stand to testify or presenting any evidence, the trial court accused him of “perpetrating or attempting to perpetrate a fraud” on the court; <em>Cameron </em>v. <em>Cameron, </em>supra, 165; and of lying under oath at a deposition. Id., 165-66 n.2. When, at the trial court’s request, the defendant took the stand to testify, the court, without asking him any questions, immediately placed him in contempt. Id., 167. In addi<page-number citation-index=\"1\" label=\"609\">*609</page-number>tion to exhibiting a prejudice against the defendant, the court demonstrated distrust for the defendant’s attorney.<footnotemark>6</footnotemark></p>\n<p id=\"b627-5\">In support of his claim of judicial bias, the defendant in this case points to numerous instances in the transcript where the trial court commented, asked questions and made evidentiary rulings. We have reviewed the record and the entire transcript, and conclude that only the series of questions and comments regarding the defendant’s financial record merits discussion.<footnotemark>7</footnotemark></p>\n<p id=\"b627-6\">In the defendant’s affidavit, he listed a debt of $13,896 which he stated was owed to his mother. At the trial, there was substantial testimony, most of it conflicting, about the defendant’s characterization of this money as a loan.<footnotemark>8</footnotemark> It was in relation to the incon<page-number citation-index=\"1\" label=\"610\">*610</page-number>sistent testimony about the source and nature of this debt that the defendant complains the trial judge’s conduct demonstrated bias.</p>\n<p id=\"b628-5\">The defendant cites the following examples in support of this argument. First, during the cross-examination of the plaintiff, the trial court characterized the money the defendant had received from his father in the following manner: “The check that you’re talking about was for this is [sic] no show New York job. That’s not wages. That’s graft.”<footnotemark>9</footnotemark> Second, during the defendant’s <page-number citation-index=\"1\" label=\"611\">*611</page-number>testimony on cross-examination, the court expressed its opinion that, “there is something smelling in Denmark.” Third, during the cross-examination of the defendant’s last witness, his father, Joseph Barca, the court in attempting to clarify the conflicting testimony, told the witness that, in her judgment, the defendant had “lied.”<footnotemark>10</footnotemark></p>\n<p id=\"b630-4\"><page-number citation-index=\"1\" label=\"612\">*612</page-number>The defendant’s first two examples deserve little discussion. In prior cases involving similar comments by trial courts, we have found such claims of prejudice and bias without merit. <em>Logical Communications, Inc. </em>v. <em>Morgan Management Corporation, </em>supra; (the trial court’s referral to defendant’s proffered defense as a “sham,” made prior to his presentation of any evidence, was directed at the merits of the case and did not exhibit a predisposition toward the parties); <em>LaBow </em>v. <em>LaBow, </em>supra, 337 (trial court’s statement to a party that “I’m beginning to question very much your sincerity,” not found to be prejudicial); <em>Keppell </em>v. <em>BaRoss Builders, Inc., </em>supra, 439-40 (court’s comment that the defendant was “playing fast and loose with the court” did not constitute prejudice).</p>\n<p id=\"b630-5\">The third example, in which the court stated her opinion that the defendant had lied, although facially similar to the <em>Cameron </em>case, is distinguishable. While it is true that the trial court’s comments did, as in the <em>Cameron </em>case, indicate an opinion as to the truthfulness of the defendant; <em>LaBow </em>v. <em>LaBow, </em>supra, 339; this is not a case in which the trial court exhibited “a preconceived view of the credibility of a witness <em>who-</em><page-number citation-index=\"1\" label=\"613\">*613</page-number><em>had not yet testified </em>before the trier and of an attitude of skepticism concerning any person represented by [this particular] counsel.” (Emphasis added.) <em>Cameron </em>v. <em>Cameron, </em>supra, 170. In <em>Cameron, </em>the trial court’s comments were made at the outset of the trial before the defendant had an opportunity to present any evidence or testify on his own behalf and related to a pretrial deposition which the judge did not witness. In addition to exhibiting bias against the defendant, the court in <em>Cameron </em>stated on the record that, from past experience, it was distrustful of defendant’s counsel. The record in this case is wholly inapposite to <em>Cameron. </em>Here, the court’s comment that the defendant lied occurred at the end of the trial, during the testimony of the defendant’s last witness. The court had already heard testimony from the defendant and had before it three conflicting stories regarding the source and nature of the debt listed in the defendant’s affidavit.</p>\n<p id=\"b631-5\">“ ‘[T]he alleged bias and prejudice, to be disqualifying, must stem from an <em>extrajudicial source </em>and result in an opinion on the merits on some basis other than what the judge learned from his [or her] participation in the case.’ ” (Emphasis added.) <em>Szypula </em>v. <em>Szypula, </em>supra, 655, quoting <em>United States </em>v. <em>Grinnell Corporation, </em>384 U.S. 563, 583, 86 S. Ct. 1698, 16 L. Ed. 2d 778 (1966). Moreover, to support a claim of disqualification, the judge’s comments must express a personal bias against the parties and not merely be “directed at the merits of the defense claimed based on information presented to him [or her] during a trial on the merits.” <em>Logical Communications, Inc. </em>v. <em>Morgan Management Corporation, </em>supra, 670-71 n.2.</p>\n<p id=\"b631-6\">There is no claim in this case that the judge entered the courtroom with a preconceived view of this case, the parties or the attorneys involved. The judge’s comments did not stem from an “extrajudicial source” but were made after the court had heard almost all of the <page-number citation-index=\"1\" label=\"614\">*614</page-number>evidence in the case, after the defendant had testified, and at a point when the court had heard inconsistent stories as to the debt listed in the defendant’s affidavit. The trial court’s statements related to the defendant’s credibility and therefore were directed to the merits of the case rather than to the parties.</p>\n<p id=\"b632-5\">Although we find that the trial judge did not act in a partial manner, her conduct in this case was not entirely consistent with the high standards of judicial demeanor required in her role as neutral arbitrator. While the trial court has a duty to ensure that “no falsehood or other fraud is perpetrated in court”; <em>Cameron </em>v. <em>Cameron, </em>supra, 170; and may in its discretion question witnesses; <em>LaBow </em>v. <em>LaBow, </em>supra, 335; the trial judge also has a duty to maintain a calm demeanor, the decorum of the courtroom and avoid any action which might suggest partiality. <em>State </em>v. <em>Gordon, </em>197 Conn. 413, 425, 504 A.2d 1020 (1985). A judge, however, “is a human being, and not the type of unfeeling robot some would expect the judge to be. Such a display of exasperation . . . falls far short of a reasonable cause for disqualification for bias or prejudice under Canon 3 [C (1)] of the Code of Judicial Conduct.” <em>Keppel </em>v. <em>BaRoss Builders, Inc., </em>supra, 444. While the trial judge’s actions were “less than circumspect, we cannot find that the judgment was based on something other than the facts presented at trial.” <em>Trapp </em>v. <em>Trapp, </em>supra, 145. After reviewing the transcript and judgment in this case, therefore, we find the trial court’s comments were not based on an extrajudicial source, but were related to the merits of this case. Under these circumstances, sua sponte disqualification was not required.</p>\n<p id=\"b632-6\">There is no error.</p>\n<p id=\"b632-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b623-9\"> Alimony was not requested in the defendant’s cross complaint. At trial, however, the defendant asked the court to award alimony to him.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b623-10\"> The plaintiff and the defendant had two children during the course of their twenty year marriage. By the time the case reached trial in December, 1986, the youngest child had reached the age of majority and, therefore, the issue of custody was not before the court.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b623-11\"> At trial, the plaintiff relinquished her claim to alimony.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b624-6\"> Canon 3C of the Code of Judicial Conduct provides in pertinent part: “Disqualification. (1) A judge should disqualify himself [or herself] in a proceeding in which his [or her] impartiality might reasonably be questioned, including but not limited to instances where: (a) he [or she] has a personal bias or prejudice concerning a party, or personal knowledge of disputed evidentiary facts concerning the proceeding . . . .”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b626-7\"> The procedural requirements for raising a claim of disqualification have been prescribed by this court. When a litigant seeks to have a judge disqualified, he or she must state on the record to the judge whose disqualification is sought, the facts, which if true, “give fair support to his [or her] claim. If those facts, taken as true, give . . . fair support [to that claim], the party is entitled to an evidentiary hearing by another judge.” <em>Szypula </em>v. <em>Szypula, </em>2 Conn. App. 650, 655-56, 482 A.2d 85 (1984).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b627-7\"> In ruling that the case be continued so that the defendant could obtain information requested by the trial court, the court said to the defendant’s counsel, “and you have had trouble with this Court before in some of your clients absconding.” When defense counsel objected, stating that he had never acted in an “unprofessional” manner, the court responded, “[tjhat’s questionable.” <em>Cameron </em>v. <em>Cameron, </em>187 Conn. 163, 165, 444 A.2d 915 (1982).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b627-8\"> The defendant points to various evidentiary rulings to support his claim. We have examined these rulings and cannot say that they manifest an abuse of discretion nor can we say that exclusion of such evidence indicates prejudice or bias against the defendant.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b627-9\"> On cross-examination, the plaintiff testified that the money listed by the defendant as a loan was not a loan. The plaintiff stated that the money derived from a “secondary job that the defendant shared with his father,” Joseph Barca, because his father was “retired and could only receive so much money during the year.”</p>\n<p id=\"b627-10\">The defendant’s sister, Natalie Barca, testified that her father loaned the defendant money from his part-time job because “they couldn’t make ends meet.”</p>\n<p id=\"b627-11\">The defendant next took the stand and testified on direct examination that he received money every month from his father “to help me get along financially.” When asked about this money on cross-examination, the defendant testified that while he stated in his affidavit that the debt was owed to his mother, the source of the money was actually from a job that he shared with his father in an every other year sequence.</p>\n<p id=\"b627-12\">The defendant’s last witness was his father, Joseph Barca, who testified that the money was a loan and not wages from a job that he shared with his son.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b628-6\"> This comment by the trial judge cannot be read in isolation. On cross-examination, the plaintiff was asked about checks that she and the defendant received from the defendant’s father. In response, the plaintiff described the source and nature of those checks as follows: “You’re referring to a secondary job. It was <em>a no show job </em>that his father got through a political friend and it was shared between Angelo [the defendant] part of the year because he [the defendant’s father] was retired and could only receive so much money during the year.” (Emphasis added.) Sometime later, also during cross-examination of the plaintiff, the following exchange took place:</p>\n<blockquote id=\"b628-7\">“Q. [Defense Counsel] Mrs. Barca, how do you explain paying all of the household bills based on your limited income and his income—</blockquote>\n<blockquote id=\"b628-8\">“Mr. Cimmino: Objection, Your Honor.</blockquote>\n<blockquote id=\"b628-9\">“Q. (Continuing)—if you did not use both funds?</blockquote>\n<blockquote id=\"b628-10\">“Mr. Cimmino: Objection, Your Honor.</blockquote>\n<blockquote id=\"b628-11\">“The Court: What do you mean by both funds?</blockquote>\n<blockquote id=\"b628-12\">“Q. The funds, the wages from your husband and the wages from yourself.</blockquote>\n<blockquote id=\"b628-13\">“A. I-</blockquote>\n<blockquote id=\"b628-14\">“The Court: Just a minute. She didn’t say anything about the wages. You’re mis—</blockquote>\n<blockquote id=\"b628-15\">“Mrs. Marchak: Your Honor, she stated previously—</blockquote>\n<blockquote id=\"b628-16\">“The Court: The check that you’re talking about was for this is [sic] no show New York job. That’s not wages. That’s graft.</blockquote>\n<blockquote id=\"b628-17\">“The Witness: That’s right.</blockquote>\n<blockquote id=\"b628-18\">“The Court: The wages that he earned, she said he would give her some money and with that money she with her other money would pay the bills and that has been her total testimony.</blockquote>\n<blockquote id=\"b628-19\">“Mrs. Marchak: Your Honor, I’m sorry. I misunderstood.”</blockquote>\n<blockquote id=\"b628-20\">The defendant argues that the court’s comment that the wages were “graft” for a “no show” job demonstrates bias against him. When viewed in context, it is apparent that this comment was made in response to an objection and was a restatement of the plaintiff’s characterization of this money made in an effort to clarify the plaintiff’s earlier testimony. By using the word “graft,” the court merely reduced the plaintiff’s testimony to a <page-number citation-index=\"1\" label=\"611\">*611</page-number>more concise dictionary term. The word “graft” is defined as “[t]he acquisition of money, position or other profit by . . . questionable means (as by . . . taking advantage of a public office . . . pay for work not done or service not performed) . . . . ” Webster, Third New International Dictionary. While we agree that the court’s use of the term “graft” was inappropriate, we do not agree that, under the circumstances in which it was made, this comment evidences that the trial court was partial.</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b629-6\"> The trial court’s comments occurred during the following exchange:</p>\n<blockquote id=\"b629-7\">“The Court: There are allegations here your son has filed an affidavit with this Court as to his finances and in it he put down a balance due to Margaret Barca of $13,896. He says that’s an error. It should have been you, Joseph Barca.</blockquote>\n<blockquote id=\"b629-8\">“The Witness: Right.</blockquote>\n<blockquote id=\"b629-9\">“The Court: He has said to this Court that—And your daughter, Natalie, has testified and they’re in conflict. This is what your daughter said. Your daughter said she sent the checks for you to Mr. and Mrs. Barca, that it was a loan, and that it totaled $13,896 from 1982 to 1985.</blockquote>\n<blockquote id=\"b629-10\">“The Witness: Right.</blockquote>\n<blockquote id=\"b629-11\">“The Court: Your son said the following: Yes, it was a loan. He’s also said the following: It’s not a loan. That it was a job that he shared with you, that part-time job. That job was in your name, but he shared it with you. And that he was merely paying you what was his share of that job. Now, you cannot have it two ways. You cannot be an employee and not an employee. You cannot have a check issued in one name as to an employee and another person also being the employee entitled to the check.</blockquote>\n<blockquote id=\"b629-12\">“I specifically asked him why he would borrow $400 a month from you when you’re retired. He said he needed the money. But he was making more money than you and your wife put together. He was making, between he and his wife, over $30,000 a year. He has testified the expenses were not extraordinary neither as to medical nor everyday expenses and that they had really, between the two of them, more than enough to support the family. But he said—and he contradicted himself. He said he needed money to pay the bills and that is why he asked you, a retired person, for the money. He also said, and it’s in conflict, the man said out the other side of his mouth that no, it really wasn’t a loan as such because it was a job he shared with you and, therefore, he was entitled to the money, but since they put the checks in your name, you endorsed them and sent them to him.</blockquote>\n<blockquote id=\"b630-6\"><page-number citation-index=\"1\" label=\"612\">*612</page-number>“Now, Mr. Barca, I have in front of me a couple of liars. Mr. Barca, you’re seventy-three years of age. I don’t think you would lie ... .</blockquote>\n<blockquote id=\"b630-7\">“The Court: Was that a loan?</blockquote>\n<blockquote id=\"AbA\">“The Witness: Well, as far as I’m concerned, it was a loan because he had difficulty with his expenses. And I guess they used to go on vacations to Florida quite often whenever the time would arise and I know that he was hard pressed for money. And that’s not a lie.</blockquote>\n<blockquote id=\"AP-\">“The Court: Okay. Then what about the statement that it was a job that he shared with you?</blockquote>\n<blockquote id=\"Atq0\">“The Witness: I think he got mixed up there. That job—</blockquote>\n<blockquote id=\"Ai6\">“The Court: I definitely think there’s something wrong. I told him so.</blockquote>\n<blockquote id=\"AT3\">“The Witness: That job was my job and it was a little part-time job and it was extra money for me.</blockquote>\n<blockquote id=\"Az0\">“The Court: I don’t blame you, Mr. Barca. I’m just telling you I think your son’s a liar. He lied in court. Your daughter went along with him that he needed money—was borrowing money. She went right along.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}