{
  "casebody": {
    "data": "<casebody firstpage=\"240\" lastpage=\"245\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b272-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b272-5\">Dickenson v. Farley et als.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b272-6\">December 8th, 1887.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b272-7\">Absent, Richardson, J.</p>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b272-8\">Assignor and <em>Assignee—Fraud—Acquiescence—Case at </em>bar.—F. assigned bond of §3,000, secured on land to B. R., adm’r of B., not by endorsement, but by another writing, assigned the bond to D. Suit was brought on it for D.’s benefit. An arrangement being made whereby the amount was reduced to §2,000, the suit was dismissed. D. had never given F. or the obligors notice of the assignment to him. And F. paid R., as adm’r of B., the §3,000 balance, and took a reassignment of the bond to himself. D. knew of this transaction and apparently acquiesced in it. Later, D. filed his bill against F., R., the obligors, the trustee and others, to compel payment of the said balance to himself:</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b272-9\">Held:</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"AIz7\">His suit cannot be entertained.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b272-11\">Appeal from decree of circuit court of the county of Prince Edward, rendered August 28th, 1886, in a chancery cause wherein R. M. Dickenson was complainant, and C. C. Farley, A. J. Davis, F. H. Scott, Win. D. Bice, trustee, Robert B. Berkeley, administrator of W. B. Berkeley, deceased, and others were defendants. At hearing, the bill was dismissed and complainant appealed.</summary>\n<p data-order=\"8\" data-type=\"summary\" id=\"AhMJ\">Opinion states the case.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b272-12\"><em>R. T. Hubard </em>and <em>Edgar Allan, </em>for the appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b272-13\"><em>J. P. Fitzgerald, P. W. McKinney, </em>and <em>F. R. Farrar, </em>for the appellees.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b273-4\"><page-number citation-index=\"1\" label=\"241\">*241</page-number>Lacy, J.,</author>\n<p id=\"AxV\">delivered tlie opinion of the court.</p>\n<p id=\"b273-5\">The bill was filed in August, 1885, by the appellant, Dickinson, against the appellees, Farley and others, to recover $2,000 paid in May, 1879, by Farley to R. B. Berkley, administrator of \"VY. R. Berkley, deceased, on a bond for $3,000 executed by A. J. Davis and F. H. Scott, September 1, 1875, to O. C. Farley, payable three years after date, and assigned by the obligee to <em>~W. </em>R. Berkley before maturity. The claim set up by the bill is that upon the death of <em>W. </em>R. Berkley, which occurred in 1878, R. B. Berkley qualified as administrator on the estate of the said W. R. Berkley, and that said Dickinson lent R. B. Berkley $3,100 to pay pressing debts of the estate, and to redeem hypothecated securities of the said estate liable to be greatly sacrificed by forced sales. That the said administrator gave his bond for this amount, which was proved' as a debt against the estate, and assigned certain assets of the estate as collateral to. secure the loan. Among them was the bond in controversy, of $3,000, of A. J. Davis and F. PL Scott. That in March, 1879, suit was instituted oirthis bond in the name of the administrator for his (Dickinson’s) benefit. That, before trial in this spit was had, he agreed that, if the debt were reduced to $2,000, he would not prosecute to judgment, but leave the $2,000 uncollected as an investment; the said bond being secured by trust deed on a lot of real property in the town of Farmville. That arrangements being made to thus reduce the debt, the suit was dismissed May 14, 1879. That, subsequently, in 1885, he heard that the bond had been paid off to R. B. Berkley, administrator, by the original assignor, Farley, who had paid $2,000 to said administrator, and taken in the bond. That he applied to the clerk of the circuit court of Prince Edward for the bond, and it Avas not in the pdpers, and the clerk did not knoAV how or by AAdiom it had been withdraAvn. That this bond had been Avithdrawn from the papers in fraud of his rights, and that the re-assignment <page-number citation-index=\"1\" label=\"242\">*242</page-number>and delivery of the same to the original assignor was a fraudulent transaction, which should be set aside and held for naught, and the bond re-delivered and set up to him as the rightful owner. The answer of Farley set forth that the suit being instituted on this bond, that he regarding the security as doubtful, and, seeking to save himself from loss as assignor, employed J. P. Fitzgerald to attend to his interest, and arrange so as to protect him from loss. That, before the suit came on for trial, ho arranged through G. <em>W. </em>Davis, a brother of A. J. Davis, and brother-in-law of F. IT. Scott, and who was bound for them in their business in various ways, to have the debt reduced to $2,000 by the obligors, A. J. Davis and F. H. Scott, and then paid $2,000, the residue, to the administrator, and took back the bond. That he never heard that this bond was ever assigned by E. B. Berkley, and that, when the suit was dismissed, leave was given the plaintiff to withdraw the bond from the papers. That the plaintiff did withdraw the bond, and that the whole amount due to Berkley had been paid, and the bond re-assigned by him, for value, to Creed Farley, deceased, from whom he had borrowed the money he had paid on it, and the same was held by his administrator. The proofs being taken, and the case heard by the circuit court, the re-assignment of the bond to Farley was sustained by that tribunal, and the bill of the plaintiff was dismissed; whereupon appeal was taken to this court by the plaintiff.</p>\n<p id=\"b274-5\">The whole question as stated appears to be one of fact. The witnesses have contradicted each other, and seem now to remember the transaction involved very differently. Dickinson has testified according to his bill; Farley according to his answer. Berkley does not remember assigning the bond, nor receiving the $2,000; and Davis remembers the transaction very differently from Dickinson; while George E. Farley sustains the statements of C. C. Farley; and the deposition of J. P. Fitzgerald contradicts Dickinson on all points. In a mere comparison of these statements, we have not found it easy to <page-number citation-index=\"1\" label=\"243\">*243</page-number>evolve the precise truth of the various transactions; hut, in seeking to institute the necessary comparisons, we have searched the record for what was written down by these parties during the dealings in question, and which had suffered no infirmity of memory. Berkley does not remember to have erased the original assignment, nor to have received the $2,000, but the defendants produce his receipt on the day named, stating that he had received the $2,000, and that he had erased the original assignment, which purports to be signed by him, which he does not deny, nor does anybody else deny that it is his handwritiug. The plaintiff filed, with his bill, the original certificate of the assignment of the bond, and other dioses of his decedent’s estate given by Berkley to secure the $3,100; and on the back of this is written a statement by Berkley that he had collected the $2,000, and naming other collaterals to be used by Dickinson to secure this to him. It is clear, then, that although Berkley does not remember collecting this $2,000, that he did nevertheless receive it. But this is sought to be parried by the inquiry whether Berkley had been then drinking, but this the witness negatives. But Dickinson says he had no knowledge of this, and that it was done without his consent. Again we turn to the papers in the record for light on this point. A bond of $960 03 was given by F. H. Scott, A. J. Davis, and George <em>W. </em>Davis, payable to II. B. Berkley, administrator, which was a part of the $3,000 bond, and used to reduce it to $2,000. This was dated May 12, 1879, payable one year after date, and it recites that it is <em>the balance still due </em>on the $3,000, payable three years after date to O. G. Farley, and assigned by him to <em>W. </em>B. Berkley. July 3, 1880, this indorsement was written on this bond: “Deceived of Geo. <em>W. </em>Davis the sum of one thousand and forty-nine dollars and 13-100, in full payment of the within bond, which is hereby assigned to him without recourse. B. M. Dickinson, assignee of said bond and attorney for adm’r.” Mr. Dickinson parries this by saying that he had so much confidence in Berkley that he did not read what <page-number citation-index=\"1\" label=\"244\">*244</page-number>he was signing. Berkley told him it was all right, and he signed it. But the record shows that after he had collected this balance in full, November 13, 1880, he collects from Berkley, and credits §719 10, and July 17, 1882, another sum of $300.</p>\n<p id=\"b276-5\">It is proved by Hon. F. D. Irving, and admitted to be true, that at the dismissal of the suit in May, 1879, when leave was given to the plaintiff to withdraw the bond, Dickinson was present, and in that suit the $445 54 account was filed as an offset. In a suit brought to settle up Berkley’s estate, an account was taken and reported, under the decree of October, 1879, which was returned about March 1,1880. In this report, the administrator, Berkley, is charged with this “$2,000 in cash of A. J. Davis.” In this account, which is very brief,. Dickinson proved debts, and filed an exception, but not to this item, and he files with his bill his original assignment of claims by Berkley, and on that, as we have said, is a statement by Berkley that he had collected this $2,000. And yet he says in his bill: “Your orator finds, on inquiry and actual examination, that the bond has been withdrawn from the papers of his suit aforesaid. It was not done upon the order of your orator, nor with his knowledge or consent. There is no paper or memorandum among the papers of said suit to show by whom it was withdrawn. The clerk says he has given no consent for its withdrawal, and does not know by whom it was withdrawn.”</p>\n<p id=\"b276-6\">Why this inquiry for this bond at the clerk’s office, years after it had been paid in full, which was evidenced by his own receipt, as well as Berkley’s? C. C. Farley having stated that at the day he paid the $2,000, he had to go to bank to get the money, he was attacked by the depositions of the bank officers of Farmville, showing that he had never drawn $2,000 or any other large sum about that time. But he explains that he carried certificates of deposit there, given by one Foreman, who lenta part of the money; and in this statement he is fully <page-number citation-index=\"1\" label=\"245\">*245</page-number>sustained. In-addition to the foregoing, the bond in question being produced, shows that it was never assigned to B. M. Dickinson at all. And it is established that Dickinson, so far from giving notice that he was the holder of the bond, refused when urged to do so, to state his principal, stating that his client did not wish his name known; this to Davis. Eeither C. 0. Farley nor Creed Farley ever appear to have heard of him in the matter except as counsel; Creed Farley, the assignee, never having heard of him at all, so far as the record shows; while it appears that Davis and Scott have made large payments on the bond, reducing it to $1,200, without a hint of Dickinson’s claim.</p>\n<p id=\"b277-5\">In view of the evidence in the case, which by the testimony of witnesses, is far stronger for the defendants than we have stated it, the circuit court was justified in dismissing the bill; and in that decree we see no error, and the said decree will be affirmed.</p>\n<p id=\"b277-6\">Decree affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}