{
  "casebody": {
    "data": "<casebody firstpage=\"224\" lastpage=\"230\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b248-7\">[Civ. <em>No. </em>23881.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ATI\">First Dist, Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AM4\">Sept. 8, 1967.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b248-8\">ROY H. ROGERS, Plaintiff and Appellant, v. COUNTY BANK OF SANTA CRUZ et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b249-5\"><page-number citation-index=\"1\" label=\"225\">*225</page-number>David Au Cossaboom and Gary E. Gunderman for Plaintiff and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b249-6\">Lucas; Wyekoff, Miller, Stanley. &amp; Scott and Stephen Wyekoff for Defendants and Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b249-7\">MOLINARI, P. J.</author>\n<p id=\"AEb\">Plaintiff appeals from an order granting the motion of defendants to quash service of summons upon them on the ground of lack of jurisdiction based upon plaintiff’s noneomplianee with Code of Civil Procedure section 830.<footnotemark>1</footnotemark> The sole issue which this appeal poses is whether the posting of a cash deposit with the clerk of the trial court pursuant to Code of Civil Procedure section 1054a<footnotemark>2</footnotemark> satisfies the undertaking required by section 830 in a libel action.</p>\n<p id=\"b249-8\">' .Upon the filing of the instant action for libel and interference with contract and economic advantage plaintiff deposited $500 cash security with the clerk of the superior court, whereupon the clerk issued a summons directing defendants to appear in this action. Following the service of summons, defendants moved to quash summons on the ground that since plaintiff had not complied with the provisions of section 830,<footnotemark>3</footnotemark> <page-number citation-index=\"1\" label=\"226\">*226</page-number>requiring a written undertaking with two personal sureties as a condition precedent to the issuance of summons in a libel action, the summons was unlawfully issued and the trial court lacked jurisdiction over defendants. The motion was granted and this appeal ensued.</p>\n<p id=\"b250-4\">Plaintiff contends that the cash deposit made by him constituted a sufficient undertaking in the instant case as a result of his compliance with section 1054a, which provides in relevant part as follows: “In all civil cases, wherein an undertaking is required, the party required to furnish such undertaking may in lieu thereof, deposit with the sheriff, constable, marshal, the clerk of the court, or with the judge where there is no clerk: (a) A sum of money in lawful money of the United States equal to the amount required to be secured by said undertaking; ...” Plaintiff takes the position that although section 830 requires a written undertaking in the sum of $500 in a libel action, section 1054a, by its plain language, specifically authorizes the deposit of cash in lieu of such undertaking. Therefore, argues plaintiff, his compliance with section 1054a satisfied the undertaking requirement of section 830 and made lawful the issuance of the summons in the instant case.</p>\n<p id=\"b250-5\">We are in accord with plaintiff’s contentions. It is our duty, when confronted with two statutes relating to the same subject matter, to harmonize their provisions if possible and to give effect to both. (§ 1858; <em>Wemyss </em>v. <em>Superior Court, </em>38 Cal.2d 616, 621 [241 P.2d 525] ; <em>Wulff-Hansen &amp; Co. </em>v. <em>Silvers, </em>21 Cal.2d 253, 260 [131 P.2d 373] ; <em>Modesto Irr. Dist. </em>v. <em>City of Modesto, </em>210 Cal.App.2d 652, 656 [27 Cal.Rptr. 90].)  This rule, when applied to the instant ease, requires that we hold that the provisions of section 1054a, which by its plain language is applicable in <em>all civil cases, </em>are as applicable in libel and slander actions as they are in other types of proceedings.</p>\n<p id=\"b250-6\">Defendants argue that since section 1054a was enacted in its present form in 1933,<footnotemark>4</footnotemark> whereas section 830 was enacted in <page-number citation-index=\"1\" label=\"227\">*227</page-number>1953, we should apply the rule of statutory construction that a later-enacted statute applying to a specific subject matter will control over an earlier-enacted more general statute. However, the case cited by defendants in support of this principle, namely, <em>County of Placer </em>v. <em>Aetna Cas. &amp; Surety Co., </em>50 Cal.2d 182, 189 [323 P.2d 753], involved two statutes which were irreconcilable. Accordingly, as between the one general statute and the more specific statute, the Supreme Court held that the latter controlled. In the instant case, however, we are not confronted with two irreconcilable statutes. Rather, while section 830, which deals specifically with libel and slander actions, provides for personal sureties to guaranty payment of the costs and charges awarded against a plaintiff, section 1054a provides a substitute or alternative method of complying with such undertaking requirements, that is, by posting a cash deposit with the clerk of the court.</p>\n<p id=\"b251-5\">Defendants also argue, in a similar vein, that, even assuming section 1054a was enacted subsequent to section 830—the basis of this assumption being that before the enactment of section 830 in 1953 its provisions were contained in the general laws of California in the form of section 1 of Statutes 1871-1872, chapter 377, page 533 (“An Act concerning actions for libel and slander”)—a statute relating to a special subject matter is not impliedly repealed by the subsequent enactment of a more general law unless the latter makes specific reference to the former. <em>(Division of Labor Law Enforcement </em>v. <em>Moroney, </em>28 Cal.2d 344, 346 [170 P.2d 3].) However, again we point out that the provisions of section 1054a do not make the requirements of section 830 nullities so that the enactment of the former section had the effect of impliedly repealing the latter section. Rather, if the provisions of both sections are read together it is apparent that section 1054a provides an alternative method of complying with the undertaking requirements of section 830. Moreover, by using the language “In all civil cases, wherein an undertaking is required” in section 1054a, the Legislature impliedly made reference to section 830, which is a statute requiring an undertaking in a civil case. It thus appears manifest from a reading of section 1054a that it was the legislative intent that all undertaking requirements in civil actions can be fulfilled in accordance with that section.</p>\n<p id=\"b251-6\">Defendants also contend that section 830 takes precedence over section 1054a because the former is a part of a group of sections containing several unique provisions not found in any <page-number citation-index=\"1\" label=\"228\">*228</page-number>of the other undertaking or bond statutes in California.<footnotemark>5</footnotemark> In making this argument, defendants point to other types of proceedings<footnotemark>6</footnotemark> as to which the undertaking, requirements as specified in the code appear to be less specific and stringent than those applicable to cases of libel and slander, although defendants do recognize that the courts of this state have upheld a cash deposit pursuant to section 1054a in lieu of the requirement for an undertaking by sureties in the various statutes relating to the particular proceeding. (See <em>Montezuma Improv. Co. </em>v. <em>Superior Court, </em>63 Cal.App. 434 [218 P. 772] (appeal) ; <em>Stewart </em>v. <em>Justice’s Court, </em>7 Cal.App.2d 61 [45 P.2d 424] (attachment) ; <em>Schneider </em>v. <em>Zoeller, </em>175 Cal. App.2d 354 [346 P.2d 515] (release of property from writ of attachment); <em>Gurst </em>v. <em>San Diego Transit System, </em>119 Cal. App.2d 51 [258 P.2d 1109] (nonresident plaintiff) ; and <em>Sequoia Vacuum Systems </em>v. <em>Stransky, </em>229 Cal.App.2d 281 [40 Cal.Rptr. 203] (injunction).) We find no merit to this argument. While it may be true that the undertaking requirements in the ease of libel and slander are more specific and stringent than those provided in other proceedings, such requirements do not compel a compliance Avithout regard to the provisions of section 1054a in view of the plain language of this section which provides for an alternative method of satisfying the undertaking requirements in <em>all civil cases </em>regardless of the undertaking requirement applicable to a particular type of proceeding.</p>\n<p id=\"b252-4\">Strong reliance is placed by defendants on the federal case of <em>Keller Research Corp. </em>v. <em>Roquerre, </em>99 P.Supp. 964. There, in a diversity action brought by the plaintiff corporation in the federal district court in California, in which action the <page-number citation-index=\"1\" label=\"229\">*229</page-number>plaintiff sought relief in the form of an injunction ■ and damages, the defendants filed a cross-claim containing two causes of action based on libel. Thereafter the plaintiff moved to compel the defendants to post a bond in accordance with the provisions of the act of 1872, which was the predecessor to section 830. In granting the plaintiff’s motion, the trial court rejected the contention that section 1056, permitting the filing of corporate surety bonds in lieu of undertakings otherwise required under California law, was applicable to undertakings required under the forerunner to section 830. In support of this conclusion the trial court enunciated the following reasons : (1) a general law does not repeal a statute relating to a special subject matter unless there is a special provision repealing that statute; (2) from the reported decisions in California it appeared to be the general practice for plaintiffs in libel and slander actions to file personal surety undertakings, thus leading to the conclusion that it was “taken for granted” that the provisions of section 1056 did not prevail over the terms of the act of 1872; and (3) the Legislature, in enacting the act of 1872, sought to “prevent the indiscriminate filing of libel suits because of rancor, malice, or merely to embarrass a defendant” and thereby gave the act of 1872 unique requirements not found in undertaking statutes applicable to other types of proceedings.</p>\n<p id=\"b253-5\">We have already treated the first of the reasons specified in <em>Keller </em>and rejected the same on the basis that section 830 is not repealed by either sections 1054a or 1056; rather the latter sections contain alternative methods of complying with the undertaking requirements set out in various sections of the Code of Civil Procedure. We need not dwell upon the second reason given by the federal court because, since a plaintiff in a defamation action can, if he chooses, proceed by the alternative method of posting a cash deposit, it is not relevant to the issue that as a “general practice” plaintiffs in such actions file personal surety undertakings.  Finally, as to the third reason given by the <em>Keller </em>case, our Supreme Court has spoken as follows on the question of the purpose of section 830 et seq. and the reason for the stringent undertaking requirements contained in those sections: 11 The object of the statute requiring the plaintiff in an action for slander to give an undertaking for costs is of course to protect the defendant <em>and to secure to him the costs and charges he may he avjarded </em>if the judgment is in his favor.” (Italics added.) <em>(Bried </em>v. <em>Superior Court, 11 </em>Cal.2d 351, 354 [79 P.2d 1091].) Accord<page-number citation-index=\"1\" label=\"230\">*230</page-number>ing to this statement, the purpose of section 830 et seq. appears to be identical to the purpose of undertaking requirements in general, so that it cannot be argued that section 830 must be accorded treatment different from other undertaking statutes because of its different purpose.</p>\n<p id=\"b254-4\">In reaching the conclusion that we have, we have taken note of the case of <em>Rapfogel </em>v. <em>Klassen, </em>185 Cal. 524 [197 P. 795], which by analogy we find persuasive to our determination even though it is a ease involving two conflicting statutes. There former section 1022 (now § 1032), which provided that the plaintiff could not recover costs in an action for damages unless his recovery exceeded $300, was held to control over the conflicting provisions of section 7 of Statutes 1871-1872 page 534 (now § 836), which provided that in an action for libel or slander, “In case plaintiff recovers judgment, he shall be allowed as costs one hundred (100) dollars, to cover counsel fees, in addition to the other costs.” In <em>Rapfogel </em>the plaintiff, who had recovered a judgment for $250 in an action for slander, filed a cost bill claiming $100 in counsel fees as costs under section 7 of the 1872 act. In arguing that the trial court erred in striking out his cost bill, the plaintiff contended that notwithstanding the provisions of section 1022, under the act of 1872 he could recover the $100 counsel fees regardless of the amount of his recovery by way of damages. In response to this contention the appellate court held that the act of 1872 did not have the effect of allowing costs to the plaintiff in any ease where such costs were not allowed by the general law. Accordingly, the court refused the plaintiff’s claim for costs on the basis that his recovery by way of damages had been less than the $300 minimum set forth in section 1022. (See also <em>Lady </em>v. <em>Palen, </em>12 Cal.App.2d 3, 4-5 [54 P.2d 1133] ; <em>Leaper </em>v. <em>Gandy, </em>22 Cal.App.2d 475, 479 [71 P.2d 303].)</p>\n<p id=\"b254-5\">The order is reversed.</p>\n<p id=\"b254-6\">Sims, J., and Elkington, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b249-10\">Such an order is specifically made appealable by Code of Civil Procedure section 963, subdivision 4; see also <em>H. Liebes &amp; Co. </em>v. <em>Erica Shoes, Inc., </em>237 Cal.App.2d 25, 27, footnote 1 [46 Cal.Rptr. 470]; <em>Fielding </em>v. <em>Superior Court, </em>111 Cal.App.2d 490, 492 [244 P.2d 968],</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b249-11\">Unless otherwise indicated, all statutory references are to the Code of Civil Procedure.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b249-12\">Section 830 provides specifically as follows: “Before issuing the summons in an action for libel or slander, the cleric shall require a written undertaking on the part of the plaintiff in the sum of five hundred dol<page-number citation-index=\"1\" label=\"226\">*226</page-number>lars ($500), with at least two competent and sufficient sureties, specifying their occupations and residences, to the effect that if the action is dismissed or the defendant recovers judgment, they will pay the costs and charges awarded against the plaintiff by judgment, in the progress of the action, or on an appeal, not exceeding the sum specified. An action brought without filing the required undertaking shall be dismissed. ’ ’</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"A4D6\">Prior to 1933 similar provisions to those of the present section 1054a were contained in section 926 with the exception that section 926 applied only “In all civil eases <em>arising in justices’ court, </em>wherein an undertaking is required as prescribed in this code <em>. . . .” </em>(Italics <em>added.)</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b252-5\">For example, as provided in section 830, a condition of the undertaking is that the sureties will pay the costs and charges up to $500 if the action is dismissed or the defendant recovers judgment; the undertaking must specify the occupations and residences of the sureties; and an action brought without filing the required undertaking shall be dismissed. In addition, section 831 provides that each surety must annex “an affidawt that he is a resident and householder or freeholder vrithin the county’’; special provisions spell out the procedures for exception to and justification of the sureties (§§ 832, 833, 834); and section 834 provides that if the trial court finds either surety insufficient, it shall order a new undertaking to be given and may at any time order a new or additional undertaking upon proof that the' sureties have become insufficient. ...</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b252-6\">Arrest and bail (§§ 492, 487, 494) ; injunction (§ 529) ; attachment (§§539, 540, 555).; receivers.(§§ 566, 567) ; third party.claims (§689); execution oh mortgaged property (§ 689b)’; stay’-of execution on' appeal (§§ 942, 945, 985) ; surety for costs by a non-resident plaintiff (§ 1030) ; and bonds by railroads in eminent domain proceedings (§ 1251).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}