{
  "casebody": {
    "data": "<casebody firstpage=\"758\" lastpage=\"767\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b782-4\">[Crim. No. 12817.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AFY\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AxA\">Sept. 28, 1967.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b782-5\">THE PEOPLE, Plaintiff and Respondent, v. RALPH STEELE, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b783-11\"><page-number citation-index=\"1\" label=\"759\">*759</page-number>Erling J. Hovden and Richard S. Buckley, Public Defenders, Floyd W. Davis and James L. McCormick, Deputy Public Defenders, for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b783-12\">Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and David S. Sperber, Deputy Attorney General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b784-4\"><page-number citation-index=\"1\" label=\"760\">*760</page-number>FORD, P. J.</author>\n<p id=\"A2x\">In a nonjury trial the defendant was found guilty of murder of the second degree and of assault with intent to commit murder. He has appealed from the judgment.<footnotemark>1</footnotemark> We reversed a prior judgment of conviction of murder of the first degree and of assault with intent to commit murder because at the trial on the issue of guilt the court erred in restricting the defendant’s proof on the question of his specific mental state. <em>(People </em>v. <em>Steele, </em>237 Cal.App.2d 182 [46 Cal.Rptr. 704].)</p>\n<p id=\"b784-5\"> The contentions on this appeal are that under the evidence the trial court erred in not finding the defendant to have been insane at the time of the commission of each of the alleged crimes and, in the alternative, that inasmuch as the defendant was not possessed of a normal mind the evidence, at most, was only sufficient to sustain a conviction of manslaughter rather than of murder.</p>\n<p id=\"b784-6\">In our prior opinion we gave a summary of the facts as follows (237 Cal.App.2d, at page 184) : “In brief, the murder victim was the former wife of the defendant, while the target of the assault was her former attorney, who had acted for her in the divorce case between defendant and decedent. The divorce had been obtained in 1954, but ever since then, until the time of the murder, defendant lived in the same apartment court as his former wife, though they never spoke.</p>\n<blockquote id=\"b784-7\">“Defendant became extremely dissatisfied with the division of property decreed in the divorce case. On several occasions he threatened to kill his former wife and the attorney. He also believed that there had been an illicit relationship between the wife and the attorney and that his youngest child was the result thereof. On April 15, 1959, defendant killed his wife by means of an instrument which could have been a hammer and assaulted the attorney with a claw hammer, causing multiple wounds to his head. ’ ’</blockquote>\n<p id=\"b784-8\">Upon the retrial, in addition to a waiver of trial by jury, it was stipulated that “all of the issues joined by the defendant’s plea of not guilty and not guilty by reason of insanity’’ would be “joined and consolidated into one hearing.’’ The defendant personally consented to the making of that stipulation. Pursuant to a further stipulation the case was submitted on the transcript of the prior trial with the <page-number citation-index=\"1\" label=\"761\">*761</page-number>exception that the testimony of the three psychiatrists as given at the prior trial would not be considered but that they would be called as witnesses on behalf of the defendant at the retrial.</p>\n<p id=\"b785-6\">We turn to the testimony of the psychiatrists and note portions thereof pertinent to the contentions made by the defendant on this appeal.</p>\n<p id=\"b785-7\">Dr. Gore testified that he examined the defendant on May 28, 1959, and again on July 9, 1963. A portion of his testimony was as follows: ‘ ‘ Q. . . . Now after that lengthy hypothetical question, Doctor, have you an opinion as to whether or not the defendant with a sound and rational mind entertained malice aforethought with respect to Mrs. Steele during the time in question? A. I consider this man did not have a sound and rational mind for several years prior to the act with which he was charged. I feel that he was suffering from a deteriorating mental process, in other words, a chronic brain syndrome due to cerebral arteriosclerosis, at the time of my examination this was quite evident, and that he had a psychotic reaction, in other words, insanity, and all of his thinking had gradually built up and as he lost control of his power to control himself. In other words, his inhibitions were disinhibited by the psychotic process. Then he carried out the act which he talked about for sometime. ’ ’</p>\n<p id=\"b785-8\">A further portion of Dr. Gore’s testimony was: “ Q. Now with reference to the question of sanity or insanity, Doctor, do you have an opinion ... as to whether or not the defendant was capable of knowing and understanding the nature and quality of his act, assuming that he committed the homicide on Mrs. Steele ? A. At the time I think he was incapable of understanding his act and what he was doing. Q. Was he able to distinguish right from wrong in relation to that act ... ? A. In my opinion he was not capable of making a decision. Q. Was he capable of appreciating or understanding that his act, assuming he committed the homicide of Mrs. Steele, was a violation of the rights of another? A. I feel that he was not able to understand the consequences of his act or that he was violating anyone else. ’ ’</p>\n<p id=\"b785-9\">With respect to his opinion as to whether the defendant knew and understood the nature and quality of his act when he assaulted the attorney on the same day, Dr. Gore stated: “No, this was an act of a man who was legally insane, going ahead with an act in which he was trying to exterminate his enemies or what he considered to be his enemies. ’ ’ He further expressed the opinion that, as to that assault, the defendant <page-number citation-index=\"1\" label=\"762\">*762</page-number>was not able to distinguish right from wrong. In response to an inquiry as to his opinion as to whether the defendant “with a sound and rational mind” had “a specific intent to commit an assault” upon the attorney, Dr. Gore testified: “I think that his intent was that of a diseased mind.”</p>\n<p id=\"b786-5\">Dr. Von Hagen testified that he made an examination of the defendant in 1959. After stating that he had an opinion as to whether ‘1 soundly and rationally the defendant formed in his mind malice aforethought at the time of the commission of the homicide,” in response to a further question Dr. Von Hagen testified: “Well, any motivation he developed was not soundly and rationally conceived.” Another portion of the witness’ testimony was: “Q. Could the defendant meaningfully and rationally reflect on the gravity of the contemplated act of the homicide of Mrs. Steele ? A. No. ’ ’</p>\n<p id=\"b786-6\">Dr. Von Hagen was also asked whether on April 15, 1959, the defendant could “with a sound and rational mind form the specific intent” to murder the attorney and whether the defendant could “meaningfully and rationally reflect on the gravity of the assault” on the attorney. To each question the witness ’ answer was “ No. ”</p>\n<p id=\"b786-7\">Dr. Von Hagen expressed the opinion that with respect to the killing of Mrs. Steele the defendant was not capable of knowing and understanding the nature and quality of his act and was not able to distinguish right from wrong in relation to that act. He did not believe that on April 15, 1959, the defendant was able to know and understand that the homicide was a violation of the rights of another. Dr. Von Hagen further expressed the opinion that, with respect to the assault upon the attorney, the defendant was not capable of knowing and understanding the nature and quality of his act and was not able to distinguish right from wrong in relation to that act and to realize that that act was a violation of the rights of another person.</p>\n<p id=\"b786-8\">Dr. Tutunjian testified that he saw the defendant in the jail on two occasions in July of 1963. With respect to an inquiry as to the existence of malice aforethought at the time of the homicide Dr. Tutunjian stated: “It was my opinion that he was mentally so sick that he might not have formed the forethought or malice, although he had a grudge against his ex-wife or the deceased and also against the lawyer.” He further testified in effect that it was his opinion that the defendant could not meaningfully and rationally reflect on the gravity or seriousness of taking the life of Mrs. Steele. <page-number citation-index=\"1\" label=\"763\">*763</page-number>The witness further stated that he did not believe that on April 15, 1959, the defendant “would have known what he was doing was right or wrong” because he was “mentally too sick. ’ ’</p>\n<p id=\"b787-6\">In response to a question as to his opinion with respect to whether “with a sound and rational mind” the defendant had an intention to kill the attorney, the witness answered: “I don’t believe so.” He expressed the further opinion that the defendant did not know and understand the nature and quality of his act and was not able to distinguish between right and wrong when he attacked the attorney on April 15, 1959.</p>\n<p id=\"b787-7\">The expert testimony included opinions that the defendant was suffering from a type of schizophrenia.</p>\n<p id=\"b787-8\">In addition to the summary of evidence taken from our prior opinion, as earlier set forth in this opinion, other pertinent evidence should be noted. Ralph Jackson Steele, the son of the defendant and Mrs. Steele, testified that on the morning of April 15, 1959, he went fishing and was away all day. Before he left, at the request of the defendant he gave the defendant a dollar. He did not believe that his father told him the purpose for which he wanted the money. When he returned home he found a piece of paper dated April 14, 1959, on which was written: “Received from Ralph Jackson Steele a valuable consideration for all of my personal property, clothes, jewelry, and miscellaneous items,” followed by the defendant’s signature. Underneath that -writing was further writing bearing the same date and signed by the defendant which was as follows: “Bill of Sale. Received from Ralph Jackson Steele one dollar for one Lincoln Club Coupe.” That automobile was kept in a garage on the premises, but the battery in it was “dead” and there was no gasoline in the vehicle. That evening he made a missing person report at the police station as to his father and as to his mother. The next morning he discovered his mother’s body under the house.</p>\n<p id=\"b787-9\">There was evidence sufficient to support an inference that the defendant had initially attacked Mrs. Steele on a pathway which was secluded by reason of the presence of trees and shrubbery, had then dragged her through a doorway into a place underneath a house in the bungalow court, had there further beaten her, and thereafter had gone to his own living quarters and had attempted to wash the bloodstains out of his clothing.</p>\n<p id=\"b787-10\">The attorney who was assaulted by the defendant on April <page-number citation-index=\"1\" label=\"764\">*764</page-number>15, 1959, testified that in 1956 the defendant came up to him as he was going into his office, hit him with his fists, kicked him, and said, “I will kill all of you.” There was evidence which supported the inference that when the defendant went to the attorney’s office on April 15, 1959, he carried a hammer concealed in a briefcase.</p>\n<p id=\"b788-5\">Turning first to the issue of insanity, in <em>People </em>v. <em>Wolff, </em>61 Cal.2d 795, at page 801 [40 Cal.Rptr. 271, 394 P.2d 959], the Supreme Court approved the following criterion: “ ‘The test of sanity is this: First, did the defendant have sufficient mental capacity to know <em>and understand </em>what he was doing, and second, did he know <em>and understand </em>that it was wrong <em>and a violation of the rights of another </em>? To be sane and thus responsible to the law for the act committed, the defendant must be able to know <em>and understand </em>the nature and quality of his act <em>and </em>to distinguish between right and wrong at the time of the commission of the offense.’ (Italics added.) ”</p>\n<p id=\"b788-6\">In <em>Wolff </em>the court also made clear the rule as to the place of expert testimony in the deliberations of the trier of fact and the rule as to the scope of appellate review. Thus the Supreme Court stated (61 Cal.2d, at page 804): ‘‘However impressive this seeming unanimity of expert opinion may at first appear . . . our inquiry on this just as on other factual issues is necessarily limited at the appellate level to a determination whether there is substantial evidence in the record to support the jury’s verdict of sanity . . . under the law of this state. [Citations.] It is only in the rare case when ‘the evidence is uncontradieted and entirely to the effect that the accused is insane’ [citation] that a unanimity of expert testimony could authorize upsetting a jury finding to the contrary. While the jury may not draw inferences inconsistent with incontestably established facts [citation], nevertheless if there is substantial evidence from which the jury could infer that the defendant was legally sane at the time of the offense such a finding must be sustained in the face of any conflicting evidence, expert or otherwise, for the question of weighing that evidence and resolving that conflict ‘is a question of fact for the jury’s determination’ [citation]. Indeed, <em>the code specifically requires that the jury he instructed . . </em>. that ‘The jury is not bound to accept the opinion of any expert as conclusive, but should give to it the weight to which they shall find it to be entitled. The jury may, however, disregard any such <page-number citation-index=\"1\" label=\"765\">*765</page-number>opinion if it shall be found by them to be unreasonable. ’ (Pen. Code, § 1127b.)”<footnotemark>2</footnotemark></p>\n<p id=\"b789-6\">The Supreme Court further stated in <em>Wolff </em>(61 Cal. 2d, at page 805) that “it is settled that ‘the conduct and declarations of the defendant occurring within a reasonable time before or after the commission of the alleged act are admissible in proof of his mental condition at the time of the offense. ’ . . . Among the kinds of conduct of a defendant which our courts have held to constitute evidence of legal sanity are the following: ‘an ability on the part of the accused to devise and execute a deliberate plan’ [citation] ; ‘the manner in which the crime was conceived, planned and executed’ [citation]; ...”</p>\n<p id=\"b789-7\">Accordingly, we turn to the conduct of the defendant heretofore noted. He had long harbored very bitter feelings towards Mrs. Steele and the attorney. Just prior to the homicide and the assault on the attorney the defendant undertook to dispose of his belongings by transfer to his son, conduct indicating an appreciation that the acts he was about to undertake would result in serious adverse consequences to himself. That state of mind further indicated that he knew and understood the nature of what he was about to do and that such contemplated conduct was wrong and would violate the rights of his wife in one instance and of the attorney in the other instance. The manner in which he undertook to conceal his acts in the course of killing his wife and thereafter supported the same inference as to his mental state.</p>\n<p id=\"b789-8\">In the light of the evidence as to the defendant’s conduct the psychiatric testimony to the effect that at the time of each offense the defendant did not know and understand the nature and quality of his act and that what he was doing was wrong created only a conflict in the evidence which was for the trier of fact to resolve. This court is not free to interfere with the determination of the trier of fact that even though all of the psychiatric witnesses were of the opinion that the defendant was “legally insane,” there was no sound basis for that conclusion under the California <em>M’Naughton </em>rule. (See <em>People </em>v. <em>Wolff, supra, </em>61 Cal.2d 795, 815.)</p>\n<p id=\"b789-9\">We turn now to the contention that there was insufficient evidence to sustain a determination that the defendant <page-number citation-index=\"1\" label=\"766\">*766</page-number>acted with malice aforethought and that, therefore, the killing of Mrs. Steele should have been determined to be manslaughter rather than murder of the second degree. Guidance is found in the reasoning of <em>People </em>v. <em>Conley, </em>64 Cal.2d 310 [49 Cal.Rptr. 815, 411 P.2d 911], a ease which was decided prior to the retrial of the ease presently before us. In Conley it was stated (page 316) -. “It has long been settled that evidence of diminished mental capacity, whether caused by intoxication, trauma, or disease, can be used to show that a defendant did not have a specific mental state essential to an offense. Seventeen years ago, in <em>People </em>v. <em>Wells, </em>33 Cal.2d 330 [202 P.2d 53], we held that evidence must be admitted that shows that at the time a defendant committed an overt act he did or did not have a specific mental state such as malice aforethought. By way of examples of the classes of crimes that require proof of a specific mental state we mentioned ‘ the homicides, wherein, if a charge of murder in either degree is to be supported, there must be proof of malice aforethought ; lacking proof of malice aforethought the homicide can be no higher offense than manslaughter. ’ <em>{Id., </em>at p. 346.) . . . We concluded, therefore, that evidence of an accused’s abnormal mental condition that was relevant to malice aforethought was admissible, for malice aforethought was a ‘particular purpose, motive, or intent’ essential to the crime charged. ‘Here, the offer was to show not insanity, not a lack of mental capacity to have malice aforethought, but, rather, the fact of nervous tension and that the particular tension was directly relevant to the issue of “purpose, motive, or intent;” i.e., to the critical question as to whether defendant’s overt act was done with “malice aforethought”. . . .’ <em>{Id. </em>at pp. 356-357.) ” The Supreme Court also stated (64 Cal.2d, at page 318): “A person who intentionally kills may be incapable of harboring malice aforethought because of a mental disease, defect, or intoxication, and in such ease his killing, unless justified or excused, is voluntary manslaughter. ’ ’</p>\n<p id=\"b790-5\">In <em>Conley </em>the Supreme Court further stated (64 Cal.2d, at page 322) : “An intentional act that is highly dangerous to human life, done in disregard of the actor’s awareness that society requires him to conform his conduct to the law, is done with malice regardless of the fact that the actor acts without ill will towards his victim or believes that his conduct is justified. ... An awareness of the obligation to act within the general body of laws regulating society, however, is included in the statutory definition of implied <page-number citation-index=\"1\" label=\"767\">*767</page-number>malice in terms of an abandoned and malignant heart and in the definition of express malice as the deliberate intention unlawfully to take life. ... If because of mental defect, disease, or intoxication, however, the defendant is unable to comprehend his duty to govern his actions in accord with the duty imposed by law, he does not act with malice aforethought. ...”</p>\n<p id=\"b791-6\">In the present case the conduct of the defendant heretofore related supported the inference that the defendant understood that serious consequences for him would follow his contemplated acts. In the light of such evidence the trier of fact could reasonably find that the defendant apprehended that society prohibited his attacks upon Mrs. Steele and the attorney regardless of the defendant’s personal belief that such attacks were justified. Consequently, the trier of fact, in performing the function of determining the weight of the evidence and the inferences reasonably to be drawn therefrom, was free to reach that conclusion in spite of the testimony of the psychiatrists.</p>\n<p id=\"b791-7\">For the reasons stated we find the contentions of the defendant to be untenable.</p>\n<p id=\"b791-8\">The attempted appeal from the order denying a new trial is dismissed. The judgment is affirmed.</p>\n<p id=\"b791-9\">Cobey, J., and Moss, J., concurred.</p>\n<p id=\"b791-10\">Appellant’s petition for a hearing by the Supreme Court was denied November 22, 1967.</p>\n<footnote label=\"1\">\n<p id=\"b784-9\">In the notice of appeal it is stated that the defendant also appeals from the order denying his motion for a new trial. That order, however, is not separately appealable. <em>(People </em>v. <em>Bernhardt, </em>222 Cal.App.2d 567, 570-571 [35 Cal.Rptr. 401].)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b789-10\">At a later stage of \"the opinion ' (61 Cal.2d, at page 812) it was stated: ‘ ‘.', . jury verdicts' of legal sanity have been upheld in a long line of cases in which the expert medical testimony was unanimous that the defendant was suffering from schizophrenia [citation] and was insane at the time of the offense of which he was convicted [citations].”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}