{
  "casebody": {
    "data": "<casebody firstpage=\"601\" lastpage=\"605\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b635-5\">SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. Darren SILVERMAN, Matthew Brenner, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b635-8\">No. 08-16710</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AIA\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b635-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b635-10\">May 19, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b635-22\">David J. Feingold, Feingold &amp; Kam, Palm Beach Gardens, FL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b636-3\"><page-number citation-index=\"1\" label=\"602\">*602</page-number>Christopher Paik, Washington, DC, for Defendants-Appellants.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b636-5\">Before CARNES, WILSON and KRAVITCH, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b636-6\">PER CURIAM:</author>\n<p id=\"b636-7\">Defendant-appellants Darren Silverman and Matthew Brenner (“Defendants”) appeal the district court’s final judgement ordering Defendants collectively to disgorge $8,117,527, together with prejudgment interest, and to individually pay a civil penalty amount of $100,000.</p>\n<p id=\"b636-8\">I.</p>\n<p id=\"b636-9\">In 2004, the Securities and Exchange Commission (“SEC”) brought this civil law enforcement action against Defendants for fraudulently offering and selling unregistered securities, in violation of the Securities Act, the Exchange Act, and the Advisers Act (collectively, the “Acts”). The SEC alleged that Defendants defrauded hundreds of investors out of more than $32 million when they sold them, by means of numerous misrepresentations, interests in investment funds that they ran.</p>\n<p id=\"b636-10\">Rather than contest the allegations made in the SEC’s complaint, Defendants consented to the entry of judgments that enjoined them from violating the antifraud and registration provisions of the Acts, prohibited them from acting as officers or directors of certain issuers, and required them to pay disgorgement and prejudgment interest. In the consents, which were signed by both Defendants and their counsel, Defendants did not admit or deny the allegations of the complaint, but they agreed to comply with the SEC policy preventing a defendant from consenting to a judgment that imposes a sanction while denying the allegations in the complaint. Accordingly, Defendants agreed:</p>\n<blockquote id=\"b636-12\">(i) not to take any action or to make or permit to be made any public statement denying, directly or indirectly, any allegation in the Complaint or creating the impression that the Complaint is without factual basis; and (ii) that upon the filing of this Consent, Defendants] hereby withdraw[ ] any papers filed in this action to the extent that they deny any allegations in the Complaint.</blockquote>\n<p id=\"b636-13\">The consents also explained that this provision did not affect either Defendants’ testimonial obligations or their right to take legal positions in litigation in which the SEC is not a party.</p>\n<p id=\"b636-14\">Pursuant to the consents, the district court entered judgments against Defendants on May 7, 2004. The judgments, which had been attached to the consents and incorporated by reference into the consents, enjoined Defendants from future violations of the Acts and ordered them to “disgorge, with prejudgment interest, all ill-gotten profits or proceeds that [they] received, directly or indirectly, as a result of the acts or courses of conduct described in the Complaint.” The judgments provided that “[t]he dollar amount of disgorgement shall be reached by agreement of the parties or, if the parties are unable to reach agreement, the amount shall be determined by the Court upon the Commission’s motion.” The judgments also provided that Defendants could not “by way of defense to such a motion [for disgorgement], challenge or otherwise contest the allegations of the Complaint, which shall be deemed true by the Court for purposes of this motion,” but that nothing in the judgments would “prevent [Defendants] from presenting evidence regarding the amount of disgorgement.” The judgments further stated that Defendants would pay <page-number citation-index=\"1\" label=\"603\">*603</page-number>civil penalties as allowed under the Acts, in an amount to be determined by the court upon the SEC’s motion. For purposes of imposing such civil penalties, the judgments provided that the allegations of the complaint shall be deemed as true, but Defendants may “present[] evidence of factors mitigating against the imposition of a civil penalty.”</p>\n<p id=\"b637-5\">The SEC and Defendants did not reach agreement as to the amount of disgorgement and on June 25, 2008,<footnotemark>1</footnotemark> the SEC filed a motion for the district court to set the amount of disgorgement, to hold Defendants liable for prejudgment interest, and to impose civil money penalties. As evidence of the amount of ill-gotten gains to be disgorged, the SEC presented the affidavit of a forensic accountant who had spent more than 600 hundred hours examining the financial records of Defendants’ investment funds. The accountant stated that, due to Defendants’ incomplete and inadequate record-keeping, he was unable to account for $8,117,527 of the $32 million Defendants had collected from their investors. The SEC therefore sought the unaccounted-for $8.1 million as a reasonable approximation of Defendants’ ill-gotten profits. In opposing this motion, Defendants submitted their own affidavits, in which they denied having received $8.1 million and claimed that all the money in the investment funds was lost in the stock market. Defendants presented no documentary evidence supporting the statements in their affidavits. They also claimed that, because the SEC waited four years after the entry of the consent judgments to bring the motion for disgorgement and civil penalties, Defendants were entitled to the defenses of estoppel and laches.</p>\n<p id=\"b637-7\">The district court granted the SEC’s motion and ordered Defendants collectively to disgorge $8,117,527, together with prejudgment interest for the three-month period from the date of the complaint to the date the consent judgments were entered, and to each individually pay a civil penalty in the amount of $100,000. Thereafter, the district court entered a Final Judgment Setting Disgorgement, Prejudgment Interest, and Civil Penalties Against Defendants. Defendants appeal from this Final Judgment.</p>\n<p id=\"b637-8\">II.</p>\n<p id=\"b637-9\">We review the district court’s interpretation of the consent judgment <em>de novo. Abbott Laboratories v. Unlimited Beverages, Inc., </em>218 F.3d 1238, 1239 (11th Cir.2000). We review the district court’s findings regarding the amount of ill-gotten gains to be disgorged for abuse of discretion. <em>SEC v. Calvo, </em>378 F.3d 1211, 1217-18 (11th Cir.2004). We also review for abuse of discretion the district court’s finding that there has been no misconduct by the government sufficient to justify the defense of estoppel. <em>Stephens v. Tolbert, </em>471 F.3d 1173, 1175 (11th Cir.2006). We review <em>de novo </em>the district court’s legal conclusion that laches is not an available defense in this civil enforcement action. <em>Estate of Shelfer v. Commissioner, </em>86 F.3d 1045, 1046 (11th Cir.1996).</p>\n<p id=\"b637-10\">III.</p>\n<p id=\"b637-11\">Defendants argue that the district court erred in ordering disgorgement, prejudgment interest, and civil penalties because (1) the case was “settled” four years ago, leaving no issues to be determined; (2) the <page-number citation-index=\"1\" label=\"604\">*604</page-number>alleged securities law violations were neither proved by record evidence nor admitted by them; (3) the SEC did not carry its burden of establishing that the amount of disgorgement — approximately $8.1 million — was the amount Defendants had received in ill-gotten gains; and (4) the SEC was barred from seeking disgorgement and other remedies by the doctrines of laches and estoppel.</p>\n<p id=\"b638-4\">Defendants’ first two assignments of error are clearly without merit. The plain language of Defendants’ consents to judgment and of the judgments entered by the district court on May 7, 2004, shows that Defendants agreed that further proceedings would be held to determine the amount of disgorgement and civil penalties they would have to pay and that, for the purposes of these proceedings, all allegations of the complaint would be deemed as true. There is nothing ambiguous in this language. Defendants are therefore barred by the terms of their agreements from challenging or otherwise contesting the truth of the allegations of the complaint in this disgorgement proceeding. Accordingly, no further evidence of Defendants’ securities law violations is required to justify the district court’s entry of an order of disgorgement, prejudgment interest, and civil penalties.</p>\n<p id=\"b638-5\">In them third assignment of error, Defendants assert that the affidavit of the forensic accountant — which states that he could not account of $8,117,527 of the $32 million collected by Defendants — is insufficient to support the district court’s conclusion that $8.1 million is a reasonable approximation of the amount of Defendants’ ill-gotten gains. Defendants note that “the power to order disgorgement extends only to the amount with interest by which the defendant profited from his wrongdoing.” <em>SEC v. ETS Payphones, Inc., </em>408 F.3d 727 (11th Cir.2005). As such, Defendants charge the district court with abusing its discretion in ordering Defendants to pay $8,117,527 in disgorgement, plus prejudgment interest.</p>\n<p id=\"b638-7\">The SEC is entitled to disgorgement upon producing a “reasonable approximation” of. a defendant’s ill-gotten gains. <em>Calvo, </em>378 F.3d at 1217; <em>see also SEC v. Warde, </em>151 F.3d 42, 50 (2d Cir.1998); <em>SEC v. First City Fin. </em>Corp., 890 F.2d 1215, 1231-32 (D.C.Cir.1989);. The burden then shifts to the defendant to demonstrate that the SEC’s estimate is not a reasonable approximation. <em>See Calvo, </em>378 F.3d at 1217. Exactitude is not a requirement; “[s]o long as the measure of disgorgement is reasonable, any risk of uncertainty should fall on the wrongdoer whose illegal conduct created that uncertainty.” <em>Id. </em>(citing <em>Warde, </em>151 F.3d at 50). Indeed, this court has held that:</p>\n<blockquote id=\"AMR\">where a defendant’s record-keeping or lack thereof has so obscured matters that calculating the exact amount of illicit gains cannot be accomplished without incurring inordinate expense, it is well within the district court’s discretion to rule that the amount of disgorgement will be the more readily measurable proceeds received from the unlawful transactions.</blockquote>\n<p id=\"b638-9\"><em>Calvo, </em>378 F.3d at 1218 (citing <em>CFTC v. Am. Bd. of Trade, Inc., </em>803 F.2d 1242, 1252 (2d Cir.1986)).</p>\n<p id=\"b638-10\">In this case, the SEC satisfied its burden by producing evidence that Defendants collected over $32 million from investors and that — based upon the affidavit of an accountant who spent more than 600 hours on the case — over $8.1 million was unaccounted for due to Defendants’ poor record-keeping. Any further apportionment by the SEC would have been impractical and excessively expensive in light of the inadequate documentation employed by Defendants. The burden therefore <page-number citation-index=\"1\" label=\"605\">*605</page-number>shifted to Defendants to show that $8.1 million was <em>not </em>a reasonable approximation of them gains. Defendants, however, provide no documentary evidence supporting their eonclusory and self-serving affidavits stating that they did not receive $8.1 million and that all of the investment funds were lost in the stock market. Because Defendants presented no evidence tending to show that they received less than $8.1 million and that the remainder was lost, the district court did not abuse its discretion in concluding that Defendants did not carry their burden of rebutting the SEC’s evidence. We conclude, therefore, that $8,117,527 is a reasonable approximation of the amount of Defendants’ ill-gotten gains to be disgorged.</p>\n<p id=\"b639-5\">Finally, Defendants argue that the district court abused its discretion in finding that the doctrines of estoppel and laches did not prevent the SEC from seeking-disgorgement and civil penalties. We disagree. Addressing first the estoppel argument, this court has stated that “if estoppel is available against the Government, it is warranted only if affirmative and egregious misconduct by government agents exists.” <em>Sanz v. U.S. Security Ins. Co., </em>328 F.3d 1314, 1319 (11th Cir.2003). The district court found that although four years constituted a significant delay between the entry of the consent judgments and the SEC’s motion for disgorgement, it did “not find any actions by the Commission that rise to the level of affirmative and egregious misconduct.” On appeal, Defendants present no evidence suggesting that the district court abused its discretion in making this finding; rather, they reassert their argument that the SEC “willfully and/or negligently violated the common understanding [that the matter was settled and closed] established when the settlement agreement was signed four (4) years ago.” As discussed above, however, the plain language of the consents and the judgments shows that there was no such “common understanding” and that the parties clearly anticipated further proceedings to establish the amount of disgorgement. Although four years is certainly a lengthy delay, we conclude that the district court did not abuse its discretion in finding no “affirmative and egregious” misconduct justifying the imposition of estoppel.</p>\n<p id=\"b639-7\">Regarding Defendants’ laches argument, we agree with the district court’s finding that laches is not available as a defense to this SEC civil law enforcement action. This is so because “the United States is not ... subject to the defense of laches in enforcing its rights.” <em>United States v. Summerlin, </em>310 U.S. 414, 416, 60 S.Ct. 1019, 84 L.Ed. 1283 (1940). Accordingly, where, as in this case, a government agency brings an enforcement action to protect the public interest, laches is not a defense. <em>See Chris-Craft Indust., Inc. v. Piper Aircraft Corp., </em>480 F.2d 341, 391 (2d Cir.1973) (explaining that SEC enforcement action implements “the broader statutory purpose of protecting the public interest through effective enforcement of the securities laws”). Defendants fairly owe disgorgement of their ill-gotten gains and paying their civil penalties is in the public interest. The doctrine of laches should not be used to prevent the Government from protecting the public intei’est. <em>United States v. Delgado, </em>321 F.3d 1338, 1349 (11th Cir.2003).</p>\n<p id=\"b639-8\">IV.</p>\n<p id=\"b639-9\">For the aforementioned reasons, the district court’s Final Judgment Setting Disgorgement, Prejudgment Interest, and Civil Penalties Against Defendants is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b637-6\">. The SEC explains in its appellate brief that the \"reason for the several-year delay in filing a motion was that the [SEC] staff had anticipated that criminal proceedings might be brought against defendants and believed that sanctions in such proceedings would have made moot the [SEC's] request for monetary relief.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}