{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"97\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b117-6\">DOROTHY L. CREWS, PLAINTIFF-APPELLANT, v. JAMES GARMONEY, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b117-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b117-9\">Argued April 5, 1976</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A08\">Decided April 26, 1976.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b118-5\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>Before Judges Allcorn, Kole and Ard.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b118-6\"><em>Mr. H. Evans Hemsath, Jr., </em>argued the cause for appellant <em>(Messrs. Wadley &amp; Colligan, </em>attorneys; <em>Mr. Edward Colligan, </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b118-7\"><em>Mr. James T. Clare </em>argued the cause for the respondent <em>(Harhavy and Clare, </em>attorneys).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b118-8\">The opinion of the court was delivered by</p>\n<author id=\"b118-9\">Ard, A. J. S. C.,</author>\n<p id=\"AlF\">Temporarily Assigned. Plaintiff appeals an order of May 9, 1975 denying her motion to restore her case to the active trial list. Specifically, she wishes to invoke <em>R. </em>1 <em>:l-2 </em>in order to relax the conditions of <em>R. </em>4:23-5(a).</p>\n<p id=\"b118-10\">A review of the history of this lawsuit is important to understand our disposition of the matter.</p>\n<p id=\"b118-11\">Plaintiff’s complaint was served on defendant March 5, 1974.</p>\n<p id=\"b118-12\">Defendant served plaintiff with an answer and interrogatories on April 24, 1974. <em>R. </em>4:17-4(b) requires interrogatories ¡to be answered within 60 days after service, which made these answers due on or about June 24, 1974.</p>\n<p id=\"b118-13\">Upon plaintiff’s failure to answer the interrogatories within the time prescribed by <em>R. </em>4:17-4(b), defendant filed a certification of failure to serve answers to interrogatories <page-number citation-index=\"1\" label=\"95\">*95</page-number>and on August 26, 1974 an order was entered dismissing the complaint pursuant to <em>B. </em>4:23-5(a). A copy of this order was served upon plaintiff on August 27, 1974.</p>\n<p id=\"b119-5\">Following the service of the dismissal order plaintiff failed to contact defendant until April 17, 1975, some eight months later, at which time purported answers to the interrogatories were received by defendant. These answers were unresponsive and were acknowledged to be such by plaintiff’s attorney during appellate oral argument.</p>\n<p id=\"b119-6\">Plaintiff then filed a notice of motion to vacate the dismissal and restore the matter to the active trial calendar. The assignment judge found plaintiff to be dilatory in failing to contact her attorneys or otherwise pursue her cause of action. Ho also found the answers to be unresponsive and defendant to be prejudiced by his lack of early information concerning plaintiff’s medical status. The motion was therefore denied and this appeal followed.</p>\n<p id=\"b119-7\">The sole contention of plaintiff in this appeal is that the assignment judge’s refusal to restore her case to the active trial list constitutes an injustice. We disagree.</p>\n<p id=\"b119-8\">At the outset it should be noted that <em>R. </em>4:23-5 (a) provides in part that</p>\n<blockquote id=\"b119-9\">On formal motion made by the delinquent party within 30 days after service upon him of the order, the court may vacate it, provided fully responsive answers to the propounded interrogatories are presented * <em>* </em>*</blockquote>\n<p id=\"b119-10\">Plaintiff totally failed to satisfy the conditions precedent to restoration. She waited eight months to file her formal motion and failed to provide fully responsive answers. It should be noted that not only were these answers unresponsive at the time of the motion before the Assignment Judge on May 9, 1975 but remain so through appellate argument on April 5, 1976.</p>\n<p id=\"b119-11\">The problem inherent in this case is not unique. Unquestionably failure to complete discovery within the time allotted by the rules represents one of the paramount causes <page-number citation-index=\"1\" label=\"96\">*96</page-number>for trial delay. Competing policies are involved. On one hand there is the need to instill firmness and meaning to the provisions of our discovery rules, thereby maintaining a consistent and predictable sense of order in the calendaring of litigation. All parties are entitled to an early resolution of the issues of their case. An unreasonable delay in bringing a matter to trial is one of the foremost causes of injustice. On the other hand, there is a general disinclination to invoke the ultimate sanction of dismissal where the statute of limitations has run. It is our feeling, on balance, that the refusal of the trial judge to vacate the dismissal is the only appropriate sanction under the circumstances of this case.</p>\n<p id=\"b120-4\"> In <em>Schlosser v. </em>Kragen, 111 <em>N. J. Super. </em>337 (Law Div. 1970) Judge G-iuliano, in dealing with a similar situation, canvassed the history of the law in this area. He pointed out the reluctance of our courts to invoke the sanction of dismissal where lesser measures were appropriate; however, he concluded that invoking <em>R. </em>1 :1-2 to relax <em>R. </em>4:23-5 (a) where there had been a two-year delay in the application to restore would render the discovery rule meaningless. We recognize that reinstatement should be permitted despite noncompliance when infractions are minor. Certainly one of the purposes of <em>R. </em>1 :1-2 is to provide a safety valve against an overly mechanical application of the rule. However, we deem the facts in this case to be aggravated. Plaintiff’s failure to respond to five written communications (none of which was returned) from her attorney indicates an indifference to her cause of action and a total disregard of court rules. We feel this constitutes gross inattention. Moreover, plaintiff’s failure to supply defendant with the details of her medical claim prejudiced defendant. This is a personal injury action arising out of a motor vehicle accident which occurred on June 19, 1972. Plaintiff alleges severe and permanent injuries to her back. By failing to apprise defendant of the particulars of her injuries plaintiff has hindered the defendant in the preparation of <page-number citation-index=\"1\" label=\"97\">*97</page-number>his defense. Considering the nature of the medical claim defendant would be hard-pressed, without an early examination, to dispute the allegations of pain, suffering and disability to date.</p>\n<p id=\"b121-5\">Accordingly, we find that the trial judge acted well within his discretionary power and properly denied plaintiff’s motion to vacate the dismissal of the complaint and restore the matter to the trial calendar.</p>\n<p id=\"b121-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}