{
  "casebody": {
    "data": "<casebody firstpage=\"407\" lastpage=\"411\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b407-2\">Vincent Y. Pennoyer v. James I. David and another.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b407-3\">One partner, after the dissolution of tlie firm, cannot by bis admission create a now partnership contract, nor revive a claim against the firm which has been barred by the statute of limitations. But except as to claims so barred by the statute, and others coming within a similar reason, the admission of one partner, made after such dissolution, having reference to previous actual partnership dealings or transactions, stands upon the same ground, and is evidence against the firm in like manner, as if made before the dissolution.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b407-4\">But such admission, made after dissolution, must be confined to cases where there have been <em>in fact </em>previous partnership dealings with the plaintiff, or some transaction with the firm out of which a liability to the plaintiff might have originated; and the fact that there have been such dealings or such transaction, must be shown by some general evidence, at least, outside of the admission itself.</headnotes>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b407-5\">\n<em>Heard April 11th.</em>\n</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Avb\">\n<em>Decided July 9th.</em>\n</decisiondate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b407-6\">Questions reserved from Wayne Circuit.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b407-7\">The action was brought against James I. David and James Campbell, as survivors, <em>&amp;o. of </em>Daniel C. Vreeland, who together, during the summer of 1855, constituted a partnership, which was dissolved by the death of Vreeland, in November of that year.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b407-8\">The declaration was upon an account stated, to prove which “plaintiff offered evidence that in December, 1855, after the dissolution of the firm by the death of Vreeland, defendant Campbell accounted with plaintiff, and admitted that there was a final balance of $507 due tbe plaintiff. Various items entered into this account on both sides, spreading over the time from May to December; some of them, on both sides, being items that accrued after the death of Vreeland. The defendant objected to the evidence,” and thereupon the Circuit Judge reserved for the opinion of this court the following questions:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b408-4\"><page-number citation-index=\"1\" label=\"408\">*408</page-number>1st. Can one partner, after the dissolution of the co-partnership, bind his surviving co-partner by his admissions ?</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b408-5\">2d. Is the admission, by a surviving partner, of a balance in an account, of which some items' accrued after the dissolution, evidence of an account stated against a surviving co-partner, who has neither before nor since such settlement authorized or confirmed the same?</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b408-6\"><em>J. M. </em>Howard, for plaintiff, cited:</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b408-7\">6 <em>Cow. </em>442; 11 <em>Ves. </em>5; 16 <em>Ves. </em>57; <em>Story Part. </em>§328, <em>and note </em>2; 1 <em>Taunt. </em>104; 2 <em>Bay, </em>533; 11 <em>Wend. </em>96, 99; 11 <em>N. H. </em>246 ; 11 <em>Pick. </em>400, 487; 16 <em>Pick. </em>401, 406; 1 <em>Gall. </em>635; 6 <em>Greenl. </em>41; 7 <em>Gill, </em>85; 2 <em>Comst. </em>525.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b408-8\"><em>Hand &amp; Hall, </em>for defendants, cited:</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b408-9\">2 <em>Mich. </em>102; <em>Coll. Part. </em>§§118, 121, 545; <em>Story Part. </em>§324; 11 <em>Wend. </em>95; 8 <em>Md. </em>399 ; 1 <em>Pet. </em>367; 3 <em>Johns. </em>537; 15 <em>Johns. </em>401; 2 <em>Comst. </em>523 ; 2 Jones, 185; 1 <em>A. K. Marsh. </em>189; 3 <em>Munf. </em>194; 1 <em>Nott &amp; McC. </em>561; 5 <em>H. &amp; J. </em>60; 2 <em>Blackf. </em>372 ; 2 <em>McLean, </em>87; 2 <em>Doug. Mich. </em>206; 2 <em>Greenl. Ev. </em>§§126, <em>et </em>seq.; 1 <em>Johns. </em>34; 2 <em>Ry. &amp; M. </em>239.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b408-10\">Christianoy J.:</author>\n<p id=\"b408-11\">In reply to the first question propounded, we think it is well settled, both upon principle and authority, that one partner, after dissolution of the firm, can not, by his admission or contract, create a new partnership liability; nor, for a like reason, can he, by his admission, revive a claim against the firm which has been barred by the statute of limitations, since this is equivalent to a new contract.</p>\n<p id=\"b408-12\">On the other hand, with the exception of claims barred by the statute of limitations, and others coming within a similar reason, we think it equally clear in principle, that the admission of one partner, made after such dissolution <page-number citation-index=\"1\" label=\"409\">*409</page-number>having reference to previous actual partnership dealings or transactions, stands upon the same ground, and is evidence against the firm in like manner, as if made before such dissolution. The dissolution can not destroy the joint liability of the partners, nor alter their relations to third persons in respect to contracts made or transactions which occurred before the dissolution. The dissolution operates upon future, not upon past transactions. As to persons whose claims have been contracted on the credit 'of the firm, the partnership, for all substantial purposes, continues till such claims have been satisfied. And persons who have had dealings with the firm during- its continu•ance, are, <em>as to all matters touching .such </em>dealings, entitled to the same benefit from the admissions of a single partner, whether made before or after the dissolution, unless •■shown to be false or. fraudulent in fact: — See <em>Wood v. </em>Braddick, 1 <em>Taunt. </em>103; <em>Lacy v. McNeale, </em>4 <em>D. &amp; R. </em>7; <em>Cady v. Shepherd, </em>11 <em>Pick. </em>400; <em>Vinal v. Burrill, </em>16 <em>Pick. </em>401; <em>Col. on Part. (Perkins Ed. of </em>1848) § 546 <em>and cases cited; Story on Part. </em>§ 328: see also <em>Mann v. Locke, </em>11 <em>N. H. </em>246, where the principles upon which such admissions are receivable are very clearly and ably presented.</p>\n<p id=\"AqK\">But it is objected that the power of a single partner, in such case, to make an admission of a ^previously existing liability, involves the power of creating a new liability where there had been no previous dealings with the firm, and no such prior liability existed in fact. It was doubtless this supposed difficulty which led the courts of New York, and a few others which have followed their authority, to take the broad ground excluding such admissions altogether. -But the rule which entirely excludes such •admissions, leads to another inconsistency, no less obvious than that which is sought to be avoided by it. Thus, the ■same courts which deny all power of one partner-, after dissolution, to bind his former partners by the admission •of a previous liability, yet hold that he may liquidate a <page-number citation-index=\"1\" label=\"410\">*410</page-number>previous <em>account: </em>— -(McPherson <em>v. Rathbone, </em>11 <em>Wend. </em>96, 99), and that “if there he no agreement to the contrary, it may be presumed that each partner still has authority to dispose of the partnership property, to collect, <em>adjust and pay </em>debts, and to give proper acquittances — <em>(Per Bronson J. in Van Keuren v. </em>Parmelee, 2 <em>Comst. </em>525).</p>\n<p id=\"b410-5\">Now the power to liquidate a previous account against the firm, to adjust and pay debts, and to give acquittances, would seem necessarily to involve, if not to rest upon, the power to make an admission of the correctness of the account liquidated, and the amount of the debt paid or adjusted. And where (as is generally the case), there are mutual accounts in favor of and against the firm, the power to adjust, and to give a valid acquittance, or receipt for the amount found due the firm, necessarily, we think, rests upon the power to state an account, and to admit the claims against the firm. If he has power to state an account, and to agree upon a balance when that balance is in favor of the firm, upon the same principle he must have the like power when the balance happens to be against it. Without the power to admit a prevk ous liability against the firm, we can see no principle on which a receipt or acquittance, in such case, could be admissible evidence against the firm.</p>\n<p id=\"b410-6\">But the admission by a single partner, after dissolution, of a pre-existing partnership liability, must be confined to cases where there have been, <em>in </em>fact, previous partnership dealings with the plaintiff, or some transaction of the firm out of which a liability to the plaintiff might have originated; and the fact that there have been such dealings, or such transaction, must be shown by some general evidence at least, outside of the admission itself; otherwise the objection that the power to admit a previous liability involves the power to create a new one, would be insurmountable. But if such evidence be given, it lays a proper foundation for the admission, as it brings <page-number citation-index=\"1\" label=\"411\">*411</page-number>the subject matter within the power of the single partner to make an admission in respect to a liability which may have grown out of such ¡Previous dealings or transaction, and the balance that may have resulted .therefrom. The admission is thus shown to have reference to transactions which took place during the existence of the firm, and as to which the dissolution could not ■ alter the relations of the parties. We think this very clear in principle, though we have been referred to no authorities, and none have come under our observation, directly in point for a case like the present. See however, for an analogous rule, 3 <em>Kent Com. </em>(3d<em> Ed.) </em>50, <em>and oases there citedj especially Smith v. </em>Ludlow, 6 <em>Johns. </em>267, <em>and Cady v. Shepherd, above cited.</em></p>\n<p id=\"b411-5\">In the case before us, there does not appear to have been any evidence, aside from, the admission of one of the surviving partners, tending to show any partnership dealing or transaction with the plaintiff during the existence of the firm. The first question propounded must therefore, as it applies to the present case, be answered in the negative. This, in our view, disposes of the ease, and the second question propounded becomes abstract or hypothetical, and requires no answer.</p>\n<judges id=\"b411-6\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}