{
  "casebody": {
    "data": "<casebody firstpage=\"612\" lastpage=\"613\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b672-3\">Carolyn COOPER, Plaintiff-Appellee, v. AMERICAN EXPRESS COMPANY et al., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b672-5\">No. 78-2743</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A3r\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b672-6\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b672-8\">April 19, 1979.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b672-18\">Frank M. Adkins, New Orleans, La., for defendants-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b672-19\">J. William Vaudry, Jr., Mitchell J. Hoffman, New Orleans, La., David B. Carnes, Gadsden, Ala., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b672-21\">Before AINSWORTH, GODBOLD and VANCE, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b672-25\">Rule 18, 5 Cir.; <em>see Isbell Enterprises, Inc. v. Citizens Casualty Co. of New York et al., 5 Cir., </em>1970, 431 F.2d 409, Part I.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b672-22\">PER CURIAM:</author>\n<p id=\"b672-23\">Defendants American Express Company and G. C. Services Corporation of Louisiana appeal the judgment following a jury verdict awarding compensatory and punitive damages for invasion of privacy to plaintiff Carolyn Cooper. They contend that, under the applicable conflict of laws rule, the district court erred in charging the jury that it could award punitive damages if it found that defendants’ agent acted with actual malice in invading plaintiff’s privacy. We reject this argument and affirm.</p>\n<p id=\"b672-24\">Plaintiff resided in Gadsden, Alabama. Her husband George Cooper, held, in his own name, an American Express card, used exclusively for business purposes in connection with an Alabama partnership engaged in the delivery of ice. When Mr. Cooper’s account with American Express became delinquent, the company hired G. C. Services, a Louisiana collection agency, to collect the debt. A G. C. Services employee, acting under an assumed name, made approximately ten to twelve insulting, threatening telephone calls to Mrs. Cooper and two abusive, profane calls to her employers at a Gadsden hospital. Mrs. Cooper filed suit <page-number citation-index=\"1\" label=\"613\">*613</page-number>for invasion of privacy<footnotemark>1</footnotemark> and after trial in the federal district court for the Eastern District of Louisiana, the jury awarded her $5,000 in compensatory and $3,000 in punitive damages.</p>\n<p id=\"b673-5\">Without disputing that the district court properly applied the Alabama law of invasion of privacy, defendants assert that under the relevant conflict of laws rules, Louisiana’s public policy against punitive damages precluded the award of such damages pursuant to Alabama law. A federal court sitting in diversity must apply the conflict rules of the forum state, <em>Klaxon Co. v. Stentor Electric Mfg. Co., </em>313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941), and we have determined that “the interest analysis principles embodied in the Second Restatement are the applicable conflicts law of Louisiana.” <em>Brinkley &amp; West, Inc. v. Foremost Insurance Co., </em>5 Cir., 1974, 499 F.2d 928, 932. <em>See Jagers v. Royal Indemnity Co., </em>La.App., 276 So.2d 309, 312 n.3 (1973). Under section 152 of the Restatement, “[i]n an action for an invasion of a right of privacy, the local law of the state where the invasion occurred determines the rights and liabilities of the parties, . . . unless, with respect to the particular issue, some other state has a more significant relationship under the principles stated in § 6 to the occurrence and the parties, in which event the local law of the other state will be applied.” The invasion of Mrs. Cooper’s privacy occurred in Alabama and we conclude in light of the choice of laws principles enunciated in section 6 that Louisiana does not have “a more significant relationship ... to the occurrence and the parties.” Thus, the district court did not err in applying Alabama law regarding the award of punitive damages and we therefore affirm the judgment. <em>Cf. Ardoyno v. Kyzar, </em>E.D.La., 1976, 426 F.Supp. 78.</p>\n<p id=\"AvA\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b673-7\">. Mrs. Cooper originally filed suit in the Circuit Court of Etowah County, Alabama, alleging intentional infliction of mental distress. Defendants removed the action to the United States District Court for the Middle Division of the Northern District of Alabama and Mrs. Cooper subsequently amended her complaint to state a claim for invasion of privacy under Alabama law. On plaintiffs later motion the district court for the Northern District of Alabama transferred the action to the Eastern District of Louisiana.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}