{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"661\" lastpage=\"673\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  George T. HAWES\n  <br/>\n  v.\n  <br/>\n  Daniel P. REILLY\n </parties>\n <docketnumber id=\"p-2\">\n  No. 2015-250-Appeal. (NC 14-148)\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Rhode Island.\n </court>\n <decisiondate id=\"p-4\">\n  May 24, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  For Plaintiff: Michael S. Pezzullo, Esq.\n </attorneys>\n <attorneys id=\"p-6\">\n  For Defendant: Brandon S. Bell, Esq.\n </attorneys>\n <judges id=\"p-7\">\n  Present: Suttell, C.J., Goldberg, Flaherty, Robinson, and Indeglia, JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Justice Robinson, for the Court.\n  </author>\n  <p id=\"p-9\">\n   The plaintiff, George T. Hawes, appeals from a May 4, 2015 final judgment entered in the Newport County Superior Court. That judgment was entered to reflect an April 27, 2015 written decision in which the hearing justice quashed an execution previously issued by the Rhode Island Superior Court on a State of Utah District Court judgment and dismissed the plaintiff's petition to enforce the Utah judgment, on the grounds that Utah did not have personal jurisdiction over the defendant, Daniel P. Reilly.\n   <footnotemark>\n    1\n   </footnotemark>\n   On appeal, the plaintiff contends that the hearing justice erred in refusing to grant full faith and credit to the order of the Utah District Court with respect to personal jurisdiction. He further avers that the hearing justice erred in determining that Utah did not have personal jurisdiction over Daniel. Lastly, he posits that Daniel \"forfeited the defense of lack of personal jurisdiction.\"\n  </p>\n  <p id=\"p-10\">\n   For the reasons set forth in this opinion, we affirm the judgment of the Superior Court.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    I\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   <strong>\n    Facts and Travel\n   </strong>\n  </p>\n  <p id=\"p-13\">\n   The facts of the case before this Court are somewhat complicated but are not materially in dispute. In relating those facts in this opinion, we rely primarily on the March 16, 2010 complaint filed in state court in Utah, the April 27, 2015 decision of the Rhode Island Superior Court in the instant case, and other documents in the record.\n  </p>\n  <p id=\"p-14\">\n   A company named InnerLight Holdings, Inc. (InnerLight), with its principal place of business in Utah, hired William Reilly (Daniel's father) to act as their corporate counsel for the purpose of obtaining authorization from the United States Securities and Exchange Commission (SEC) to publicly trade InnerLight stock. Ultimately, however, InnerLight did not receive final authorization from the SEC to trade its shares publicly.\n  </p>\n  <p id=\"p-15\">\n   In its March 16, 2010 First Amended Complaint filed in the State of Utah District Court, InnerLight represented that it had agreed to pay William with 650,000 shares of InnerLight stock and had agreed to let him hold an additional 600,000 shares, to be transferred after InnerLight became a public company. InnerLight further\n   alleged that William, in the process of acting as InnerLight's corporate counsel, transferred 700,000 shares without permission through several corporate entities-Ashworth Development, LLC (Ashworth); Doylestown Partners, Inc. (Doylestown); Shamrock Equities, Inc. (Shamrock); and Beachview Associates, Inc. (Beachview) (collectively, the corporate entities). Of significance is the fact that, according to his affidavit filed in Rhode Island Superior Court, Daniel was a minority shareholder in Doylestown, Shamrock, and Beachview, as well as being the secretary of Doylestown and Beachview and the Vice President of Shamrock.\n   <footnotemark>\n    2\n   </footnotemark>\n   Mr. Hawes ultimately purchased shares of InnerLight stock that had purportedly been transferred by William to the corporate entities. Mr. Hawes also purchased warrants.\n   <footnotemark>\n    3\n   </footnotemark>\n   InnerLight then rescinded the stock offerings, but Mr. Hawes did not receive a refund for the shares he had purchased.\n  </p>\n  <p id=\"p-16\">\n   On March 16, 2010, InnerLight filed its previously mentioned First Amended Complaint in state court in Utah against William, Daniel, Shannon, the corporate entities, Mr. Hawes, and other investors who had purchased shares of InnerLight stock.\n   <footnotemark>\n    4\n   </footnotemark>\n   Thereafter, Mr. Hawes answered the complaint. Included in his answer was a cross-claim against William, Daniel, Shannon, and the corporate entities, as well as other parties.\n   <footnotemark>\n    5\n   </footnotemark>\n   On June 29, 2010, Daniel, Shannon, and the corporate entities filed a motion to dismiss InnerLight's First Amended Complaint in state court in Utah on the ground that Utah did not have personal jurisdiction over them;\n   <footnotemark>\n    6\n   </footnotemark>\n   in addition, both sides filed memoranda of law with respect to that motion. Daniel's Utah counsel subsequently withdrew, and neither Daniel nor counsel representing him were present at the hearing on the motion to dismiss. The Utah District Court then denied the motion to dismiss in a brief order which stated that \"Innerlight made a prima facie showing by pleading sufficient facts to establish that this Court may exercise personal jurisdiction over each of the non-resident Defendants.\" They then continued not to appear in the state court, and they did not engage new counsel. Accordingly, on May 11, 2012, an amended default judgment on Mr. Hawes's cross-claim was entered against Daniel, William, Shannon, and the corporate entities in the amount of $775,000, plus \"reasonable expenses, including attorney's fees * * *.\"\n  </p>\n  <p id=\"p-17\">\n   On April 21, 2014, Mr. Hawes filed a \"Petition to Enforce a Foreign Judgment\" in the Rhode Island Superior Court, seeking enforcement in this jurisdiction of the default judgment from Utah against Daniel. On June 20, 2014, an execution was issued in the amount of $971,351.78. On\n   October 30, 2014, Daniel filed a motion to quash the execution and dismiss the petition for lack of personal jurisdiction in the foreign action.\n  </p>\n  <p id=\"p-18\">\n   The hearing justice, after considering the briefings of the parties and after hearing argument, issued a written decision on April 27, 2015. In his written decision, the hearing justice first addressed whether or not he needed to give full faith and credit to the order of the state court in Utah that denied Daniel's motion to dismiss. After a thorough and commendable discussion of the facts and applicable precedent, the hearing justice determined that he would not be obligated to give full faith and credit to the denial of the motion to dismiss because that order was \"vague\" and did not include any \"underlying reasoning.\" He added that \"[i]n this case, it does not seem that a final determination of personal jurisdiction had [been] reached;\" and he expressly noted that \"[t]he order only states a\n   <em>\n    prima facie\n   </em>\n   showing of personal jurisdiction ha[d] been made.\" The hearing justice then reviewed Daniel's contacts with Utah and the applicable Utah law and came to the conclusion that Utah did not have personal jurisdiction over Daniel. For that reason, he quashed the execution and dismissed Mr. Hawes's petition. Final judgment subsequently entered on May 4, 2015. Mr. Hawes filed a timely appeal.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    II\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   In a case which similarly involved the doctrine of full faith and credit, we stated, with respect to the standard of review to be applied, that \"this Court will apply a\n   <em>\n    de novo\n   </em>\n   standard of review to questions of law that may implicate a constitutional right.\"\n   <em>\n    Goetz v. LUVRAJ, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"7293657\" index=\"0\" url=\"https://cite.case.law/a2d/986/1012/#p1016\">\n    986 A.2d 1012\n   </extracted-citation>\n   , 1016 (R.I. 2010).\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-22\">\n   With respect to issues of personal jurisdiction, we have explained that usually \"mixed questions of law and fact, as well as inferences and conclusions drawn from the testimony and evidence presented at trial, are entitled to the same deference as the trial justice's findings of fact, that is, they will not be disturbed on appeal unless it is clearly wrong or otherwise incorrect as a matter of law.\"\n   <em>\n    Cassidy v. Lonquist Management Co., LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"8322407\" index=\"1\" url=\"https://cite.case.law/a2d/920/228/#p232\">\n    920 A.2d 228\n   </extracted-citation>\n   , 232 (R.I. 2007) (internal quotation marks omitted). However, we went on in\n   <em>\n    Cassidy\n   </em>\n   to clarify that \"when deciding mixed questions of law and fact that involve constitutional issues, our review is\n   <em>\n    de novo\n   </em>\n   .\"\n   <em>\n    <extracted-citation case-ids=\"8322407\" index=\"2\" url=\"https://cite.case.law/a2d/920/228/#p232\">\n     Id.\n    </extracted-citation>\n   </em>\n   Therefore, we concluded that \"[o]ur review of a challenge to\n   <em>\n    in personam\n   </em>\n   jurisdiction is\n   <em>\n    de novo\n   </em>\n   .\"\n   <em>\n    <extracted-citation case-ids=\"8322407\" index=\"3\" url=\"https://cite.case.law/a2d/920/228/#p232\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Cerberus Partners, L.P. v. Gadsby &amp; Hannah, LLP\n   </em>\n   ,\n   <extracted-citation case-ids=\"9299562\" index=\"4\" url=\"https://cite.case.law/a2d/836/1113/#p1117\">\n    836 A.2d 1113\n   </extracted-citation>\n   , 1117 (R.I. 2003) (stating that \"[o]ur review [of the dismissal of a case for failure to make a\n   <em>\n    prima facie\n   </em>\n   showing of personal jurisdiction] is\n   <em>\n    de novo\n   </em>\n   \").\n  </p>\n  <p id=\"p-23\">\n   <strong>\n    III\n   </strong>\n  </p>\n  <p id=\"p-24\">\n   <strong>\n    Analysis\n   </strong>\n  </p>\n  <p id=\"p-25\">\n   <strong>\n    A\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    Full Faith and Credit\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   Mr. Hawes contends on appeal that the hearing justice erred in granting the motion to quash the execution and dismiss the petition because he did not grant full faith and credit to the order of the Utah District Court denying Daniel's motion to dismiss.\n  </p>\n  <p id=\"p-28\">\n   It is clear from our law that, \"[i]f a defendant fails to appear after having been served with a complaint filed against\n   him in another state and a default judgment is entered, he may defeat subsequent enforcement in another forum by showing that the judgment was issued from a court lacking personal jurisdiction.\"\n   <em>\n    Goetz\n   </em>\n   ,\n   <extracted-citation case-ids=\"7293657\" index=\"5\" url=\"https://cite.case.law/a2d/986/1012/#p1016\">\n    986 A.2d at 1016\n   </extracted-citation>\n   (internal quotation marks omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    Video Products Distributors, Inc. v. Kilsey\n   </em>\n   ,\n   <extracted-citation case-ids=\"7875513\" index=\"6\" url=\"https://cite.case.law/a2d/682/1381/#p1382\">\n    682 A.2d 1381\n   </extracted-citation>\n   , 1382 (R.I. 1996).\n   <footnotemark>\n    8\n   </footnotemark>\n   It is equally clear that, in some situations, \"[b]y submitting to the jurisdiction of the court for the limited purpose of challenging jurisdiction, the defendant agrees to abide by that court's determination on the issue of jurisdiction: That decision will be res judicata on that issue in any further proceedings.\"\n   <em>\n    Insurance Corporation of Ireland, Ltd. v. Compagnie des Bauxites de Guinee\n   </em>\n   ,\n   <extracted-citation case-ids=\"6190277\" index=\"7\" url=\"https://cite.case.law/us/456/694/#p706\">\n    456 U.S. 694\n   </extracted-citation>\n   , 706,\n   <extracted-citation case-ids=\"6190277\" index=\"8\" url=\"https://cite.case.law/us/456/694/#p706\">\n    102 S.Ct. 2099\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6190277\" index=\"9\" url=\"https://cite.case.law/us/456/694/#p706\">\n    72 L.Ed.2d 492\n   </extracted-citation>\n   (1982) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Durfee v. Duke\n   </em>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"10\" url=\"https://cite.case.law/us/375/106/#p109\">\n    375 U.S. 106\n   </extracted-citation>\n   , 109,\n   <extracted-citation case-ids=\"11717859\" index=\"11\" url=\"https://cite.case.law/us/375/106/#p109\">\n    84 S.Ct. 242\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"12\" url=\"https://cite.case.law/us/375/106/#p109\">\n    11 L.Ed.2d 186\n   </extracted-citation>\n   (1963) (\"Full faith and credit thus generally requires every State to give to a judgment at least the\n   <em>\n    res judicata\n   </em>\n   effect which the judgment would be accorded in the State which rendered it.\").\n  </p>\n  <p id=\"p-29\">\n   In the instant case, we are not presented with the first just-mentioned scenario, but we are potentially presented with the second scenario. In this case, Daniel did not simply fail to appear in Utah with a default judgment subsequently being entered against him in that state. Rather, he initially elected to submit to the limited jurisdiction of Utah for the sole purpose of determining personal jurisdiction by filing the motion to dismiss for lack of personal jurisdiction. However, and importantly, his motion to dismiss was denied in a rather brief order issued after he did not appear at the hearing on the motion. He later had a default judgment entered against him on the cross-claim. We are left, therefore, to answer the question of whether, under controlling precedent, the Utah order denying Daniel's motion to dismiss on the ground that a\n   <em>\n    prima facie\n   </em>\n   showing of sufficient facts to establish the Utah court's personal jurisdiction over Daniel had been met should be accorded full faith and credit and, accordingly,\n   <em>\n    res judicata\n   </em>\n   effect.\n  </p>\n  <p id=\"p-30\">\n   The Full Faith and Credit Clause set forth in Article IV, Section 1 of the United States Constitution reads as follows:\n  </p>\n  <blockquote id=\"p-31\">\n   \"Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State. And the Congress may by general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be proved, and the Effect thereof.\"\n  </blockquote>\n  <p id=\"p-32\">\n   In accordance with the Full Faith and Credit Clause, G.L. 1956 § 9-32-2 provides as follows:\n  </p>\n  <blockquote id=\"p-33\">\n   \"A copy of any foreign judgment authenticated in accordance with the act of congress or the statutes of this state may be filed in the office of the clerk of the appropriate superior or district court. The clerk shall treat the foreign judgment in the same manner as a judgment of the superior or district court. A judgment so filed has the same effect and is subject to the same procedures, defenses, and proceedings for reopening, vacating, or staying as a judgment of the court and may be enforced or satisfied in like manner to any Rhode Island state court judgment.\"\n  </blockquote>\n  <p id=\"p-34\">\n   Section 9-32-1 defines a foreign judgment as \"any judgment, decree, or order of a court of the United States or of any other court which is entitled to full faith and credit in this state.\"\n  </p>\n  <p id=\"p-35\">\n   The United States Supreme Court in\n   <em>\n    Baldwin v. Iowa State Traveling Men's Association\n   </em>\n   ,\n   <extracted-citation case-ids=\"434007\" index=\"13\" url=\"https://cite.case.law/us/283/522/#p525\">\n    283 U.S. 522\n   </extracted-citation>\n   , 525-26,\n   <extracted-citation case-ids=\"434007\" index=\"14\" url=\"https://cite.case.law/us/283/522/#p525\">\n    51 S.Ct. 517\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"434007\" index=\"15\" url=\"https://cite.case.law/us/283/522/#p525\">\n    75 L.Ed. 1244\n   </extracted-citation>\n   (1931), articulated the following rather instructive general principle:\n  </p>\n  <blockquote id=\"p-36\">\n   \"Public policy dictates that there be an end of litigation; that those who have contested an issue shall be bound by the result of the contest, and that matters once tried shall be considered forever settled as between the parties. We see no reason why this doctrine should not apply in every case where one voluntarily appears, presents his case and is\n   <em>\n    fully heard\n   </em>\n   , and why he should not, in the absence of fraud, be thereafter concluded by the judgment of the tribunal to which he has submitted his cause.\" (Emphasis added.)\n  </blockquote>\n  <p id=\"p-37\">\n   In express accordance with that principle, the Supreme Court went on to state, in a later case, \"the general rule that a judgment is entitled to full faith and credit-even as to questions of jurisdiction-when the second court's inquiry discloses that those questions have been\n   <em>\n    fully and fairly litigated\n   </em>\n   and\n   <em>\n    finally decided\n   </em>\n   in the court which rendered the original judgment.\"\n   <em>\n    Durfee\n   </em>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"16\" url=\"https://cite.case.law/us/375/106/#p109\">\n    375 U.S. at 111\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"17\" url=\"https://cite.case.law/us/375/106/#p109\">\n    84 S.Ct. 242\n   </extracted-citation>\n   (emphasis added);\n   <em>\n    see\n   </em>\n   <em>\n    Data Management Systems, Inc. v. EDP Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10413363\" index=\"18\" url=\"https://cite.case.law/p2d/709/377/#p379\">\n    709 P.2d 377\n   </extracted-citation>\n   , 379 (Utah 1985) (stating that, \"although our Court may inquire into the jurisdictional basis of a foreign judgment, a determination by the rendering state on the issue of jurisdiction is\n   <em>\n    res judicata\n   </em>\n   when that issue is fully and fairly litigated there\") (citing\n   <em>\n    Durfee\n   </em>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"19\" url=\"https://cite.case.law/us/375/106/#p109\">\n    375 U.S. at 111-13\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"20\" url=\"https://cite.case.law/us/375/106/#p109\">\n    84 S.Ct. 242\n   </extracted-citation>\n   );\n   <em>\n    see also\n   </em>\n   <em>\n    Marshall v. Marshall\n   </em>\n   ,\n   <extracted-citation case-ids=\"3276570\" index=\"21\" url=\"https://cite.case.law/us/547/293/#p297\">\n    547 U.S. 293\n   </extracted-citation>\n   , 297,\n   <extracted-citation case-ids=\"2814930,3276570\" index=\"22\" url=\"https://cite.case.law/s-ct/126/1735/\">\n    126 S.Ct. 1735\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276570\" index=\"23\" url=\"https://cite.case.law/us/547/293/#p297\">\n    164 L.Ed.2d 480\n   </extracted-citation>\n   (2006) ;\n   <em>\n    Walzer v. Walzer\n   </em>\n   ,\n   <extracted-citation case-ids=\"698295\" index=\"24\" url=\"https://cite.case.law/conn/173/62/\">\n    173 Conn. 62\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=376%20A.2d%20414\">\n    376 A.2d 414\n   </extracted-citation>\n   , 419 (1977) ;\n   <em>\n    Undrey Engine &amp; Pump Co. v. Eufaula Enterprises, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1469362\" index=\"26\" url=\"https://cite.case.law/kan/226/186/\">\n    226 Kan. 186\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1469362\" index=\"27\" url=\"https://cite.case.law/kan/226/186/\">\n    597 P.2d 246\n   </extracted-citation>\n   , 249 (1979) ;\n   <em>\n    Bassett v. Blanchard\n   </em>\n   ,\n   <extracted-citation case-ids=\"3884626\" index=\"28\" url=\"https://cite.case.law/mass/406/88/\">\n    406 Mass. 88\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=546%20N.E.2d%20155\">\n    546 N.E.2d 155\n   </extracted-citation>\n   , 157 (1989) ;\n   <em>\n    O'Malley v. O'Malley\n   </em>\n   ,\n   <extracted-citation case-ids=\"8050889\" index=\"30\" url=\"https://cite.case.law/a2d/338/149/#p154\">\n    338 A.2d 149\n   </extracted-citation>\n   , 154 (Me. 1975) ;\n   <em>\n    In re Smith\n   </em>\n   ,\n   <extracted-citation case-ids=\"10313509\" index=\"31\" url=\"https://cite.case.law/p2d/925/169/#p172\">\n    925 P.2d 169\n   </extracted-citation>\n   , 172 (Utah 1996) ;\n   <em>\n    Bloodworth v. Ellis\n   </em>\n   ,\n   <extracted-citation case-ids=\"2138844\" index=\"32\" url=\"https://cite.case.law/va/221/18/\">\n    221 Va. 18\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=267%20S.E.2d%2096\">\n    267 S.E.2d 96\n   </extracted-citation>\n   , 98 (1980) ;\n   <em>\n    OCS/Glenn Pappas v. O'Brien\n   </em>\n   ,\n   <extracted-citation case-ids=\"4068230\" index=\"34\" url=\"https://cite.case.law/vt/193/340/\">\n    193 Vt. 340\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4068230\" index=\"35\" url=\"https://cite.case.law/vt/193/340/\">\n    67 A.3d 916\n   </extracted-citation>\n   , 926-27 (2013).\n  </p>\n  <p id=\"p-38\">\n   In view of the above-referenced principles and authorities, it is now our responsibility to ask ourselves: has the issue of personal jurisdiction been fully and fairly litigated and then finally decided in Utah? After a thorough review of this case, it is simply impossible for us to answer that question in the affirmative.\n  </p>\n  <p id=\"p-39\">\n   Neither Daniel nor counsel for Daniel appeared at the hearing on the motion to dismiss in Utah. The order which issued after that hearing consists of a total of seven sentences. The following is that order in its entirety (omitting only the names of InnerLight's counsel):\n  </p>\n  <blockquote id=\"p-40\">\n   \"This matter came before the Court on January 21, 2011, for oral argument on the Motion to Dismiss for Lack of Personal Jurisdiction ('Motion to Dismiss')\n  </blockquote>\n  <blockquote id=\"p-41\">\n   filed by Defendants Daniel P. Reilly, Shannon P. Reilly, Ashworth Development LLC, Beachview Associates, Inc., and Shamrock Equities, Inc. ('Defendants').\n  </blockquote>\n  <blockquote id=\"p-42\">\n   \"At the hearing on January 21, 2011, Plaintiff Innerlight Holdings, Inc., ('Innerlight') was represented * * *. Defendants failed to appear personally or by counsel. Based upon consideration of the case file, and the memoranda submitted by the parties, and good cause appearing therefor, IT IS HEREBY ORDERED as follows:\n  </blockquote>\n  <blockquote id=\"p-43\">\n   \"That Defendants' Motion to Dismiss be DENIED.\n   <em>\n    Innerlight made a prima facie showing by pleading sufficient facts to establish that this Court may exercise personal jurisdiction over each of the non-resident Defendants. As a result, this Court possesses personal jurisdiction over Defendants Daniel P. Reilly, Shannon P. Reilly, Ashworth Development LLC, Beachview Associates, Inc., and Shamrock Equities, Inc.\n   </em>\n   \" (Emphasis added.)\n  </blockquote>\n  <p id=\"p-44\">\n   A review of that order makes it clear that the legal conclusion spans a mere two sentences; the Utah court did not include any insight into the arguments of the parties or, more importantly, the court's reasoning.\n   <footnotemark>\n    9\n   </footnotemark>\n   In the Utah order at issue in the instant case, there are certainly no reasons announced on the basis of which one could review any analysis on the issue of personal jurisdiction that the Utah court may have engaged in. The order contains no discussion, analysis, or legal reasoning. Consequently, it is obvious to us from the dearth of reasoning in the Utah court's order and from the fact that neither Daniel, nor counsel for Daniel, appeared at the hearing on the motion to dismiss that the issue of personal jurisdiction was not fully and fairly litigated in Utah.\n   <em>\n    See\n   </em>\n   <em>\n    Durfee\n   </em>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"36\" url=\"https://cite.case.law/us/375/106/#p109\">\n    375 U.S. at 111\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"37\" url=\"https://cite.case.law/us/375/106/#p109\">\n    84 S.Ct. 242\n   </extracted-citation>\n   ;\n   <em>\n    see\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    Bloodworth\n   </em>\n   ,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=267%20S.E.2d%2096\">\n    267 S.E.2d at 98-99\n   </extracted-citation>\n   (holding that the issue of jurisdiction was not fully and fairly litigated when the court's \"recitation of jurisdiction rested upon a stipulation of the parties, rather than a litigation of the jurisdictional issues\").\n  </p>\n  <p id=\"p-45\">\n   We note additionally that the Utah order denying the motion to dismiss merely referenced the fact that Mr. Hawes had made a\n   <em>\n    prima facie\n   </em>\n   showing of sufficient facts to establish the Utah court's personal jurisdiction over Daniel. It is absolutely clear to this Court that a\n   <em>\n    prima facie\n   </em>\n   showing is not a final decision on the issue of personal jurisdiction. The United States Court of Appeals for the Tenth Circuit has stated that \"[w]hatever degree of proof is required initially, a plaintiff must have proved by the end of trial the jurisdictional facts by a preponderance of the evidence.\"\n   <footnotemark>\n    10\n   </footnotemark>\n  </p>\n  <p id=\"p-46\">\n   <em>\n    Federal Deposit Insurance Corp. v. Oaklawn Apartments\n   </em>\n   ,\n   <extracted-citation case-ids=\"10520586\" index=\"39\" url=\"https://cite.case.law/f2d/959/170/#p174\">\n    959 F.2d 170\n   </extracted-citation>\n   , 174 (10th Cir. 1992) (internal quotation marks omitted);\n   <em>\n    see\n   </em>\n   <em>\n    Anderson v. American Society of Plastic and Reconstructive Surgeons\n   </em>\n   ,\n   <extracted-citation case-ids=\"10378324\" index=\"40\" url=\"https://cite.case.law/p2d/807/825/#p827\">\n    807 P.2d 825\n   </extracted-citation>\n   , 827 (Utah 1990) (stating that, in situations where an evidentiary hearing is not held, \"the plaintiff must prove jurisdiction at trial by a preponderance of the evidence after making a prima facie showing before trial\");\n   <em>\n    see also\n   </em>\n   <em>\n    Neways, Inc. v. McCausland\n   </em>\n   ,\n   <extracted-citation case-ids=\"11870047\" index=\"41\" url=\"https://cite.case.law/p2d/950/420/#p422\">\n    950 P.2d 420\n   </extracted-citation>\n   , 422 (Utah 1997). No final determination of personal jurisdiction was reached prior to the entry of default judgment in the instant case. Accordingly, in addition to not being fully and fairly litigated in Utah, we are of the opinion that the issue of personal jurisdiction was also not finally decided in Utah.\n   <em>\n    See\n   </em>\n   <em>\n    Durfee\n   </em>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"42\" url=\"https://cite.case.law/us/375/106/#p109\">\n    375 U.S. at 111\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11717859\" index=\"43\" url=\"https://cite.case.law/us/375/106/#p109\">\n    84 S.Ct. 242\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-47\">\n   In our judgment, for the above-stated reasons, the Utah order denying the motion to dismiss for lack of personal jurisdiction was not entitled to full faith and credit in Rhode Island. As such, the hearing justice in the Superior Court did not err in determining that he was not precluded from making his own determination as to whether or not Utah had personal jurisdiction over Daniel.\n  </p>\n  <p id=\"p-48\">\n   <strong>\n    B\n   </strong>\n  </p>\n  <p id=\"p-49\">\n   <strong>\n    Personal Jurisdiction\n   </strong>\n  </p>\n  <p id=\"p-50\">\n   Mr. Hawes contends on appeal that, even if we were to hold that the hearing justice in Rhode Island was not required to give the Utah order denying the motion to dismiss full faith and credit, he nevertheless erred in determining that Utah did not have personal jurisdiction over Daniel. Mr. Hawes contends that Daniel had the requisite minimum contacts with Utah to satisfy personal jurisdiction. Moreover, he posits that William was acting as Daniel's agent in Utah. He further avers that Daniel had constructive notice of the happenings which form the factual background of this case and that he had purportedly ratified those actions.\n  </p>\n  <p id=\"p-51\">\n   In addressing whether or not Utah had personal jurisdiction over Daniel, we look to Utah law.\n   <em>\n    See\n   </em>\n   <em>\n    Goetz\n   </em>\n   ,\n   <extracted-citation case-ids=\"7293657\" index=\"44\" url=\"https://cite.case.law/a2d/986/1012/#p1016\">\n    986 A.2d at\n   </extracted-citation>\n   1017 ;\n   <em>\n    Video Products Distributors, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7875513\" index=\"45\" url=\"https://cite.case.law/a2d/682/1381/#p1382\">\n    682 A.2d at 1383\n   </extracted-citation>\n   . Under Utah law, the inquiry into personal jurisdiction is two-pronged: the requirements of Utah's long-arm statute must be satisfied before the Utah court would have jurisdiction, and Utah's assertion of jurisdiction must not violate the Due Process Clause of the Fourteenth Amendment.\n   <em>\n    See\n   </em>\n   <em>\n    Pohl, Inc. of America v. Webelhuth\n   </em>\n   ,\n   <extracted-citation case-ids=\"8165818\" index=\"46\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n    201 P.3d 944\n   </extracted-citation>\n   , 950 (Utah 2008).\n   <footnotemark>\n    11\n   </footnotemark>\n   We will begin our analysis by addressing whether or not Utah's exercise of personal jurisdiction over Daniel offends due process.\n  </p>\n  <p id=\"p-52\">\n   It has long been held that \"due process requires only that in order to subject\n   a defendant to a judgment\n   <em>\n    in personam\n   </em>\n   , if he be not present within the territory of the forum, he have certain minimum contacts with it such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\"\n   <em>\n    International Shoe Co. v. State of Washington, Office of Unemployment Compensation and Placement\n   </em>\n   ,\n   <extracted-citation case-ids=\"6157001\" index=\"47\" url=\"https://cite.case.law/us/326/310/#p316\">\n    326 U.S. 310\n   </extracted-citation>\n   , 316,\n   <extracted-citation case-ids=\"6157001\" index=\"48\" url=\"https://cite.case.law/us/326/310/#p316\">\n    66 S.Ct. 154\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6157001\" index=\"49\" url=\"https://cite.case.law/us/326/310/#p316\">\n    90 L.Ed. 95\n   </extracted-citation>\n   (1945) (internal quotation marks omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    Helicopteros Nacionales de Colombia, S.A. v. Hall\n   </em>\n   ,\n   <extracted-citation case-ids=\"6200640\" index=\"50\" url=\"https://cite.case.law/us/466/408/#p414\">\n    466 U.S. 408\n   </extracted-citation>\n   , 414,\n   <extracted-citation case-ids=\"6200640\" index=\"51\" url=\"https://cite.case.law/us/466/408/#p414\">\n    104 S.Ct. 1868\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6200640\" index=\"52\" url=\"https://cite.case.law/us/466/408/#p414\">\n    80 L.Ed.2d 404\n   </extracted-citation>\n   (1984). When \"judging minimum contacts, a court properly focuses on the relationship among the defendant, the forum, and the litigation.\"\n   <em>\n    Pohl, Inc. of America\n   </em>\n   ,\n   <extracted-citation case-ids=\"8165818\" index=\"53\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n    201 P.3d at 953\n   </extracted-citation>\n   (internal quotation marks omitted). \"The essential question is whether the defendant purposefully and voluntarily direct[ed] his activities toward the forum so that he should expect ... to be subject to the court's jurisdiction based on his contacts with the forum;\" in other words, would the defendant \"reasonably anticipate being haled into court there.\"\n   <em>\n    <extracted-citation case-ids=\"8165818\" index=\"54\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"8165818\" index=\"54\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n    at 953-54\n   </extracted-citation>\n   (internal quotation marks omitted);\n   <em>\n    see\n   </em>\n   <em>\n    SII MegaDiamond, Inc. v. American Superabrasives Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11770661\" index=\"55\" url=\"https://cite.case.law/p2d/969/430/#p435\">\n    969 P.2d 430\n   </extracted-citation>\n   , 435 (Utah 1998) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Burger King Corp. v. Rudzewicz\n   </em>\n   ,\n   <extracted-citation case-ids=\"6205101\" index=\"56\" url=\"https://cite.case.law/us/471/462/#p474\">\n    471 U.S. 462\n   </extracted-citation>\n   , 474,\n   <extracted-citation case-ids=\"6205101\" index=\"57\" url=\"https://cite.case.law/us/471/462/#p474\">\n    105 S.Ct. 2174\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6205101\" index=\"58\" url=\"https://cite.case.law/us/471/462/#p474\">\n    85 L.Ed.2d 528\n   </extracted-citation>\n   (1985). The United States Supreme Court has also stated that \"it is essential in each case that there be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.\"\n   <em>\n    Hanson v. Denckla\n   </em>\n   ,\n   <extracted-citation case-ids=\"6162253\" index=\"59\" url=\"https://cite.case.law/us/357/235/#p253\">\n    357 U.S. 235\n   </extracted-citation>\n   , 253,\n   <extracted-citation case-ids=\"6162253\" index=\"60\" url=\"https://cite.case.law/us/357/235/#p253\">\n    78 S.Ct. 1228\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6162253\" index=\"61\" url=\"https://cite.case.law/us/357/235/#p253\">\n    2 L.Ed.2d 1283\n   </extracted-citation>\n   (1958) ;\n   <em>\n    see also\n   </em>\n   <em>\n    MFS Series Trust III (on behalf of MFS Municipal High Income Fund) v. Grainger\n   </em>\n   ,\n   <extracted-citation case-ids=\"9206682\" index=\"62\" url=\"https://cite.case.law/p3d/96/927/#p931\">\n    96 P.3d 927\n   </extracted-citation>\n   , 931 (Utah 2004). A defendant \"purposefully avails itself of the benefits of conducting business in a state by deliberately engaging in significant activities within the state\n   <sup>\n    [ ]\n   </sup>\n   or by creating continuing obligations between himself and residents of the forum.\"\n   <em>\n    Fenn v. Mleads Enterprises, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8415589\" index=\"63\" url=\"https://cite.case.law/p3d/137/706/#p712\">\n    137 P.3d 706\n   </extracted-citation>\n   , 712 (Utah 2006) (internal quotation marks omitted). \"[E]ach defendant's contacts with the forum State must be assessed individually.\"\n   <footnotemark>\n    12\n   </footnotemark>\n   <em>\n    MFS Series Trust III\n   </em>\n   ,\n   <extracted-citation case-ids=\"9206682\" index=\"64\" url=\"https://cite.case.law/p3d/96/927/#p931\">\n    96 P.3d at 931\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-53\">\n   There are two categories of personal jurisdiction: specific and general.\n   <em>\n    Pohl, Inc. of America\n   </em>\n   ,\n   <extracted-citation case-ids=\"8165818\" index=\"65\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n    201 P.3d at 949\n   </extracted-citation>\n   . General personal jurisdiction \"permits a court to exercise power over a defendant without regard to the subject of the claim asserted and is dependent on a showing that the defendant conducted substantial and continuous local activity in the forum state.\"\n   <em>\n    <extracted-citation case-ids=\"8165818\" index=\"66\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal quotation marks omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    ClearOne, Inc. v. Revolabs, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6816059\" index=\"67\" url=\"https://cite.case.law/p3d/369/1269/#p1281\">\n    369 P.3d 1269\n   </extracted-citation>\n   , 1281 (Utah 2016) (stating that general jurisdiction is \"also known as all-purpose personal jurisdiction\") (internal quotation marks omitted). Given that the factual basis for personal jurisdiction in the instant case is based upon only Daniel's alleged involvement, as a minority shareholder and as an officer in three of the corporate entities, with the sale of InnerLight stock to Mr. Hawes, we certainly perceive no basis for a determination that Daniel, or the corporate entities, conducted substantial and continuous activity in Utah.\n  </p>\n  <p id=\"p-54\">\n   We turn then to specific personal jurisdiction, which \"gives a court power over a defendant only with respect to claims arising out of the particular activities of the defendant in the forum state * * *.\"\n  </p>\n  <p id=\"p-55\">\n   <em>\n    Pohl, Inc. of America\n   </em>\n   ,\n   <extracted-citation case-ids=\"8165818\" index=\"68\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n    201 P.3d at 949\n   </extracted-citation>\n   (internal quotation marks omitted);\n   <em>\n    see also\n   </em>\n   <em>\n    Arguello v. Industrial Woodworking Machine Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10378238\" index=\"69\" url=\"https://cite.case.law/p2d/838/1120/#p1122\">\n    838 P.2d 1120\n   </extracted-citation>\n   , 1122 (Utah 1992). The defendant's relationship with the forum must \"arise out of contacts that the defendant\n   <em>\n    himself\n   </em>\n   creates with the forum [s]tate.\"\n   <em>\n    Walden v. Fiore\n   </em>\n   ,\n   <extracted-citation case-ids=\"12701990\" index=\"70\" url=\"https://cite.case.law/us/571/277/#p284\">\n    571 U.S. 277\n   </extracted-citation>\n   , 284,\n   <extracted-citation case-ids=\"12578282,12701990\" index=\"71\" url=\"https://cite.case.law/s-ct/134/1115/\">\n    134 S.Ct. 1115\n   </extracted-citation>\n   , 1122,\n   <extracted-citation case-ids=\"12578282,12701990\" index=\"72\" url=\"https://cite.case.law/s-ct/134/1115/\">\n    188 L.Ed.2d 12\n   </extracted-citation>\n   (2014) (emphasis in original) (internal quotation marks omitted). Indeed, the \"plaintiff cannot be the only link between the defendant and the forum.\"\n   <em>\n    ClearOne, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6816059\" index=\"73\" url=\"https://cite.case.law/p3d/369/1269/#p1281\">\n    369 P.3d at 1276\n   </extracted-citation>\n   (internal quotation marks omitted). We look then to Daniel's contacts with Utah and whether the claims against him arose out of the particular activities of Daniel in Utah.\n  </p>\n  <p id=\"p-56\">\n   The claims against Daniel that are set forth in InnerLight's First Amended Complaint and in Mr. Hawes's cross-claim arise out of the same set of operative facts. William was hired by InnerLight, in Utah, as corporate counsel. InnerLight contended that, thereafter, William \"and his Children\" transferred shares of InnerLight without permission through the corporate entities. The allegations in Mr. Hawes's cross-claim with respect to Daniel are limited to his role in the corporate entities and an allegation that William was acting as Daniel's agent. As such, a review of InnerLight's First Amended Complaint and Mr. Hawes's cross-claim clearly reveals that the only, very limited, role Daniel played (even accepting as true the allegations which lie at the heart of this case) was as a shareholder and officer of three of the corporate entities and as the son of William Reilly. It is clear from the record that Daniel himself had no relevant contact with Utah. Additionally, Daniel submitted an affidavit to the Rhode Island Superior Court\n   <footnotemark>\n    13\n   </footnotemark>\n   stating that Doylestown, Shamrock, and Beachview are all Florida corporations with their principal places of business in Rhode Island and Florida. Thus, the corporate entities did not operate in Utah and had no connection with Utah beyond their purportedly having been used to convey InnerLight stock. While it is true that InnerLight's principal place of business is in Utah, minimum contacts cannot be based solely on the fact that the plaintiff is located in the forum.\n   <em>\n    See\n   </em>\n   <em>\n    Walden\n   </em>\n   ,\n   <extracted-citation case-ids=\"12701990\" index=\"74\" url=\"https://cite.case.law/us/571/277/#p284\">\n    571 U.S. at 284-86\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12578282,12701990\" index=\"75\" url=\"https://cite.case.law/s-ct/134/1115/\">\n    134 S.Ct. at\n   </extracted-citation>\n   1122 ;\n   <em>\n    ClearOne, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6816059\" index=\"76\" url=\"https://cite.case.law/p3d/369/1269/#p1281\">\n    369 P.3d at 1276\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-57\">\n   Moreover, Daniel's affidavit stated that he is a resident of Rhode Island and that he had been to Utah only \"once\"-\"on a ski trip in approximately 2007.\" He went on to state that he had never \"conducted business\" in Utah or \"authorized any agent to act on [his] behalf in the state of Utah.\" Daniel also stated that he did not participate in his father's work for InnerLight, was never aware of any deposit of stock or options in any of the accounts owned by Doylestown, Shamrock, and Beachview, and did not know about or participate in the transfer of shares of InnerLight stock from the corporate entities to Mr. Hawes. Lastly, he stated that he never \"sold or authorized anyone to sell on [his] behalf or on behalf of Beachview Associates, Inc., Shamrock Equities, Inc. or Doylestown Partners, Inc. any share of InnerLight or any warrant or option related to InnerLight shares.\"\n  </p>\n  <p id=\"p-58\">\n   Thus, we are left with the ineluctable conclusion that Daniel's contacts with Utah in the instant case are certainly not the minimum contacts envisioned by the Supreme Court in\n   <em>\n    International Shoe Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6157001\" index=\"77\" url=\"https://cite.case.law/us/326/310/#p316\">\n    326 U.S. at 316\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6157001\" index=\"78\" url=\"https://cite.case.law/us/326/310/#p316\">\n    66 S.Ct. 154\n   </extracted-citation>\n   .\n   <em>\n    See\n   </em>\n   <em>\n    Cerberus Partners, L.P.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9299562\" index=\"79\" url=\"https://cite.case.law/a2d/836/1113/#p1117\">\n    836 A.2d at 1117\n   </extracted-citation>\n   . Daniel had no personal contact with Utah apart\n   from a ski trip a number of years ago. There is absolutely no evidence that he was in any way involved in the dealings between InnerLight, William, Mr. Hawes, and the corporate entities. As such, Daniel had absolutely no reason to anticipate being haled into court in Utah in connection with the sale of InnerLight stock to Mr. Hawes through the corporate entities because he had clearly not purposefully availed himself of the privileges of conducting business in Utah.\n   <em>\n    See\n   </em>\n   <em>\n    Hanson\n   </em>\n   ,\n   <extracted-citation case-ids=\"6162253\" index=\"80\" url=\"https://cite.case.law/us/357/235/#p253\">\n    357 U.S. at 253\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6162253\" index=\"81\" url=\"https://cite.case.law/us/357/235/#p253\">\n    78 S.Ct. 1228\n   </extracted-citation>\n   ;\n   <em>\n    Pohl, Inc. of America\n   </em>\n   ,\n   <extracted-citation case-ids=\"8165818\" index=\"82\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n    201 P.3d at 953-54\n   </extracted-citation>\n   . Daniel is not alleged to have engaged in what we would characterize as significant activities in Utah, nor has he \"creat[ed] continuing obligations\" to InnerLight in Utah.\n   <em>\n    Fenn\n   </em>\n   ,\n   <extracted-citation case-ids=\"8415589\" index=\"83\" url=\"https://cite.case.law/p3d/137/706/#p712\">\n    137 P.3d at 712\n   </extracted-citation>\n   (internal quotation marks omitted). Consequently, in our judgment, Utah did not have specific personal jurisdiction over Daniel.\n  </p>\n  <p id=\"p-59\">\n   Furthermore, we are not swayed by Mr. Hawes's argument that William acted as Daniel's agent in Utah or by his argument that Daniel had constructive notice of the transfers involved in this case. There is no evidence beyond a familial relationship upon which one could reasonably base such a conclusion; and Mr. Hawes's allegation of such, under the facts in the instant case, does not alter our analysis and conclusion with respect to Daniel's minimum contacts with Utah.\n  </p>\n  <p id=\"p-60\">\n   Accordingly, we conclude that the hearing justice did not err in finding that Utah lacked personal jurisdiction over Daniel.\n   <footnotemark>\n    14\n   </footnotemark>\n  </p>\n  <p id=\"p-61\">\n   <strong>\n    C\n   </strong>\n  </p>\n  <p id=\"p-62\">\n   <strong>\n    Forfeiture\n   </strong>\n  </p>\n  <p id=\"p-63\">\n   Mr. Hawes makes a final argument to the effect that Daniel \"forfeited the defense of lack of personal jurisdiction * * *.\" In support of his argument, he cites to this Court's decision in\n   <em>\n    Pullar v. Cappelli\n   </em>\n   ,\n   <extracted-citation case-ids=\"12187783\" index=\"84\" url=\"https://cite.case.law/a3d/148/551/\">\n    148 A.3d 551\n   </extracted-citation>\n   (R.I. 2016).\n  </p>\n  <p id=\"p-64\">\n   In\n   <em>\n    Pullar\n   </em>\n   ,\n   <extracted-citation case-ids=\"12187783\" index=\"85\" url=\"https://cite.case.law/a3d/148/551/\">\n    148 A.3d at 553\n   </extracted-citation>\n   , the defendant filed an answer in which he asserted lack of personal jurisdiction; but the case then wended its way in litigation for more than three years. The parties engaged in court-annexed arbitration as well as discovery, including the propounding of interrogatories and the taking of depositions.\n   <em>\n    <extracted-citation case-ids=\"12187783\" index=\"86\" url=\"https://cite.case.law/a3d/148/551/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The defendant rejected (as was his right) the eventual arbitration award in favor of the plaintiff, and the case was set down for trial.\n   <em>\n    <extracted-citation case-ids=\"12187783\" index=\"87\" url=\"https://cite.case.law/a3d/148/551/\">\n     Id.\n    </extracted-citation>\n   </em>\n   The defendant then filed a motion for summary judgment asserting that Rhode Island did not have personal jurisdiction over him.\n   <em>\n    <extracted-citation case-ids=\"12187783\" index=\"88\" url=\"https://cite.case.law/a3d/148/551/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12187783\" index=\"88\" url=\"https://cite.case.law/a3d/148/551/\">\n    at 554\n   </extracted-citation>\n   . We stated that a \"defendant, confronted with an impending trial, cannot * * * pull [personal jurisdiction] out of the hat like a rabbit in the face of an inhospitable sea.\"\n   <em>\n    <extracted-citation case-ids=\"12187783\" index=\"89\" url=\"https://cite.case.law/a3d/148/551/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12187783\" index=\"89\" url=\"https://cite.case.law/a3d/148/551/\">\n    at 558\n   </extracted-citation>\n   (internal quotation marks omitted). For that reason, we articulated a rule to the effect that a defense of lack of personal jurisdiction could be forfeited \"when the defendant, through delay or conduct, give[s] a plaintiff a reasonable expectation that it will defend the suit on the merits or * * * cause[s] the court to go to some effort that would be wasted if personal jurisdiction is later found lacking.\"\n   <em>\n    <extracted-citation case-ids=\"12187783\" index=\"90\" url=\"https://cite.case.law/a3d/148/551/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (internal quotation marks omitted). We then held that, in that case, the defendant had forfeited his defense of lack of personal jurisdiction due to the delay of over three years in moving for summary judgment and the fact that the defendant had engaged in discovery and arbitration.\n   <em>\n    <extracted-citation case-ids=\"12187783\" index=\"91\" url=\"https://cite.case.law/a3d/148/551/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12187783\" index=\"91\" url=\"https://cite.case.law/a3d/148/551/\">\n    at 557-58\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-65\">\n   Mr. Hawes presents us with the following reasons for his belief that Daniel forfeited his defense of lack of personal jurisdiction in the instant case: (1) he submitted a motion to dismiss in Utah; (2) he attempted to remove the Utah case to federal court; (3) he did not appeal the denial of his motion to dismiss in the Utah state court; (4) he did not seek a stay in Utah; and (5) he delayed attacking the validity of the Utah judgment until a petition was filed against him in Rhode Island. In our opinion, those reasons are not sufficient to establish a forfeiture of Daniel's right to contest personal jurisdiction. Filing a motion to dismiss on the grounds of lack of personal jurisdiction certainly does not give the plaintiff a reasonable expectation that the suit will be defended on the merits-nor does an attempt to remove the case to federal court. The instant case involves a radically different factual scenario from that which was present in\n   <em>\n    Pullar\n   </em>\n   . Here, we do not have any facts which are even remotely similar to a party's waiting three years to actively contest personal jurisdiction while voluntarily engaging in the state's discovery and arbitration processes. As such, Mr. Hawes's attempt to equate this case with\n   <em>\n    Pullar\n   </em>\n   is unavailing.\n  </p>\n  <p id=\"p-66\">\n   In conclusion, it is our judgment that: (1) the Utah order denying the motion to dismiss was not entitled to full faith and credit; (2) Utah did not have personal jurisdiction over Daniel; and (3) Daniel did not forfeit his defense of lack of personal jurisdiction in this case.\n  </p>\n  <p id=\"p-67\">\n   <strong>\n    IV\n   </strong>\n  </p>\n  <p id=\"p-68\">\n   <strong>\n    Conclusion\n   </strong>\n  </p>\n  <p id=\"p-69\">\n   For the reasons stated herein, we affirm the judgment of the Superior Court. We remand the record to that tribunal.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-72\">\n    Due to the fact that Daniel P. Reilly, his sister Shannon Reilly, and their father William Reilly, are all involved in this case in varying ways, we refer to them by their first names for clarity. In so doing, we intend no disrespect.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-73\">\n    Daniel's sister, Shannon Reilly, was also involved in the corporate entities, but her relation to those entities is not relevant to the case before this Court.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-74\">\n    A warrant in this context is defined as \"[a]n option to buy stock at a specified price from an issuing company.\" The American Heritage Dictionary of the English Language 1953 (5th ed. 2011).\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-75\">\n    For the purposes of this case, we are focused on the events which unfolded in state court in Utah as they pertain to Daniel and Mr. Hawes.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-76\">\n    The cross-claim contained multiple counts.\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-77\">\n    A notice of removal to federal District Court had been filed in the United States District Court for the District of Utah, Central Division, by William, Daniel, Shannon, and the corporate entities on April 19, 2010. The case was ultimately remanded to the state court in which the complaint had originally been filed-the Utah District Court. Daniel filed his motion to dismiss in federal court initially and then in state court on June 29, 2010, after the case was remanded to state court. In the end, only the Utah state court ruled on the motion to dismiss.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-78\">\n    We note as well that we apply a\n    <em>\n     de novo\n    </em>\n    standard of review to determine the applicability (\n    <em>\n     vel non\n    </em>\n    ) of the doctrine of\n    <em>\n     res judicata\n    </em>\n    .\n    <em>\n     Town of Warren v. Bristol Warren Regional School District\n    </em>\n    ,\n    <extracted-citation case-ids=\"12333317\" index=\"92\" url=\"https://cite.case.law/a3d/159/1029/#p1035\">\n     159 A.3d 1029\n    </extracted-citation>\n    , 1035 (R.I. 2017).\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-79\">\n    We note that, in\n    <em>\n     Goetz v. LUVRAJ, LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"7293657\" index=\"93\" url=\"https://cite.case.law/a2d/986/1012/#p1016\">\n     986 A.2d 1012\n    </extracted-citation>\n    , 1016 (R.I. 2010) and\n    <em>\n     Video Products Distributors, Inc. v. Kilsey\n    </em>\n    ,\n    <extracted-citation case-ids=\"7875513\" index=\"94\" url=\"https://cite.case.law/a2d/682/1381/#p1382\">\n     682 A.2d 1381\n    </extracted-citation>\n    , 1382 (R.I. 1996), we were presented with simpler procedural scenarios than we are confronted with in the instant case; in those cases, personal jurisdiction had not been challenged in the foreign jurisdiction. We were, therefore, able to simply apply the following principle and determine whether or not the foreign jurisdiction had personal jurisdiction: \"[u]nder the full faith and credit clause [of the United States Constitution], a state court must enforce and give effect to a judgment of a court of a sister state, provided, upon inquiry, the court is satisfied that its sister court properly exercised * * *\n    <em>\n     in personam\n    </em>\n    jurisdiction.\"\n    <em>\n     Goetz\n    </em>\n    ,\n    <extracted-citation case-ids=\"7293657\" index=\"95\" url=\"https://cite.case.law/a2d/986/1012/#p1016\">\n     986 A.2d at 1016\n    </extracted-citation>\n    (quoting\n    <em>\n     Maryland Central Collection Unit v. Board of Regents for Education of the University of Rhode Island\n    </em>\n    ,\n    <extracted-citation case-ids=\"12029245\" index=\"96\" url=\"https://cite.case.law/a2d/529/144/#p152\">\n     529 A.2d 144\n    </extracted-citation>\n    , 152-53 (R.I. 1987) ). However, we are unable to apply that principle in a blunt and un-nuanced manner in this case because we have to contend with the fact that Daniel did file a motion to dismiss in Utah contesting personal jurisdiction and then failed to appear for a hearing on that motion, resulting in the issuance of an order denying his motion to dismiss. As such, it is our first responsibility to determine whether that order is entitled to full faith and credit and\n    <em>\n     res judicata\n    </em>\n    effect.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-80\">\n    The importance of the explication of judicial reasoning is well-explained in the following passage from a law review article:\n   </p>\n   <blockquote id=\"p-81\">\n    \"When reasons are announced and can be weighed, the public can have assurance that the correcting process is working. * * * In a busy court, the reasons are an essential demonstration that the court did in fact fix its mind on the case at hand. * * * Moreover, the necessity of stating reasons not infrequently changes the results by forcing judges to come to grips with nettlesome facts or issues which their normal instincts would otherwise cause them to\n    <em>\n     avoid\n    </em>\n    .\" Dale D. Goble,\n    <em>\n     Of Defamation and Decisionmaking: Wiemer v. Rankin and the Abdication of Appellate Responsibility\n    </em>\n    ,\n    <extracted-citation index=\"97\" url=\"https://cite.case.law/citations/?q=28%20Idaho%20L.%20Rev.%201\">\n     28 Idaho L. Rev. 1\n    </extracted-citation>\n    , 7 n.22 (1991-92) (emphasis in original) (quoting Paul D. Carrington et al.,\n    <em>\n     Justice on Appeal\n    </em>\n    10 (1976)).\n   </blockquote>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-82\">\n    In many areas of the law, a \"\n    <em>\n     prima facie\n    </em>\n    \" showing is understood to be just\n    <em>\n     the first\n    </em>\n    element of proof that must be established in the decisional process. It is often a necessary prerequisite to the decisional process going forward; but it represents just the first step in that process and not its end point.\n    <em>\n     See\n    </em>\n    ,\n    <em>\n     e.g.\n    </em>\n    ,\n    <em>\n     Azar v. Town of Lincoln\n    </em>\n    ,\n    <extracted-citation case-ids=\"12349242\" index=\"98\" url=\"https://cite.case.law/a3d/173/862/#p867\">\n     173 A.3d 862\n    </extracted-citation>\n    , 867 (R.I. 2017) (describing how a party establishes \"a\n    <em>\n     prima facie\n    </em>\n    case\" in the context of the paradigm set forth by the United States Supreme Court in\n    <em>\n     McDonnell Douglas Corp. v. Green\n    </em>\n    ,\n    <extracted-citation case-ids=\"10002\" index=\"99\" url=\"https://cite.case.law/us/411/792/\">\n     411 U.S. 792\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"10002\" index=\"100\" url=\"https://cite.case.law/us/411/792/\">\n     93 S.Ct. 1817\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"10002\" index=\"101\" url=\"https://cite.case.law/us/411/792/\">\n     36 L.Ed.2d 668\n    </extracted-citation>\n    (1973), with respect to employment discrimination cases);\n    <em>\n     Wray v. Green\n    </em>\n    ,\n    <extracted-citation index=\"102\" url=\"https://cite.case.law/citations/?q=126%20A.3d%20476\">\n     126 A.3d 476\n    </extracted-citation>\n    , 480 (R.I. 2015) (\"Although evidence of a rear-end collision is\n    <em>\n     prima facie\n    </em>\n    evidence of negligence, [it] does not conclusively determine the issue of liability.\") (internal quotation marks omitted).\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-83\">\n    The Utah Supreme Court's holding in\n    <em>\n     Pohl, Inc. of America v. Webelhuth\n    </em>\n    ,\n    <extracted-citation case-ids=\"8165818\" index=\"103\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n     201 P.3d 944\n    </extracted-citation>\n    , 950 (Utah 2008), was limited by that court's later decision in\n    <em>\n     ClearOne, Inc. v. Revolabs, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"6816059\" index=\"104\" url=\"https://cite.case.law/p3d/369/1269/#p1281\">\n     369 P.3d 1269\n    </extracted-citation>\n    , 1277-78 (Utah 2016). We cite\n    <em>\n     Pohl, Inc. of America\n    </em>\n    only for its articulation of more general principles with respect to personal jurisdiction and not for the \"effects test\" which was limited by the Utah Supreme Court in\n    <em>\n     ClearOne, Inc.\n    </em>\n    , in accordance with the United States Supreme Court opinion in\n    <em>\n     Walden v. Fiore\n    </em>\n    ,\n    <extracted-citation case-ids=\"12701990\" index=\"105\" url=\"https://cite.case.law/us/571/277/#p284\">\n     571 U.S. 277\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12578282,12701990\" index=\"106\" url=\"https://cite.case.law/s-ct/134/1115/\">\n     134 S.Ct. 1115\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12578282,12701990\" index=\"107\" url=\"https://cite.case.law/s-ct/134/1115/\">\n     188 L.Ed.2d 12\n    </extracted-citation>\n    (2014).\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-84\">\n    In accordance with the principle quoted in the text, we are concerned in the instant case only with Daniel's contacts with Utah.\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-85\">\n    In his appeal to this Court, Mr. Hawes characterizes Daniel's affidavit submitted to the Rhode Island Superior Court as \"conclusory\" and \"self-serving.\" However, he does not point to any specific inaccuracies nor does he point to any admissible evidence to refute what Daniel has averred in his affidavit.\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-86\">\n    Since we are of the decided opinion that Utah's exercise of jurisdiction over Daniel would violate due process, we need not address whether or not jurisdiction over Daniel would be authorized by Utah's long-arm statute.\n    <em>\n     Cf.\n    </em>\n    <em>\n     Pohl, Inc. of America\n    </em>\n    ,\n    <extracted-citation case-ids=\"8165818\" index=\"108\" url=\"https://cite.case.law/p3d/201/944/#p950\">\n     201 P.3d at 951\n    </extracted-citation>\n    (\"[W]e have stated in the past that any set of circumstances that satisfies due process will also satisfy the long-arm statute.\") (internal quotation marks omitted).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}