{
  "casebody": {
    "data": "<casebody firstpage=\"373\" lastpage=\"382\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b389-5\">STEELE v. CONNECTICUT GENERAL LIFE INS. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b389-6\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANAn\">June 18, 1898.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b389-7\">1. Insurance—Pledge of Policy—Tender—When Necessary.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b389-8\">Where life insurance policies were assigned to the insurer as security for a loan to the insured, it is not necessary for the latter’s administrator to have possession or to make tender of the amount due before suing for the balance on the policies.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b389-9\">2. Abatement—Another Action Pending.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b389-10\">A pending action by an ancillary administrator in Connecticut to recover on a life insurance policy is no defense to a prior action thereon by the domiciliary administrator in New York.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b389-11\">3. Insurance—Action on Policy—Venue.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b389-12\">Policies of life insurance issued by a Connecticut company, and held in possession by it in that state as collateral security for a loan to the insured who was domiciled in New York, are not exclusively Connecticut assets of the deceased insured, but may be sued on in New York by the domiciliary administrator if the insurer can be served therein.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b389-13\">4. Same—Payment—\"When a Defense.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b389-14\">Payment by a Connecticut insurance company of life insurance policy to the ancillary administrator of the deceased insured, with knowledge of pendency of a prior action thereon by the domiciliary administrator in New York, is no defense to his action.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b389-15\">5. Administration—Assets—Evidence.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b389-16\">The record of a mortgage rutining to decedent, without evidence that he owned it at his death, does not support a finding of assets.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b389-17\">6. Insurance—Payment—Good Faith—Evidence.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b389-18\">A finding that a life insurance company paying death benefits to an ancillary administrator in Connecticut did so in good faith and without collusion is not sustained where the domiciliary administrator’s request for copies of the policies, which were held by the company as collateral security, and a tender of the amount secured, were ignored, and it paid one of them, and surrendered the other, on the same day on which it represented to the domiciliary administrator that the matter was still open, and neglected to make defenses to an action thereon in Connecticut which were available, and were made to an action by the domiciliary administrator in New York.</headnotes>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b389-19\">Appeal from trial term.\"</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b389-20\">Action by Blanche M. Steele, administratrix of Herbert A. Steele, deceased, against the Connecticut General Life Insurance Company. There was a judgment for defendant, and plaintiff appealed.</summary>\n<disposition data-order=\"17\" data-type=\"disposition\" id=\"AupC\">Reversed.</disposition>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b390-4\"><page-number citation-index=\"1\" label=\"374\">*374</page-number>This action was begun April 21, 1897, to recover the amount due on two policies of insurance, No. 17,523 and No. 18,498, issued by the defendant, a Connecticut corporation, having its home office at the city of Hartford, in the county of Hartford, on the life of Herbert A. Steele. By the answer, two defenses aré interposed to policy No. 17,523: (1) That the insured, in violation of the terms of the policy, died from alcoholism; (2) that an action begun May 10, 1897, by George D. Bissell, an administrator of the insured, appointed by the probate court of the state of Connecticut, is pending in the superior court of that state for the recovery of the amount insured, which court has exclusive jurisdiction of the alleged cause of action. The sole defense interposed to policy No. 18,4,98 is payment thereof, April 22, 1897, to said George D. Bissell. February 25, 1887, the defendant issued a “twenty-year endowment policy, without participation in surplus” (No. 17,523), on the life of Herbert A. Steele, by which it promised to “pay to Minnie W. Steele, wife of the said insured if surviving, but, if she be then dead, to the legal representatives of the insured, two thousand dollars, or, in twenty years from the date hereof, to pay said sum to the said insured if then surviving,” at its home office. December 2, 1887, the defendant issued a “fifteen-year endowment policy, without participation in surplus” (No. 18,498), on the life of Herbert A. Steele, by which it promised to “pay to the legal representatives of the insured three thousand dollars, or, in fifteen years from the date hereof, to pay said sum to the said insured,” at its home office. October 18, 1890, Minnie W. Steele assigned all of her interest in the first described policy (No. 17,523) to Herbert A. Steele, the insured, who had been her husband, but from whom, on or about that date, she was divorced. Norman R. Steele, now about 16 years of age, was the only child of Herbert A. and Minnie W. Steele. June 1, 1893, Herbert A. Steele and the plaintiff in this action intermarried, and lived together thereafter, at Syracuse, N. Y., as husband and wife, until February 4, 1897, when he died, intestate, at that city, leaving, him surviving, the plaintiff, his widow, a resident of Syracuse, N. Y., Norman R. Steele, a son by the first marriage, a resident of Waterbury, county of New Haven, Conn., and Sarah H. Steele, intestate’s mother, a resident of Waterbury, county of New Haven, Conn., his only heirs and next of kin. The validity of the second marriage is not- questioned. It is conceded that during the lifetime of the insured he duly paid the stipulated premiums on the aforesaid policies, and that they were in full force at the date of his death. October 23, 1893, Herbert A. Steele borrowed of the defendant $600, for which he gave his note, by which he promised to pay to the defendant said sum on demand, with interest semiannually; and, as security for the payment of said loan, he assigned and delivered to the defendant policy No. 18,498, for $3,000, above described. March 6, 1894, Herbert A. Steele borrowed from the defendant $400, for which he gave his note, by which he promised to pay the defendant said sum on demand, with interest semiannually; and, as security for the payment of said loan, he assigned and delivered to the defendant policy No. 17,523, for $2,000, above described. At the death of Herbert A. Steele, there was due on the $600 note the whole principal sum, with interest from April 23, 1896, and there was due on the $400 note the whole principal sum, with interest from March 6, 1896; and both policies were in the possession of the defendant, as security for said two loans. March 2, 1897, letters of administration upon the estate of Herbert A. Steele were duly issued by the surrogate’s court of the county of Onondaga, N. Y., to the plaintiff in this action, who on the next day mailed a copy thereof to the defendant; and on the 15th of the same month she duly served proofs of death on the defendant, pursuant to the terms of the policies, which were received on or before the 19th day of the same month. March 4, 1896, Sarah H. Steele, of Waterbury, Conn., filed a petition in the probate court for the district of Waterbury, in the county of New Haven and state of Connecticut, alleging that Herbert A. Steele, dwelling at the city of Syracuse, N. Y., died there February 4, 1897, intestate, leaving a widow, Blanche M. Steele, residing at Syracuse, N. Y., Norman R. Steele, a son, residing at Waterbury, Conn., and Sarah H. Steele, his mother, residing at Waterbury, Conn., and praying that letters of administration be issued upon the intestate’s estate to George D. Bissell and Sarah H. Steele. March 9, 1897, letters of administration were issued by the probate court to Sarah I-I. Steele <page-number citation-index=\"1\" label=\"375\">*375</page-number>and George D. Bissell. March 31, 1897, Blanche M. Steele filed a petition in the probate court for the district of Waterbury, alleging that letters of administration had been duly granted her March 2, 1897, by the surrogate’s court of the county of Onondaga; that she had given a bond and entered upon the discharge of her‘duties; and asked that the decree appointing Sarah H. Steele and George D. Bissell administrators be opened, and that letters of administration ancillary to those granted by the surrogate’s court of the county of Onondaga be issued to her. Upon this petition, the probate court issued an order, March 31, 1897, requiring George D. Bissell and Sarah H. Steele to show cause on April 8, 1897, why the prayer of the petition should not be granted. This petition and order were personally served on George D. Bissell and Sarah H. Steele, by delivering to and leaving with each of them copies of the petition and order on or before April 2, 1897, as appears by the return of the deputy sheriff. This proceeding was adjourned until April 12, 1897, when the petition was amended by alleging that Norman R. Steele and Sarah H. Steele were present at the surrogate’s court of the county of Onondaga, March 2, 1897, by their counsel, and consented that letters of administration be issued to Blanche M. Steele. April 12, 1897, the probate court denied the application of Blanche M. Steele, but entered a decree removing Sarah H. Steele, one of the administrators of the estate, and confirming the appointment of George D. Bissell as sole administrator of the estate, upon his giving a bond in the sum of $5,000, which was given and approved. April 12, 1897, the summons in this action was issued and mailed to the sheriff of the county of Albany for service on the superintendent of insurance, pursuant to section 30 of the insurance law (Laws 1892, p. 1945); and on the same day the plaintiff’s attorney wrote the defendant, advising it that an action had been begun, which letter the defendant received and answered on the next day. April 21, 1897, the summons was served on the superintendent of insurance, who on the same day admitted service, and mailed the summons in a registered letter to the defendant, which, its president testified, was received April 23d, and May 4th the defendant appeared generally in this action. April 19, 1897, George D. Bissell, the Connecticut administrator, appeared at the defendant’s home office, and offered to pay the amounts due on the two notes, and demanded the policies, which was declined, on the ground that the defendant’s president desired to consult counsel; and it was agreed that Bissell should return April 22d, on which day he did return, paid the amounts due on the two notes, received both policies, and then and there demanded payment of them. The defendant paid policy No. 18,498, for $3,000, but declined to pay policy No. 17,523, for $2,000. May 10, 1897, the Connecticut administrator began an action against the defendant for the recovery of the amount insured by policy No. 17,523, for $2,000, the summons and complaint in which was served on the defendant April 11, 1897. In this complaint, George D. Bissell alleged that “he is the ancillary administrator of the estate of Herbert A. Steele, late of Syracuse, in the state of New York.” June 30, 1897, the defendant filed an answer to this complaint, alleging that Herbert A. Steele died from disease induced by the use of narcotics and alcoholic stimulants, which was the only defense interposed.</summary>\n<p data-order=\"19\" data-type=\"judges\" id=\"b391-3\">Argued before HARDIN, P. J., and FOLLETT, ADAMS, GREEN, and WARD, JJ.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b391-4\">Frank O. Sargent, for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b391-5\">Ceylon H. Lewis, for respondent.</attorneys>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b391-6\">FOLLETT, J.</author>\n<p id=\"AlOM\">On the trial of this action, the defendant expressly admitted that all of the allegations of the complaint were true, except this allegation:</p>\n<blockquote id=\"b391-7\">“While said policy was in the possession of this defendant, the plaintiff herein offered to pay the amount due this defendant on said note, including interest to that date, and asked that, upon the making of such payment, the policy in question be delivered to this plaintiff, all of which transactions <page-number citation-index=\"1\" label=\"376\">*376</page-number>transpired before tlie commencement of this action, and the defendant herein refused so to do.”</blockquote>\n<p id=\"b392-4\">The defendant’s president was a witness on the trial, and admitted that he received a letter from the plaintiff’s attorney, dated April 14, 1897, in which the plaintiff offered to remit, by express, in legal tender, the amounts due on the two notes in case the defendant would deliver the policies, to which proposition the defendant made no answer. This evidence is undisputed, so all the allegations of fact in the complaint were admitted or proved to be true. The defendant on the trial waived the defense interposed to policy No. 17,523, for $2,000, that the insured died from alcoholism, and stood solely on the defense that the action was pending in the superior court of the state of Connecticut, brought by George D. Bissell, for the re-cox^ery of the amount of that policy; and the only defense interposed to policy No. 18,498, for $3,000, was payment, April 22, 1897, to George B. Bissell, the Connecticut administrator.</p>\n<p id=\"b392-5\">But two questions are involved in this action: (1) Is the action pending in the superior court of Connecticut on policy No. 17,523 a bar to this action on that policy? (2) Is the payment of April 22, 1897, of policy No. 18,498, to the Connecticut administrator, a valid payment, as against this plaintiff?</p>\n<p id=\"b392-6\">The first questions to be considered are the rights and liabilities existing between the defendant and Herbert A. Steele at the date of his death, which rights must be determined by the policies and by their assignments. The assignments are alike except the dates and amounts, and the following is a copy of one of them:</p>\n<blockquote id=\"b392-7\">“No. 295. Loan on Policy No. 18,498.</blockquote>\n<blockquote id=\"b392-8\">“Connecticut General Life Insurance Company.</blockquote>\n<blockquote id=\"b392-9\">“$600. Hartford, Conn., October 23, 1893.</blockquote>\n<blockquote id=\"b392-10\">“On demand, for value received, I promise to pay to the order of the Connecticut General Life Insurance Company, at its office in Hartford, Connecticut, six hundred dollars, with interest payable semiannually. And, as security for this loan, I hereby assign, transfer, and set over to the said Connecticut General Life Insurance Company, of Hartford, Connecticut, all right, title, and interest of, in, and to its policy No. 18,498, on the life of myself, for $3,000; and It is agreed that if any premium or installment of premium on said policy shall not be paid when due, or If any installment of Interest shall remain unpaid thirty days after it becomes due, or if said loan shall not be paid within thirty days after demand made personally or by mail, then, in either such case, the company is hereby authorized, without notice to the undersigned, to cancel and annul said policy, by paying its cash surrender value (computed by the general rules of company then in use) as satisfaction in full of said policy, first deducting therefrom the principal, interest, and any costs due on this loan, and any other loan by said company on said policy; the balance, If any, to be paid to the legal owners of the equity in said policy, which said payment I hereby agree to accept in full payment and satisfaction of said policy.</blockquote>\n<blockquote id=\"b392-11\">“Witness my hand and seal, the day and year first above written.</blockquote>\n<blockquote id=\"b392-12\">“Herbert A. Steele. [L. S.]</blockquote>\n<blockquote id=\"b392-13\">“Witnesses present:</blockquote>\n<blockquote id=\"b392-14\">“F. V. Hudson.”</blockquote>\n<p id=\"b392-15\">It will be observed that the assignment is not an absolute one, but is merely by the way of security, and does not vest the defendant with the absolute legal title to the policies. The assignment <page-number citation-index=\"1\" label=\"377\">*377</page-number>contains a defeasance, and also a promise by the defendant to pay the difference between the amount due on the policy and the amount due on the note whenever the relations between the parties created by the assignment are terminated. On receiving proofs of death of the insured, the liability of the defendant to pay the amounts of the policies became fixed (assuming that it had no defense), and the administrator of the insured had the right to recover the difference • between the amounts due on the policies and the amounts due on the notes, in an action brought, without first tendering the amounts due - on the notes, or without actually acquiring possession of the policies. In case A. should give his note by which he promised to pay $1,000 on the death of B. to his representatives, and delivered the note to-' B., and afterwards B. should borrow of A. $500, payable on demand, and should turn out A.’s note to him as collateral, I apprehend that, in case of the death of B. before he paid the $500 note, A. would become liable to pay the difference between the notes to the administrator of B., though he had not first paid B.’s $500 note, and secured the physical possession of the note given by A. It is no defense to a note or obligation for the maker to allege and prove:“True, I made the note or obligation, and I am liable thereon for some amount, but I am in possession of it.” In an action on a negotiable instrument the plaintiff must produce it on the trial, or account for it; but, if it should turn out that the instrument sued' on -was actually in the custody of the defendant, that fact would be no defense to him if any liability were shown to exist on the instrument. So, in the case at bar, the action was just as well brought, and the liability of the defendant was the same, as though the policies had been in the physical possession of the plaintiff when the action was begun. As appears by the statement of facts preceding - this opinion, this action was begun by a personal service of the summons, April 21, 1897, on the superintendent of insurance, which service was as effectual in all respects as though it had been made personally on the president of the defendant within this state. It is so well settled that it hardly requires the citation of an authority that a chose in action follows the person of the owner, and its legal' possession is deemed to be in an intestate at the place of his residence, no matter where the evidence of the chose in action may be; and, in case letters of administration are granted in the state where the intestate died, he is invested with power to take all choses in action, wherever the evidence of them may be, and receive the amounts due on them from the debtors, wherever they may reside; but in case the securities are in a foreign jurisdiction, and are not voluntarily surrendered, if he seeks to recover them by action an ancillary administrator must be appointed, who must bring an action to enforce them in the foreign jurisdiction. In re Prout, 126 N. Y. 74, 27 N. E. 948. But, in case the debtor is found within the state where the original letters of administration were issued, an action may be maintained against him, even though at the time the security is not within the state, but within the debtor’s possession, or in the • possession of a third party, unless the third party has some interest-in it. A foreign insurance company doing business in this state is; <page-number citation-index=\"1\" label=\"378\">*378</page-number>for the purpose of an action brought to enforce its policy, deemed to be an inhabitant of the state, and service upon it by delivering a writ to the superintendent of insurance is as effective as though personally served on the defendant. Insurance Co. v. Woodworth, 111 U. S. 138, 4 Sup. Ct. 364; Sulz v. Association, 145 N. Y. 563, 571, 40 N. E. 242.</p>\n<p id=\"b394-5\">At the date (April 21, 1897) when this action was begun by the personal service of the summons upon the superintendent of insurance, the policies were not in the possession of the Connecticut administrator, but were in the possession of the defendant, as collateral security for the notes of the intestate. When this action was begun, the rights of the parties were fixed; and the subsequent commencement of an action in the superior court of the state of Connecticut by the ancillary administrator appointed in that state did not devest the supreme court \"of this state of jurisdiction. So far as the supreme court of this state is concerned, no rule of comity or interstate law is involved in this action. It may well be that the courts of Connecticut may refuse, under the rules of comity, to entertain the action subsequently brought by an ancillary administrator in that state. But I know of no authority holding that the courts of this state having first acquired jurisdiction of an action brought by the principal administrator should yield its jurisdiction to the courts of another state, in which an action has been subsequently brought by an ancillary administrator. My conclusion is that the subsequent commencement of the action in the superior court of Connecticut by the ancillary administrator to recover the amount due on policy No. 17,523 is no defense to this action to recover the amount due on that policy, less the amount for which it is held as security.</p>\n<p id=\"b394-6\">Merrill v. Insurance Co., 103 Mass. 245, and Sulz v. Association, 145 N. Y. 563, 40 N. E. 242, relied on in the court below, do not seem to me decisive of the case at bar. In Merrill’s Case the insured was a resident of the state of Illinois, where he died, and where his domiciliary administrator was appointed and first began an action on the policy. The policy was then, and for years had been, pledged as security for a loan with an uncle of the insured, who resided in the state of Massachusetts, who took out ancillary letters in that state, and afterwards brought an action against the insurance company to recover on the policy, alleging his personal interest in the policy, and also his interest as ancillary administrator. The insurance company interposed as a plea in abatement the pendency of the action in the state of Illinois. The plea was held bad, upon the ground that Merrill, the Massachusetts plaintiff, had title to and possession of the policy, and that the Illinois administrator could not maintain an action on the policy in Illinois as against the Massachusetts administrator without first paying the loan to the Massachusetts administrator, for which the Massachusetts administrator had the right to hold the policy. In that case the court distinctly recognized the principle that, in case a third party had not held an interest in the policy when the action was brought in Illinois, the Illinois administrator could have recovered. In that case the ancillary administrator had the better title and the better equity, and it is distinctly <page-number citation-index=\"1\" label=\"379\">*379</page-number>held that the pledgee, having an independent title and possession of the policy, could, by a suit in his own name, or in the name of the Massachusetts administrator, if he had been a third party, have recovered on the policy, and that neither the Illinois administrator nor the Massachusetts administrator could have defeated the action. In Sulz’s Case the domiciliary administrator was appointed in the state of Washington, and the ancillary administrator in the state of New York. The Washington administrator brought an action to recover on a policy of insurance, which was in his possession in that state. Afterwards the ancillary administrator brought an action on the same policy in this state. Among other defenses, the action pending in the state of Washington by the domiciliary administrator was pleaded, and it was held that the ancillary administrator could not recover. It is true that some stress is laid upon the fact that the policy, at the time of the death of the insured, was in the state of Washington, but that does not seem to be a controlling fact. The case was decided upon the theory that the domiciliary administrator had a right of action on the policy, and, having obtained jurisdiction of the defendant in an action first brought, that the principle of comity between states required that the courts of this state should refuse to entertain jurisdiction of the action subsequently brought by the ancillary administrator. This would seem to be an authority, not in favor of the defendant, but in favor of the plaintiff. But, •so far as I know, it has never been held that in case there are two persons, either of whom has the right to maintain an action for the recovery of a chose in action, and one brings an action against the defendant, and acquires jurisdiction over the defendant, a subsequent action brought by the other person in another state is a good plea in bar or in abatement to the action first brought.</p>\n<p id=\"b395-4\">The underlying question is whether, as between the litigants, the policies are exclusively Connecticut assets. The defendant insists that they are, because it is a Connecticut corporation, and because the policies were in its possession when the intestate died, and when the domiciliary and ancillary administrators were appointed, and payable in Connecticut. The ancillary administrator is, as the term implies, one who is subordinate or auxiliary to the principal or domiciliary administrator. Perkins v. Stone, 18 Conn. 270; Merrill v. Insurance Co., 103 Mass. 245; Schouler, Ex’rs, §§ 163, 167, and cases cited. An ancillary administrator is appointed in a foreign jurisdiction to enforce the rights of the estate in that jurisdiction, because a domiciliary administrator is not recognized by the courts of a foreign state. But when, by contract or by statute, a liability of a debtor resident in a foreign state is enforceable in the courts of the state where the domiciliary administrator is appointed, there is no occasion for the appointment of an ancillary administrator to enforce such right of action; and, if one is appointed, he does not acquire a right to enforce the cause of action, to the exclusion of a domiciliary administrator, who first brings an action on the contract in a court which acquires jurisdiction of the debtor before the ancillary administrator reduces the chose in action to possession or takes any steps to enforce the liability thereon. In Perkins v. Stone, <page-number citation-index=\"1\" label=\"380\">*380</page-number>supra, A., an inhabitant of Connecticut, sent a quantity of paper to a firm in Boston, Mass., for sale on commission. A. died before the firm accounted, and C. was appointed administrator of the estate of A. by the courts of Connecticut. C., finding one of the firm of commission merchants in Connecticut, brought an action against them, alleging that they had violated their duty and wasted the paper. It was contended there, as here, that, because the paper was in the possession of the defendants in the state of Massachusetts, it was a Massachusetts asset, and that an action could not be maintained in Connecticut to recover its value, or damages for wasting the paper. But it was held otherwise. The case differs from the case at bar in the fact that an ancillary administrator had not been appointed in Massachusetts; but that fact has no effect on the right of action of the domiciliary administrator, unless, perhaps, the ancillary administrator has reduced the right of action to his possession before suit brought by the- principal administrator.</p>\n<p id=\"b396-4\">Was the payment by the defendant, to the ancillary administrator, of policy No. 18,498, on the 22d of April, 1897, a defense to an action on that policy? I think not. As before stated, the plaintiff in this action had a right to maintain an action on that policy in the courts of this state, provided jurisdiction of the defendant could be acquired, which was acquired by the service of the summons on the 21st day of April, 1897. The jurisdiction so acquired was as effectual for all legal purposes as though service of the summons had been made personally upon the president of the defendant in this state, and the defendant was charged with legal notice of the action from the moment that service was made; and when, on the 22d of April, 1897, it voluntarily paid policy No. 18,498 to the Connecticut ancillary administrator, it had notice of the commencement of this action. This plaintiff having the right to maintain the action, and the courts of this state having acquired jurisdiction, the ancillary administrator, not having acquired possession of the policies when the action was begun, could not thereafter, on acquiring possession of the policies, settle either cause of action involved in an action brought by the principal administrator. But, aside from the question of legal notice, this defendant had actual notice that this action had been begun. April 12, 1897, on the day of the date of the summons, and on the day it was mailed to the sheriff of the county of Albany for service on the superintendent of insurance, the plaintiff’s attorney wrote the defendant that an action had been begun, which letter the defendant received, and acknowledged April 13,1897. The defendant’s president was sworn as a witness for the defendant on the trial, and he testified that he received the letter of April 12, 1897, and answered it on the next day, and that he assumed that the plaintiff’s attorney stated the truth when he wrote that an action had been begun on the two policies. This being the state of the case, the defendant’s president, when he paid over to the Connecticut administrator, on the 22d of April, 1897, the amount due on policy No. 18,498, had both legal and actual notice that this action was then pending in the courts of the state of New York for the recovery of the amounts alleged to be due on both policies; and the defendant is <page-number citation-index=\"1\" label=\"381\">*381</page-number>in no position to assert that it paid the Connecticut administrator in good faith, and without notice of the pendency of the action. I think that no defense was established to either of the policies.</p>\n<p id=\"b397-3\">Perhaps attention should be called to two or three facts which, in my judgment, are found contrary to the evidence.</p>\n<p id=\"b397-4\">In the eighth finding the learned trial court found that the intestate left certain personal estate besides the insurance policies in the state of Connecticut. I find no evidence tending to support this finding. In the inventory filed by the Connecticut ancillary administrator is this entry: “J. H. Fagun’s mortgage, $3,500.” The Connecticut administrator testified on the trial: <em>“I </em>found, on searching the land records, there was a mortgage of $3,500.” . “There was a mortgage of $3,500 on some South Main street property that he sold. I don’t know where that mortgage was. That ivas upon the property there.” The date of the mortgage was not given, and it is not pretended that the intestate owned this mortgage, or any personal property situated in the state of Connecticut, at the time of his death, except the policies of insurance deposited with the defendant as security for loans.</p>\n<p id=\"b397-6\">In the twelfth finding it is found: “It does not appear that he [the Connecticut administrator] knew that any administrator other than himself of the deceased had been appointed,” referring to the date when he received payment of policy No. 18,498. The proof is that on or before April 2, 1897, the Connecticut administrator was personally served with a petition filed in behalf of the plaintiff in this action, showing that she was appointed administratrix March 2, 1897, which petition was accompanied by a show-cause order, pursuant to which the Connecticut administrator appeared in the probate court. In the same finding (twelfth) it is found that the defendant did not know, April 22, 1897, when it paid the Connecticut administrator one of the policies and delivered the other, that the suit had been begun in the state of New York. As before stated, the defendant had at this time legal notice, and also actual notice, by the letter of the plaintiff’s attorney of April 12. 1897, which the defendant’s president testified that he received on the 13th, and believed to be true.</p>\n<p id=\"b397-7\">In the thirteenth finding it is found:</p>\n<blockquote id=\"b397-8\">“There is no evidence <em>that the </em>defendant, in delivering said policies, <em>and </em>in making payment, as it did, acted in any way in collusion with the Connecticut administrator, or with any other purpose than to legally and properly discharge its obligations under these policies.”</blockquote>\n<p id=\"b397-9\">This finding of fact is not sustained by the evidence. The defendant neglected to comply with repeated applications made by the plaintiff’s attorney for copies of the policies in its possession, and of the assignments under which it held them. It neither furnished copies nor gave any reason why it did not. When the plaintiff’s attorney offered to send the amounts due on the notes, in legal tender, in case the defendant would deliver the policies to the express company, it neglected to make any reply. On the 22d of April, 1897, on the very day that it delivered the policies to the Connecticut administrator, and paid one of them to him, the defendant’s president <page-number citation-index=\"1\" label=\"382\">*382</page-number>wrote to the plaintiff’s attorney discussing the case as still an open one, without intimating that the Connecticut administrator had called on him three days before, and had offered to pay the amounts of the notes, and had demanded the policies. This letter was written on the very day that the defendant surrendered the policies to the Connecticut administrator, and paid one of them; but whether it was before or after the conclusion of that transaction does not appear. The defendant, in its answer to the suit in the superior court of Connecticut on policy No. 17,523, does not set up as a defense that a previous action had been begun on the same policy, and was still pending in the courts of the state of New York; the only defense interposed to the Connecticut suit being the one withdrawn in this state,—that Herbert A. Steele died of disease induced by the use of narcotics and alcoholic stimulants.</p>\n<p id=\"b398-5\">The judgment should be reversed, and a new trial granted, with costs to the appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}