{
  "casebody": {
    "data": "<casebody firstpage=\"436\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b458-9\">LAURENCE SCANLON ET AL. <em>v. </em>CONNECTICUT LIGHT AND POWER COMPANY ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b458-10\">(SC 16466)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b458-11\">Borden, Norcott, Katz, Palmer and Zarella, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b459-4\"><page-number citation-index=\"1\" label=\"437\">*437</page-number>Argued March 21</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A5X\">officially released October 16, 2001</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b460-5\"><page-number citation-index=\"1\" label=\"438\">*438</page-number><em>Brian T. Henebry, </em>with whom, on the brief, was <em>Richard L. Street, </em>for the appellant (named defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b460-6\"><em>Kathryn Calibey, </em>with whom were <em>Andrew Groher </em>and <em>Paul M. Iannaccone, </em>for the appellees (plaintiffs).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b460-7\">\n<em>Opinion</em>\n</p>\n<author id=\"b460-8\">PALMER, J.</author>\n<p id=\"Aml\">This appeal arises out of an action brought by the plaintiffs, Laurence Scanlon and Louise Scanlon, against the named defendant, Connecticut Light and Power Company (defendant), among others,<footnotemark>1</footnotemark> alleging that the defendant’s negligent installation and maintenance of certain electrical equipment caused harm to the plaintiffs’ dairy herd, thereby causing economic loss to the plaintiffs’ dairy business and severe emotional distress to the plaintiffs themselves. A jury returned a verdict in favor of the plaintiffs and awarded them $601,000 in economic damages for their business losses and $300,000 in noneconomic damages for then-emotional distress.</p>\n<p id=\"b460-9\">On appeal,<footnotemark>2</footnotemark> the defendant claims that the trial court improperly instructed the jury on the plaintiffs’ negligent infliction of emotional distress claim. The defendant further contends that it is entitled to a new trial on that claim and on the plaintiffs’ claim for economic damages arising from the business losses that they had sustained as a result of the defendant’s negligence. We agree with the defendant that the trial court improperly <page-number citation-index=\"1\" label=\"439\">*439</page-number>instructed the jury on the plaintiffs’ emotional distress claim and, further, that that impropriety requires a new trial on that claim. We also conclude, however, that the trial court’s instructional error did not affect the jury’s verdict on the plaintiffs’ claim for economic damages and, therefore, we affirm the judgment of the trial court with respect to that claim.</p>\n<p id=\"b461-5\">The jury reasonably could have found the following facts. The plaintiffs began operating a dairy farm in Lebanon in 1976. At that time, the plaintiffs had approximately seventy dairy cows. In 1983 or early 1984, there was an increase in the incidence of infection and sickness among the cows, and the cows also started to exhibit unusual behavior, such as drinking out of mud puddles and drinking one another’s urine. At about the same time, the plaintiffs found it increasingly difficult to milk the cows due to their odd behavior and reluctance to eat grain. Consequently, milk production on the plaintiffs’ farm decreased significantly.</p>\n<p id=\"b461-6\">These problems continued through the early 1990s. In December, 1992, an expert hired by the plaintiffs discovered that stray voltage<footnotemark>3</footnotemark> from the defendant’s equipment was being released onto the farm. The plaintiffs informed the defendant that, in their view, the stray voltage was the cause of the difficulties that they had <page-number citation-index=\"1\" label=\"440\">*440</page-number>been experiencing with their herd. The defendant thereupon made some modifications to its equipment that temporarily corrected the stray voltage problem. The herd’s milk production increased dramatically after these modifications were made.</p>\n<p id=\"b462-5\">The increase in productivity was temporary, however, and the health and productivity of the cows again began to deteriorate. This deterioration continued until 1994, when the defendant installed additional equipment to control permanently the stray voltage. The cows’ behavior, productivity and health all improved markedly after the defendant had installed this equipment. By that time, however, the herd had been so badly damaged by the stray voltage that the plaintiffs found it necessary to replace the herd.</p>\n<p id=\"b462-6\">The plaintiffs testified that their inability, over many years, to determine the cause of their cows’ bizarre behavior and chronic ailments, along with the consequent damage to their business, caused the plaintiffs serious emotional distress and severely strained their marriage.<footnotemark>4</footnotemark> As the problems associated with the farm mounted, so, too, did the tension between the plaintiffs. Indeed, the plaintiffs’ emotional difficulties, which they attributed to the deterioration of their livestock and resulting damage to their business, caused the plaintiffs to seek marriage counseling and also resulted in a brief period of separation.<footnotemark>5</footnotemark> The tension between the plaintiffs was greatly eased, however, once they identified the cause of their cows’ problems.</p>\n<p id=\"b462-7\">The plaintiffs commenced this action against the defendant, claiming that the defendant’s negligence in <page-number citation-index=\"1\" label=\"441\">*441</page-number>installing and maintaining its equipment resulted in the release of stray voltage onto the plaintiffs’ farm, thereby causing serious harm to the plaintiffs’ cows and causing the plaintiffs to suffer both economic and noneconomic damages.<footnotemark>6</footnotemark> The plaintiffs’ claim for economic damages included, inter alia, lost income resulting from diminished milk production, the loss of livestock and veterinary costs. The plaintiffs sought noneconomic damages for the “severe psychological distress and emotional trauma” that they allegedly had suffered as a result of the defendant’s negligence.<footnotemark>7</footnotemark></p>\n<p id=\"b463-5\">The jury returned a verdict awarding the plaintiffs $601,000 in economic damages for the business losses that they had sustained as a consequence of the defendant’s negligence. The jury also awarded the plaintiffs $300,000 in noneconomic damages on their claim of negligent infliction of emotional distress.<footnotemark>8</footnotemark> The defendant subsequently filed motions to set aside the verdict and for remittitur only with respect to the jury’s award of noneconomic damages for the plaintiffs’ negligent <page-number citation-index=\"1\" label=\"442\">*442</page-number>infliction of emotional distress claim. The trial court denied those motions and rendered judgment in accordance with the jury’s verdict, from which the defendant appealed.</p>\n<p id=\"b464-5\">On appeal, the defendant claims, inter alia, that: (1) the trial court improperly instructed the jury regarding the tort of negligent infliction of emotional distress; and (2) that instructional impropriety was harmful, thereby entitling the defendant to a new trial on that claim and on the plaintiffs’ claim that the defendant’s negligence had caused economic harm to the plaintiffs’ dairy business.<footnotemark>9</footnotemark> We conclude that the defendant is entitled to a <page-number citation-index=\"1\" label=\"443\">*443</page-number>new trial, limited, however, to the plaintiffs’ claim of negligent infliction of emotional distress.<footnotemark>10</footnotemark></p>\n<p id=\"b465-5\">I</p>\n<p id=\"b465-6\">The defendant contends that the trial court improperly instructed the jury on the plaintiffs’ claim of negligent infliction of emotional distress. We agree.* <footnotemark>11</footnotemark></p>\n<p id=\"b465-7\">The following additional facts are necessary to our determination of this issue. Prior to the conclusion of the trial, the defendant submitted a request for an instruction that the plaintiffs could not recover on their claim of negligent infliction of emotional distress unless <page-number citation-index=\"1\" label=\"444\">*444</page-number>“[the defendant] or its agents knew or should have realized that its conduct involved an unreasonable risk of causing emotional distress, and, from the facts known to it or its agents, knew or should have realized that this emotional distress, if caused, might result in illness or bodily harm.”<footnotemark>12</footnotemark> Although the trial court instructed the jury generally with respect to damages awarded in connection with emotional distress claims,<footnotemark>13</footnotemark> <page-number citation-index=\"1\" label=\"445\">*445</page-number>the court did not include the language that the defendant requested. Moreover, the court did not otherwise apprise the jury that the plaintiffs were not entitled to damages for emotional distress unless the plaintiffs established that the defendant knew or should have known that its conduct gave rise to an unreasonable risk of causing emotional distress that might result in illness or bodily harm.<footnotemark>14</footnotemark></p>\n<p id=\"b467-5\">Before addressing the defendant’s claim of instructional impropriety, we set forth the standards governing our review of that claim. “A request to charge [that] is relevant to the issues of [a] case and [that] is an accurate <page-number citation-index=\"1\" label=\"446\">*446</page-number>statement of the law must be given.” <em>Wagner </em>v. <em>Clark Equipment Co., </em>243 Conn. 168, 187, 700 A.2d 38 (1997). However, “[i]nstructions to the jury need not be in the precise language of a request.” (Internal quotation marks omitted.) <em>State </em>v. <em>Wood, </em>208 Conn. 125, 132, 545 A.2d 1026, cert. denied, 488 U.S. 895, 109 S. Ct. 235, 102 L. Ed. 2d 225 (1988). Moreover, “jury instructions are to be read as a whole, and instructions claimed to be improper are read in the context of the entire charge. ... A jury charge is to be considered from the standpoint of its effect on the jury in guiding it to a correct verdict. . . . The test to determine if a jury charge is proper is whether it fairly presents the case to the jury in such a way that injustice is not done to either party under the established rules of law. . . . Jury instructions need not be exhaustive, perfect or technically accurate, so long as they are correct in law, adapted to the issues and sufficient for the guidance of the jury.” (Internal quotation marks omitted.) <em>Hi-Ho Tower, Inc. </em>v. <em>Com-Tronics, Inc., </em>255 Conn. 20, 27, 761 A.2d 1268 (2000).</p>\n<p id=\"b468-5\">With these principles in mind, we turn to the merits of the defendant’s claim. <em>In Montinieri </em>v. <em>Southern New England Telephone Co., </em>175 Conn. 337, 398 A.2d 1180 (1978), we held that, in order to prevail on a claim of negligent infliction of emotional distress, the plaintiff must prove that “the defendant should have realized that its conduct involved an unreasonable risk of causing emotional distress and that that distress, if it were caused, might result in illness or bodily harm.” Id., 345. We repeatedly have endorsed this requirement of foreseeability. E.g., <em>Parsons </em>v. <em>United Technologies Corp., </em>243 Conn. 66, 88, 700 A.2d 655 (1997); <em>Barrett </em>v. <em>Danbury Hospital, </em>232 Conn. 242, 260, 654 A.2d 748 (1995); <em>Kilduff v. Adams, Inc., </em>219 Conn. 314, 325, 593 A.2d 478 (1991); <em>Maloney </em>v. <em>Conroy, </em>208 Conn. 392, 398, 545 A.2d 1059 (1988); <em>Morris </em>v. <em>Hartford Courant Co., </em>200 <page-number citation-index=\"1\" label=\"447\">*447</page-number>Conn. 676, 683, 513 A.2d 66 (1986). As we previously have observed, “[t]his condition differs from the standard foreseeability of the risk of harm requirement for negligence liability generally in that it focuses more precisely upon the nature of the harm to be anticipated as a prerequisite to recovery even [when] a breach of duty might otherwise be found . . . ,”<footnotemark>15</footnotemark> <em>Maloney </em>v. Conroy, supra, 398.</p>\n<p id=\"b469-5\">As we have indicated; see footnote 12 of this opinion and accompanying text; the defendant sought an instruction informing the jury that the defendant “is not responsible for the plaintiffs’ emotional distress unless it or its agents knew or should have realized that its conduct involved an unreasonable risk of causing emo <page-number citation-index=\"1\" label=\"448\">*448</page-number>tional distress, and, from the facts known to it or its agents, knew or should have realized that this emotional distress, if caused, might result in illness or bodily harm.” The defendant’s articulation of the applicable law in its request to charge constituted an accurate statement of what the plaintiffs were required to prove, under <em>Montinieri, </em>to recover damages in connection with their claim for negligent infliction of emotional distress. The trial court, therefore, was obligated to give the requested charge, either as sought or in substance. The court’s instructions, however, contained no such explanation.<footnotemark>16</footnotemark> See footnote 13 of this opinion.</p>\n<p id=\"b470-5\">“It is axiomatic [however] that not every error is harmful. . . . [W]e have often stated that before a party is entitled to a new trial . . . he or she has the burden of demonstrating that the error was harmful.” (Internal quotation marks omitted.) <em>Rossi </em>v. <em>Stanback, </em>230 Conn. 175, 180, 644 A.2d 352 (1994). An instructional impropriety is harmful if it is likely that it affected the verdict. E.g., <em>Remington </em>v. <em>Aetna Casualty &amp; Surety Co., </em>240 Conn. 309, 316, 692 A.2d 399 (1997); see <em>Godwin </em>v. <em>Danbury Eye Physicians &amp; Surgeons, P.C., </em>254 Conn. 131, 145, 757 A.2d 516 (2000).</p>\n<p id=\"b470-6\">We agree with the defendant that the trial court’s failure to give the requested charge was harmful error. The rule that we formulated in <em>Montinieri </em>“essentially requires that the fear or distress experienced by the plaintiffs be reasonable in light of the conduct of the [defendant]. If such a fear were reasonable in light of the [defendant’s] conduct, the [defendant] should have realized that [its] conduct created an unreasonable risk of causing distress, and [it], therefore, properly would be held liable. Conversely, if the fear were unreasonable in light of the [defendant’s] conduct, the [defendant] would not have recognized that [its] conduct could</p>\n<p id=\"b471-4\"><page-number citation-index=\"1\" label=\"449\">*449</page-number>cause this distress and, therefore, [it] would not be liable.” <em>Barrett </em>v. <em>Danbury </em>Hospital, supra, 232 Conn. 261-62, citing <em>Montinieri </em>v. <em>Southern New England Telephone Co., </em>supra, 175 Conn. 341. In the absence of an instruction explaining this foreseeability requirement, the jury was inadequately informed regarding the “nature of the harm to be anticipated [by the defendant] as a prerequisite to recovery [by the plaintiffs] . . . .” <em>Maloney </em>v. <em>Conroy, </em>supra, 208 Conn. 398. In such circumstances, we cannot say that the trial court’s instruction “fairly presented] the [plaintiffs’ negligent infliction of emotional distress claim] to the jury in such a way that injustice [was] not done to [the defendant]</p>\n<p id=\"b471-5\">. . . .” (Internal quotation marks omitted.) <em>Hi-Ho Tower, Inc. </em>v. <em>Com-Tronics, Inc., </em>supra, 255 Conn. 27. The defendant, therefore, has satisfied its burden of establishing that the trial court’s instructional impropriety was harmful, thereby entitling it to a new trial on the plaintiffs’ claim of negligent infliction of emotional distress.<footnotemark>17</footnotemark></p>\n<p id=\"b471-6\">II</p>\n<p id=\"b471-7\">The defendant asserts that, in light of our conclusion that a new trial is required on the plaintiffs’ negligent <page-number citation-index=\"1\" label=\"450\">*450</page-number>infliction of emotional distress claim, we also should order a new trial on the jury’s award of economic damages for the business losses that the plaintiffs had suffered as a result of the defendant’s negligence.<footnotemark>18</footnotemark> The plaintiffs contend that, because these two claims are separate and distinct, any new trial should be limited to the issue of noneconomic damages awarded in connection with the plaintiffs’ claim of emotional distress. We agree with the plaintiffs.</p>\n<p id=\"b472-5\">“Ordinarily the reversal of a jury verdict requires a new trial of all the issues in the case.” <em>DeLaurentis </em>v. <em>New Haven, </em>220 Conn. 225, 268, 597 A.2d 807 (1991). In other words, “[a]n order restricting the issues [of a new trial] is the exception, not the rule.” (Internal quotation marks omitted.) <em>Fazio </em>v. <em>Brown, </em>209 Conn. 450, 455, 551 A.2d 1227 (1988). We have adopted that general rule in recognition of the fact that “the jury may have rendered a compromise verdict, that is, a verdict where[by] some of the jurors . . . conceded liability against their judgment, and some . . .reduced their estimate of the damages in order to secure an agreement of liability with their fellow jurors. . . . When a compromise verdict exists, a new trial confined to the single issues of damage will be a serious injustice to the [party seeking the new trial as] [h]e has never had the issue of liability determined by the conscientious conviction of all of the jury; and that he is entitled to have.” (Citation omitted; internal quotation marks omitted.) Id., 457. When, however, “the error as to one issue ... is separable from the general issues, the new trial may be limited to the error found, provided that such qualification or limitation does not work injustice to the other issues or the case as a whole. . . . But whe[n] the retrial of the single issue may affect the other issues to the prejudice of either party, the court <page-number citation-index=\"1\" label=\"451\">*451</page-number>will not exercise its discretion in limiting the new trial but will grant it de novo.” (Citation omitted; internal quotation marks omitted.) <em>George </em>v. <em>Ericson, </em>250 Conn. 312, 332, 736 A.2d 889 (1999); accord <em>DeLaurentis </em>v. <em>New Haven, </em>supra, 268.<footnotemark>19</footnotemark> Thus, “[w]henever the issues of damages and liability are closely interwoven, fairness dictates that a new trial must include both the issue of damages and [the issue of] liability.” <em>Harewood </em>v. <em>Carter, </em>63 Conn. App. 199, 206, 772 A.2d 764 (2001).</p>\n<p id=\"b473-5\">As the Appellate Court recently has observed, we generally have required a new trial on all contested issues <em>only </em>in cases that “concern one cause of action where the issue is whether the liability and damages issues are inextricably woven together so as to require a trial de novo of both issues and do not involve, as the present case does, two separate causes of action arising out of the same incident [or conduct].<footnotemark>20</footnotemark> See, e.g., <em>George </em>v. <em>Ericson, </em>[supra, 250 Conn. 332-33] (single negligence cause of action); <em>Fazio </em>v. <em>Brown, </em>[supra, 209 Conn. 457] (same); <em>Malmberg </em>v. <em>Lopez, </em>208 Conn. 675, 683, 546 A.2d 264 (1988) (single wrongful death cause of action); <em>Wendland </em>v. <em>Ridgefield Construction Services, Inc., </em>190 Conn. 791, 796-97, 462 A.2d 1043 (1983) (single negligence cause of action); <em>Sparico </em>v. <em>Munzenmaier, </em>134 Conn. 194, 197, 56 A.2d 165 (1947) (same) . . . .” (Citation omitted.) <em>Harewood </em>v. <em>Carter, </em>supra, 63 Conn. App. 204-205.</p>\n<p id=\"b474-4\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>The plaintiffs’ claim for compensation for their business losses and their claim for damages in connection with the defendant’s negligent infliction of emotional distress, although arising from the same negligent conduct of the defendant, and although pleaded in the trial court in one count, have been treated on appeal by both parties as two separate and distinct causes of action, and we treat them accordingly. See footnotes 7 and 20 of this opinion. We need not speculate, moreover, regarding the allocation of damages between the two claims because the jury returned a special verdict reporting an award of $601,000 in economic damages and $300,000 in noneconomic damages. In such circumstances, we perceive no latent ambiguity inherent in the verdict that would suggest that it might have been the result of juror compromise on any of the issues determined by the jury.</p>\n<p id=\"b474-5\">The defendant has provided us with no reason, and we are aware of none, why we should extend the general rule requiring a new trial on all issues to a case, such as the present one, involving two separate causes of action. Consequently, we reject the defendant’s contention that it is entitled to a new trial on the plaintiffs’ claim for economic damages caused by the defendant’s negligent failure to maintain and install its equipment properly.</p>\n<p id=\"b474-6\">The judgment of the trial court is reversed with respect to the jury’s award of noneconomic damages only and the case is remanded for a new trial limited to the plaintiffs’ claim of negligent infliction of emotional distress; the judgment is affirmed in all other respects.</p>\n<p id=\"b474-7\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b460-10\"> The plaintiffs initially named four individuals as defendants, in addition to Connecticut Light and Power Company. The case against those defendants later was withdrawn, leaving Connecticut Light and Power Company as the only remaining defendant. Thus, we refer to Connecticut Light and Power Company as the defendant throughout this opinion.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b460-11\"> The defendant appealed to the Appellate Court, and we transferred the appeal to this court pursuant to General Statutes § 51-199 (c) and Practice Book § 65-1.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b461-7\"> Stray voltage has been described generally as “a natural, low voltage byproduct of the transmission of electric power . . . [and] a counterpart of any grounded electrical system.” <em>Kolpin </em>v. <em>Pioneer Power &amp; Light Co., </em>154 Wis. 2d 487, 498, 453 N.W.2d 214 (App. 1990), rev’d, 162 Wis. 2d, 1, 469 N.W.2d 595 (1991). With respect to farm animals, stray voltage represents a small voltage difference between two contact points—e.g., a wet cement bam floor and a metal water bowl—with which the animal comes into contact simultaneously, thereby completing an electrical circuit. As a result, a low level electrical current will run through the animal’s body. See, e.g., <em>Larson v. Williams Electric Co-op, Inc., </em>534 N.W.2d 1, 1-2 n.1 (N.D. 1995). See generally Agricultural Research Service, U.S. Dept. of Agriculture, Agriculture Handbook No. 696, Effects of Electrical Voltage/Current on Farm Animals: How to Detect and Remedy Problems (1991).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b462-8\"> For example, Louise Scanlon testified that “[ejverything was falling apart on [the] farm, [the] herd health was horrible, production was horrible, just everything was horrible. It was all falling apart .... [W]e just felt so helpless .... We were really, I guess, going down the tubes is a good expression, and it was bad.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b462-9\"> Louise Scanlon left the family home for one month.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b463-6\"> The plaintiffs’ amended complaint originally contained counts alleging breach of warranty, misrepresentation and violation of the Connecticut Unfair Trade Practices Act, General Statutes § 42-110a et seq. The plaintiffs, however, withdrew those counts during the trial, and only the negligence count was submitted to the jury.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b463-7\"> As we have indicated; see footnote 6 of this opinion; only a single negligence count ultimately was submitted to the jury. The plaintiffs’ claim for economic damages and their claim for noneconomic damages, each of which arose out of the defendant’s alleged negligent failure to install and maintain its equipment properly, are contained in that single negligence count. For purposes of this appeal, however, the parties have treated the two claims as separate and discrete causes of action, and we do so as well.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b463-8\"> The jury returned a special verdict form that provided in relevant part: “In this case, the jury finds the issues for the plaintiffs ... as against the defendant ... in accordance with the following calculation:</p>\n<blockquote id=\"b463-9\">“Fair, just and reasonable compensation for plaintiffs’ injuries and damages:</blockquote>\n<blockquote id=\"b463-10\">“Economic Damages $601,000</blockquote>\n<blockquote id=\"b463-11\">“Noneconomic Damages $300,000</blockquote>\n<blockquote id=\"b463-12\">“TOTAL $901,000”</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b464-6\"> The defendant also contends that this court should reject the plaintiffs’ negligent infliction of emotional distress claim because, the defendant asserts, a jury may not award damages for emotional distress, as a matter of law, when such damages arise from the negligent infliction of injuries to animals or property. The defendant, however, failed to raise this claim in the trial court and, therefore, seeks plain error review under Practice Book § 60-5, which provides in relevant part: “The court may reverse or modify the decision of the trial court if it determines that the factual findings are clearly erroneous in view of the evidence and pleadings in the whole record, or that the decision is otherwise erroneous in law.</p>\n<blockquote id=\"b464-7\">“The court shall not be bound to consider a claim unless it was distinctly raised at the trial or arose subsequent to the trial. The court may in the interests of justice notice plain error not brought to the attention of the trial court. . . .”</blockquote>\n<p id=\"b464-8\">We repeatedly have stated that “[p]lain error review is reserved for truly extraordinary situations [in which] the existence of the error is so obvious that it affects the fairness and integrity of and public confidence in the judicial proceedings.” (Internal quotation marks omitted.) <em>Santopietro </em>v. <em>New </em>Haven, 239 Conn. 207, 216, 682 A.2d 106 (1996). Although the issue of whether a jury may award damages for emotional distress arising from harm negligently caused to livestock, pets or property is a legal one, that precise issue previously has not been addressed by this court.</p>\n<p id=\"b464-9\">Whatever merit there may be to the defendant’s contention, we cannot reasonably conclude that the trial court’s error, if any, in submitting the plaintiffs emotional distress claim to the jury, was obvious. Nor can we reasonably conclude that any such impropriety adversely affected the integrity of and public confidence in the proceedings. Finally, if, in fact, the defendant is correct that the plaintiffs’ claim of negligent infliction of emotional distress is legally insufficient, the defendant will have an opportunity to raise that argument in connection with any retrial of that claim. We, therefore, reject the defendant’s invitation to engage in plain error review <page-number citation-index=\"1\" label=\"443\">*443</page-number>of its unpreserved claim and express no view regarding' the issue of law belatedly raised by the defendant.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b465-9\"> In light of our conclusion that the defendant is entitled to a new trial on the plaintiffs’ negligent infliction of emotional distress claim, we do not address the defendant’s alternate claim that the trial court improperly denied the defendant’s motion for remittitur with respect to the jury’s award of 3300,000 in noneconomic damages in connection with the plaintiffs’ claim of negligent infliction of emotional distress.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b465-10\"> The plaintiffs assert that we are not bound to review the defendant’s claim of instructional error, and that we should not do so, because the defendant’s requests to charge did not comply with Practice Book § 16-23, which provides that no more than fifteen requests to charge may be filed without prior permission of the court, and that each such request shall contain only a single proposition of law. The defendant filed twenty-six requests, several of which covered more than one legal principle, without prior court approval. Although we do not condone the defendant’s failure to abide by the letter of § 16-23, we do not believe, under the circumstances presented, that the defendant’s transgression is sufficiently serious to warrant the sanction urged by the plaintiffs. Indeed, the plaintiffs did not object to the defendant’s failure to comply with § 16-23 in the trial court and, insofar as the record reflects, the trial court, itself, did not raise the issue. Moreover, as we explain hereinafter, the defendant’s request to charge on the tort of negligent infliction of emotional distress was clearly articulated and correct as a matter of law. Finally, the requests to charge that the defendant submitted to the trial court were neither so extensive nor so intricate as to give rise to any reasonable possibility that the defendant’s failure to comply with § 16-23 impeded the able trial court in its review of those requests. We, therefore, decline the plaintiffs’ invitation to forgo a review of the defendant’s claim of instructional impropriety.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b466-5\"> The defendant’s request to charge regarding the award of damages in connection with the plaintiffs’ claim of emotional distress provided: “The [plaintiffs] also claim that they suffered emotional distress. Because of the nature of the evidence in support for such a claim, however, it is difficult to prove the existence or extent of emotional distress with certainty. There is always the possibility that there is no real basis for the claim or that the emotional distress is to a greater or lesser extent exaggerated. For that reason, you should scrutinize with care the evidence offered in support of emotional distress and approach the matter with caution.</p>\n<blockquote id=\"b466-6\">\n<em>“[The defendant] is not responsible for the plaintiff s’ emotional distress unless it or its agents knew or should have realized that its conduct involved an unreasonable risk of causing emotional distress, and, from the facts known to it or its agents, knew or should have realized that this emotional distress, if caused, might result in illness or bodily harm.</em>\n</blockquote>\n<blockquote id=\"b466-7\">“Emotional distress is a proper element of damages only if it is a natural and proximate result of [the defendant’s] negligence or its unfair or deceptive acts.</blockquote>\n<blockquote id=\"b466-8\">“If you are satisfied that, by a fair preponderance of the evidence, that the plaintiffs experienced emotional distress; that this distress was caused by [the defendant’s] negligence or its unfair or deceptive acts; and that [the defendant] or its agents knew or should have known that its conduct involved an unreasonable risk of causing this emotional distress and that, if caused, the emotional distress might result in illness or bodily harm; the plaintiffs are entitled to fair, just and reasonable compensation for their emotional distress.” (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b466-9\"> The trial court instructed the jury on damages as follows: “You will be required to make a separate finding of the amount of damage in each of the two categories, to the extent they have been proven to you, again, by apreponderance of the evidence. You must considerpast economic damages in determining the total amount of economic damages to which the plaintiffs are entitled. Similarly, you will consider past noneconomic damages in determining the award of general or noneconomic damages.</p>\n<p id=\"b466-10\">4; $ 4:</p>\n<blockquote id=\"b466-11\">“Now, noneconomic damages are compensation for the nonmonetary losses suffered by the plaintiffs up to and including the present time, which, as claimed in this case, is the mental and emotional distress suffered by the plaintiffs as a result of the defendant’s negligence.</blockquote>\n<blockquote id=\"b467-6\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>“Therefore, your job will be to fully and fairly compensate [the] plaintiffs for any emotional distress proximately caused by the defendant’s negligence. And the jury forms that I just went over . . . will have spaces for separate findings, to the extent you find the three elements of [the] plaintiffs’ case proved by a preponderance.</blockquote>\n<blockquote id=\"b467-7\">“The fundamental rule and principle as to damages is that the amount awarded should be fair, just and reasonable compensation, no more and no less, for the damage [the] plaintiffs suffered as a result of the defendant’s conduct.</blockquote>\n<blockquote id=\"b467-8\"><em>“There is .. . a claim for emotional distress. </em>And a plaintiff that is injured by the wrongdoing of another is just as much entitled to be compensated for mental suffering caused thereby and for the results which proximately follow from it.</blockquote>\n<blockquote id=\"b467-9\">“As for . . . mental suffering, it’s difficult to prove or disprove its existence or extent with certainty. There is always a possibility [that] there is no real basis for the claim, or that the suffering is to a greater or lesser extent exaggerated.</blockquote>\n<blockquote id=\"b467-10\">“For that reason, scrutinize with care the evidence offered in support of the claim and approach the matter with caution. But if you are satisfied that a fair preponderance of the evidence supports the claim, then [the] plaintiffs are entitled to be compensated for mental distress and suffering.” (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b467-11\"> The defendant did not take an exception to the trial court’s instructions on damages awarded in connection with the plaintiffs’ emotional distress claim. That fact, however, is insignificant because the trial court was made aware of the defendant’s claim by virtue of the defendant’s submission of its written request to charge with respect to the plaintiffs’ emotional distress claim. See, e.g., <em>State </em>v. Angell, 237 Conn. 321, 329, 677 A.2d 912 (1996). “If a written request covers the issue, an exception on that point is not necessary. ’’ <em>Goodmaster </em>v. <em>Houser, </em>225 Conn. 637, 648 n.9, 625 A.2d 1366 (1993).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b469-6\"> We have explained the reason underlying this requirement as follows: “Because the etiology of emotional disturbance is usually not as readily apparent as that of a broken bone following an automobile accident, courts have been concerned, aparl, from the problem of permitting bystander recovery, that recognition of a cause of action for such an injury when not related to any physical trauma may inundate judicial resources with a flood of relatively trivial claims, many of which may be imagined or falsified, and that liability may be imposed for highly remote consequences of a negligent act. . . . Perhaps for this reason, even those courts that permit recovery for emotional disturbance alone have erected some barriers not applicable to bodily injury claims. Thus, § 436A of the Restatement [(Second) of Torts] takes the position that the negligent actor is not liable when his [or her] conduct results in the emotional disturbance alone, without the bodily harm or other compensable damages. 2 Restatement (Second), Torts § 436A, comment a. This court, however, in <em>Montinieri </em>v. <em>Southern New England Telephone Co., </em>[supra, 175 Conn. 344], concluded that there is no logical reason for making a distinction, for purposes of determining liability, between those cases [in which] the emotional distress results in bodily injury and those cases [in which] there is emotional distress only. We did, nevertheless, because of our concern not to open up a wide vista of litigation in the field of bad manners; id., 345, quoting C. Magruder, ‘Mental and Emotional Disturbance in the Law of Torts,’ 49 Harv. L. Rev. 1033, 1035 (1936); impose a condition for emotional distress recovery that the defendant should have realized that, its conduct involved an unreasonable risk of causing emotional distress and that that distress, if it were caused, might result in illness or bodily harm. <em>Montinieri </em>v. <em>Southern New England Telephone Co., </em>supra [345].” (Citation omitted; internal quotation marks omitted.) <em>Maloney </em>v. <em>Conroy, </em>supra, 208 Conn. 397-98.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b470-7\"> Indeed, the plaintiffs do not seriously contend otherwise.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b471-8\"> The plaintiffs contend that certain statements made by counsel for the defendant at the hearing on the defendant’s motion to set aside the verdict suggest that the defendant did not perceive any impropriety in the trial court’s charge with respect to the plaintiffs’ negligent infliction of emotional distress claim. The plaintiffs further contend that those statements induced the trial court to overlook that issue in ruling on the defendant’s posttrial motion. Even if we assume, arguendo, that counsel’s statements to the court suggested that the defendant was not pursuing a claim of instructional impropriety, we are not persuaded that any such statement disqualifies the defendant from appellate review of its claim. First, that claim properly was preserved by virtue of the defendant’s request to charge. Second, there is nothing in the record to indicate that those statements were intended to mislead the trial court. Finally, the allegedly misleading statements were made after the jury had been discharged and, therefore, at that time, it was too late for the trial court to revise its jury charge according to the defendant’s request.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b472-6\"> We note that the defendant has not otherwise challenged the jury verdict awarding the plaintiffs $601,000 in economic damages.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b473-6\"> For example, “[w]e have applied this principle in ordering retrials on both liability and damages when there was reason to believe that a verdict, so low in relation to the injuries sustained in a negligence case that reversal [was] warranted, may have resulted from a compromise reached by the jurors on the issue of liability.” (Internal quotation marks omitted.) <em>George </em>v. <em>Ericson, </em>supra, 250 Conn. 332; accord <em>DeLaurentis v. New Haven, </em>supra, 220 Conn. 268.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b473-7\"> As we previously noted; see footnote 7 of this opinion; although the plaintiffs’ two claims are contained in a single count, on appeal, the parties have treated those claims as two separate and independent causes of action.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}