{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"573\" lastpage=\"596\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b601-3\">Wytheville</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b601-4\">I. M. Warren, Commissioner of the Revenue, v. Commonwealth.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b601-5\">June 14, 1923.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b601-6\">1. Public <em>Officers—Proceeding for Removal Under Section 2705 of the Code of 1919—Verdict Acquitting Officer Upon all Charges—New Trial where, Upon the Uncontroverted Evidence, Accused was Guilty of One of the </em>Charges.—In a proceeding under section 2705 of the Code of 1919 to remove a commissioner of the revenue, the verdict of the jury acquitted the accused upon all of the charges against him. Upon the law applicable to the uncontroverted evidence, the accused had committed, during his current term of office, one of the offenses specified, in section 2705 of the Code of 1919, under which the proceeding was had.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b601-8\"><em>Held: </em>That the verdict was contrary to the law and the evidence and therefore was properly set aside by the trial court.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b601-9\">2. <em>Taxation—Commissioner of the Revenue—Licenses—Failure of Commissioner of the Revenue to Assess Persons with Necessary </em>Licenses.— In a proceeding under section 2705 of the Code of 1919, to remove a commissioner of the revenue, one of the charges was that the commissioner had knowingly and wilfully neglected to perform his duties by failing to assess persons with the necessary license taxes. Under the evidence the jury was warranted in finding that the accused did. not act corruptly or with evil intent, but honestly and with reasonable diligence, in the matters embraced in this charge.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b601-11\"><em>Held: </em>That a verdict of the jury in favor of the accused could not be set aside as to such charge.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b601-12\">3. <em>Taxation—Commissioner of the Revenue—License Taxes—Duty and Discretion of the </em>Commissioner.—In the matter of assessing persons with-license taxes required by law, a commissioner of the revenue, although a ministerial officer, is required to exercise a reasonable judgment of his own as to the law applicable and a reasonable discretion in delaying assessments a reasonable time in order to ascertain the facts; relevant to the proper assessments to be made. Such being the case, if the commissioner of the revenue does not act corruptly or with evil intent, but honestly and with reasonable diligence in such matters, even if he was mistaken as to the law applicable, and erred in failing: <page-number citation-index=\"1\" label=\"574\">*574</page-number>to make such assessments, he is not guilty of knowingly and wilfully neglecting to perform the duties imposed upon him by law.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b602-4\">4. Public <em>Officers—Malfeasance—Corrupt Intent—Officer ■Required to Exercise </em>Discretion.—One serving in a capacity in which he is required to exercise a judgment of his own is not punishable for a mere error therein, or for a mistake of law. His act to be cognizable criminally, <em>or even civilly, </em>must be wilful and corrupt.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b602-6\">5. <em>Taxation—Licenses—Commissioner of the Revenue Issuing License without Certificate of </em>Treasurer.—Under section 2360 of the Code of 1919 commissioners of the revenue have no authority to issue licenses except upon an application “accompanied with the certificate of the treasurer * * * that the amount of the tax * * * has been deposited with him by the applicant;” and they have no authority under any circumstances to act for the treasurer in receiving such taxes. They are given by the statute no discretion in this particular. For them to act for the treasurer in receiving such taxes, from any motive whatsoever, is in direct violation of the statute on the subject.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b602-8\">6. Public <em>Officers—Removal of Commissioner of the Revenue—Issuance of License by Commissionei without Treasurer’s Certificate—Case at Bar. </em>In the instant ease, a proceeding under section 2705 of the Code of 1919, for the removal of a commissioner of the revenue, the commissioner was charged with issuing licenses, receiving the amount of money therefor, and signing the treasurer’s name to the receipt thereon, without authority from the treasurer. The evidence without conflict showed that accused had acted for the treasurer in receiving license taxes, signing the treasurer’s name to the certificates that the same had been paid to the treasurer,' and issuing licenses upon the certificates so signed. Accused well knew that he was acting in violation of law, although the motive in so acting was not corrupt but to accommodate applicants for licenses at times when the treasurer was not conveniently accessible.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b602-10\"><em>Held: </em>That since, under the statute (sec. 2360 of the Code of 1919), accused had no discretion .in the premises, but his duty was purely ministerial, he was guilty of malfeasance in office.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b602-11\">7. <em>Licenses—Commissioner of the Revenue and Treasurer—Duties not to be </em>Combined.—The two offices of the commissioner of the revenue and of the treasurer, and the functions of assessing and collecting license taxes to be performed by the respective officers, are required by the statute to be kept separate. The reports of the commissioners of the revenue furnish the sole independent evidence by which the treasurer is charged and held accountable for the license taxes collected. Hence, obviously, the statute allows no consolidation of these two offices and no joint.performance of the functions of collecting the taxes and issuing the licenses by a single officer in any case.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b602-13\">8. Public <em>Officers—Malfeasance—Absence of Corrupt </em>Intent.—Where the thing doné by the officer is purely ministerial, and the officer is in<page-number citation-index=\"1\" label=\"575\">*575</page-number>trusted with no discretion in the premises, if he exceeds his authority and does an act officially for which there is not authority of law, he is guilty of malfeasance in office, although there is an entire absence of any corrupt or evil intention.</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b603-4\">9. Public <em>Officers—Removal—Section 2706 of the Code of 1919—Corrupt Intent—“Wilful” </em>Misconduct.—Section 2705 of the Code of 1919 con-' tains no specification of affirmative “wilful” misconduct as ground for removal from office. And while it does include wilful “neglect to perform any duty imposed * * * by any law of the State” among the offenses for which there may be removal from office, it also specified, in the alternative, “malfeasance” or “knowingly” to neglect to perform any duty imposed by any law of the State, as among such offenses. To constitute neither of the two last-named offenses is a corrupt or evil intent essential, where the officer is not' intrusted by law with any discretion.</syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b603-5\">10. New <em>Trials—Proceedings for Removal of Public Officer Under Section 2705, Code of 1919—Trial Court Setting Aside Verdict in Favor of Officer and Entering Final Judgment Removing Officer—Section 6251 of the Code of </em>1919.—In a proceeding under section 2705 of the Code of 1919 to remove a commissioner of the revenue, the jury found a verdict in favor of the commissioner. The verdict was set aside by the trial court as being contrary to the evidence, and the court instead of awarding a new trial entered final judgment removing the. commissioner from office under section 6251 of the Code of 1919.</syllabus>\n<syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b603-7\"><em>Held: </em>Error, as a proceeding to remove a public officer is not a civil action within the meaning of that phrase in section 6251 of the Code of 1919.</syllabus>\n<syllabus data-order=\"17\" data-type=\"headnotes\" id=\"b603-8\">11. <em>Actions—Civil and Criminal Proceedings—Proceeding to Remove Public </em>Officer.—A statutory proceeding for removal from office is <em>quasi </em>criminal in its character.</syllabus>\n<syllabus data-order=\"18\" data-type=\"headnotes\" id=\"b603-10\">12. New <em>Trials—Final Judgment by Court Instead of Award of New </em>Trial— <em>Section 6261 of the Code of 1919—Civil Action—Proceeding to Remove Public </em>Officer.—From the language of the revisors’ note, and the use of the technical terms “civil action” in section 6251 of the Code of 1919, it is apparent that that section means to embrace only private personal actions, and not such a <em>quasi </em>criminal statutory proceeding as a proceeding to remove a public officer under section 2705 of the Code of 1919, which is not a private or personal action—is not purely private or civil—but one which is primarily public in its nature, which, although not a criminal case, is one highly penal, and one in which the Commonwealth is a party.</syllabus>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b603-12\">Error to a judgment of the Corporation Court of the city of Hopewell, in a proceeding by the Commonwealth for the removal from office of a commissioner <page-number citation-index=\"1\" label=\"576\">*576</page-number>■of the revenue. From a judgment removing him, the ■officer assigns error.</summary>\n<disposition data-order=\"20\" data-type=\"disposition\" id=\"b604-4\">\n<em>Reversed and remanded for a new trial.</em>\n</disposition>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b604-5\">This is a proceeding, under section 2705 of the Code, having for its object the removal of the plaintiff in error, I. M. Warren (who will be hereinafter referred to as “the accused), from the office of commissioner of the revenue of the city of .Hopewell, to which he was elected, being the current term of the office, beginning on January 1, 1922, and which office, after duly qualifying, he held at the time such proceeding was instituted.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b604-6\">The proceeding was instituted by order of court issuing a rule against the accused to show cause why he should not be removed from said office “for malfeasance, misfeasance, gross neglect of official duties, and knowingly and wilfully neglecting to perform the duties ■enjoined upon him by the laws of the State and ordinances of the city of Hopewell,” in the particulars mentioned in the three charges set out in the rule, as ■amended, namely:</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b604-7\">“* * in this to-wit:</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b604-8\">“1st. That the said I. M. Warren, commissioner of the revenue of the city of Hopewell, during his present “term of office, did issue a license to Mary Charlem, or some one else for her, on the 14th day of February, 1922; signed the treasurer’s name to said license and receipt, collecting the sum of five ($5.00) dollars therefor, without any authority from the said Hugh T. Birchett, treasurer.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b604-9\">“2nd. That the said I. M. Warren, as commissioner of the revenue of the city of Hopewell, during his present term of office, did, on the 17th day of April, 1922, issue a license to Jim Kins for a pool room of four <page-number citation-index=\"1\" label=\"577\">*577</page-number>(4) tables, which, license amounted to ten dollars and 42 /100 ($10.42) cents, for a place known and numbered as No. 131 Poythress avenue, in the city of Hopewell, which license expired on the 30th day of April, 1922, receiving the amount of money therefor, signing the treasurer’s name to the receipt thereon, without any authority from the said Hugh T. Birchett, treasurer.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b605-4\">“3rd. • That the said I. M. Warren, commissioner of the revenue of the city of Hopewell, during his present term of office, has knowingly and wilfully neglected to perform the duties imposed upon him, as such officer by law, by failing to assess persons, firms and corporations with the necessary license as required by law.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b605-5\">There was a trial by jury which resulted in the following verdict: “We, the jury, find the defendant not guilty on any of the charges.”</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b605-6\">Upon motion of the Commonwealth the trial court set aside the verdict on the grounds that it was contrary to the law and the evidence and without evidence to support it; and the court, as stated in its order, “being further of opinion that there is sufficient evidence before the court to enable it to decide the ease upon its merits,” adjudged the accused to be “guilty of malfeasance, misfeasance, gross neglect of official duties and knowingly and wilfully neglecting to perform the duties enjoined upon him as commissioner of the revenue of the city of Hopewell, as charged in the amended rule,” and ordered that the accused “be forthwith removed from and vacate said office of commissioner of the revenue;” and the accused brings error.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b605-7\">Of the evidence it is sufficient to say that it showed, without conflict therein, that the accused during his aforesaid current term of office issued the licenses in the two instances mentioned in the amended rule with<page-number citation-index=\"1\" label=\"578\">*578</page-number>out any receipt of the city treasurer having been first obtained, as required by law, for the respective amounts of the license taxes required by the city ordinances to be paid to the treasurer by the applicants for such licenses; that the accused, well knowing that it was contrary to law, collected such license taxes from the applicants and signed the treasurer’s name to the receipts therefor, with the intention, how;ever, of handing the money to the treasurer so that he could enter its receipt by him upon his books and account therefor as received by him, and upon the assumption that the-treasurer, who was newly in office, would assent to such method of transacting the business, as the previous treasurer had been accustomed to do in his dealings with the accused during previous years, as far back as 1917 (during which years also the accused was commissioner of the revenue for said city, and the accused and his deputies had been accustomed to transact such business in that manner during such previous years); but that the accused, at and before the time of the said transactions mentioned in the amended rule, well knew such assent of the treasurer would not render such conduct on the part of the accused any the less contrary to law.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b606-4\">The evidence further showed that the aforesaid method of transacting such business was not used by the accused with any intention of retaining the money collected by him, but merely from the desire to accommodate applicants for licenses and to despatch the business at times when the treasurer was not at hand; but the evidence showed that the accused negligently failed to pay over to the treasurer some of the money collected by him, which should have been paid, as the law required, directly to the treasurer, and also negligently failed to report the same as chargeablé to the <page-number citation-index=\"1\" label=\"579\">*579</page-number>treasurer, as the law required, the loss thereby occasioned to the State and city aggregating, during the years 1917, 1918, 1919, 1920; 1921 and 1922, probably a considerable amount, but only a small percentage of the aggregate of the license taxes assessed by the accused during such years, which was a very large amount.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b607-4\">The evidence further showed several instances during the year 1922, covered by the third charge in the amended rule, of the failure of the accused to assess certain persons and firms with city license taxes which should have been assessed; but the evidence as to those instances was such that the jury, were warranted in concluding that the accused was either honestly mistaken as to the law applicable in some cases, and in the other cases merely reasonably delayed the assessment of the license tax until he could satisfy himself of the facts, and for those reasons only, and not from any corrupt motive, failed to make such assessments.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b607-5\">The following provisions of the Code of 1919 are pertinent:</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b607-6\">“Section 2705. Removal of officer from office; proceedings therefor.—The circuit courts of counties, and the corporation courts of cities, shall have the power to remove from office all State, county, city, town and district officers elected or appointed; except such officers as are by the Constitution removable only and exclusively by methods other than those provided by this and the following section, for malfeasance, misfeasance, incompetency, gross neglect of official duty, or who shall knowingly or wilfully neglect to perform any duty enjoined upon such officer by any law of this State, * *</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b607-8\">All proceedings under this section shall be by order of the court on its own motion, or on motion in open court, or upon complaint in writing, * * * the <page-number citation-index=\"1\" label=\"580\">*580</page-number>court shall * * cause a rule to be issued, requiring the officer complained of to show cause, if he can, why he should not be removed from office, the rule alleging in general terms the cause or causes of said removal. * * upon return of said rule duly executed, unless good cause shall be shown for a continuance, * * * the case shall be tried on the day named in the rule * * * and if upon such trial it shall appear that the-officer has violated any of the provisions of this section, or failed in the performance of his duty as required herein, he shall be removed from office. * *</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b608-10\">“Section 2706. * * * Any such officer proceeded against for violating the provisions of the preceding section shall have the right to demand a trial by jury, except in eases where the officer is an appointee, in which case he shall be tried by the court without a jury. The Commonwealth and, the defendant shall both have the right,to apply to the Supreme Court of Appeals for a writ of error and supersedeas upon the record made in the trial court, and the Court of Appeals shall hear and, determine such cases.”</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b608-12\">“Section 2360. How license applied for and granted; what constitutes a license.—Every person, corporation, company, firm, partnership, or association, desiring to obtain a license to prosecute any business, employment or profession, shall make application therefor in writing to a commissioner of the revenue of the county or city wherein, such business, employment, or profession, is proposed to be conducted, in which shall be stated the residence of the applicant, the nature of the business, employment or profession, the place where it is proposed to be prosecuted, and the amount of tax prescribed by law, accompanied with the certificate of the treasurer of such county or city that the amount of the tax in gold or silver coin, United States treasury notes, <page-number citation-index=\"1\" label=\"581\">*581</page-number>or national bank notes has been deposited, with him by the applicant. Upon the receipt of such application, the commissioner, if satisfied of its correctness, shall make and sign the following endorsement thereon: ‘I find the within application in due form, and accompanied with the certificate of the treasurer of the county (or city) that the sum of........................dollars, in gold or silver coin, United States treasury notes, or national bank notes has been deposited with him.’ The application so endorsed shall be filed by the commissioner in his office, and a duplicate thereof delivered to the applicant. Such duplicate shall constitute a license to prosecute the business, employment, or profession therein named, unless it be a business for which a license can be granted only on the certificate of a court, in which case the applicant upon obtaining such certificate shall be entitled to the license.”</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b609-7\">“Section 2374. When commissioners to return lists of licenses to Auditor and clerks; what list to contain; Auditor to furnish forms.—Every six months, to-wit, the first day of July and the thirty-first of December of each year, the commissioner shall return, on oath, to the Auditor of Public Accounts, and to the clerk of the court of the county or city, a fair classified list of all licenses granted by him within the last preceding six months, embracing all such licenses as were not contained in any preceding report; and if no licenses were issued he shall report the fact, on oath, at the time aforesaid. In each class of licenses the names of the persons licensed shall also be arranged alphabetically, and such list shall specify the date of such license and the period for which said license is granted, for what it was granted, the name of the person, firm or company to whom granted, the amount of tax on the license, to whom paid, and if paid to the deputy of any county or <page-number citation-index=\"1\" label=\"582\">*582</page-number>city treasurer, shall state also the name of his principal, and shall also show the date on which his calculations of the tax were made. It shall be the duty of the Auditor of Public Accounts to furnish to each commissioner printed forms and oaths for authenticating such lists or reports as above indicated. Any commissioner failing to make such report at the time specified shall forfeit not less than one hundred nor more than five hundred dollars, and unless a reasonable excuse is given, shall forfeit all compensation to be received from the treasury.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b610-4\">“Section 2375. Lists of licenses to be evidence to charge collecting officer.—Any list of licenses signed and sworn to by the commissioner issuing the same, or, if he be dead, by his personal representative, wherein the amount of tax is stated and to whom paid, shall be evidence to charge the collecting officer with the amount of such tax.”</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b610-5\">There is no law authorizing commissioners of the revenue to collect any license taxes.</summary>\n<attorneys data-order=\"40\" data-type=\"attorneys\" id=\"b610-6\"><em>R. H. Mann, D. A. Harrison, Jr., </em>and <em>A. L. Jones, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"41\" data-type=\"attorneys\" id=\"b610-7\"><em>John R. Saunders, Attorney-General, J. D. Hank, Jr., Assistant Attorney-General, Leon M. Bazile, Second Assistant Attorney-General, </em>and <em>William Amoroso, </em>for the Commonwealth.</attorneys>\n<opinion data-order=\"42\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b610-8\">Sims, J.,</author>\n<p id=\"A5v\">after making the foregoing statement, delivered the following opinion of the court:</p>\n<p id=\"b610-9\">The question presented for decision by the assignments of error will be disposed of in their order as stated below.</p>\n<p id=\"b611-3\"><page-number citation-index=\"1\" label=\"583\">*583</page-number><bracketnum>[1].</bracketnum> Did the trial court err in setting aside the verdict on the ground that it was contrary to the law and the evidence?</p>\n<p id=\"b611-4\">The question must be answered in the negative.</p>\n<p id=\"b611-5\">Since the verdict acquitted the accused upon all of the charges against him, if upon the law applicable to the uncontroverted evidence, the accused, during his current term of office, committed any one of the offenses specified in the statute (section 2705 of the Code) under which the proceeding was had, the verdict was contrary to the law and the evidence and was, therefore, properly set aside.</p>\n<p id=\"b611-6\"><bracketnum>[2-4]</bracketnum> Now it is true that in the matter of assessing persons, firms and corporations with the license taxes required by law <em>(i. e., </em>by the ordinances of the city of Hopewell and by statute), the accused, although a ministerial officer, was required to exercise a reasonable judgment of his own as to the law applicable and a reasonable discretion in delaying assessments a reasonable time in order to ascertain the facts relevant to the proper assessments to be made. And it is well settled that, such being the case, if the accused did not act corruptly or with evil intent, but honestly and with reasonable diligence in such matters, even if he was mistaken as to the law applicable, and erred in failing to make such assessments, he could not be regarded as guilty of any of the offenses specified in the rule against him, in so far as the third charge contained in the rule is concerned. 1 Bish. New Cr. Law (8th ed.), section 460 (1).</p>\n<p id=\"b611-7\">As said in the section of the learned work just cited, “One serving in a * * * capacity in which he is required to exercise a judgment of his own is not punishable for a mere error therein, or for a mistake of law. His aet to be cognizable criminally, <em>or even civilly, </em>must be wilful and corrupt.” <em>(Italics supplied.)</em></p>\n<p id=\"b612-3\"><page-number citation-index=\"1\" label=\"584\">*584</page-number>Under the evidence the jury were warranted in finding that the accused did not act corruptly or with evil intent, but honestly and with reasonable diligence in the matters embraced in the third charge against him. Hence, we must conclude that the verdict of the jury was not contrary to the law or the evidence with re.spect to that charge, and the verdict should not have been set aside as to such charge.</p>\n<p id=\"b612-4\"><bracketnum>[5]</bracketnum> But with respect to the first and second charges contained in the rule, the situation is materially different. The official duty of the accused with respect to the matters embraced in those charges was purely ministerial; and, under the express and imperative provisions of the statute law on the subject, the accused, as to such matters, was intrusted with no discretion whatever. Under the plain mandate of the statute (2360 of the Code) commissioners of the revenue have no authority to issue licenses except upon the application “accompanied with the certificate of the treasurer * * that the amount of the tax * * has been deposited with him by the applicant;” and they have no authority, under any circumstances, to act for the treasurer in receiving such taxes. They are given by the statute no discretion in this particular. For them to act for the treasurer in receiving such taxes, from any motive whatsoever, is in direct violation of the statute on the subject and if allowed would annul and suspend the operation of the statute.</p>\n<p id=\"b612-7\"><bracketnum>[6]</bracketnum> The evidence shows, without conflict therein, that the accused was guilty of the first and second charges contained in the rule upon which the case was tried— that is to say, that during his current term of office the accused acted for the treasurer in receiving license taxes, signed the treasurer’s name to the certificates that the same had been paid to the treasurer and <page-number citation-index=\"1\" label=\"585\">*585</page-number>issued licenses upon the applications containing such certificates so signed. This was not only a plain violation of the law, but, as the evidence shows, without conflict, the accused well knew at the time that he did this that he was acting in violation of the law. It is true that the jury were warranted by the evidence in finding that his motive for so acting was not a corrupt or evil one—that he so acted solely with the purpose of accommodating applicants for licenses at times when the treasurer was not conveniently accessible, and for the better dispatch of business—and hence we must so find. But this is immaterial, since the statute conferred on the accused no discretion in the premises. Whatever inconvenience results to applicants for licenses and whatever impediment there may be to the dispatch of business arising from the statutory requirements on the subject, are the result of the imperative legislative requirements contained in the statute and they can be removed by the legislature alone by amendment or repeal of the statute in the particulars in question, and not by the commissioners of the revenue by conduct in violation of the statute.</p>\n<p id=\"b613-4\"><bracketnum>[7]</bracketnum> And it is obvious that it is of vital importance to the State and cities that the particular requirement of the statute in question should not be departed from by the commissioners of the revenue. The two offices of the commissioner of the revenue and of the treasurer, and the functions of assessing and collecting license taxes to be performed by the respective officers, are required by the statute to be kept separate. The reports of the commissioners of the revenue furnish the sole independent evidence by which the treasurer is charged and held accountable for the license taxes collected. Hence, obviously, the statute allows no consolidation of these two offices and no joint performance of the <page-number citation-index=\"1\" label=\"586\">*586</page-number>functions of collecting the taxes and issuing the licenses by a single officer in any ease, and hence the imperative provisions of the statute on the subject. The public convenience and the dispatch of the business are undertaken to be provided for by section 2374 of the Code, by stipulating the times the commissioners of the revenue shall attend court (at which the treasurer is expected to be present and readily accessible). If such provisions do not adequately serve their purpose, the remedy is by application to the legislature for amendment of the statute and not by having commissioners of the revenue take the law into their own hands.</p>\n<p id=\"b614-4\"><bracketnum>[8]</bracketnum> Where the thing done by the officer is purely ministerial and the officer is intrusted with no discretion in the premises, if he exceeds his authority and does an act officially for which there is not authority of law, he is guilty of malfeasance in office, although there is an entire absence of any corrupt or evil intention.</p>\n<p id=\"b614-5\">1 Bish. New Cr. Law (8th ed.), sec. 459; 2 <em>Id., </em>Ch. 4414 and especially sec. 978; <em>Cutchin </em>v. <em>Roanoke, </em>113 Va. 452, 74 S. E. 403; <em>Law </em>v. <em>State, </em>34 Utah 394, 98 Pac. 300; <em>Bell v. Josselyn, </em>69 Mass. (3 Gray) 309, 63 Am. Dec. 741; <em>Harris </em>v. <em>Hanson, </em>11 Me. 241; <em>Cotie </em>v. <em>Lanes, </em>33 Conn. 109; <em>Bradford </em>v. <em>Territory of Oklahoma, </em>2 Okla. 228, 37 Pac. 1061; Meehem on Public Officers, secs. 457-8.</p>\n<p id=\"b614-7\">In 1 Bish. New Cr. Law, sec. 459, <em>supra, </em>this is said: “Any act * * in breach of duty of public concern by one who has accepted public office is, within limitations about to be stated, a crime. Particularly is this so where the. thing is of a ministerial or other like nature, and' the officer is intrusted with no discretion. Citing numerous English and American cases. The <page-number citation-index=\"1\" label=\"587\">*587</page-number>limitations referred to are stated in the next section of this work (460), above cited and quoted from, and, so far as material to the case in judgment, refer to the distinction, above adverted to, between the doctrine applicable where the officer is required to exercise a judgment of his own and that applicable where the officer is not intrusted with any discretion.</p>\n<p id=\"b615-4\">In <em>Cutchin </em>v. <em>Roanoke, supra </em>(113 Va. 452), 74 S. E. 403, which was a proceeding for the removal of the mayor of the city of Roanoke, the following statements of the law are contained in the instructions given by the trial court, which were approved by this court, namely:</p>\n<blockquote id=\"b615-5\">“The court instructs the jury that malfeasance in office is the doing of an act for which there is no authority or warrant of law; * * ”</blockquote>\n<blockquote id=\"b615-6\">“The court instructs the jury that if they believe from the evidence that the defendant has done or omitted to do what is charged in specifications 1 and 2 of the rule” (which was, in substance, that he had exceeded his authority and had done, without authority (of law, an act officially, as to which he was intrusted by law with no discretion), “he cannot excuse or justify himself for his conduct, even though he might have acted from honest convictions that he was doing what was best to minimize the evil. * * He has no right, power, or authority to annul any ordinance of the city, or suspend its operation as to any person or locality. * * ”</blockquote>\n<p id=\"b615-8\">In <em>Law </em>v. <em>Smith, supra </em>(34 Utah 394, 98 Pac. 300), this is said: “* * it does net follow that the proof must show a specific intent to defraud in order to maintain a conviction for malfeasance in office. In <em>State </em>v. <em>Lazarus, </em>39 La. Ann. 161, 1 So. 361, the ordinary defi<page-number citation-index=\"1\" label=\"588\">*588</page-number>nitions given to the term malfeasance by lexicographers are set forth as follows: * * the doing of what one ought not to do; the unjust performance of some act which the party had no right or which he had contracted not to do. * * The contention of the defense that the malfeasance * * charged must, as a condition precedent to removal’ (from office) ‘be proved to be criminal or corrupt, is manifestly erroneous. It is absolutely untenable either in reason or on authority.’</p>\n<p id=\"b616-7\">In <em>Bell </em>v. <em>Josselyn, supra </em>[69 Mass. (3 Gray) 509], this is said: “* * malfeasance is the doing of an act which a person ought not to do at all. 2 Inst. 107; 2 Dana Ab. 482; 1 Chit. Pl. (6th Am. ed.) 151; 1 Chit. Gen. Prac. 9.”</p>\n<p id=\"b616-9\">In <em>Coite </em>v. <em>Lynes, supra </em>(33 Conn. 109), this is said: “* * malfeasance is the doing of an act wholly wrongful and unlawful.”</p>\n<p id=\"b616-11\"><em>Bradford </em>v. <em>Territory of Oklahoma, supra </em>(2 Okla. 228), 37 Pac. 1061, was a proceeding for the removal of a county clerk from office. One of the duties of the clerk was to issue liquor licenses to applicants, but the statute provided that he should do so upon the payment of the license tax having been first made to the treasurer. The statute specified “wilful maladministration in office,” as a ground for removal from office. The court held that the act of the clerk in issuing the license prior to the payment of the tax to the treasurer constituted “wilful maladministration in office.” In the course of the opinion this is said:</p>\n<blockquote id=\"b616-12\">“The law makes it the duty of the county clerk, after certain conditions have been performed by the applicant, to issue liquor license on payment of a specified sum of money into the county treasury. The applicant is not entitled to a license until this payment <page-number citation-index=\"1\" label=\"589\">*589</page-number>is actually made to the county treasurer. The law fixes the terms upon which an applicant may procure a license to sell liquor, and there is no authority vested in any officer to change or modify the statute. The license may be for a less time than a year, but no less sum than the annual license fee can be accepted for either a long or short time.</blockquote>\n<blockquote id=\"b617-4\">“The county clerk, in this case, is charged with having issued liquor licenses to applicants without requiring the payment of <em>any </em>sum to the county treasurer, and it is alleged that he accepted a sum himself from the applicant less than the required fee, and this sum he failed to pay over to the treasurer.</blockquote>\n<blockquote id=\"b617-5\">“This was a clear violation of his duties as a public officer and one that could not have been committed, except knowingly and wilfully. Wilful misconduct and violation of the statutory duties of office is maladministration in office, and is such a disregard of official duties as will, under the statutes, forfeit the right to the office and its emoluments, under the law as it existed at the time this proceeding was commenced * * * It is immaterial whether Bradford collected the money for the county and embezzled the funds; accepted the money paid him as bribes from the parties who procured the licenses, accepted it as a loan, or took it in good faith, with the purpose to pay it into the county treasury. * * ”</blockquote>\n<p id=\"b617-7\">As appears from the foregoing quotation, the court in referring to the violation of the statute being done “wilfully” and to this constituting “wilful misconduct,” used the words “wilfully” and “wilful misconduct,” with the meaning, respectively, of “knowingly” and “misconduct known to be such at the time” by the officer. Such misconduct of an officer intrusted by the statute with no discretion in the premises, constitutes <page-number citation-index=\"1\" label=\"590\">*590</page-number>malfeasance, which, is the same thing as the knowingly doing acts of maladministration. This meaning being given by the court to the Oklahoma statute puts this case in-line with the current of authority on the subject.</p>\n<p id=\"b618-4\"><bracketnum>[9]</bracketnum> It is true that the weight of authority is to the effect that a corrupt or evil intent is essential to constitute “wilful misconduct” <em>(State </em>v. <em>Meek, </em>148 Iowa, 671, 127 N. W. 1023, 31 L. R. A. [N. S.] 569, 570-1, Ann. Cas. 1912 C, 1075; 22 R. C. L. sec. 281, p. 571), “wilful” violation of the provisions of a statute <em>(Spurr </em>v. <em>United States, </em>174 U. S. 728, 19 Sup. Ct. 812, 43 L. Ed. 1153), or “wilful neglect of duty” <em>(State ex rel Brickell </em>v. <em>Hasty </em>[Ala.], 63 So. 559, 50 L. R. A. [N. S.] 553, 560-1). But the Virginia statute (sec. 2705) contains no specification of affirmative “wilful” misconduct as ground for removal from office. And while it does include wilful “neglect to perform any duty imposed * * by any law of the State” among the offenses for which there may be removal from office, it also specified, in the alternative, “malfeasance” or “knowingly” to neglect to perform any duty imposed by any law of the State, as among such offenses. To constitute neither of the two last named offenses is a corrupt or evil intent essential, where, as aforesaid, the officer is not intrusted by law with any discretion. And those being the provisions of the Virginia statute, we are concerned, in dealing with the question under consideration, only with what constitutes “malfeasance” in office, where the officer is clothed with no discretion, but is required by the statute to conform his conduct to the plain provisions thereof, which define his authority, and specifically set out what and only what he is authorized to do.</p>\n<p id=\"b618-6\">The facts being as above stated, as shown by the <page-number citation-index=\"1\" label=\"591\">*591</page-number>evidence before the jury, without conflict in the evidence, and such being the law, the trial court was plainly right in setting aside the verdict as contrary to the law and the evidence, in so far as the first and second charges are concerned.</p>\n<p id=\"b619-4\"><bracketnum>[10]</bracketnum> 2. Did the trial court err in entering final judgment, after setting aside the verdict, instead of awarding a new trial?</p>\n<p id=\"b619-5\">The question must be answered in the affirmative.</p>\n<p id=\"b619-6\">The correctness of this conclusion depends, of course, upon whether section 6251 of the Code embraces such a proceeding as that before us. We are of opinion that it does not.</p>\n<p id=\"b619-7\">The material provisions of the section just mentioned are as follows:</p>\n<blockquote id=\"b619-8\">“When the verdict of a jury in <em>a civil action </em>is set aside by a trial court upon the ground that it is contrary to the evidence, or without evidence to support it, a new trial shall not be granted if there is sufficient evidence before the court to enable it to decide the case upon its merits, but such final judgment shall be entered as to the court shall seem right and proper.” (Italics supplied.)</blockquote>\n<p id=\"b619-9\">What is <em>a civil action </em>has been the subject of much division of opinion under varying circumstances. But, as said by Mr. Bishop, (1 Bish. New Cr. Law [8th ed.], sees. 32, 33):</p>\n<blockquote id=\"b619-10\">“Section 32. * * we have proceedings neither strictly civil nor strictly criminal, but <em>quasi </em>the one or the other.</blockquote>\n<blockquote id=\"b619-12\">“Section 33. * * * The criminal and civil departments of the law somewhat blend; consequently the line dividing them is neither at all points distinct, nor drawn by the hand of an exact science. And when there is no doubt to which department a particular con<page-number citation-index=\"1\" label=\"592\">*592</page-number>troversy belongs, it may still be so like something else of the other department as to be governed partly by its rules, while yet it follows the rules of its own department in other respects.”</blockquote>\n<p id=\"b620-4\"><bracketnum>[11]</bracketnum> As laid down in 22 R. C. L., sec. 284, p. 573, a statutory proceeding for removal from office (such as that before us), belongs to the civil department of the law and is regarded as “a civil and not a criminal proceeding.” Nevertheless, as stated in the same section of this valuable work, such a proceeding is regarded “as <em>quasi </em>criminal in its character.”</p>\n<p id=\"b620-5\">The power of the courts to remove from office in proceedings under statutes conferring that authority is defined by 29 Cyc. p. 1406 (b) as “a disciplinary power.” In the same section of that work (pp. 1406-7) this is said: “Such methods of removal are often treated as partaking of the nature of a criminal action. At the same time, the strictness which has to be observed in criminal proceedings is not usually required. * *” It is held by many decisions, cited and relied on before us for the Commonwealth, that, since the primary object of the statutes providing for removal from office is the removal of the officer from his official position, and not the punishment of the officer individually, unless the removal statute, or other statutory law affecting the subject contains provisions requiring a different holding, a prosecution under the statute will not be regarded as a criminal ease, and the proceedings in the trial court under such statute will be held to be governed by the rules which are applicable in civil actions. For example, the right to trial by jury, if not expressly provided for in the statute, the constitution of the jury, the rule as to the burden of proof, the direction or re<page-number citation-index=\"1\" label=\"593\">*593</page-number>fusal of direction of verdicts, the granting or refusing to grant new trials, etc., etc., will be governed by the rules applicable in the particular jurisdiction to civil actions, rather than those applicable to criminal cases. <em>Territory </em>v. <em>Sanches, </em>14 N. M. 493, 94 Pac. 954, 20 Ann. Cas. 109; <em>State </em>v. <em>Medler, </em>17 N. M. 644, 131 Pac. 976, Ann. Cas. 1915 B. 1141; <em>State </em>v. <em>Foster, </em>32 Kan. 41, 765, 3 Pac. 534; <em>Fields </em>v. <em>State </em>(Tenn.), Martin &amp; Yerg. 168; <em>Skeen </em>v. <em>Craig, </em>31 Utah 20, 86 Pac. 487; <em>Skeen </em>v. <em>Paine, </em>32 Utah 295, 90 Pac. 440; <em>State </em>v. <em>Brown, </em>24 Okla. 433, 103 Pac. 762; <em>State </em>v. <em>Leach, </em>60 Me. 58, 11 Am. Rep. 172. See also <em>Jernigan </em>v. <em>Com., </em>104 Va. 850, 52 S. E. 361, for a discussion of the difference between civil and criminal proceedings. But these cases involve statutory provisions and rules of procedure not the same as those contained in the Virginia statute under consideration.</p>\n<p id=\"b621-4\">So that, notwithstanding the decisions cited, the question remains whether the proceeding before us is “a civil action” within the meaning of the Virginia statute (section 6251), upon which depends the authority or lack of authority of the trial court to enter final judgment upon setting aside the verdict.</p>\n<p id=\"b621-5\">This is a new statutory provision which appeared in our law for the first time in the present Code. Previously, the trial courts had no authority in any case, civil or criminal, to enter final judgment upon setting aside a verdict; but were confined to the granting of a new trial in such cases. The revisors’ note to this section is as follows:</p>\n<blockquote id=\"b621-6\">“This section is new, and is intended to apply to all civil actions, and, of course, to motions under section 6046, as these have been held to be actions. The object is to end the action at once and put the losing party to his writ of error, thus avoiding the temptation to per<page-number citation-index=\"1\" label=\"594\">*594</page-number>jury and in many eases the unnecessary expense of a second trial.</blockquote>\n<blockquote id=\"b622-4\">“The further effect of the section is that it will probably be used as a substitute for a demurrer to the evidence. Instéad of demurring to the evidence, the trial will proceed to verdict, and the losing party will move to set aside the verdict because contrary to the evidence or without evidence to support it; and if the court sustains the motion, it will enter judgment accordingly, and the party in whose favor the verdict was' rendered will then apply for a writ of error. The verdict is not robbed of any of the weight heretofore given to the verdict of a jury, but the judgment of the appellate court, instead of remanding the ease for a new trial, will be a final judgment, just as it was under the former law on a .demurrer to the evidence. The advantage of getting rid of the additional trial seems to be manifest.</blockquote>\n<blockquote id=\"b622-5\">“This section should be read in connection with section 6363.”</blockquote>\n<p id=\"b622-6\"><bracketnum>[12]</bracketnum> From the language of the revisors’ note, and the use of the technical terms “civil action” in the statute, we think that the statute means to embrace only private personal actions, and not such a <em>quasi </em>criminal statutory proceeding as that before us, which is not a private or personal action—is not purely private or civil—but one which is primarily public in its nature, which although not a criminal case is one highly penal in its nature, and one in which the Commonwealth is the party plaintiff.</p>\n<blockquote id=\"b622-7\">“Civil action” is thus defined in 7 Cyc., pp. 151-2: “In civil law, a personal action, which is instituted to compel payment, or the doing of some other thing which is purely civil. At common law, an action which <page-number citation-index=\"1\" label=\"595\">*595</page-number>has for its object the recovery of private or civil rights or compensation for their infraction; *</blockquote>\n<p id=\"b623-4\">Upon consideration of the question of whether a contested election proceeding is an “action” within the meaning of certain sections of the Code then in force, authorizing trial courts to enter judgment for costs “upon any motion,” “upon any interlocutory order or proceeding” and in “any action,” this court, in <em>West </em>v. <em>Ferguson, </em>16 Gratt. (57 Va.) 270, at p. 272, said this:</p>\n<blockquote id=\"A6L\">“Unless the proceedings * * * in the ease of a contested election can be considered as a ‘motion,’ or an ‘action,’ or an ‘interlocutory order or proceeding,’ it is clear that they are not embraced by either of these sections.</blockquote>\n<blockquote id=\"b623-6\">“They certainly do not fall within the terms ‘interlocutory order or proceedings;’ and it seems equally clear that they are neither a ‘motion’ nor an ‘action.’ <em>These words have a well understood technical meaning, </em>and cannot, by any stretch of construction, be made to embrace such proceedings as are directed to be had in cases of ■ contested elections. <em>These proceedings </em>are novel and <em>peculiar in their character, </em>and <em>seem designed rather for the purpose of ascertaining, on behalf of the public, </em>who had been duly elected, <em>than of enabling rival candidates to litigate on their own behalf </em>the question of right to an office. * * *” (Italics supplied.)</blockquote>\n<blockquote id=\"b623-7\">“Proceedings like these cannot be regarded as a ‘motion’ or an ‘action’ within the purview of the statutes regulating costs between parties. * * *</blockquote>\n<blockquote id=\"b623-8\">“The county court in rendering such judgment exceeded its jurisdiction * *.”</blockquote>\n<p id=\"b623-9\">We think the principle announced in the observations just quoted is applicable to the ease in judgment upon the question under consideration.</p>\n<p id=\"b623-10\">The case will, therefore, be reversed and remanded <page-number citation-index=\"1\" label=\"596\">*596</page-number>for a new trial, upon the first and second charges embraced in the amended rule, and upon those charges only, to be had not in conflict with the views expressed in this opinion.</p>\n<p id=\"b624-4\">\n<em>Reversed and remanded for a new trial.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}