{
  "casebody": {
    "data": "<casebody firstpage=\"1103\" lastpage=\"1104\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1135-8\">GENS v. REIBSTEIN et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1135-9\">(Supreme Court, Appellate Term, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-iS\">November 13, 1913.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1135-10\">1. Witnesses (§ 350*)—Impeachment—Cross-Examination.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1135-11\">In an action for money loaned, defended on the ground of usury, defendant’s son testified that plaintiff brought him a check for the amount of the loan, made payable to one of the indorsers of the note given for it, and told the witness to indorse the payee’s name on the check, which he did, and then he used the check. <em>Held, </em>that the indorsement was not a vicious or criminal act, which would warrant cross-examination as to his similar indorsement of another check on another occasion.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1135-12\">[Ed. Note.—For other cases, see Witnesses, Cent. Dig. §§ 1140-1149; Dec. Dig. § 350.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1135-13\">2. Trial (§ 133*)—Argument of Counsel—Comment on Witness—Action of Court.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b1135-15\">Characterizing such act as a forgery by counsel in his argument was wholly improper, and the refusal of the court to rebuke counsel and properly instruct the jury lent the weight of the court’s support to the assertion, and was error.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b1135-16\">[Ed. Note.—For other cases, see Trial, Cent. Dig. § 316; Dec. Dig. § 133.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b1135-17\">Appeal from City Court of New York, Trial Term.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b1135-18\">Action by Frank Gens against Emil Reibstein and others. From a judgment for plaintiff, entered upon the verdict of a jury, and also <page-number citation-index=\"1\" label=\"1104\">*1104</page-number>from an order denying defendants’ motion for a new trial, defendants appeal. Reversed, and new trial granted.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"AKH\">Argued October term, 1913, before SEABURY, GUY, and BI-JUR,JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b1136-5\">Manheim &amp; Manheim, of New York City (Jacob Manheim, of New York City, of counsel), for appellants.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b1136-6\">I. Gainsburg, of New York City (Jos. P. Segal, of New York City, of counsel), for respondent.</attorneys>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1135-19\">For other cases see same topic <em>&amp; § </em>number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1136-7\">BIJUR, J.</author>\n<p id=\"Acqi\">Plaintiff sued for money loaned. The defense was usury. The chief witness as to the alleged giving of the usury was Leonard Reibstein, the son of the defendant Emil Reibstein. He testified that he received the whole or the principal part of the loan from the plaintiff personally, who brought him a check made payable to the order of one of the indorsers of the note which was given for the loan, and that plaintiff told the witness to indorse the payee’s name on the check because “it is according to a form,” and that then he used the check. After this testimony, to which no objection was made, plaintiff’s counsel pursued the subject whether the indorser of the note— the payee of the check—had given the witness authority to indorse his name on the bade of the check. To this objection was taken, and the court remarked: “I will allow it as affecting his credibility.” It is at least doubtful whether the prior testimony, to which no objection had been taken, did not justify the further inquiry. But thereafter counsel for the plaintiff, over the same objection, namely, that it was incompetent, irrelevant, and immaterial, and foreign to any issue involved in this case, was permitted to interrogate the witness as to his similar indorsement on another check on another occasion. Again this was allowed “on the question of the credibility of the witness.” Following this, on the summing up, plaintiff’s counsel said: “Young Reibstein even goes on the stand and says that he forged other people’s names.” He also made other statements to that effect, and when objection was taken thereto the court overruled the objection.</p>\n<p id=\"b1136-8\"><bracketnum>[1, 2]</bracketnum> In the first place, it is, to say the least, extremely doubtful whether these transactions as disclosed by the examination of the witness were not perfectly innocent. While the witness may have been indiscreet to indorse another’s name on a check, the check was brought to him by the maker, no title had passed to the payee, and for the ■ purposes of that transaction the payee’s name was a pure fiction, in indorsing to which the witness was merely carrying out the maker’s ■direction to receive the money himself. It therefore was “neither a vicious nor criminal act of his life” which would justify the inquiry on cross-examination, under the rule laid down in People v. Webster, 139 N. Y. 73, 84, 34 N. E. 730. But, at all events, plaintiff’s counsel had no right to characterize the act as a forgery, and the refusal of the ■court to reprove him therefor and properly instruct the jury necessarily lent the weight of the court’s indorsement to that characterization, and probably destroyed thereby all the value of the witness’ testimony.</p>\n<p id=\"b1136-9\">Judgment- reversed, and new trial granted, with costs to appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}