{
  "casebody": {
    "data": "<casebody firstpage=\"124\" lastpage=\"126\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b156-2\">(158 App. Div. 306.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b156-3\">SIPPLE v. FICKETT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b156-4\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aic\">July 8, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b156-5\">1. Executors and Administrators (§ 221*) — Action — Evidence — Sufficiency.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b156-7\">Evidence, in an action upon notes by an executrix, <em>held </em>not to sustain a finding by the jury that there was no consideration for the notes, and that they were given for the accommodation of the testator.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b156-8\">[Ed.' Note.—For other cases, see Executors and Administrators, Cent. Dig. §§ 901-903%, 1858, 1861-1863, 1865, 1866, 1871-1874, 1876; Dec. Dig. § 221.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b156-9\">2. Executors and Administrators (§ 221*)—Evidence—Admissibility.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b156-10\">In an action upon notes by an executrix, it was error to admit in evidence a decree of the Surrogate’s Court showing that the executrix had had an accounting, and that her account had been surcharged with $687.75, and she had been required to invest the funds of the estate in securities and deposit with the county treasurer, as it was immaterial, and only tended to prejudice plaintiffs case.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b156-11\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig. §§ 901-903%, 1858, 1861-1863, 1865, 1866, 1871-1874,' 1876; Dec. Dig. § 221.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b156-13\">3. Witnesses _(§ 275*)—Cross-Examination of Party.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b156-14\">Where, in an action by an executrix upon notes, the defense was that the consideration of the notes was for a rental of land from decedent, and that decedent died before delivering possession of the land, and the issue was whether in fact this was the consideration for the notes, it was error to refuse to permit plaintiff, on cross-examination of defendant, to ask her if she had ever demanded possession from the executrix.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b156-15\">[Ed. Note.—For other cases, see Witnesses, Cent. Dig. §§ 924, 926, 967-975; Dec.. Dig. § 275.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b156-16\">Appeal from Trial Term, Sullivan County.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b156-17\">Action by Marie Sipple, as executrix of Edward Sipple, deceased, against Lodie Pickett. From a judgment in favor of defendant, plaintiff appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"15\" data-type=\"judges\" id=\"b156-18\">Argued before SMITH, P. J., and KELLOGG, LYON, HOWARD, and WOODWARD, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b156-19\">Elmer Baker, of Roscoe, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b156-20\">Carpenter &amp; Rosch, of Liberty, for respondent.</attorneys>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b156-24\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"pAFp\">JOHN M. KELLOGG, J.</author>\n<p id=\"ApC\">The action was brought to recover upon two negotiable promissory notes made by the defendant to Edward Sipple, one dated April 1, 1907, for $150 and interest, payable three months from date, and the other dated May 1, 1907, for $100 and interest, three months from date. The making and delivery of the notes is conceded. The answer alleged that the only consideration for the notes was an agreement by the payee to rent his farm to the maker for one year, that the payee died before the term began, and that the maker never had possession of the premises, and therefore the notes were-without consideration.</p>\n<p id=\"b156-22\"><bracketnum>[1]</bracketnum> The defendant’s wife is the daughter of the payee, and she swears to the leasing of the farm by herself and husband at $250 per <page-number citation-index=\"1\" label=\"125\">*125</page-number>year, the term to begin at the expiration of the lease to the tenant Harts; that her father produced the two notes, and stated that he was short of money, and asked the defendant if he would sign the notes in order to raise some money; that he would keep them renewed every three months, and whatever the defendant liked to pay upon them from time to time would apply upon the rent for the next year. Both notes were signed the same day. The evidence shows that at the time the inventory was taken the defendant and his wife were both present, and the notes were exhibited to them by the appraisers; that the defendant and his wife each, in substance, stated that the notes had been paid, and neither of them said anything about the rental of the farm, or that the consideration of the notes had failed, or that they were given for the accommodation of the payee. One of the appraisers was a merchant, the other a justice of the peace of the town, both apparently disinterested. The defendant and his wife severally deny that they made any statement that the notes were paid. Neither of them claim that, when the .appraisers produced the notes, they made any suggestion that they were invalid, or were given without consideration, or for the accommodation of the payee, or on account of the rental of the farm. The defendant was entirely irresponsible, and for that reason the notes were stated upon the inventory with no value carried out. The notes were payable at the bank, but were never presented to the bank or offered for discount. If the notes were given upon the same day to enable the payee to raise money upon them, it is difficult to' understand why they should be dated a month apart, and it is difficult to understand how the note of a man who is entirely irresponsible would enable the payee to raise money. These facts, and the fact that neither the husband nor wife gave any explanation as to the notes, except the allegation that they were paid, throws a great doubt upon the testimony of the wife, and I am satisfied that the verdict is against the evidence.</p>\n<p id=\"b157-5\"><bracketnum>[2]</bracketnum> The executrix had had an accounting before the surrogate, and the decree surcharged her account with $687.75, and required her to invest the funds, $1,113.63, in bond and mortgage and deposit the securities with the county treasurer, and charged upon her $91.64 for the services and disbursements of the attorneys of Mrs. Fickett and the other contestants. This decree was received in evidence over defendant’s objection. It could have no possible bearing upon the case, and clearly indicated to the jury that the plaintiff’s administration of the estate was not approved of by the court, and at least cast a reflection upon her and her management of the property. This, coupled with the fact that the defendant’s wife would eventually be entitled to one-third of the estate, was clearly prejudicial.</p>\n<p id=\"b157-6\"><bracketnum>[3]</bracketnum> The défendant’s wife, after swearing that the notes, in part, at least, represented the rental of the farm, and that the use of the farm was lost to them -by the death of the testator before the term began, was asked if she ever demanded possession of the farm from the executrix, and the objection of the defendant was sustained, and the answer excluded, to which the plaintiff excepted. This evidence was directed to the point in issue, whether the notes did in any manner represent the <page-number citation-index=\"1\" label=\"126\">*126</page-number>rental of the farm. If they did, it would not be reasonable that the-defendant and his wife, the lessees, would make no effort to obtain; possession of it. It is incomprehensible, if her story is true, that they should not have claimed the possession of the farm, or that the notes,, having been given for the rental and for the accommodation of the testator, were invalid. These rulings were prejudicial to the plaintiff, and also call for a reversal of judgment.</p>\n<p id=\"b158-5\">The judgment and order should therefore be reversed upon the law and the facts, and a new trial granted, with costs to the appellant to-abide the event. The findings of fact disapproved of are that the notes were without consideration and for the accommodation of the testator, and did not represent an actual indebtedness. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}