{
  "casebody": {
    "data": "<casebody firstpage=\"24\" lastpage=\"25\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b56-6\">(158 App. Div. 169.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b56-7\">FLYNN v. NEW YORK &amp; L. I. TRACTION CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b56-8\">(Supreme Court, Appellate División, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aye\">July 25, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b56-9\">Carriers (§ 320*)—Street Railroads—Injury—Negligence—Question for Jury.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b56-10\">In an action for injuries to plaintiff while alighting from a street car, caused by the bell rope being pulled by some boys causing the car to start and thereby injuring plaintiff, <em>held, </em>that under the evidence the question whether the conductor was negligent should have been submitted to the jury.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b56-11\">[Ed. Note.—For other cases, see Carriers, Cent. Dig. §§ 1118, 1126, 1149, 1153, 1160, 1167, 1179, 1190, 1217, 1233, 1244, 1248, 1315-1325; Dec. Dig. § 320.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"7\" data-type=\"judges\" id=\"b56-12\">Jenlís, P. J., dissenting.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b57-2\"><page-number citation-index=\"1\" label=\"25\">*25</page-number>Appeal from Trial Term, Nassau County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b57-3\">Action for personal injuries by Mary Flynn against the New York &amp; Long Island Traction Company. From a judgment in favor of plaintiff, defendant appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b57-4\">Argued before JENKS, P. J., and BURR, THOMAS, CARR, and PUTNAM, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b57-5\">Stephen J. Marsh, of Hempstead, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b57-6\">B. H. Ames, of New York City (Walter Henry Wood, of New York City, on the brief), for respondent.</attorneys>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b56-13\">For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"pAjQ\">THOMAS, J.</author>\n<p id=\"A-f\">During one evening in July the plaintiff, a passenger, was in the act of alighting from the step of car it started and she was thrown and hurt. The car started because some boys on the back platform pulled the bell cord. What induced them to do it? One boy stated that the conductor was within the car, and' said:</p>\n<blockquote id=\"b57-8\">“ ‘Is it all right there?’ They said, ‘Yes,’ and the fellows pulled the bell in the back of the car. * * * There were a whole lot of boys in the back there.” (74.)</blockquote>\n<p id=\"b57-9\">One of the boys testified:</p>\n<blockquote id=\"b57-10\">“I saw Mrs. Flynn when she went to get off the car. She had her hand on the thing, and at the same time the conductor was quarreling with the colored boy, and as she went to get off some of the boys pulled the bell. The conductor said, ‘Is it all right there?’ and they said, ‘Yes.’ The conductor said that. He was up in the middle of the car. Said, ‘Is it all right there?’ and a whole lot of the kids grabbed for the bell, and when they grabbed for the bell Mrs. Flynn fell off.” (60.)</blockquote>\n<p id=\"b57-11\">The conductor was so engaged with the colored boy that he did not hear or heed the plaintiff’s request to be let off at Ninth street (38, 42), and at Tenth street the car was stopped by a passenger ringing the bell at her request (51, 56). The jury could infer that the conductor was so absorbed in discussion with the colored man as to be oblivious of the duty to stop and start the car as the needs of the passengers required, and to have remitted that duty in whole or in part to the passengers, or at least to have suffered them to exercise it. One of the boys gives evidence tending to show that he countenanced their aid, for he says:</p>\n<blockquote id=\"b57-12\">“There was a lot of boys there, and they would pull the bell, and the conductor would say, ‘Is it all right there?’ and they would be looking and say, ‘Yes,’ and they all grabbed for the bell, and it goes ahead.”</blockquote>\n<p id=\"b57-13\">This indicates a practice encouraged by the conductor, and without explanation cannot be limited to the instance when the plantiff fell. The question whether the conductor was negligent in his duty to the passenger, whereby the car was unduly started, was fairly raised, and as the case stood it should not have been dismissed.</p>\n<p id=\"b57-14\">The judgment should be reversed, and a new trial granted; costs to abide the event.</p>\n<p id=\"b57-15\">BURR, CARR, and PUTNAM, JJ., concur. JENKS, P. J., dissents upon the ground that the evidence was not sufficient to warrant the jury in finding that a passenger on the rear platform had any authority, express or implied, to start the car by ringing the bell.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}