{
  "casebody": {
    "data": "<casebody firstpage=\"590\" lastpage=\"592\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b622-10\">(158 App. Div. 471.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b622-11\">In re NEWMAN.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b622-12\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Acx\">October 10, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b622-13\">Attobney and Client (§ 42<footnotemark>*</footnotemark>)—Misconduct of Attobney—False Testimony.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b622-14\">Where respondent, as attorney for one charged with bigamy, testified unqualifiedly in his behalf that witness had made diligent search to ascertain the whereabouts of the client’s former wife and had been unable to do so, in support of the client’s defense that he believed her dead at the time he contracted the second marriage, when in fact the attorney, some time previously, had received letters from a Canadian firm in<page-number citation-index=\"1\" label=\"591\">*591</page-number>dicating that the wife was alive and her whereabouts easy to ascertain, such testimony constituted misconduct deserving of severe censure, even though it could not be said that the testimony was willfully false, so as to make respondent guilty of perjury.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b623-3\">[Ed. Note.—Eor other cases, see Attorney and Client, Cent. Dig. § 51; Dec. Dig. § 42.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b623-5\">Proceedings by the Bar Association of the City of New York against Eugene Newman, an attorney, for professional misconduct. Recommendation of referee, that respondent be censured, but not otherwise punished, confirmed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b623-6\">Argued before INGRAHAM, P. J., and McLAUGHLIN, SCOTT, and DOWLING, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b623-7\">George Gordon Battle, of New York City, for petitioner.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b623-8\">Edward Mandel, of New York City, for respondent.</attorneys>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b622-15\">For other cases see same topic &amp; § numbeb in Dec. &amp; Am. Digs. 1907 to Sate, &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b623-13\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b623-9\">INGRAHAM, P. J.</author>\n<p id=\"ADs\">The respondent was charged with testifying falsely before a magistrate on an examination of William A. Dixon, who was charged with bigamy. Dixon had been the respondent’s client, and the testimony was given on behalf of Dixon to show that he believed his former wife was dead when he contracted the second marriage. The official referee has reported that respondent should be severely censured for giving the testimony “as an almost unqualified fact, whereas it was at best his mere recollection”; that “it is most reprehensible for an attorney to show so little regard to the accuracy of his statements under oath”; and “I am led to the conclusion that while the respondent’s testimony was biased, and negligently and even recklessly given, the evidence does not show that it was so knowingly and willfully false as to constitute fraud, deceit, and misconduct in his office as an attorney and counselor at law.”</p>\n<p id=\"b623-10\">After a careful consideration of, the letters received by the respondent from his Canadian correspondents, it is difficult to see how he could have believed that they had answered him in substance that they could find no trace of Dr. Dixon’s wife. These letters contained references to the woman as still living, with no suggestion of her death. That of January 28, 1905, from Clute &amp; Morden, spoke of Mrs. Dixon as married to a man of large means; that her father lived in Belleville, Ontario, Canada, and suggested that cautious inquiries be made of the father, which respondent requested be made. As to this letter, respondent testified before the magistrate that he had communicated with Clute &amp; Morden, and that up to about March, 1905, they were unable to obtain any trace whatever of Mary A. Dixon, and, further, that he never ascertained any facts which led him to believe that Mary Alice Dixon was alive, or whereabouts she was living.</p>\n<p id=\"b623-12\">It is evident from these letters that Clute &amp; Morden had obtained a trace of Mary A. Dixon, that they knew her to be alive, and that the respondent could have ascertained where she was at the time. We therefore agree with the referee in his conclusion that the respondent’s testimony before the magistrate “was biased, and negligently and even recklessly given,” and deserves the most severe censure. The <page-number citation-index=\"1\" label=\"592\">*592</page-number>referee, however, concludes that the evidence does not show that the -respondent’s testimony was knowingly and willfully false. The respondent testified before the magistrate about three years after the receipt of the letters. He said that he had delivered the letters to his client when they were received, and that he testified from recollection only; and it would seem that the referee believed him. This was certainly giving the respondent the benefit of every reasonable doubt; but, as the referee had the benefit of hearing the respondent’s explanation, we are not disposed to reject this conclusion.</p>\n<p id=\"b624-5\">We wish, however, to express in the strongest way our condemnation of the conduct of the respondent in giving this testimony. ' Dixon was charged by the people of the state with a serious crime. The respondent was an officer of the court, whose duty it was to assist in the enforcement of the law. It seems, from the ground assigned by the magistrate in discharging Dixon, that it was the testimony of the respondent that procured his discharge, and that testimony was essentially false, and thus defeated the enforcement of the law. The respondent either had a clear recollection of the contents of these letters, or he had not. If he had, he was guilty of perjury. If he had not, he was not justified in testifying in the positive way that he did. Members of the bar, when called to account for false testimony given in judicial proceedings, will not be allowed to shield themselves by saying that they testified from recollection, which they thought was correct; and we wish to say that we consider the respondent’s conduct, ever], accepting the referee’s lenient conclusion, as a violation of his duty as an attorney at law which cannot be condoned.</p>\n<p id=\"b624-6\">With this censure, which we wish to make as emphatic as possible, we refrain from imposing further penalty. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}