{
  "casebody": {
    "data": "<casebody firstpage=\"802\" lastpage=\"804\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b834-7\">(158 App. Div. 592.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b834-8\">LEIBOWITZ et al. v. JOSEPH B. THOMSON REAL ESTATE CO. et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"AhKr\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUN\">October 31, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"AJs\">1. Fixtures (§ 22*)—Conditional Sales.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b834-10\">That plumbing appliances placed in a residence are necessary to render the building wholly usable for residential purposes does not exclude them from the rules governing conditional sales' of personalty.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b834-11\">[Ed. Note.—For other cases, see Fixtures, Cent. Dig. § 57; Dec. Dig. § 22.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b835-2\"><page-number citation-index=\"1\" label=\"803\">*803</page-number>2. Fixtures (§ 27*)—Agreement—Mortgagee oe Land and Seller of Chattels.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b835-4\">The owner of real property and the seller of personalty may agree that articles to be affixed to the building, but which can be removed without material injury to the freehold, shall until paid for be treated as personalty between them, and such agreement is binding on an existing mortgagee of the premises.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b835-5\">[Ed. Note.—For other casés, see Fixtures, Cent. Dig. §§ 5, 22, 25, 44, 45, 54; Dec.'Dig. § 27.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b835-6\">3. Fixtures (§ 33*)—Personalty Conditionally Sold—Effect of Chattel Mortgage.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b835-8\">Where the owner of realty and the seller of personalty, which was affixed to the soil, but could be removed without material injury to the freehold, agreed that until paid for it should be treated as personalty, the taking of a chattel mortgage by the seller will not deprive him of any rights.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b835-9\">[Ed. Note.—For other cases, see Fixtures, Cent. Dig. §§ 64, 65; Dec. Dig. § 33.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b835-10\">Appeal from Special Term, Kings County.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b835-11\">Action by Adolph Leibowitz and another against the Joseph B. Thomson Real Estate Company and others. From an order directing judgment on the pleadings, defendant Louis Fishman appeals. Order reversed as to him.</summary>\n<p data-order=\"15\" data-type=\"judges\" id=\"b835-12\">Argued before JENKS, P. <em>J., </em>and BURR, THOMAS, CARR, and RICH, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b835-13\">Joseph Goldfein, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b835-14\">Cyrus S. Jullien, of Brooklyn, for respondents.</attorneys>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b834-13\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date. &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b835-17\">For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to Sate, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b835-15\">CARR, J.</author>\n<p id=\"AxQ\">The defendant Fishman appeals from an order directing judgment, on the pleadings, for foreclosure and sale of certain real property in Brooklyn, in so far as said order affects him. The plaintiffs hold a mortgage on said premises and alleged a default in its conditions. They further alleged that Fishman claimed an interest in the premises which is subordinate to the mortgage. Fishman answered by setting up that he claimed an interest in certain plumbing appliances or fixtures which he sold to the owner of the premises, the Thomson Company, under an agreement that the goods should remain as personal property until fully paid for, and that he took a chattel mortgage on the goods as security for the purchase price and duly filed it as provided by statute, before the goods were installed on the premises in question; that the goods have not been paid for, and that by virtue of said chattel mortgage he is now entitled to the possession thereof. He alleged further that the plaintiffs knew of the conditions and circumstances of the sale and consented thereto. The mortgage sought to be foreclosed antedates in record the appellant’s chattel mortgage.</p>\n<p id=\"b835-16\"><bracketnum>[1]</bracketnum> The sole question involved on this appeal is whether the appellant has set up a good defense in his answer, and this question must be determined on the face of1 the pleadings themselves. There is no allegation in the complaint that the goods in question were so annexed to the realty as not to be removable without serious injury to the structure itself. Their nature, however, is such that to render the building <page-number citation-index=\"1\" label=\"804\">*804</page-number>fully usable for residential purposes they would need to be replaced with similar appliances. This circumstance does not exclude them from the settled rules applying to conditional sales. Fitzgibbons Boiler Co. v. Manhasset Realty Corporation, 198 N. Y. 517, 92 N. E. 1084, adopting dissenting opinion of Scott, J., below, 125 App. Div. 764, 110 N. Y. Supp. 225.</p>\n<p id=\"b836-3\"><bracketnum>[2]</bracketnum> However, the answer of the appellant distinctly, alleges that all of the articles in question “can be disattached from the real property ¿mentioned” (in the complaint) “without any material injury to the said real estate.” Therefore, upon the face of the pleadings, this case falls within the rule declared in Tifft v. Horton, 53 N. Y. 377, 13 Am. Rep. 537, Kerby v. Clapp, 15 App. Div. 37, 44 N. Y. Supp. 116, Davis v. Bliss, 187 N. Y. 77, 79 N. E. 851, 10 L. R. A. (N. S.) 458, and many other authorities, in which cases it was held that an agreement between a vendor and the owner of the real property that certain articles, sold to be annexed to a freehold, should still retain their character as personal property until paid for, notwithstanding such annexation, if the goods might be removed without substantial injury to the freehold, should be upheld. This rule has been qualified by# statute as to' subsequent purchasers and mortgagees in good faith where the contract of conditional sale has not been filed as provided in section 62 of the Personal Property Law (Consol. Laws 1909, c. 41); but that statute does not apply to this case, nor is it so contended. The respondent relies upon the authority of Mechanics’ &amp; Traders’ Bank v. Bergen Heights Realty Corp., 137 App. Div. 45, 122 N. Y. Supp. 33; McMillan v. Leaman, 101 App. Div. 436, 91 N. Y. Supp. 1055; and Jermyn v. Hunter, 93 App. Div. 175, 87 N. Y. Supp. 546. In all of these cases the agreement of conditional sale was made <em>not </em>with the owner of the premises, as is the case here, but with a mere contractor and without the knowledge or consent of the owner.</p>\n<p id=\"b836-4\"><bracketnum>[3]</bracketnum> Nor is the situation changed necessarily by the fact that the appellant accepted a chattel mortgage at the time of the sale and before the installation of the goods, for that was the situation before the court in Tifft v. Horton, ut supra, where it was said that the chattel mortgage was evidence of the agreement that between the vendor and the owner the articles should remain personal property until paid for.</p>\n<p id=\"Abtm\">■ It was error to direct judgment against the appellant, Fishman, on the face of the pleadings, and the ‘order, in so far as appealed from, should be reversed, with $10' costs and disbursements, and the motion denied as to the defendant-appellant, Fishman, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}