{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"97\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b130-5\">[S. F. No. 10164.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AWc\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8J\">June 6, 1922.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b130-6\">CONSOLIDATED ADJUSTMENT COMPANY OF CALIFORNIA (a Corporation), Petitioner, v. SUPERIOR COURT OF THE COUNTY OF SONOMA et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b131-7\"><page-number citation-index=\"1\" label=\"93\">*93</page-number>P. R. Lund and Russell W. Cantrell for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b131-8\">Emmett I. Donohue for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b131-9\">SHAW, C. J.</author>\n<p id=\"AIg\">This is a proceeding in prohibition to prevent the superior court of the county of Sonoma from assuming jurisdiction and proceeding with the trial of an action' therein, entitled William Evart et al., Plaintiffs, <em>versus </em>Consolidated Adjustment Company of California, Defendant.</p>\n<p id=\"b131-10\">The petition is based upon the proposition that the complaint in the action shows that the cause of action set forth therein is for the recovery of money to the amount of $148.23 and no more, and that the superior court has no jurisdic<page-number citation-index=\"1\" label=\"94\">*94</page-number>tion of a cause of action to recover less than $300. The question for determination is whether or not said complaint sets forth a cause of action for the recovery of $300, or more.</p>\n<p id=\"b132-3\">The complaint alleges that in April, 1918, plaintiffs and defendant entered into a contract, whereby, in consideration of the payment by plaintiffs to defendant of $148.23, and the agreement to pay commissions on collections thereafter made by defendant of claims due to the plaintiffs, the defendant agreed to act in behalf of plaintiffs for the period of three years in the prosecution and adjustment of claims aggregating $3,650.37. The agreement then proceeded as follows:</p>\n<blockquote id=\"b132-4\">“The Consolidated Adjustment Company of California guarantees that it will recover in cash, or secured net settlement, from the claims of said client at least $518.80, or to refund the full initial fee paid at the termination of this contract.”</blockquote>\n<p id=\"b132-5\">It also contained a reservation by the defendant of the righj; to rescind the contract within twelve months, which is immaterial here. The complaint then proceeds to allege that thereupon the plaintiffs delivered to defendant for prosecution and adjustment the claims referred to in said contract and paid the defendant said initial fee of $148.23; that said agreement had terminated on April 29, 1921; that defendant has not recovered $518.80 on said claims, or any other sum whatever, and has not refunded to plaintiffs, or either of them, the initial fee aforesaid at the termination of the contract or at all. Thereupon the complaint prayed for $518.80.</p>\n<p id=\"b132-6\">The fact that the prayer of a complaint is for the recovery of more than $300 does not conclusively determine the proposition that the action is for the recovery of that am mint, and that the superior court has jurisdiction thereof. In order that the superior court may have jurisdiction, under the constitution, the demand in the action must amount to $300. In <em>Lehnhardt </em>v. <em>Jennings, </em>119 Cal. 198 [48 Pac. 56, 51 Pac. 195], the court had under consideration the question whether the prayer of the complaint, or the facts stated therein, constituted the determining factor in ascertaining whether the demand in suit amounted to $300, and it determined that the amount demanded was not conclusive, but that the allegations of fact were determinative of the ques<page-number citation-index=\"1\" label=\"95\">*95</page-number>tion, and that where the complaint showed that less than $300 was really in controversy there was no jurisdiction in the superior court. In <em>California etc. Assn. </em>v. <em>Ainsworth, </em>134 Cal. 462 [66 Pac. 586], the complaint prayed judgment for $700. Upon considering the facts alleged the court determined that the utmost the plaintiff was entitled to under the facts alleged was $14. Thereupon it held that the action was not within the jurisdiction of the superior court. The point for consideration, therefore, is whether or not, under the facts stated in the complaint, a recovery by the plaintiff of $300 or more can be had.</p>\n<p id=\"b133-3\">The plaintiffs claim that the case comes within the terms of sections 1448 and 1449 of the Civil Code. They read as follows:</p>\n<blockquote id=\"b133-4\">“1448. If an obligation requires the performance of one of two acts, in the alternative, the party required to perform has the right of selection, unless it is otherwise provided by the terms of the obligation.</blockquote>\n<blockquote id=\"b133-5\">“1449. If the party having the right of selection between alternative acts does not give notice of his selection to the other party within the time, if any, fixed by the obligation\" for that purpose, or, if none is so fixed, before the time at which the obligation ought to be performed, the right of selection passes to the other party.”</blockquote>\n<p id=\"b133-6\">\"We do not think the agreement in question comes within the provisions of either of these sections. In order to do so there must be a time when, under the terms of the obligation, the party having the option will be able to do either one or the other of the acts, as he. may desire, and so may choose between the alternatives. Such is not the case here.  The contract extended for three years. During that period it was the duty of the defendant to perform its obligation to prosecute and adjust the claims due to the plaintiffs. Up to that time there was neither obligation nor opportunity to refund the initial fee. After that time there was neither obligation nor opportunity to continue the prosecution and adjustment of the claims. At the termination of the contract the defendant, even if it had desired to do so, could not have proceeded to prosecute and adjust the claims. Its duties in that regard were ended. It had not collected anything upon the claims. It therefore at that time had no alternative. The contract did not allow it then to do “one of two acts,” or the other, at its pleasure. It was required <page-number citation-index=\"1\" label=\"96\">*96</page-number>to do but one; that is, to refund the initial fee of $148.23. It could not have refunded that fee before and terminated the contract, except by exercising its right of rescission, which it was under no obligation to do. The consequence is that the only duty which the defendant owed to the plaintiffs at the termination of the contract, upon the facts alleged in the complaint, was to refund the initial fee of $148.23. The cause of action stated was for the recovery of that sum and no more. Consequently it was not within the jurisdiction of the superior court.</p>\n<p id=\"b134-3\">Respondents also contend that the proceeding should be dismissed because an appeal to the district court of appeal would be a plain, speedy, and adequate remedy.  Prohibition lies against any inferior tribunal only where there is not a plain, speedy, and adequate remedy in the ordinary course of law. (Code Civ. Proc., sec. 1103.) It has been held in several cases that where an inferior court, such as a police or justice’s court, is proceeding in a cause of which it has no jurisdiction, the right to appeal to the superior court of such county is plain, speedy, and adequate, and \"that prohibition will not lie. <em>(Hamberger </em>v. <em>Police Court, </em>12 Cal. App. 153 [106 Pac. 894, 107 Pac. 614]; <em>Simpson </em>v. <em>Police Court, </em>160 Cal. 530 [117 Pac. 553]; Germain <em>Seed &amp; Plant Co. </em>v. <em>Justice’s Court, </em>41 Cal. App. 397 [182 Pac. 784].)  The question whether or not there is a plain, speedy, and adequate remedy in such cases is a question of fact depending upon the circumstances of the particular case. In the cases cited regarding the police and justice’s courts it is obvious that an appeal to the superior court of the county in which the justice is acting is plain and ordinarily will be speedy and that it is presumed to be adequate, since the appeal will be heard in the same county and may be heard quickly, and it is to be presumed that the superior court will decide the cause in accordance with law. In the present case, however, it appears that the office and principal place of business of the defendant is in the city and county of San Francisco, which is alleged to be more than fifty miles distant from the city of Santa Rosa, where the trial is to be had by the superior court of that county, and it is alleged that the defendant will\" be put to the cost of transporting its witnesses to that county. Also it is obvious that an appeal to the district court of <page-number citation-index=\"1\" label=\"97\">*97</page-number>appeal in such a case will involve considerable expense, since the transcript must be prepared and filed and all the expense thereof must be paid. This will also entail considerable delay and the expense of attending the district court at its courtrooms in the county of Sacramento. We think the case comes within the rule laid down in <em>Ophir etc. Co. </em>v. <em>Superior Court, </em>147 Cal. 467 [3 Ann. Cas. 340, 82 Pac. 70], and that the appeal is not a plain, speedy, and adequate remedy under the circumstances.</p>\n<p id=\"b135-5\">It is ordered that the writ of prohibition issue as prayed for.</p>\n<p id=\"b135-6\">Sloane, J., Lawlor, J., Wilbur, J., Lennon, J., Shurtleff, J., and Richards, J., <em>pro tern., </em>concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}