{
  "casebody": {
    "data": "<casebody firstpage=\"39\" lastpage=\"44\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b45-7\">\n<em>Southern District</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aq3a\">No. 9206/67</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"AGO\">ANTONE MEDEIROS v. MONAHAN ACCEPTANCE CORP.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b45-9\">Argued: Mar. 26, 1969</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ana\">Decided: Apr. 28, 1969</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"AU\"><page-number citation-index=\"1\" label=\"40\">*40</page-number><em>Present: </em>Nash, C. J., Cox, Lee, JJ.</p>\n<p data-order=\"6\" data-type=\"judges\" id=\"b46-8\">Case tried to <em>Horrocks, J., </em>in the Third District Court of Bristol No. 9206/67</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b46-10\">\n<em>Cox, J.</em>\n</author>\n<p id=\"Ab7\">In this action of replevin there was a finding for the defendant on September 19, 1968 in the sum of $3,500, damages and costs.</p>\n<p id=\"b47-4\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>On the same day, September 19, the plaintiff filed a motion to stay entry of judgment and to vacate the finding. There was a hearing on this motion on September 26. It was denied on September 27, the day following.</p>\n<p id=\"b47-5\">The plaintiff claiming to be aggrieved by the denial of his motion to stay entry of judgment and to vacate the finding, the justice reported the case for our determination.</p>\n<p id=\"b47-6\">By this action of replevin the plaintiff obtained, and is reported to have in his possession, one Quickway shovel, mounted on a Dodge 10-wheeler with dipper stick and backhoe attachment, which he has refused to return.</p>\n<p id=\"b47-7\">The proceedings which preceded the finding for the defendant are as follows:</p>\n<p id=\"b47-8\">The plaintiff was nonsuited on February 15, 1968. On March 29 the defendant was awarded judgment for possession and costs. On July 16, 1968 the defendant filed a motion to recall the execution and to vacate judgment. After a hearing the defendant’s motion was, allowed on July 25, 1968 and the parties were notified. The execution was returned to court. No report was claimed.</p>\n<p id=\"b47-9\">It is now the plaintiff’s contention that the defendant’s motion to vacate the judgment having been allowed, damages were improperly assessed “because at that particular stage of the proceedings there was no judgment in its favor”. He further contends, that even if that were not so, the assessment was not proper; <page-number citation-index=\"1\" label=\"42\">*42</page-number>in effect contending that by G-eneral Laws c. 247, § 9, the judgment for the defendant should be for possession and that if the plaintiff failed to return the property then the defendant should sue on the bond.</p>\n<p id=\"b48-5\">If the judgment had remained for the defendant for possession and the return of the property, it is clear that the plaintiff’s failure to return it would have left the defendant no choice except to bring an action on the bond. <em>Tucker </em>v. <em>Tremont Trust Co., </em>242 Mass. 25, cited by the plaintiff. See also <em>Rosen </em>v. <em>United States Rubber Co., </em>268 Mass. 403.</p>\n<p id=\"b48-6\">But there was a finding for damages in the case before us. We are constrained to reject the plaintiff’s contentions.</p>\n<p id=\"b48-7\">The plaintiff’s motion to stay the entry of judgment, perhaps better known as a motion in arrest of judgment, was rightly denied. Such a motion lies only for errors of law apparent on the record and cannot be used as a vehicle to place upon the record matters of which, prior to the filing thereof, there was no suggestion on the record. There is nothing to indicate that the plaintiff had claimed any report at the trial or prior to the filing of the justice’s decision assessing damages. No contention is made that any such report was in fact claimed by the plaintiff. Accordingly, there is nothing on which to base this motion in arrest of judgment.</p>\n<p id=\"b48-8\">It is provided by G.L. c. 231, § 136, that <page-number citation-index=\"1\" label=\"43\">*43</page-number><em>“a </em>judgment shall not be arrested for a cause existing before the verdict or finding, unless such cause affects the jurisdiction of the court”. <em>Vallavanti </em>v. <em>Armour &amp; Co., </em>264 Mass. 337, 340. <em>McManus </em>v. <em>Thing, </em>208 Mass. 55, 58. See also <em>Fairbanks </em>v. <em>Beard, </em>247 Mass. 8, 9. The plaintiff’s motion in arrest of judgment was filed after the finding and award of damages. It therefore relates to matters which existed before the finding and is proscribed by G.L. c. 231, § 136, made applicable to the District Courts by § 141. The District Court had jurisdiction in this action of replevin. G.L. c. 218, § 19. It also had jurisdiction over the parties. <em>Buckley </em>v. <em>John, </em>314 Mass. 719, 722.</p>\n<p id=\"b49-5\">We see no error in the assessment of damages for the defendant on September 19. The recent case of <em>Burnham </em>v. <em>MacWhinnie, </em>350 Mass. 17 seems closely analogous. Not only is it authority for the position that the procedural contentions which the plaintiff now makes are not open to him and raise no question of law, but also summarily disposes of his further contention against the defendant’s right to recover damages in this action in these words: “The plaintiff takes nothing by his contention that the defendant has an action for damages on the bond. There is no reason in justice why he should be restricted to it. The plaintiff’s case is wholly devoid of merit.” <em>Burnham </em>v. <em>MacWhinnie, </em>350 Mass. 17, 18.</p>\n<p id=\"b49-6\">As no reversible error has been shown by the <page-number citation-index=\"1\" label=\"44\">*44</page-number>plaintiff the report should be dismissed.</p>\n<attorneys id=\"AW\">James Fox of New Bedford for the Plaintiff</attorneys>\n<attorneys id=\"AB\">Paul J. Mathieu of New Bedford for the Defendant</attorneys>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}