{
  "casebody": {
    "data": "<casebody firstpage=\"703\" lastpage=\"710\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b739-3\">[L. A. No. 6279.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ARY\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AyB\">August 24, 1921.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b739-4\">ORLANDO ROHN, Respondent, v. IRON CHIEF MINING COMPANY (a Corporation), Appellant.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b739-5\"><bracketnum>[1]</bracketnum> Mining Law — Location on Claim — Failure to Perform Development Work—Right of Relocation—Construction of Revised Statutes.—Under section 2324 of the United States Revised Statutes, the locator of a mining claim who has not done any of the development work required by the section during the calendar year following the date of his location may immediately, at the beginning of the next year, relocate the same claim and obtain title thereto under such relocation.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b739-6\"><bracketnum>[2]</bracketnum> Id.—Act of Relocation—Absence of Fraud.—Such a relocation does not amount to fraud either upon the United States or persons desiring to claim under it.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b739-7\">APPEAL from a judgment of the Superior Court of Riverside County. George H. Cabaniss, Judge Presiding. Affirmed.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b739-8\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b739-9\">Oscar Lawler and James E. Degnan for Appellant.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b739-10\">Goodrich <em>&amp; </em>Martinson and Alfred H. MeAdoo for Respondent.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b739-11\">SHAW, J.</author>\n<p id=\"AH31\">Two actions were brought by the plaintiff against the defendant, in each of which judgment was given in favor of the plaintiff in the court below, after a consolidation of the cases for trial. From this judgment the defendant appeals.</p>\n<p id=\"b739-12\">In both cases the complaints set forth causes of action to quiet title to certain mining claims, nine in number, of which he claimed ownership. In its answers the defendant set up a claim of ownership to twelve mining claims which conflicted with or overlapped the ground claimed by the plaintiff. The sole question in the case is whether or not the plaintiff or the defendant has the better title to the respective mining claims in controversy.</p>\n<p id=\"b739-13\">The main proposition involved in the case may be stated by the following question: Under section 2324 of the United States Revised Statutes [6 Fed. Stats. Ann., p. 533; U. S. <page-number citation-index=\"1\" label=\"704\">*704</page-number>Comp. Stats., sec. 4620], can the locator of a mining claim, who has not done any of the development work required by that section during the calendar year following the date of his location, immediately at the beginning of the next year relocate the same claim and obtain title thereto under such relocation?</p>\n<p id=\"b740-5\">The provisions of section 2324, upon which that” question must be decided, are as follows:</p>\n<blockquote id=\"b740-6\">“On each claim located after the tenth day of May, eighteen hundred and seventy-two, and until a patent has been issued therefor, not less than one hundred dollars’ worth of labor shall be performed or improvements made during each year, . . . and upon a failure to comply with these conditions, the claim or mine upon which such failure occurred <em>shall be open to relocation in the same manner as if no location of the same had ever been made, </em>provided that the original locators, their heirs, assigns, or legal representatives, have not resumed work upon the claim after failure and before such location. . . . <em>Provided, </em>that the period within which the work required to be done annually on all unpatented mineral claims shall commence on the first day of January succeeding the date of location of such claim.”</blockquote>\n<blockquote id=\"b740-7\">\"The defendant insists that the intent of the law was that the person who had made the location and had failed to do the assessment work during the next ensuing calendar year should be incompetent to make a relocation of the same ground. The main reliance for authority for this position is found in Bindley on Mines, at section 405. The author there says that if the original locator “has the same right as a stranger to relocate under these circumstances, he has the same length of time allowed to a stranger to perform the first year’s labor after the date of relocation; ... On January 2 ... he must repeat this proceeding and obtain an additional two years, and so on indefinitely. It seems to us that this is a manifest fraud upon the Government. It is a perversion of the law, and in direct violation of its spirit and intent, to say that the original locator may take advantage of his own dereliction, and use his own neglect and wrong as a foundation to either perpetuate an estate or create a new one. The law under which he obtained his first privilege provides the only method by which his neg<page-number citation-index=\"1\" label=\"705\">*705</page-number>lect can be condoned, and that is by resuming work prior to relocation. It is illogical to say that he may accomplish this result in any other way than by strictly pursuing the methods provided for by the statute.”</blockquote>\n<p id=\"b741-4\">Mr. Bindley, in the section referred to, enters upon an elaborate discussion of the proposition and a review of the cases on the subject, all of which, except one, are against his position, in so far as they touch upon the question at all. The one he refers to as sustaining him, <em>Ingemarson </em>v. <em>Coffey, </em>41 Colo. 407, [92 Pac. 908], is not in opposition to the doctrine of the other cases, as he contends. It does not refer to or construe section 2324 aforesaid, but is based on the provisions of the Colorado mining law, which required the performance of the development work there mentioned within sixty days after the posting of the location notice, and in that case the facts were that the relocator did not post a new notice, nor did he do any of the other things required by the Colorado law to accomplish a location, but merely erased the date on the original notice and inserted a new date.</p>\n<p id=\"b741-5\">We are of the opinion that the language of section 2324 does not have the effect contended for by the learned author above mentioned. It expressly declares that if the work required is not done within the year specified, the claim or mine “shall be open to relocation as if no location of the same had ever been made.” In other words, it is then to be considered as vacant public land of the United States, subject to entry by any qualified person, as provided in section 2319, [6 Fed. Stats. Ann., p. 509; U. S. Comp. Stats., sec. 4614], If the original locator is a qualified person, he is as eligible to make a relocation under this language as a stranger would be. The proviso immediately following this language to the effect that a relocation cannot be made if the original locator has in the meantime resumed work upon the claim after the failure was not intended to prevent such original locator from making a relocation, but was intended to give him an additional privilege, that of maintaining his title by a mere resumption of work. The principal argument advanced in support of the appellant’s claim is that the object of requiring one hundred dollars’ worth of labor or improvements to be performed upon the mine each year was to promote the development of mines, <page-number citation-index=\"1\" label=\"706\">*706</page-number>and that if by successive relocations a person could maintain his right to a mining claim from year to year without doing any delevopment work, he would be able to act as a “dog in the manger,” to use the language of the supreme court of the United States in <em>Chambers </em>v. <em>Harrington, </em>111 U. S. 355, [28 L. Ed. 452, 4 Sup. Ct. Rep. 428, see, also, Rose’s U. S. Notes]; that is to say, to keep others away from the property while doing nothing with it himself. There may be some force in this argument. But the doing of one hundred dollars’ worth of work on an ordinary quartz mine would go but little way toward the development of such claim. It would not accomplish anything of importance in the way of development or production of precious metals. Its main purpose obviously was to compel the locator to do some work on the premises during the interval between the date of his location and the expiration of the time allowed, so as to leave visible evidence of his claim for the information of other prospectors, to enable them to avoid taking up the same ground. This purpose would be accomplished when the same person relocates the same ground, for the relocation must be made by him in the same manner as by any other person, that is, as the section declares, it “must be distinctly marked on the ground so that its boundaries can be readily traced.” This evidence of relocation would be as effectual to warn others of the claim thereto as was the similar evidences of the original location, or as the similar evidences of the location by a third person after the forfeiture would be. We perceive nothing in the language of the section purporting to abridge the rights of the original locator in this respect.</p>\n<p id=\"b742-5\">The right of the original locator or one of several locators to relocate the mine after the expiration of the time for doing development work without any having been done has been recognized by the supreme court of this state in a number of decisions. <em>(Conway </em>v. <em>Hart, </em>129 Cal. 480, [62 Pac. 44] ; <em>McCann </em>v. <em>McMillan, </em>129 Cal. 350, 62 Pac. 31]; <em>Strang </em>v. <em>Ryan, </em>46 Cal. 33; <em>Thompson </em>v. <em>Spray, </em>72 Cal. 528, [72 Pac. 182]; <em>Richards </em>v. <em>Wolfing, </em>98 Cal. 195, [32 Pac. 971].) In <em>Warnock </em>v. <em>De Witt, </em>11 Utah, 324, [40 Pac. 205], the exact question here presented was before the court, and that court in considering the interpretation of section 2324 said: “The fact that a prior locator, after his <page-number citation-index=\"1\" label=\"707\">*707</page-number>right has lapsed, may renew it by resuming work, would appear to be a favor or right granted to such prior locator, but, to give the proviso above quoted the effect claimed by appellant, would be to deny to such prior locator a substantial right allowed to strangers. In other words, such a construction, while it would allow to a prior locator the right to resume work, would destroy his right to make a new location. We do not think the proviso to the act should be construed to mean anything more than that a prior locator, in addition to the rights of a stranger, should also have the right to resume work, and thus relieve himself from the forfeiture incurred.” In <em>Legoe </em>v. <em>Chicago Fishing Co., </em>24 Wash. 175, [64 Pac. 141], the court was considering a statute of the state of Washington regarding the location of claims for fishing-trap sites in the rivers of that state, the language of which is substantially identical with that of section 2324. With respect to the rule applying to such statutes the court said: “The right to fish in the public waters, in the absence of express prohibitory legislation, is a right common to all of the citizens of the state; and while the legislature has ample power to regulate the right, or grant it to one to the exclusion of others, for a limited time at least, the statute expressing such intent must have the directness and certainty of a penal statute, or at least not be capable of a different construction, before it will be given that effect.” The court then refers to the argument in Lindley on' Mines aforesaid, and repudiates the conclusion there reached, at the same time approving the decision in <em>Warnoch </em>v. <em>De Witt, supra. </em>The right of the original locator to make a new location at the expiration of the time allowed for doing development work has also been recognized by the courts of the United States. <em>(Lockhart </em>v. <em>Johnson, </em>181 U. S. 528, [45 L. Ed. 979, 21 Sup. Ct. Rep. 665, see, also, Rose’s U. S. Notes]; <em>Hunt </em>v. <em>Patchen, </em>13 Sawy. 304, 35 Fed. 818; <em>Leedy </em>v. <em>Lehfeldt, </em>162 Fed. 304, [89 C. C. A. 184]. See, also, <em>Saunders </em>v. <em>Mackey, </em>5 Mont. 523, [6 Pac. 361].)</p>\n<p id=\"b743-4\"><bracketnum>[1]</bracketnum> We are, therefore, of the opinion that the question first above stated regarding the meaning and effect of section 2324 should be answered in the affirmative. It follows that the claims of the plaintiff under relocations made by him or his predecessors in interest in the year immediately <page-number citation-index=\"1\" label=\"708\">*708</page-number>following the expiration of the time for doing the development work upon a previous location of the same ground by the same person are valid and effectual as against persons subsequently attempting to locate the same ground prior to the expiration of the period allowed by section 2324 for development work after the date of the relocations under which plaintiff claims. This covers all of the locations claimed by the plaintiff and supports the findings of the court in his favor, with the exception of two claims designated as the “Stratton” and “Electric” claims, respectively. The right to these two. claims depends upon other conditions, which we will proceed to discuss.</p>\n<p id=\"b744-5\">The plaintiff claims ownership of the “Electric” and “Stratton” mining ground under locations thereof made on January 1, 1901, by one Robinson. The defendant claims the same ground under three locations, two of which were made on January 1, 1907, and the other on January 8, 1907.</p>\n<p id=\"b744-6\">It is not disputed that the location of the Electric and Stratton claims were made in the manner required by the law, nor that the necessary assessment work has been regularly performed thereon in each year since the date of the location. The defendant challenges their validity on the ground that at the time the respective locations were made the ground embraced therein was not then open to entry or location, for the asserted reason that it was then covered by two valid subsisting mining claims, under locations previously made by other persons, designated, respectively, as the “Bald Eagle” claim and the “Golden Eagle” claim. Thus the question is presented whether or not the two claims last named were valid subsisting mining claims on January 1, 1901, when the plaintiff’s claims were located. The finding of the court below was, in effect, that they were not on that date valid and subsisting claims. We think there is sufficient evidence to support this finding.</p>\n<p id=\"b744-7\">There was evidence showing a location of these two claims by one Bailey on January 1, 1896. On the question whether the required development work thereon was done for the year 1900 there is conflicting evidence. A witness for the defendant testified that he actually did work thereon to the value of one hundred dollars in that year. A witness for the plaintiff testified that no work whatever was done on these claims during that year. According to the <page-number citation-index=\"1\" label=\"709\">*709</page-number>testimony for the defendant a large part of the work for 1900 on the two Eagle claims was done upon a tunnel designed to be used for the common benefit of a group of mines, twenty-six in number, including the two Eagle claims, situated near together. None of this work was done upon either of said claims, but it was done in pursuance of a contract between the six persons who were the respective owners of the twenty-six claims, to the effect that they would “do the assessment work for the year 1900 upon said claims by the construction of a tunnel.” The evidence showed that only sixty linear feet of the tunnel was constructed and that its value was ten dollars a foot, or six hundred dollars in all. Apportioning this among the twenty-six claims there would be only twenty-two dollars’ worth of work to apply to each. The court was fully authorized by the character of the evidence regarding this and the other work claimed to have been done upon these two claims in concluding that work of the value of one hundred dollars had not been done on either of them. This evidence is sufficient to show that on January 1, 1901, when the Electric and Stratton claims were located by Robinson, the Bald Eagle and Golden Eagle claims were not valid and subsisting claims, and that the ground covered by the Electric and Stratton claims was open to location for mining purposes. The finding to that effect is therefore supported by the evidence.</p>\n<p id=\"b745-3\">The defendant contends that Robinson, the original locator of the Electric and Stratton claims, \"was estopped to make said location and that plaintiff is estopped to assert their validity, because of the fact that Robinson was at that time in possession of the Bald Eagle and Golden Eagle claims under an option from the owners thereof under their previous location. We are not referred to any exhibit or testimony showing the terms of the option contract. Respondent’s counsel assert that it had expired prior to January 1, 1901. Under these circumstances we will assume that the court below correctly held that there was no existing option to Robinson on January 1, 1901, and that no estoppel arises therefrom.</p>\n<p id=\"b745-4\"><bracketnum>[2]</bracketnum> A considerable part of the defendant’s argument is devoted to the proposition that the conduct of the plaintiff and his predecessors in interest in relocating some of the mining claims described in the complaint at intervals of <page-number citation-index=\"1\" label=\"710\">*710</page-number>two years each on the first day of January of the respective years without doing any assessment work in the meantime was made in pursuance of a conspiracy to defraud the government and other persons who might he desirous of locating the ground covered thereby as mining claims in their own behalf. It is sufficient to say that under the construction we give to section 2324, as above set forth, the United States has by its laws consented to the conduct which it is claimed constitutes the fraud, and, consequently, such conduct could not amount to fraud either upon the United States or persons desiring to claim under it.</p>\n<p id=\"b746-3\">The judgment is affirmed.</p>\n<p id=\"b746-4\">Sloane, J., Shurtleff, J., Lennon, J., and Wilbur, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}