{
  "casebody": {
    "data": "<casebody firstpage=\"413\" lastpage=\"415\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b437-10\">Mirna MENDEZ-SANDOVAL; Amadeo Mendez-Sandoval; Roxana Elizabet Mendez-Sandoval; Kevin Orlando Mendez-Calderon, Petitioners v. Eric HOLDER, Jr., U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b437-13\">No. 09-60473</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A9Q\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b437-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b437-16\">April 28, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"Aui\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>Jay G. Perez, Law Office of Jay G. Perez, L.L.C., Worthington, OH, for Petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AWg\">Briena Lorraine Strippoli, Esq., Trial Attorney, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"ApfO\">Before JOLLY, BARKSDALE, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"ASqM\">PER CURIAM: <footnotemark>*</footnotemark></p>\n<p id=\"Ai_\">Mirna Mendez-Sandoval, Amadeo Mendez-Sandoval, Roxana Elizabet Mendez-Sandoval, and Kevin Orlando Mendez-Calderon (petitioners), all natives and citizens of El Salvador, were ordered removed <em>in absentia </em>in 2005. They petition for review of a Board of Immigration Appeals (BIA) order dismissing their appeal of the denial of their motion to reopen removal proceedings.</p>\n<p id=\"AFBp\">Because the BIA expressly adopted the reasoning of the immigration judge (IJ), we review both the IJ and BIA decisions. <em>Gomez-Palacios v. Holder, </em>560 F.3d 354, 358 (5th Cir.2009) (citing <em>Ontunez-Tursios v. Ashcroft, </em>303 F.3d 341, 348 (5th Cir.2002)); <em>Efe v. Ashcroft, </em>293 F.3d 899, 903 (5th Cir.2002). “We review the denial of a motion to reopen for an abuse of discretion.” <em>Galvez-Vergara v. Gonzales, </em>484 F.3d 798, 801 (5th Cir.2007) (citing <em>Williams-Igwonobe v. Gonzales, </em>437 F.3d 453, 455 (5th Cir.2006)). The BIA abuses its discretion only if its decision is capricious, arbitrary, racially invidious, without foundation in the record, or irrational. <em>Singh v. Gonzales, </em>436 F.3d 484, 487 (5th Cir.2006) (citing <em>Zhao v. Gonzales, </em>404 F.3d 295, 301 (5th Cir.2005)).</p>\n<p id=\"AL5\">As a preliminary matter, the notices to appear (NTA) that were personally served on each petitioner were not defective. An NTA is sufficient if it includes the nature of the proceedings, the legal authority under which the proceedings are conducted, the conduct alleged to be illegal, the charges, and the statutory basis for the charges. <em>Chambers v. Mukasey, </em>520 F.3d 445, 448-49 (5th Cir.2008) (citing 8 U.S.C. § 1229(a)(1)). The NTAs contained this information; they were <em>not </em>required to contain the date and time of the removal hearing&amp;emdash;a notice that fails to include such date and time is <em>not </em>statutorily defective. <em>Gomez-Palacios, </em>560 F.3d at 359.</p>\n<p id=\"b439-4\"><page-number citation-index=\"1\" label=\"415\">*415</page-number>Petitioners contend they did not receive the subsequent notices of hearing, which were served by <em>regular mail </em>at the address petitioners provided. In <em>Maknojiya v. Gonzales, </em>432 F.3d 588, 589-90 (5th Cir.2005), our court held that when, as here, written notice is sent by regular mail, the alien may prove that he did not receive the notice by his own statement in an affidavit. (In contrast, where certified mail is used, there is a presumption of effective service that may be overcome only by “substantial and probative evidence such as documentary evidence from the Postal Service, third party affidavits, or other similar evidence demonstrating that there was improper delivery or that nondelivery was not due to the respondent’s failure to provide an address where he could receive mail”. <em>Id. </em>at 589 (quoting <em>In re Grijalva, </em>21 I. &amp; N. Dec. 27, 37-38 (BIA 1995), <em>superseded by statute on other grounds, </em>8 U.S.C. § 1229(a)(1)).)</p>\n<p id=\"b439-5\">The BIA noted that each petitioner failed to submit: an affidavit stating that the mailed notice of hearing was not received; a sworn statement in the motion to reopen, which was filed by and through counsel; an application for relief from removal; or any evidence to suggest that any such relief was available. In sum, the BIA did not abuse its discretion in denying the motion to reopen.</p>\n<p id=\"b439-6\">DENIED.</p>\n<footnote label=\"*\">\n<p id=\"Afg\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}