{
  "casebody": {
    "data": "<casebody firstpage=\"982\" lastpage=\"991\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b806-3\">[No. C026817.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ap0\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Axq\">July 28, 1998.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b806-4\">WILLIAM G. KIRKPATRICK et al., as Trustees, etc., Plaintiffs and Appellants, v. WESTAMERICA BANK, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b806-6\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b808-5\"><page-number citation-index=\"1\" label=\"984\">*984</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b808-6\">Hansen, Boyd, Culhane &amp; Watson, Hartley T. Hansen, Lorraine M. Pavlovich, Thomas L. Riordan, Wendel, Rosen, Black &amp; Dean and Charles A. Hansen for Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b808-7\">Bronson, Bronson &amp; McKinnon, Terrence V. Ponsford and Patricia H. Cullison for Defendant and Respondent.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b806-10\">See footnote 1, <em>post, </em>at page 985.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b808-8\">Opinion</p>\n<author id=\"b808-9\">BLEASE, Acting P. J.</author>\n<p id=\"AOc\">This is an appeal from a summary judgment granted defendant Westamerica Bank (the Bank) in an action to declare the Bank waived its loan security and forfeited its right to collect a debt of some $4 million for violation of the one form of action rule. (Code Civ. Proc., § 726 (hereafter section 726).)</p>\n<p id=\"b808-10\">The Kirkpatrick Family Trust (the Trust) borrowed money from the Bank and signed a nonrecourse note, secured by a deed of trust on an apartment complex. The Bank filed an action against the Trust which included a count for damages for breach of a claimed implied obligation under the loan agreement to sell off apartment units as condominiums. The Trust did not interpose the one form of action rule or the nonrecourse provision of the note as defenses. Rather, it successfully moved for summary adjudication of that count on the merits.</p>\n<p id=\"b808-11\">The Trust then filed a separate action for declaratory relief, contending the Bank’s failure to foreclose under the deed of trust was an election of remedies which waives the security under section 726 and that it cannot sue on the note because of its nonrecourse provision. The Trust seeks a forfeiture of the debt of some $4 million which it had agreed to repay.</p>\n<p id=\"b808-12\">The trial court granted the Bank a summary judgment denying the Trust the relief sought in its action. The Trust renews the contentions it tendered in the trial court on appeal from the summary judgment. <page-number citation-index=\"1\" label=\"985\">*985</page-number>In the published portion of the opinion<footnotemark>1</footnotemark> we will conclude the one form of action rule does not result in the loss of the security because the Bank amended its complaint to seek the prescribed remedy of foreclosure before it made an election of remedies precluding compliance with the one action rule.</p>\n<p id=\"b809-4\">We will affirm the judgment.</p>\n<p id=\"b809-5\">Facts and Procedural Background</p>\n<p id=\"b809-6\">In 1988 the Trust borrowed $6.5 million from the Bank to purchase a portion of an apartment complex. It signed a promissory note secured by a deed of trust. The note provides for incremental increases of the interest rate on the loan from 5 percent to 12 percent. The promissory note generally provides that the Trust has no personal liability.</p>\n<p id=\"b809-7\">The parties renegotiated the loan in 1992 and modified the contract to facilitate the conversion of the apartment units to condominiums for sale. The modified contract provides for an interest rate of 6 percent and for reduction in the principal solely through proceeds from the sale of condominium units. The Trust committed to reduce the indebtedness by some $2 million within two years. After 29 units were sold the Trust announced it was suspending the conversion program.</p>\n<p id=\"b809-8\">The Bank filed suit inter alia (1) to reform the contract to revert to the original terms of the note and for moneys due under the contract as reformed, and (2) for damages for breach of a claimed obligation under the existing contract to diligently pursue the conversion program. The Trust successfully moved for partial summary adjudication of the count under the latter claim which was premised on breach of an implied covenant. Thereafter, in January 1997, the Bank dismissed the remaining count for damages for breach of the obligation of good faith and fair dealing.</p>\n<p id=\"b809-9\">In the following month the Trust informed the Bank that it would no longer make payments on the note. It filed a new action seeking a declaration the Bank’s claim for damages in the initial action violated section 726 which waived the security interest under the deed of trust. It further claimed that since the loan was without recourse the underlying debt was exonerated.</p>\n<p id=\"b809-10\">About the same time, the Bank moved to amend the complaint in the original action, adding a count for foreclosure of the deed of trust on the <page-number citation-index=\"1\" label=\"986\">*986</page-number>ground the note was in default. The trial court granted the motion and, finding the declaratory relief complaint “intrinsically interrelated” with the original proceeding, consolidated the two actions, “for trial.” The order granting the motion states that it is granted “on the following Order and stipulation of the parties . . . .”</p>\n<p id=\"b810-4\">The Trust moved for summary judgment on its complaint for declaratory relief. The Bank countered with a motion for summary judgment on the Trust’s complaint, which was granted by the court. The Bank submitted a proposed judgment in its favor, which the court signed and entered.</p>\n<p id=\"b810-5\">The Trust appeals from the judgment.</p>\n<p id=\"b810-6\">Discussion</p>\n<p id=\"b810-7\">I</p>\n<p id=\"b810-8\">The Trust claims the Bank’s summary judgment should not have been granted because the one form of action rule (section 726) provides that the sole remedy for recovery of a debt secured by a mortgage on real property is foreclosure on the security and that violation of the rule requires a “mandatory sanction” of loss of the security, hence the Bank’s deed of trust is null and void.</p>\n<p id=\"b810-9\">The argument is unpersuasive.</p>\n<p id=\"b810-10\">Section 726, subdivision (a) provides: “(a) There can be but one form of action for the recovery of any debt or the enforcement of any right secured by mortgage\" upon real property or an estate for years therein, which action shall be in accordance with the provisions of this chapter. In the action the court may, by its judgment, direct the sale of the encumbered real property or estate for years therein (or so much of the real property or estate for years as may be necessary), and the application of the proceeds of the sale to the payment of the costs of court, the expenses of levy and sale, and the amount due plaintiff, including, where the mortgage provides for the payment of attorney’s fees, the sum for attorney’s fees as the court shall find reasonable, not exceeding the amount named in the mortgage.”</p>\n<p id=\"b810-11\">Section 726 does not prescribe a sanction for violation of the one form of action rule. Rather, the courts have fashioned common law remedies to advance its purposes. (See, e.g., <em>American Sav. &amp; Loan Assn. </em>v. <em>Leeds </em>(1968) 68 Cal.2d 611, 614 [68 Cal.Rptr. 453, 440 P.2d 933]; Comment, <em>The Sanction for Violation of California’s One-Action Rule </em>(1991) 79 Cal.L.Rev. 1601, 1606-1607.) Three such purposes have been identified: (1) prevention of a multiplicity of suits, (2) compelling competitive bidding to <page-number citation-index=\"1\" label=\"987\">*987</page-number>test the value of all security for the debt, and (3) forcing the creditor to look to the security as the primary fund for payment of the debt before looking to the debtor. (See <em>Walker </em>v. <em>Community Bank </em>(1974) 10 Cal.3d 729, 735 [111 Cal.Rptr. 897, 518 P.2d 329].)</p>\n<p id=\"b811-4\">As with any common law rule, the meaning of the one form of action rale must be ascertained from the holdings in the cases in which it has been applied with an eye toward potential distinctions in light of the purposes served by the rule.<footnotemark>2</footnotemark> The following synopsis of the rule, extracted from <em>Walker, </em>is given in <em>Security Pacific National Bank </em>v. <em>Wozab </em>(1990) 51 Cal.3d 991, 997 [275 Cal.Rptr. 201, 800 P.2d 557] <em>(Wozab).</em></p>\n<p id=\"b811-5\">“ ‘[S]ection 726 is susceptible of a dual application—it may be interposed by the debtor as an affirmative defense or it may become operative as a sanction. If the debtor successfully raises the section as an affirmative defense, the creditor will be forced to exhaust the security before he may obtain a money judgment against the debtor for any deficiency .... If the debtor does not raise the section as an affirmative defense, he 'may still invoke it as a sanction against the creditor on the basis that the latter by not foreclosing on the security in the action brought to enforce the debt, has made an election of remedies and waived the security.’ ”</p>\n<p id=\"b811-6\">The Trust founds its claim that violation of section 726 gives rise to a “mandatory sanction” of loss of the security on the last line of this synopsis. It then argues that because of the nonrecourse provisions of the note the Bank has waived the underlying debt.</p>\n<p id=\"b811-7\">The Trust puts in issue what conduct results in the sanction of loss of the security. It poses a§ the central question whether the Bank’s case progressed far enough along a “spectrum” from filing of the complaint to judgment to trigger the “mandatory sanction.” The Bank responds that the one form of action rale applies only when the case has gone to a final judgment.<footnotemark>3</footnotemark> The Bank argues that did not happen because the action progressed only to a partial summary adjudication of one count of its complaint and that at this <page-number citation-index=\"1\" label=\"988\">*988</page-number>point it amended its complaint to add a foreclosure count, evading the sanction. The Bank relies upon <em>In re Madigan </em>(Bankr. 9th Cir. 1991) 122 B.R. 103, and <em>In re Tidrick </em>(Bankr. C.D.Cal. 1989) 105 B.R. 584, which in turn rely upon <em>Brice </em>v. <em>Walker </em>(1920) 50 Cal.App. 49 [194 P. 721], which held that a bank did not waive a security interest in an automobile under the one form of action rule, notwithstanding it filed an action in Arizona on the note, because it amended the complaint to remove the count pertaining to the note prior to trial. We agree for the reasons which follow.</p>\n<p id=\"b812-4\">The Trust founds its “spectrum” analysis on <em>Shin </em>v. <em>Superior Court </em>(1994) 26 Cal.App.4th 542 [31 Cal.Rptr.2d 587]. In <em>Shin </em>the creditor, KFB, obtained a prejudgment attachment against Korean real property owned by the debtor, Shin. KFB thereafter sued to foreclose a deed of trust on California property owned by Shin. Shin successfully raised the defense the security interest in the California property was waived by the prejudgment attachment of the Korean property. The Trust points to the following passage in the <em>Shin </em>opinion.</p>\n<p id=\"b812-5\">“KFB contends that the Korean action does not violate the ‘one form of action’ rule because it did not proceed to judgment. ‘[I]t is not clear what conduct by the beneficiary constitutes an “action” within the rule, [ft| On the one extreme, the mere commencement of an action by the creditor that does not include a foreclosure of all the real property security is not in violation of the rule since the creditor may dismiss the action before judgment or amend the complaint to include a foreclosure of all of the security. On the other extreme, when the creditor recovers a personal money <em>judgment </em>against the debtor without first foreclosing all of the security, the sanctions of the “one action” rule are applied, and the creditor loses the liens on all property not foreclosed in that action. [^] In between these two extremes, the decisions have not provided a clear definition of what conduct by the creditor will invoke the sanctions of the one-action rule.’ (4 Miller &amp; Starr, Cal. Real Estate, <em>supra, </em>§ 9:105, p. 348, italics in original &amp; fns. omitted.) Here, the Korean action has not proceeded to judgment but it has not been dismissed and Shin’s property remains encumbered by the attachment. Consequently, KFB’s filing of a separate action lies somewhere in between the two extremes and must be evaluated according to existing case law and the policies which underlie California’s ‘one form of action’ rule.” <em>(Shin </em>v. <em>Superior Court, supra, </em>26 Cal.App.4th at p. 547.)</p>\n<p id=\"b813-3\"><page-number citation-index=\"1\" label=\"989\">*989</page-number>The Miller and Starr view, which <em>Shin </em>borrows, explains the case law by the position of the creditor’s conduct on the “spectrum” between filing an action and recovering a personal money judgment. Miller and Starr suggests that an offset is far enough along the spectrum toward judgment to warrant the sanction. (4 Miller &amp; Starr, Cal. Real Estate (2d ed. 1989) Deeds of Trust and Mortgages, § 9:105, pp. 348-349.)</p>\n<p id=\"b813-4\">This analytic scheme was articulated by Miller and Starr before the advent of the <em>Wozab </em>decision. <em>Wozab </em>explains that conduct of the creditor, which does <em>not </em>amount to an “action” on the debt under Code of Civil Procedure section 22,<footnotemark>4</footnotemark> may nonetheless provoke the sanction of loss of the security. It holds that an extrajudicial setoff was not an action at all. However, that conduct warranted the sanction of loss of the creditor’s security under the common law rule<footnotemark>5</footnotemark> that the creditor must proceed against the security before enforcing the underlying debt. The court explained, by analogy to the rule of section 726, that “because the security-first rule prohibited a bank from bringing a <em>judicial </em>action before foreclosing the security, <em>the </em>rule must equally prohibit a bank’s <em>extrajudicial </em>appropriation of the debtor’s assets before foreclosure.” <em>(Wozab, supra, </em>51 Cal.3d at p. 999, discussing <em>McKean </em>v. <em>German-Am. Savings Bank </em>(1897) 118 Cal. 334 [50 P. 656], original italics.)</p>\n<p id=\"b813-5\">A banker’s setoff, because it is not an action, does not, because it cannot, lie along a spectrum between the filing of an action and the recovery of a personal money judgment on a debt secured by a mortgage or deed of trust. It is <em>analogous </em>to an action against property of the debtor, other than that which secures the debt, such as an attachment, which has resulted in its seizure and transfer to the possession of the creditor. The sanction is justified by the policy advanced in <em>Wozab.</em></p>\n<p id=\"b813-6\">For these reasons the Trust’s “spectrum” theory does not explain the case law and has no application to this case. Rather, it is explained by another organizing principle. It is the election of remedies doctrine asserted in the cases. (See, e.g., <em>Salter </em>v. <em>Ulrich </em>(1943) 22 Cal.2d 263, 268 [138 P.2d 7, 146 A.L.R. 1344]; <em>Walker </em>v. <em>Community Bank, supra, </em>10 Cal.3d at p. 723; <em>Brice </em><page-number citation-index=\"1\" label=\"990\">*990</page-number>v. <em>Walker, supra, </em>50 Cal.App. at pp. 53-54; <em>Campan </em>v. <em>Molle </em>(1899) 124 Cal. 415, 417 [57 P. 208] [“By putting his claim upon the promissory note into a personal judgment ... he elected to look to the personal obligation of the defendants instead of the security promised by them.”]; <em>Ould </em>v. <em>Stoddard </em>(1880) 54 Cal. 613, 615 [“In order to give [section 726] the force and effect which the Legislature intended . . . we . . . hold that by prosecuting an action upon the note secured by the mortgage to final judgment, the plaintiff has exhausted his remedy upon both the note and the security.”].) If the conduct of the creditor in prosecuting an action within the meaning of Code of Civil Procedure section 22 amounts to an election of a remedy other than foreclosure or if other conduct is analogous to such an election of a remedy, the sanction of loss of security may apply.</p>\n<p id=\"b814-4\">An election of remedies occurs in two ways, under the doctrine of res judicata or under the doctrine of estoppel. (See 3 Witkin, Cal. Procedure (4th ed. 1996) Actions, §§ 180-182, pp. 251-254.) An estoppel arises when the action is such that permitting the plaintiff to seek an alternative remedy will prejudice or work a substantial injury to the defendant. <em>(Id. </em>at § 181, pp. 252-254.<footnotemark>6</footnotemark>) An act typically giving rise to an estoppel is an attachment. (See <em>id. </em>at § 182, p. 254.) The proceeding brought by <em>Shin </em>in Korea was an action within the meaning of Code of Civil Procedure section 22. Since an attachment of property other than trust property constitutes an election to forgo the remedy of enforcement of the security interest the result in <em>Shin </em>is correct.<footnotemark>7</footnotemark></p>\n<p id=\"b814-5\">In this case, the conduct of the Bank in litigating the count of its complaint for damages for breach of a claimed implied obligation under the loan agreement to sell off apartment units as condominiums to the point of an adverse partial summary judgment does not constitute an election of remedies under the res judicata branch of election of remedies doctrine. That occurs at the point the judgment attains finality when the claim is merged in the judgment. (E.g., 3 Witkin, Cal. Procedure, supra, § 180, pp. 251-252; <em>Busick </em>v. <em>Workmen’s Comp. Appeals Bd. </em>(1972) 7 Cal.3d 967, 973-974 [104 Cal.Rptr. 42, 500 P.2d 1386].) A partial summary judgment, not entered as a judgment, is not final. (Code Civ. Proc., § 437c, subd. (j).)</p>\n<p id=\"b815-3\"><page-number citation-index=\"1\" label=\"991\">*991</page-number>That leaves the theory of estoppel. The only prejudice the Trust suggests is attributable to the Bank’s litigation of the claimed breach of an obligation to sell off apartment units as condominiums by the remedy of damages rather than foreclosure is that the Trust incurred attorneys’ fees in the defense of the claim.</p>\n<p id=\"b815-4\">This cost does not suffice as prejudice attributable to the Bank’s failure to pursue the proper remedy of foreclosure for two reasons. The first is the Trust did not raise the one form of action claim until after the litigation of the partial summary judgment. The second is that the Trust’s attorneys’ fees for litigating the merits of the claim of breach would be the same regardless of the relief sought, damages or foreclosure. The Bank’s change of remedy was not the cause of an inequitable harm to the Trust.</p>\n<p id=\"b815-5\">Since we have decided there was no election of remedies, there is no occasion to apply the sanction of loss of the Bank’s security. Accordingly, we need not resolve the Trust’s ultimate claim that because the loan \"was without recourse the loss of the security results in a forfeiture of the underlying obligation.<footnotemark>8</footnotemark></p>\n<p id=\"b815-6\">II, III<footnotemark>*</footnotemark></p>\n<p id=\"b815-7\">Disposition</p>\n<p id=\"b815-8\">The judgment is affirmed.</p>\n<p id=\"b815-9\">Morrison, J., and Hull, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b809-11\">The Reporter of Decisions is directed to publish the opinion except for parts II and in of the Discussion.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b811-8\">The Trust assumes the sanction of loss of security is applicable in a case where the debtor prevails on the merits. The assumption is in question. As the Trust concedes, there is no precedent involving that circumstance.</p>\n<p id=\"b811-9\">The Trust submits the one form of action rule permits but “one bite at the apple.” It argues that even if the creditor pursues foreclosure, if it loses on the merits, it loses its security. The Trust does not explain why the sanction should obtain when the one form of action rule is not violated. However, since resolution of the claim is not essential to the disposition of this appeal, we eschew any final view thereon.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b811-10\">The predicate for the application of the one action rule is an action for the recovery of the debt or the enforcement a right secured by the mortgage or deed of trust. The question sometimes arises whether an action connected with the relationship is a collateral matter not within the rule. (See 2 Cal. Real Property Financing (Cont.Ed.Bar 1989) § 3.50, p. 205.) The <page-number citation-index=\"1\" label=\"988\">*988</page-number>Bank also suggests obliquely that its count for enforcement of the alleged implied obligation to sell off apartment units as condominiums is such a collateral matter.</p>\n<p id=\"b812-7\">On June 10, 1998, the Trust asked this court to take judicial notice of the reporter’s transcripts of postjudgment proceedings in the Bank’s action in the trial court to show the Bank took the inconsistent position that the claimed implied obligation was secured by the deed of trust. Since the Bank’s claim is not adequately briefed and not essential to the disposition of the appeal, we do not reach it. The Trust’s motion for judicial notice is denied.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b813-7\">Code of Civil Procedure section 22 defines an “action” as “an ordinary proceeding in a court-of justice by which one party prosecutes another for the declaration, enforcement, or protection of a right, the redress or prevention of a wrong, or the punishment of a public offense.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b813-8\">“ ‘When a judicial rule is thus modelled after a statutory rule, the very fact of copying signifies that it is not to be confused with interpretation that clarifies an obscure statute or amplifies a skeletal one.’ ” <em>(Nott </em>v. <em>Superior Court </em>(1988) 204 Cal.App.3d 1102, 1107 [251 Cal.Rptr. 842], quoting from Traynor, <em>Statutes Revolving in Common-Law Orbits </em>(1968) 43 State Bar J. 509, 531.)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b814-6\">“Except where the principle of res judicata is involved (see supra, § 180), the modem tendency is to explain election in terms of <em>estoppel, </em>i.e. to take into consideration not merely the plaintiffs manifestation of choice but also its effect on the defendant. Hence, despite a clearly manifested intention to pursue one of two inconsistent remedies, the plaintiff may thereafter seek the other remedy if the change will not work a substantial injury to the adverse party. (See infra, § 195.) But if the change will for some reason operate to the prejudice of the defendant, the plaintiffs new remedy is barred, because his ‘election’ has continued to the point where he is <em>estopped to change his </em>remedy.” (3 Witkin, Cal. Procedure, <em>supra, </em>Actions, § 181, pp. 252-253, original italics.)</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b814-7\">The conduct at issue in <em>Wozab, </em>although not an “action” within the meaning of Code of Civil Procedure section 22, is analogous to an attachment and the analogous use of the election of remedies doctrine justifies the sanction of loss of the security.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b815-10\">We note that forfeiture predicated upon the significant fact the loan was a nonrecourse loan is another novel claim in this case for which there is no precedent in the case law. If the application of the loss of security would result in a “draconian sanction” <em>(Wozab, supra, </em>51 Cal.3d at pp. 1002-1006), as here a grossly disproportionate loss of the underlying debt, a departure from the ordinary sanction might be warranted. “It is well settled in this state as well as in other jurisdictions that forfeitures are not favored by either courts of law or equity.” <em>(Ells </em>v. <em>Order of United etc. Travelers </em>(1942) 20 Cal.2d 290, 301 [125 P.2d 457]; see also, e.g., <em>Nasir </em>v. <em>Sacramento County Off. of the Dist. Atty. </em>(1992) 11 Cal.App.4th 976, 986 [15 Cal.Rptr.2d 694].) This is a point on which we imply no final view.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b815-11\">See footnote 1, <em>ante, </em>page 985.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}