{
  "casebody": {
    "data": "<casebody firstpage=\"701\" lastpage=\"703\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b721-4\">CORCORAN v. NEW YORK CENT. &amp; H. R. R. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b721-5\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ab5\">February 6, 1898.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b721-6\">1. Carriers—Mileage—Issue on Conditions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b721-7\">Laws 1895, c. 1027, requiring railroad companies to issue 1,000-mile mileage books, at 2 cents a mile, and declaring a forfeiture of 850 to the person to whom a railroad company “shall refuse to issue a mileage book as provided in this section, or, in violation thereof, to accept the mileage book for transportation,” does not authorize the company, as a condition to issue of mileage and transportation thereon, to require a contract that it shall be good for passage only when presented with a passage ticket received in exchange for coupons detached from the book.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b721-8\">2. Same—Consideration of Contract.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b721-9\">The issue of mileage books at a rate required by law is no consideration for a stipulation that they shall be used only on conditions not required by law.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b721-10\">Hardin, P. J., and Follett, J., dissenting.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b721-11\">Appeal from trial term, Jefferson county.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b721-12\">Action by James W. Corcoran against the New York Central &amp; Hudson Eiver Railroad Company to recover a penalty of $50, under chapter 1027 of the Laws of 1895, being “An act in relation to the issue of mileage books by railroad corporations.” A verdict was directed for the plaintiff for the penalty by the trial court, and. judgment entered thereon. The trial court denied a motion for a new trial upon the minutes, and from the judgment and the order denying the motion the defendant appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"A9d\">Affirmed.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b721-13\">Argued before HARDIN, P. J., and FOLLETT, ADAMS, GREEN, and WARD, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b721-14\">Mullen, Purcell &amp; Walker, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b721-15\">John N. Carlisle, for respondent.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b721-16\">WARD, J.</author>\n<p id=\"AKC\">The plaintiff resides at Watertown, N. Y., and is a member of the firm of Hunting, Weeks &lt;&amp; Corcoran, wholesale dealers in plumbers’ supplies, and sold the goods of the concern on the road. On the 22d day of October, 1895, he purchased of the defendant, in Syracuse, a mileage book, paying $20 for it. On the 24th of October he was at Pulaski, in Oswego county, having this mileage book with him,, which had about 900 miles upon which to travel, to take a train on defendant’s road to Syracuse. A train from Oswego, on the same road, had just started away when he got to the depot. The ticket agent at the Pulaski office was out at the train which plaintiff desired to take, and it was about to start. The plaintiff asked the conductor of the train if he was going right away, and be said that he was, and the plaintiff got on the train. The train was about 150 feet from the depot. When upon the train, the conductor came, and asked the plaintiff for a ticket. The plaintiff had none, but tendered him the mileage book. The conductor declined <page-number citation-index=\"1\" label=\"702\">*702</page-number>to take the mileage, and, upon plaintiff’s failure to pay his fare, or produce a ticket, the railroad men in charge of the train expelled the plaintiff from the train. There was no dispute about the facts upon the trial. The defendant moved for a nonsuit, and the plaintiff for the direction by the court of a verdict in his favor; and the plaintiff’s motion prevailed.</p>\n<p id=\"b722-4\">Upon the trial the plaintiff offered in evidence his mileage book, which entitled the plaintiff to travel 1,000 miles on the line or lines of its railroad. Upon receiving the mileage, book, it appeared that the plaintiff signed what is called a “contract,” printed upon the book, which provided, among other things, as follows:</p>\n<blockquote id=\"AGz\">.“It is only good for passage on the train when presented to the conductor with a passage ticket which had been received in exchange for the coupons which have been detached from this book. The passage ticket given in exchange for such coupons is subject to all the conditions in this contract, being-good only for a continuous passage within the time named therein, and no stop-over will be allowed. * * * Neither this mileage book nor the coupons attached to it are of any value unless stamped by selling agent and signed by the purchaser. The purchaser’s signature must be witnessed by the agent of the company selling this mileage book. * * * Coupons of this book will not be received in exchange for a passage ticket unless they have been detached by ticket agent. * In consideration of this book being sold at a reduced fare, the undersigned agrees to purchase and accept it upon the above conditions, which he or she has read and fully understands, and hereby undertakes to abide by in every case.”</blockquote>\n<p id=\"b722-9\">The defendant’s answer did not allege this contract, or make any reference to it. .</p>\n<p id=\"b722-10\">Chapter 1027 of the Laws of 1895, under which this mileage book was issued, is as follows:</p>\n<blockquote id=\"b722-11\">“Every railroad corporation operating a railroad in this state the line or lines of which are more than one hundred miles in length and which is authorized by law to charge a maximum fare of more than two cents per mile and not more than three cents per mile, shall issue mileage books entitling the holder thereof to travel one thousand miles on the line or lines of such railroad, for which the corporation may charge a sum not to exceed two cents per mile. Any railroad corporation which shall refuse to issue a mileage book as provided by this section, or, in violation thereof, to accept such mileage book for transportation, shall forfeit fifty dollars to be recovered by the party to which such refusal is made; but no action can be maintained therefor unless commenced within one year after the cause of action accrued.”</blockquote>\n<p id=\"b722-12\">The defendant’s road came within the provisions of this statute, and the action was commenced within one year after the cause of action accrued.</p>\n<p id=\"b722-13\">The plaintiff’s contention is that by force of the statute quoted the-conductor was bound to take the mileage from the book and permit the plaintiff to travel upon the train; that under the circumstances of the case he was not bound to apply to the agent for a ticket upon his mileage book under the contract cited; that the contract was not authorized by the statute, but was a limitation of the plaintiff’s rights under the statute, and void; and that there was no consideration for the contract, and that the defendant, to avail itself of the contract, should have alleged it in the answer. The defendant contends that the contract was binding, and that the plaintiff was not entitled to transportation upon the train unless he had complied with its conditions; that, the book having been given in evidence by <page-number citation-index=\"1\" label=\"703\">*703</page-number>the plaintiff, the contract was established in the case upon the plaintiff’s own showing, and the defendant could avail itself of the contract (without having alleged it in its answer) upon a motion for a nonsuit. The penalty recovered in this action accrued under the statute cited when “any railroad corporation \"\"\" * * shall refuse to issue a mileage book as provided in this section or in violation thereof to accept such mileage book for transportation.” The recovery in this case is predicated upon the latter clause, the refusal of the defendant to accept the mileage book for transportation. The act of 1895 did not provide for the contract upon which the defendant stands. That contract was only sanctioned by subsequent legislation, to wit, chapter 835 of the Laws of 1896, which amended the act of 1895, and provided that “the holder of any such mileage book shall be entitled upon surrender at any ticket office on the lines, of such railroad coupons equal in number to the number of miles which he or \"\"\" * * wishes to travel on the line or lines of such railroad, to a mileage exchange ticket therefor,” with the further provision that such exchange ticket should entitle the holder to travel on the railroad without producing the mileage book. This amendment was evidently procured for the purpose of justifying the railroad companies in imposing upon the public, when the mileage book was demanded, the contract under which the defendant justifies its action in this case; but this case is governed by the act of 1895, and we do not think that that act authorized the defendant, as a condition of its transportation upon its lines, and the issuing of a mileage book, to require the execution of the contract that appears in this case. The statute is absolute that the mileage book should be issued upon the payment of the required sum, and that mileage book entitled the holder to transportation upon the cars. Any condition to the exercise of this right not warranted by the statute was a violation of the spirit of its provisions, and could not be enforced.</p>\n<p id=\"b723-4\">Again, there was no consideration for this contract. The assumed consideration was the reduction of fare, but the reduction of fare was a matter of statutory right, which the plaintiff had upon the tender of the $20 and the demand for the mileage book at the proper office of the defendant. “Neither the promise to do a thing nor the actual doing of it will be a good consideration if it is a thing which the party is bound to do by the general law or by subsisting contract with the other party.” Pol. Cont. 161; Crosby v. Wood, 6 N. Y. 369; Deacon v. Gridley, 15 C. B. 295. “Nor is the performance of that which the party was under a previous legal, valid obligation to perform a sufficient consideration for a new contract.” 2 Pars. Cont. 437; Vanderbilt v. Schreyer, 91 N. Y. 392, 401, and cases cited on the latter page; Seybolt v. Railroad Co., 95 N. Y. 562. Having reached these conclusions, it is unnecessary to consider the question whether the defendant could avail itself of this contract, not having pleaded it.</p>\n<p id=\"b723-5\">The judgment and order appealed from should be affirmed, with costs. All concur, except HARDIN, P. J., and FOLLETT, J., dissenting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}