{
  "casebody": {
    "data": "<casebody firstpage=\"89\" lastpage=\"108\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-4\">THE NEW HAVEN AND NORTHAMPTON COMPANY, Plaintiffs and Respondents, <em>v. </em>EDWARD A. QUINTARD et al., Defendants and Appellants.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b93-5\">Where, in a contract made by a vendor at A. to ship goods from B. to C., no time is mentioned within which the shipment is to be made, the law implies a contract to make the shipment within a reasonable time.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b93-6\">This reasonable time is to be determined on a consideration of all those facts which both parties had in view in making the contract.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b93-7\">As a general rule in such a case, a reasonable time is that which is sufficient to transmit notice of the contract from A. to -B., and to complete a shipment commenced immediately on the receipt of such notice.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b93-8\">Special facts, either known, or presumed to he known, to both parties, will modify these rules.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b93-9\">Hence, obstructions of a railroad over which the vendor expected to receive the goods, by freshets or rebel raids, or a delay of that railroad in delivering the goods, or an appropriation by that railroad of the goods to its own use, not being shown affirmatively to have been known to the vendee at the time of the making the contract, cannot be considered in determining the question as to what should be deemed a reasonable time for its performance, they not being presumed to be within the vendee’s knowledge. The eases of Wibert <em>v. </em>Erie Railroad Company (12 N. Y., 251), Cross v. Beard (26 N. Y., 85), Cooker <em>v. </em>Franklin Co. (3 Sumn., 530), are not in conflict.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b93-10\">But a fi-eshet, being an act of God, will excuse non-performance if it render performance impossible.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b93-11\">It must, however, be pleaded as an affirmative defense.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b93-12\">It must also be proved to have rendered performance impossible.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b93-13\">And at the time of making the contract must have been unknown to the vendor.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b93-14\">Where the contract is for the vendor to ship goods from one place to the vendee at another place, no time or place being prescribed for payment, in such case the shipment is to be precedent to the payment.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b93-15\">Discussion as to what acts and matters will operate as a waiver of performance, or of a breach.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b93-16\">Under section 158 of the Stamp Act of June 30, 1864, the omission to affix a proper stamp does not avoid an instrument, unless such omission was with intent to evade the provisions of the act.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b93-17\">Therefore one who seeks to exclude from being given in evidence an instrument by reason of its invalidity in not being properly stamped must show affirmatively that the omission was with intent to evade the provisions of the act.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b93-18\">But, if the burden of proving the absence of such intent was on the party offering the instrument, still, if it be received by the Court under the general objection that the want of a proper stamp renders it invalid, a judgment will not be reversed by reason of such reception.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"A44\">As the defect arising from the want of a proper stamp could have been remedied <page-number citation-index=\"1\" label=\"90\">*90</page-number>by evidence as to the intent of the omission, the objection,' to be tenable (in case of reception), must be placed on the ground of the absence of such evidence. Per Jones, J.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b94-5\">An unstamped contract is not invalid, unless the omission to stamp was with the intent to evade the provisions of the act of Congress, and the burden of proving such intent is upon the party objecting. Per concurring opinion of Moneli, J.</headnotes>\n<p data-order=\"17\" data-type=\"headnotes\" id=\"b94-6\">Before Monell, Jones, and Fithian, JJ.</p>\n<decisiondate data-order=\"18\" data-type=\"decisiondate\" id=\"b94-7\"><em>[Decided March </em>12, 1869.]</decisiondate>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b94-8\">This was an action to recover damages for alleged refusal by defendants to deliver coal sold.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b94-9\">The case was tried before Chief-Justice Robertson and a jury.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b94-10\">On the 23d of April, 1864, the defendants offered in writing to ship to the plaintiffs, at Hew Haven, two cargoes of Hampshire coal, at $6.25 per ton, at Baltimore.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b94-11\">The agreement was signed by the defendants, and stamped, and various letters were introduced on the trial binding the defendants and demanding the coal. The offer was not accepted in writing until November, 1864.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b94-12\">Meantime, frequent freshets and numerous raids by the rebel forces, “ and the loss of horses and locomotives by guerilla bands ” and other causes, had produced a great scarcity of the coal, and a corresponding advance in price.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b94-13\">On the 15th of December, 1864, plaintiffs applied to defendants for an order for the coal, which was given, but no coal was delivered on the order.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b94-14\">In January, 1865, the plaintiffs’ agent made a demand for the coal, at New York, upon the defendant Quintard.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b94-15\">Yeamans, plaintiffs’ agent, testified that he did not make any formal tender of money, but stated that they were ready to pay for the coal when delivered.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b94-16\">This was denied by Mr. Quintard, who testified that they never declined to deliver the coal, whenever the plaintiffs would send for it, or they, (the defendants) could get a vessel in which to send it.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b94-17\">The Court charged the jury that the defendants were bound to <page-number citation-index=\"1\" label=\"91\">*91</page-number>ship the coal on vessels within reasonable time, and that no unusual cause of delay arising after the contract should extend that time, and that the plaintiffs had performed their contract if they were ready and willing, and offered to pay for and receive the coal, and demanded it. and defendants failed within a reasonable time to deliver it; and that if the plaintiffs were entitled to recover, they were entitled to recover the difference between the price of the coal according to the contract, and the highest price between the time of the contract and the commencement of the suit. The defendants excepted.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b95-5\">The jury found a verdict for the plaintiffs.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b95-6\">Judgment was ordered on said verdict', and the defendant appealed to the general term.</summary>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b95-7\"><em>Mr. Hamilton Odell </em>for appellants.</attorneys>\n<summary data-order=\"32\" data-type=\"legal\" id=\"b95-8\">The Court erred in admitting in evidence the defendants’ letter of April 23, and Teamans’ letters, as proof of the agreement alleged in the complaint, because, not being stamped as required by act of Congress, they were invalid as agreements and incompetent as evidence (Beebe <em>v. </em>Hutton, 47 Barb., 183; Meyers <em>v. </em>Smith, 48 Barb., 636; Hoppock <em>v. </em>Stone, 50 Barb., 524).</summary>\n<summary data-order=\"33\" data-type=\"legal\" id=\"b95-9\">In contracts for the purchase and sale of goods, where no time of payment is agreed upon, delivery and payment are concurrent acts, and neither party can maintain an action for non-performance by the other, without showing either a performance or an <em>offer </em>or <em>tender </em>of performance on his part. Mere <em>readiness to </em>perform is not sufficient (Fickett <em>v. </em>Brice, 22 How., 194; Frey <em>v. </em>Johnson, id., 316; Flanagan <em>v. </em>Demarest, 3 Hob., 173; Kelley <em>v. </em>Upton, 5 Duer, 336; Smith <em>v. </em>Wright, 1 Abb., 243; Lester <em>v. </em>Jewett, 11 <em>N. </em>Y., 453 ; Dunham <em>v. </em>Pettee, 8 N. Y., 508 ; Tipton <em>v. </em>Feitner, 20 N. Y., 423 ; Baker <em>v. </em>Higgins, 21 N. Y., 397; Crist <em>v. </em>Armour, 34 Barb., 378 ; Aikin <em>v. </em>Davis, 45 Barb., 44; Stevenson <em>v. </em>Maxwell, 2 N. Y., 409; Morris <em>v. </em>Sliter, 1 Denio, 59; Williams <em>v. </em>Healy, 3 Denio, 363).</summary>\n<summary data-order=\"34\" data-type=\"legal\" id=\"b95-10\">The proof failed to show any offer or tender upon plaintiffs’ part.</summary>\n<summary data-order=\"35\" data-type=\"legal\" id=\"b96-4\"><page-number citation-index=\"1\" label=\"92\">*92</page-number>The verdict of the jury, finding, under the charge of the Court) that plaintiffs notified defendants of their readiness to pay, is contrary to the evidence and should he set aside.</summary>\n<summary data-order=\"36\" data-type=\"legal\" id=\"b96-5\">The Court erred in its definition of “ reasonable time,” within which the plaintiffs were required to perform.</summary>\n<summary data-order=\"37\" data-type=\"legal\" id=\"b96-6\">There was no <em>refusal </em>by the defendants to deliver the coal.</summary>\n<summary data-order=\"38\" data-type=\"legal\" id=\"b96-7\">The testimony shows a continued willingness and effort on their part to fulfil their agreement. It shows an undertaking by plaintiffs in December to furnish vessels if defendants would give an order for the coal, and the giving of an order by defendants. It also shows that the failure to obtain the coal under the order was owing <em>solely </em>to the scarcity of vessels and the rate of freight. to which plaintiffs limited their agents at Baltimore. It also shows a demand by Yeamans in January (immediately preceding the commencement of this action), but no refusal.</summary>\n<summary data-order=\"39\" data-type=\"legal\" id=\"b96-8\">The Court erred in its charge upon the question of' damages, and the damages allowed by the jury were excessive.</summary>\n<summary data-order=\"40\" data-type=\"legal\" id=\"b96-9\">By the law of this Court and the ruling at the' trial, no valid agreement existed between these parties until ¡November, when the plaintiffs, in writing, accepted the offer of April 23.</summary>\n<summary data-order=\"41\" data-type=\"legal\" id=\"b96-10\">The case shows that at that time, and subsequently, the price of coal did not .exceed ten dollars and fifty cents per ton.</summary>\n<summary data-order=\"42\" data-type=\"legal\" id=\"b96-11\">Damages were allowed under the direction of the Court, for the difference between the contract price and eleven dollars \"per ton, which was the price in October, before the agreement was concluded between the parties.</summary>\n<attorneys data-order=\"43\" data-type=\"attorneys\" id=\"b96-12\"><em>Mr. John L. Cadwalader </em>for respondents.</attorneys>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b96-13\">The exception that the Court erred in admitting in evidence the contract dated April 23, 1864, was frivolous.</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b96-14\">Defendants had a right to stamp it. The stamp act of July 1, 1862, see. 94, provides, that <em>“ </em>any person who shall sign, or <em>for whose use and benefit the same shall be made </em>and signed or. issued,” shall stamp it (U. S. Statutes at Large, vol. xii., p. 415).</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b96-15\">There was no intention to evade the statute. Without that <page-number citation-index=\"1\" label=\"93\">*93</page-number>the want of a stamp does not invalidate (Vorebeck <em>v. </em>Roe, 50 Barb., 302).</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b97-5\">The point that the agreement was within the statutes of fraud, and void, was formerly decided by this Court at General Term (January, 1868), and cannot be raised here.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b97-6\">In judging of reasonable time, the jury were to consider the position of the parties when the contract was made, and the ordinary time contemplated in contracts of this nature in general, as distinguished from events happening afterward (Ellis <em>v. </em>Thomson, 3 M. <em>&amp; </em>W., 445 ; Farmers’ Loan, &amp;c., <em>v. </em>Hunt, 16 Barb., 521).</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b97-7\">A party making a purchase of this kind has a right to sell or to count upon delivery as a certainty. It is well settled that impossibility in carrying out a contract is no defence (Bute <em>v. </em>Thomson, 13 M. &amp; W., 487; Hills <em>v. </em>Sughrue, 15 M. <em>&amp; </em>W., <em>261; </em>Addison on Cont., 2d Am. ed., p. 1130).</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b97-8\">The defendants were not bound to tender the actual money, but a readiness, an ability, and offer to perform, coupled with a demand of performance, were sufficient (Coonley <em>v. </em>Anderson, 1 Hill, 519 <em>; </em>Vail <em>v. </em>Rice, 5 N. Y. R., 155 ; Bronson <em>v. </em>Wiman, 4 Seld., 182; Kingston <em>v. </em>Preston, 2 Doug., 690; Topping <em>v. </em>Root, 4 Con., 404; Porter <em>v. </em>Rose, 12 John., 209 ; Lester <em>v. </em>Jewett, 11 N. Y., 453 ; Dana <em>v. </em>King., 2 Pick., 156).</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b97-9\">The acts were not simultaneous; the defendants were bound to ship, to do something, before the plaintiffs’ liability to pay occurred, and until they did ship, and we knew the amount of coal, we could not by any possibility make a tender.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b97-10\">Besides, the defendants refused, in substance, to deliver, and a tender would have been nugatory (Paine <em>v. </em>Brown, 4 Trans. App., 198; Nicholas <em>v. </em>Rensselaer Ins. Co., 28 Wend., 125; Stone <em>v. </em>Sprague, 20 Barb., 509 ; Adams <em>v. </em>Wadhams, 40 Barb., 225 ; Williams <em>v. </em>Sherman, 48 ib., 402).</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b97-11\">The rule of damages was correct. In an action brought without unreasonable delay, for damages for the non-performance of a contract, the rule is the highest value of the property from the lapse of a\" reasonable time to the time of trial (Suydam <em>v. </em>Jen<page-number citation-index=\"1\" label=\"94\">*94</page-number>kins, 3 Sand., 614; West <em>v. </em>Wentworth, 3 Cow., 82; Dey <em>v. </em>Dox, 9 Wend., 129 ; Potter <em>v. </em>Hopkins, 25 Wend., 41; Young <em>v. </em>Willett, 8 Bosw., 486; Scott <em>v. </em>Rogers, 31 N. Y. R., 676 ; Romaine <em>v. </em>Van Allen, 26 N. Y. R., 309; Burton <em>v. </em>Fisk, 30 N. Y. R., 166).</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b98-5\">But even if the rule is otherwise, it is only ground for a reduction of the damages.</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b98-6\">The jury gave damages at the rate of $4.75 per ton on 500 tons, as two cargoes, taking $11 as the highest price, and interest from January, 1865, when the last demand was made of the defendants.</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b98-7\">The case shows, that the price of the coal in January, and for two months before, was $10.50; in any event, therefore, the judgment could only be reduced $250.</summary>\n<opinion data-order=\"57\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b98-8\">\n<em>By the Court :</em>\n</p>\n<author id=\"b98-9\">Jones, J.</author>\n<p id=\"AcX\">When no time is specified for the performance of a contract, its legal effect is that the parties have contracted for its performance in a reasonable time.</p>\n<p id=\"b98-10\">What the reasonable time thus contracted for is, must be determined upon a consideration of all those facts which both parties had in view in making the contract.</p>\n<p id=\"b98-11\">There are some general rules which have a controlling influence in determining what this reasonable time is in those cases where they are applicable. Thus, one is presumed not to require more than a business day to pay a sum of money which he has contracted to payso one who sells an article is presumed to have it on hand, ready for delivery; so, again, one who contracts to perform an act within a reasonable time is presumed to have the means at hand for immediately proceeding on its performance.</p>\n<p id=\"b98-12\">Evidence showing the existence of facts known, or presumed to be known, to both parties, and that the parties contracted in reference thereto, will modify these rules in accordance with said facts; but unless so modified, the parties will be presumed to have contracted in reference to these rules.</p>\n<p id=\"b98-13\">To apply these rules to the present case : The contract was made on the 17th November, 1864, in the city of New York, and <page-number citation-index=\"1\" label=\"95\">*95</page-number>was to ship, at Baltimore or Georgetown, two cargoes of coal to New Haven, at $6.25 per ton at Baltimore or Georgetown. Hnder this contract the defendants, according to the above rules, must be presumed to have had on hand, ready for shipment, the requisite amount of coal, and to have had facilities for immediately commencing the shipment.</p>\n<p id=\"b99-5\">Only so much time, then, can be allowed them for the performance of their contract as was requisite to send notice of the contract to Baltimore or Georgetown, and to complete a shipment of coal on hand at either of those places, commenced immediately on the receipt of said notice at said places.</p>\n<p id=\"b99-6\">It would perhaps be superfluous to require proof to show that a month would be an unreasonable time to take for performing these acts.</p>\n<p id=\"b99-7\">But there is evidence showing that four and a half cargoes can be shipped per month (fol. 78); that four cargoes had been shipped in December, 1864, one of them to New Haven ; and thus establishing, under the above rules, that the reasonable time within which the contract should have been performed expired at least as early as December 17, 1864.</p>\n<p id=\"b99-8\">It is, however, insisted that there is evidence showing facts modifying the above rules and extending the time for performance. The facts thus relied on are: (1) obstruction of the railroad by freshets; (2) raids by rebel forces obstructing the railroad; (3) delay of the railroad in delivering the coal, and its appropriation to its own use of a considerable quantity of the coal they should have delivered.</p>\n<p id=\"b99-9\">None of these matters were shown to have been mentioned at the time the contract was entered into, nor is it shown that at that time they were known to the plaintiff, or its agent, nor can the plaintiff or its agent be presumed to have known them.</p>\n<p id=\"b99-10\">The contract therefore was not entered into with reference to any of these matters; and they cannot therefore.be considered in determining the question as to what should be deemed a reasonable time for its performance (Ellis <em>v. </em>Thompson, 3 Mees. &amp; <page-number citation-index=\"1\" label=\"96\">*96</page-number>Weld., 445; Farmers’ Loan, and Trust Co. <em>v. </em>Hane, 16 Barb., cited, p. 521).</p>\n<p id=\"b100-4\">The common-carrier cases cited by respondent’s counsel do not conflict with the foregoing views. They hold that where no time is specified within which transportation is to be made, the contract of the carrier is to transport with reasonable diligence. Of course such a contract is not broken if a delay occur not within power of the carrier to control, because such a delay does not show a want of reasonable diligence.</p>\n<p id=\"b100-5\">The case of Wibert <em>v. </em>Erie Railroad Company (12 N. Y., 251) does not maintain the doctrine that the fact of the delay being occasioned by an accumulation of previously received freight, will excuse the carriers in cases not falling within the statute mentioned in the opinion, or within the principle of that statute.</p>\n<p id=\"b100-6\">Whether in other cases such fact would be an excuse may be regarded as not yet determined in this State, and it is unnecessary now to determine it.</p>\n<p id=\"b100-7\">In the demurrage case the Court held that where there was no express contract as to the time in which the vessel should discharge cargo, the law would imply a contract to discharge her in the usual and customary time for unloading such cargo ; that such .custom required the vessel to await her turn; and that, as the defendant in the case- then on argument was the owner of the dock, and there was an unusual accumulation of vessels at his dock with cargoes for himself, he should be allowed to show that such accumulation was without his fault, and consequent upon risks to which navigation is frequently exposed. Indeed, the opinion seems to indicate that it would lie in the plaintiff to show that the accumulation was by fault of the defendant (Cross <em>v. </em>Beard, 26 N. Y., 85).</p>\n<p id=\"b100-8\">The case of Cocker <em>v. </em>Franklin County (3 Sumn., 530) is a report of a nisi prius trial had in a sister State.</p>\n<p id=\"b100-9\">Assuming the charge of the learned Judge in that case to lay down a doctrine opposed to that of the charge in this case, still it would not be an authority to control our decision in its favor as against the charge under review. It possesses no greater <page-number citation-index=\"1\" label=\"97\">*97</page-number>weight than the present charge. The fact that it is prior in point of time, and is printed in a volume of reports, does not invest it with any greater weight.</p>\n<p id=\"b101-5\">But it does not lay down any different doctrine. It is true there are contained in the charge some general expressions which, taken by themselves, would give color to the respondent’s propositions. But these remarks immediately follow the citation of the case of Ellis <em>v. </em>Thompson (3 Mees. <em>&amp; </em>Weld., 445). And the instruction given to the jury of the doctrine established by that case, viz., that the question of reasonable time was to be determined by a consideration of those facts bearing on it which were proved, or presumed by law, to be known to both contracting parties. Then these general remarks follow, instructing the jury what facts, if known to both parties, would bear on the question of reasonable time.</p>\n<p id=\"b101-6\">Taking the whole charge together, this is the correct exposition of the meaning of the general expressions in question ; and in this respect the.charge does not militate against the doctrine advanced in this opinion.</p>\n<p id=\"b101-7\">The other cases cited need no especial reference. They contain no doctrine at variance with the above views.</p>\n<p id=\"b101-8\">But it is further urged that the freshet was the act of God ; and, as I understand it, that consequently the time 'within which the contract should otherwise be performed was thereby extended ; and the case of Wolfe <em>v. </em>Howe (20 N. Y., 197) is cited. Under the legal signification of the term “ act of God ” (Niblo <em>v. </em>Binnse, 44 Barb., cited, p. 62) a freshet may well be considered as an act of God.</p>\n<p id=\"b101-9\">An act of God, however, does not change the contract between the parties ; but when it renders performance impossible it affords an excuse for non-performance. To entitle a defendant to the benefit of such excuse he must plead it as an affirmative defence. This the defendant in the present ease has omitted to do.</p>\n<p id=\"b101-10\">But further than this: the only freshet complained of occurred in the spring of 1864, long before the contract in question was <page-number citation-index=\"1\" label=\"98\">*98</page-number>entered into, and then caused an interruption of but ten days (fob 114). There is no evidence tending to show that this freshet interfered with the delivery of the coal, otherwise than by causing a deficiency of supply to meet the contracts then on hand, and consequently to delay their execution, and by reason thereof the execution of others coming after them. This is too remote to have any effect on the present contract. A defendant cannot be allowed to evade the requirements of his contract by seeking for an excuse for delay in its execution at such a remote period of time prior to the making of the contract. Besides, the defendants must have known of the effect of this freshet at the time they made the contract, while the plaintiff was in ignorance of it; and they must be deemed to have made the contract to ship in a reasonable time, without any reference to the effect of the freshet.</p>\n<p id=\"b102-5\">There was considerable evidence on the subject of scarcity of vessels to receive shipments of coal. However that fact may be, it cannot, for the reasons given in respect to the raids,, be considered in determining the question of reasonable time..</p>\n<p id=\"b102-6\">Other of the appellants’ points raise the question whether shipment and payment were not to be concurrent acts, and to be performed simultaneously.</p>\n<p id=\"b102-7\">I think shipment was to precede payment.</p>\n<p id=\"b102-8\">The contract called for a shipment by defendants to plaintiff at Philadelphia. This shows that it was not in the contemplation of the parties that plaintiff should be at either Baltimore or Georgetown to receive the coal; if it was not contemplated that he should be there to receive; it could not have been contemplated that he should be there to pay or receipt. Shipment and payment, then, were not to be concurrent acts. Payment was not to be a precedent act, for the whole evidence shows that the non-shipment was never sought to be excused on the ground that precedent payment had not been made.</p>\n<p id=\"b102-9\">It follows, as the proof is clear that no shipment was ever made, and no valid excuse is shown for not making it, that defendants are liable for the breach of the contract with<page-number citation-index=\"1\" label=\"99\">*99</page-number>out any tender or offer on plaintiff’s part (Morris <em>v. </em>Sliter, 1 Denio, 59).</p>\n<p id=\"b103-5\">This view disposes of the second, third, fourth, fifth, and sixth points, except so much of point six as refers to defendant’s continued willingness to perform.</p>\n<p id=\"b103-6\">Upon these principles, the clear and uncontradicted evidence shows that the reasonable time for the performance of the contract by the defendants expired at least as early as the 15tli of December, 1864, and at that time a breach of their contract on the part of the defendants.</p>\n<p id=\"b103-7\">This necessarily disposes of the objection arising out of plaintiff’s offer to furnish vessels to receive the cargoes, and the limit as to the rate to be paid for carrying the freight placed by it on the ship brokers it employed; for these matters, occurring after breach, were not sufficient to constitute a waiver thereof, or to relieve the defendants from their liability already accrued.</p>\n<p id=\"b103-8\">But there are further reasons why this offer and limit cannot defeat plaintiff’s recovery.</p>\n<p id=\"b103-9\">The offer to furnish vessels was voluntary and without consideration, and therefore could not operate to change the rights of the parties under the contract. Nor will an offer or endeavor by one party to the contract to aid the other in performing his contract, and thus speed its fulfilment, absolve the other from performance.</p>\n<p id=\"b103-10\">If both parties regard the offer as giving to the one the exclusive charge of providing something which the other was bound to provide, and they so act upon it, this would form an excuse for a delay in performance occasioned by a non-provision of the thing to be furnished.</p>\n<p id=\"b103-11\">Such offer, however, might at any time be withdrawn, and then the parties would be remitted to their rights under the contract, with such excuse for intermediate delay as might be furnished by the existence of the offer.</p>\n<p id=\"b103-12\">But in this case the parties did not regard the offer as one which gave the exclusive charge of procuring a vessel to the plaintiff, nor did they act on it as such. The defendant’s ship<page-number citation-index=\"1\" label=\"100\">*100</page-number>ping agent swears that he told the ship brokers employed by plaintiff that he would procure a vessel himself if he could (fol. 112). Again, he says, “ I offered to ship up to two hundred and fifty tons whenever I could ship the coal with certainty and Bose <em>&amp; </em>Lyon <em>or myself </em>could find a vessel of suitable character ” (fol. 119).</p>\n<p id=\"b104-4\">The offer was simply to aid in finding a vessel, and was so understood by the parties, and, consequently, did not relieve defendants of their obligation to ship in a reasonable time.</p>\n<p id=\"b104-5\">Further, defendants’ shipping agent placed restrictions on the ship brokers as to the character of the vessel to be furnished. This, except on the basis that the offer was a mere voluntary one of assistance, he had no right to do, and so the placing of such restrictions destroyed the effect of the offer.</p>\n<p id=\"b104-6\">Again, the shipping agent, not being then able to furnish the coal, undertook to notify the ship brokers at the earliest moment when he could furnish the coal (fol. 112). He never gave any such notification, therefore the non-shipment is to be ascribed rather to the absence of coal than to the non-providing a vessel.</p>\n<p id=\"b104-7\">The limit as to the rate to be paid by the ship brokers for carrying the freight was imposed by the plaintiff on its agents to govern their action. It did not assume to act on the obligation of the defendants.</p>\n<p id=\"b104-8\">Their obligation was to ship at the ruling rates. A limitation not addressed to them, but to a third party, wholly unconnected with and acting independently of them, for his guidance, cannot affect their obligation.</p>\n<p id=\"b104-9\">This disposes of so much of the sixth point not before disposed of; also of the first, second, and third subdivisions of point seven;. also-of the second and third subdivisions of point ten.</p>\n<p id=\"b104-10\">The testimony of Small as to the price of coal at Baltimore was properly admitted; although he made no sales himself personally, yet his testimony shows that he had knowledge, from being on the spot and being cognizant of sales made by others.</p>\n<p id=\"b104-11\">This disposes of the eighth point.</p>\n<p id=\"b104-12\">The discrepancy between the evidence of Small and that of <page-number citation-index=\"1\" label=\"101\">*101</page-number>Lyon as to the size of cargo which Small offered to furnish, was, in the views above taken, wholly immaterial, and consequently any erroneous assumption on that point would not call for a reversal; and, for the same reason, the exclusion of the letter of Rose <em>&amp; </em>Lyon, even if erroneous, does not affect the judgment. The same remark applies to the point respecting the demand of Teamans prior to November.</p>\n<p id=\"b105-4\">It is also said that plaintiffs sought to obtain a larger cargo than they were entitled to. I find no evidence sustaining this. They were entitled to two cargoes of two hundred and fifty tons each. I do not perceive .that they ever sought to obtain more than five hundred tons. Certainly after the great delay in furnishing the coal they were entitled to have as much of five hundred tons loaded in one vessel as the draft of water at the dock where the coal was to be furnished, and the accommodation of the dock, would permit. This disposes of all the seventh point not before disposed of, and also of the first subdivision of the tenth. As to the charge, at folio 175, leaving it to the jury to determine whether the evidence of Quintard did not show a refusal to perform, I think the charge was more favorable to the defendant than he had a right to.</p>\n<p id=\"b105-5\">Quintard’s testimony is that he informed the plaintiff’s agent, Avhen the offer and demand were made by him, that the coal was ready at any time when plaintiff would send a vessel for it, or the defendants could get one to send it.</p>\n<p id=\"b105-6\">Such were not the teams of the contract. The contract was for a shipment within a a-easonable time. It is held above that what is a reasonable time does not depend on the difficulty of procuring vessels; that by the conta’act defendants undertook to have the means for shipment on hand ready to commence the shipment as soon as the order could in due time be transmitted to their agent. The offer, then, to pea-form upon conditions not provided for by the contract was a a-efusal to perform aceordhag to its requia-ements. Again, it is above held that befoa-e this offer was made a ba-eaeh of the contract had occura-ed; an offer to perform after breach will not relieve from liability therefoa-.</p>\n<p id=\"b106-3\"><page-number citation-index=\"1\" label=\"102\">*102</page-number>This disposes of all of the tenth point not before disposed of.</p>\n<p id=\"b106-4\">Under the law as settled by this Court, the written offer of April 23,1864, signed by the defendants, and the letter of November 17,1864, signed by plaintiff’s agent, referring to the offer of April 23, and treating it as a subsisting contract, constituted a valid contract under the Statute of Frauds.</p>\n<p id=\"b106-5\">Another objection urged, is that the agreement was not properly stamped under the United States stamp act.</p>\n<p id=\"b106-6\">The stamp act applicable to this case is that of June 30, 1864, which took effect August, 1864, and the point arises under the' 158th section of that act, which is as follows :</p>\n<p id=\"b106-7\"><em>“ </em>Sec. 158. And be it further enacted, that any person or persons who shall make, sign, or issue, or who shall cause to be ‘1 - ,¡ made, signed, or issued, any instrument, document, or paper of any kind,or description whatsoever, or shall accept or pay, or cause to be accepted or paid, any bill of exchange, draft or order, or promissory note for the payment of money, without the same being duly stamped or having thereon an adhesive stamp for denoting the duty chargeable thereon, <em>with intent to evade the provisions of this </em>aet, shall, for every such offence, forfeit the sum of two hundred dollars; and such instrument, document, or paper, bill, draft or order, or note, shall be deemed invalid and of no effect.”</p>\n<p id=\"b106-10\">The point is not well taken, for two reasons:</p>\n<p id=\"b106-11\">1. There is no evidence that the omission to affix the proper stamp was <em>with intent to evade the provisions of the aet. </em>It is necessary that the omission should be <em>with such intent m </em>order to invalidate the instrument; and the burden of proving such intent lies in the party seeking to invalidate the defendant in this case.</p>\n<p id=\"b106-13\">2. Even if the burden of proof was upon the plaintiff, yet the defendant cannot now take advantage of the defect of\" proof; for on his motion for a nonsuit he did not call the attention of. the plaintiff to such defect. If he had, it might have been supplied. He claimed-, on the motion for a nonsuit, that-the bare <page-number citation-index=\"1\" label=\"103\">*103</page-number>omission of the stamp of itself invalidated the agreement. This was his only claim, and in this he was in error.</p>\n<p id=\"b107-4\">This disposes of the first point.</p>\n<p id=\"b107-5\">But I think the ninth point is well taken, and the rule of damages adopted was erroneous. The proper rule is the difference between the contract price and the market price on the day of breach. This contract did not become valid and binding until November 17,1864; until that day there was no legal obligation on the defendants to perform. The reasonable time within which they should perform must date from the day on which they first became liable to perform. Plaintiff was allowed to recover at a rate which ruled prior to the contract becoming binding, which was higher than that which ruled afterward. From the time the contract became binding down to a date long subsequent to the breach, the market rate had remained uniform a $10.50 per ton (fol. 60).</p>\n<p id=\"b107-6\">The judgment should be reduced by deducting $250, with interest thereon.</p>\n<p id=\"b107-7\">If the plaintiff consent to make such reduction, the judgment is affirmed without costs of appeal to either party. If he refuse, judgment is reversed, and anew trial is ordered, with costs of appeal to the appellant to abide the event.</p>\n</opinion>\n<opinion data-order=\"58\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b107-8\">Monell, J.</author>\n<p id=\"AES\">(concurring). One of the questions in this case is whether the contract was invalid by reason of not being stamped, as required by the 158th section of the act of Congress of June 30,1864. That section provides that any person who shall make any instrument, &amp;c., <em>“ </em>without the same being, duly stamped, or having thereupon an adhesive stamp for denoting the duty chargeable thereon, <em>with intent to evade the provisions of this act” </em>shall forfeit, &amp;c., and such instrument “ <em>shall he deemed invalid and of no effectP</em></p>\n<p id=\"b107-9\">The instruments which formed the contract in this case were six several letters, written by the parties respectively, commencing on the 23d of April and ending on the 13th of December, 1864; and the plaintiff proved that in April, 1865, after the com<page-number citation-index=\"1\" label=\"104\">*104</page-number>mencement of the action, they placed the required revenue stamp upon <em>one </em>of the letters addressed to them.by the defendants, which letter contained the offer of the defendants to sell to the plaintiff the coal in question.</p>\n<p id=\"b108-4\">The form of the contract in this dase illustrates one of the difficulties in the practical working of the Revenue Stamp Act. Where an entire agreement is included in. one instrument, signed by the respective parties, the letter of the act can be complied with; but where the agreement consists of separate instruments, each signed by one party only, at a different time, or, as in the case before us, of six letters, written at intervals during a period of eight months, and where no contract is formed until the last instrument is signed and delivered,' or the last letter is sent and received, it is difficult to determine when, or upon which of the several instruments, the revenue stamp shall be placed. I do not understand' the act to require that each of the several parts of the agreement shall be stamped, but merely that each sheet or piece of paper upon which it is written shall be stamped; and yet in no other way could there have been in this case a compliance with the statute.</p>\n<p id=\"b108-5\">The language of the act is, that “ any person who shall make, sign, or issue* * * * any instrument, document, or paper, of any kind or description whatsoever,” shall forfeit, &amp;c. This language would indicate that each of the separate parts of an instrument, when signed, shall be stamped; so that a Written offer to sell must be stamped at the time it is written or sent, although it has not been and may never be accepted, and until acceptance it is of no force or effect. But there are other parts of the act which, in effect, define the meaning of any “ instrument, document, or paper.”</p>\n<p id=\"b108-6\">The stamp required is one “ denoting the duty chargeable thereon,” and the several kinds of instruments, &amp;c., are designated, .and the duty prescribed. Thus, among others, “ agreement, contract, or appraisement” requires, for each sheet or piece of. paper on which the same is written, a stamp of five cents, A contract, therefore, is an “instrument” affected by the <page-number citation-index=\"1\" label=\"105\">*105</page-number>section of the act before referred to, and although, when made, each sheet or piece of paper on which it is written must be stamped, yet the act nowhere requires such stamp to be affixed while the contract is merely inchoate. Otherwise it would be necessary to affix a stamp upon each of the incipient writings when written, and to cancel them, as required by the act. Yet such incipient writings, with cancelled stamps thereon, may not become a part of any contract, as where a written <em>offer </em>to sell is not accepted or agreed to. The sensible construction of the act would seem to be, that a contract <em>when formed </em>shall be stamped upon each sheet with the required stamp. Of course the act relates to <em>written </em>instruments only. <em>k. parol </em>contract is not within its provisions.</p>\n<p id=\"b109-5\">The act declares that an instrument not so stamped shall be deemed invalid and of no effect, and as it is required to be so stamped at the time the instrument is made, the invalidity relates to the time of making. It is therefore, at least, very questionable whether a subsequent affixing of a stamp would render a contract valid, unless it was affixed in the manner provided by the amendment of the 158th section, by the act of March <em>3, </em>1865. I do not, however, propose to examine that question, for it seems to me were clear that the contract in this case was not invalid and of no effect, unless the omission to affix a proper stamp thereon was <em>with intent to evade the provisions of the act.</em></p>\n<p id=\"b109-7\">Mor is it important to consider the amendment of July 13, 1866, which provides that no instrument required to be stamped, which has been signed or issued without being stamped, shall be admitted in evidence, until a stamp shall have been affixed thereto. In this ease the stamp was affixed before trial. Besides, the amendment referred to merely excludes the instrument from being read in evidence, but does not affect its validity.</p>\n<p id=\"b109-9\">This brings me to the principal question, namely, upon whom the burden lies of shoAving such intent.</p>\n<p id=\"b109-10\">As respects the <em>penalty, </em>the act casts the burden upon the party seeking its remission to prowe there was no intent to evade <page-number citation-index=\"1\" label=\"106\">*106</page-number>the law; but the causes which render a contract invalid are left to be established in such manner and by such party as, according to the rules of pleading or of evidence, is usual.</p>\n<p id=\"b110-5\">A party objecting, as an unvarying rule, is deemed to hold the affirmative, and must furnish the necessary evidence to predicate the objection. Therefore, if it is objected that an instrument is void by reason of its not being stamped, the objector must show that the omission of the stamp was vyith intent to evade the revenue law.</p>\n<p id=\"b110-6\">The section is very clear on this subject. Any person who ' •shall make any instrument, and shall, <em>with intent to evade the </em>law, fail to affix thereon a proper' stamp, shall forfeit, &amp;c., and such instrument shall be invalid. The fraudulent intent is • the offence, and if nohe exist there is no penalty.</p>\n<p id=\"b110-7\">. In -all cases of penalty or of crime the law presumes inno- ' cence, and guilt must be established to secure conviction.. The ¡Revenue Act is a penal statute, and if an action were necessary to obtain the fine, no one will doubt that it would be necessary for ■the government to <em>show </em>a fraudulent intent to repel the presumption of innocence. ¡No such action, however, is required, the government being authorized to collect the penalty in the manner that other revenue is collected.</p>\n<p id=\"b110-8\">There are two quite different effects resulting from omitting to affix a revenue stamp upon a contract or other instrument. One inures ,to the government, and the other to individuals. But they do not arise from the same cause. The forfeiture or penalty which belongs to the government is incurred whenever a person makes an instrument and omits to stamp it, and the penalty may be, as before stated, collected without action. But if such person seek a remission of the forfeiture, <em>he </em>must satisfy the collector of his innocence of any design to defraud the revenue. Where the effect, however, of omitting the stamp inures to individuals, the omission must be connected with a fraudulent design) which the party seeking to avail himself of the effect must establish by competent proof.</p>\n<p id=\"b110-9\">The revenue act is like our statute concerning fraudulent con<page-number citation-index=\"1\" label=\"107\">*107</page-number>Veyanc.es, which, renders void every conveyance made with the intent to hinder, delay, or defraud creditors. To avoid a conveyance under that statute, the <em>onus </em>is upon the creditor to establish the fraudulent intent. Indeed, under any statute which, for stated reasons, renders a contract or other instrument void, the attacking party holds and must prove the affirmative. A note void for usury, or under the gaming laws, or for an insufficient consideration, or contracts <em>contra bonos </em>mores, must be shown to be void for these reasons, by the party setting up the objection. Tet in those cases the statute declares the instruments to be void for these reasons only.</p>\n<p id=\"b111-4\">If I am correct in the construction of the act, the objection of the appellants’ counsel, that the plaintiff failed to prove a <em>valid </em>contract, is not sound. I think I have shown that something more than failure to affix a stamp was necessary to invalidate the contract, namely, that the act of omission was with a fraudulent design. I have also, I think, shown where the <em>onus probomdi </em>lies. The production of an unstamped contract is proof of a <em>legal </em>contract, and is sufficient proof until its invalidity is shown by bringing it within the provisions of the act. The rule of strict construction of a penal statute has no application to that part of the revenue act which merely renders contracts void, and a clear discrimination is made between the two cases. Congress did not intend, nor does the act require, that the usual rules of evidence should be changed. Had there been such intent, provision would have been made for relieving parties, as are made in respect to the penalty.</p>\n<p id=\"b111-5\">In the case of Beebe <em>v. </em>Hutton (47 Barb., 187), it is intimated that it is incumbent upon the party claiming the benefits of a contract to establish his innocence of any fraudulent design. While I fully concur in most of the views so ably expressed in the very learned opinion in that case, I must dissent from the point to which I have referred, for the reasons which I have already stated. I see nothing in the statute which takes it out of the reason of the ordinary rule, which requires proof from the party holding the affirmative, not only because it is impossible to <page-number citation-index=\"1\" label=\"108\">*108</page-number>prove a negative, but because the negative does not admit of the direct and simple proof of which the affirmative is capable.</p>\n<p id=\"b112-4\">The case of Vorebeck <em>v. </em>Roe (50 Barb., 302) substantially sustains the views I have expressed. In the case of Meyers <em>v. </em>Smith (48 Barb., 536), the Court did not notice the very significant words in the act <em>“ </em>with intent to evade,” &amp;c., but merely <em>assumed </em>that the contract was invalid, because not stamped.</p>\n<p id=\"b112-5\">My conclusion is, that an objection to a contract or other instrument because it is not stamped as required by the revenue laws, is unavailing, unless .the <em>pa/rty objecting </em>prove that the stamp was omitted with intent to evade the Act of Congress, and that the mere failure or neglect to affix the stamp is not evidence of such intent.</p>\n<p id=\"b112-6\">Concurring in the views expressed by Mr. Justice Jones in this case, I am of opinion that the judgment, as modified by him, should be affirmed.</p>\n<p id=\"b112-7\">Fithian, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}