{
  "casebody": {
    "data": "<casebody firstpage=\"226\" lastpage=\"231\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b226-9\">Loew’s Administrator <em>versus </em>Stocker.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b226-10\">1. A joint and several bond of indemnity for selling under an execution was given to a sheriff, it was not executed by the principal. A recovery could be had against one of a number of sureties who signed the bond.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b226-11\">2. When the defendant signed, the names of all the co-obligors mentioned in the bond were to it, the name of one of them having been put there without his authority. The others were liable notwithstanding.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b226-12\">3. In such case there is no implied condition that all named as obligors should sign to make it binding on any.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b226-13\">4. If either signer wished to protect himself he should deliver it as an escrow.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b226-14\">5. The acceptance of the bond by the obligee did not imply an affirmance to either obligor that it had been executed by the others.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b226-15\">March 20th 1871. Before Thompson, C. J., Read, Agnew and Sharswood, JJ. Williams, J.„ at Nisi Prius.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b227-5\"><page-number citation-index=\"1\" label=\"227\">*227</page-number>Error to the Court of Common Pleas of <em>Oarhon county: </em>No. 297, to January Term 1871.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b227-6\">This was an action of debt, commenced August 29th 1867, by Francis Stocker, late sheriff of Carbon county, against Jonathan Brock, O. H. Wheeler, E. W. Harlan and Conrad Loew, who survived Amos Lentz.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b227-7\">The declaration was against the defendants jointly, on a bond given by them to indemnify the plaintiff for selling .goods under an execution at the suit of Maria Brock against Almira Knowles and William Reed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b227-8\">The bond was joint and several in the penalty of $8000, and was signed, “ Jonathan Brock, per his authorized attorney, O. H. Wheeler,” and by the other obligors.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b227-9\">On the first trial of the case it appeared that the bond had not been executed by Brock or by his authority; a special verdict was found for the plaintiff. The court below afterwards allowed the plaintiff to amend by striking out the name of Brock, and then entered judgment against the other defendants on the verdict. The Supreme Court reversed this judgment, set the verdict aside and awarded a <em>venire facias de novo </em>(11 P. F. Smith S47).</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b227-10\">On the second trial the names of all the defendants except Loew were stricken from the record. Loew afterwards died, and Thomas Kemerer, his administrator, was substituted.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b227-11\">The facts appear in the charge of Dreher, P. J., which was referred to and approved by the Supreme Court.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b227-12\">Both parties presented points to the court, all raising the question whether Loew alone could be held liable on the bond.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b227-13\">The court charged: * * *</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b227-14\">“ Counsel for plaintiff and defendant agree that there are no disputed facts to go to the jury, and that the case is to be determined by the rulings of the court upon the legal points presented. Tracey Beadel, on the 18th day of August 1857, obtained judgment in this court against William Reed and Almira Knowles, administrators of L. D. Knowles, deceased, for the sum of $1562.75. On the 7th day of December 1857, Beadle assigned the judgment to Maria B. Brock, then and stil] a married woman, wife of Jonathan Brock, of Philadelphia. On the 11th day of March 1858, an alias fieri facias was issued upon said judgment by the use plaintiff Maria B. Brock directed to Francis Stocker, the present plaintiff, then sheriff of Carbon county, who at the request of the plaintiff levied on personal property, some of which was claimed by William Reed and Almira Knowles, as their individual property. The sheriff demanded indemnity, and the bond now in suit was drawn up by plaintiff’s attorney, and was executed in the name of <em>1 </em>Jonathan Brock, per his attorney O. H. Wheeler,’ and was also signed by O. H. Wheeler, E. W. Harlan, Amos Lentz and Conrad Loew. The bond was signed by all the obligors origi<page-number citation-index=\"1\" label=\"228\">*228</page-number>nally named in the body of the bond, excepting J. K. Leavitt, in the office of the plaintiff’s attorney, O. H. Wheeler, Esq., in the absence of the sheriff. The sheriff came into the office soon after and saw the bond, and objected to its sufficiency, and wanted some other name than Leavitt, who though named in the body of the bond had not signed it. The sheriff went out of the office, and Mr. Wheeler soon if not immediately afterwards stepped out and met Mr. Loew, and brought him into the office. The name of Leavitt was then or before erased in the body of the bond, and Loew’s name being interlined he signed it. Loew’s signature is the last in point of time and in the order named in the body of the bond and of the signatures. The sheriff returned to the office very soon after Leow had left, and Mr. Wheeler then handed him the bond, and the sheriff <em>took </em>it. The obligors all signed the bond during the same day or evening. After the delivery of the bond to the sheriff, he proceeded in the execution of the writ, and sold the property levied on, being the same property mentioned in the bond of indemnity. William Reed afterwards brought suit against Stocker the sheriff, 0. H. Wheeler, Jonathan Brock and Maria B. Brock, to October Term 1858, in trespass for seizing and selling that part of the property claimed as his individual property, and recovered judgment January 3d 1862, for $2071 against all the defendants named in his writ, excepting Maria B. Brock, who was not summoned. The sheriff, plaintiff in the present suit, seeks to recover from the defendants the amount of the Reed judgment, with its interest and costs. The bond of indemnity is joint and several. Wheeler had no authority from Jonathan Brock to sign his name. Brock was not present at the signing, nor has he since ratified Wheeler’s act by any writing under seal, or any writing at all. Under these facts the bond is not the bond of Jonathan Brock, and it is therefore contended that it is not the bond of Conrad Loew, and that there cannot be a recovery against the defendant in the present suit. * * *</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b228-6\">“ In the course of the argument it has been contended by counsel of defendant that Wheeler was the agent of Stocker, the sheriff, in procuring the signature of Loew, because the sheriff objected to the sufficiency of the bond, and required some other name in place of Leavitt, and Wheeler then got Loew to sign. We think this position is not tenable. Wheeler was acting as the attorney of Mrs. Brock, the plaintiff in the fi. fa., whose duty it was to give the sheriff a sufficient bond of indemnity. The sheriff did not ask Loew to sign nor is it shown that he was present when he did sign. Indeed, the evidence is that he was not present and had no knowledge of who was going to sign in place of Leavitt until the bond was delivered to him with Loew’s name affixed. The question presented in the present case is, whether one of the obligors in a joint and several bond, given to indemnify a sheriff <page-number citation-index=\"1\" label=\"229\">*229</page-number>in selling property on an execution at tbe suit of a party not joining in the bond can avoid the bond as to himself by showing want of authority in a person signing, before he did, as attorney for one of the obligors, in the absence of evidence that he signed conditionally or upon the strength of the signature thus signed without authority, and where he did not sign at the request, nor in the presence of the sheriff, and it not appearing that the sheriff had knowledge of the want of authority of the attorney.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b229-6\">“ Why should he be relieved from his obligation ? He must be presumed to know that by signing a joint and several bond he became liable to a several suit upon the bond. He is presumed to know that the sheriff had the right to demand the bond, and that he could look to all or either of the obligors, as he might elect, for indemnity, in case he suffered damage for doing the act that the bond was intended to induce him to do. Is the sheriff, when a bond of indemnity is presented to him by a party or attorney in a cause, to inquire whether all the signatures are genuine ? * * * The surety is supposed to be the friend of the party whose duty it is to indemnify, and he signs his name as an inducement to the sheriff to act, and we think it more reasonable to hold that, where a party signs a bond of indemnity to a sheriff he thereby asserts the genuineness of all the signatures preceding his own, and that if they are not genuine he will be individually responsible. * * *</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b229-7\">“ Entertaining the views before stated, we hold that the bond in the present suit is good and binding as against Conrad Loew and that the plaintiff is entitled to recover against the defendant’s administrator ** h»</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b229-8\">The jury found for the plaintiff $3000. The defendant took a writ of error and in a number of specifications assigned the charge of the court for error.</summary>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b229-9\"><em>S. Green </em>(with whom was <em>G. </em>Albright), for plaintiff in error.—</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"AAY\">As Leow was a surety, it is essential there should be a valid principal obligation, and if such is not the case the obligation of the surety is gone: Theobald on Prin. and Surety, 1 Law Lib. 1, 2; Wood <em>v. </em>Washburn, 2 Pick. 24; Bean <em>v. </em>Parker, 17 Mass. 591. Unless this instrument was, as it purports to be, the valid obligation of all the parties to it, it is not the bond of Conrad Leow : Barrington <em>v. </em>Bank, 14 S. &amp; R. 423; Underhill <em>v. </em>Horwood, 10 Ves. 226; Fertig <em>v. </em>Bucher, 3 Barr 308. The question is, what was the real contract of the parties, and when we have discovered that, we enforce it: Keyser <em>v. </em>Keen, 5 Harris 327; Grim <em>v. </em>School Directors, 1 P. F. Smith 219; Sharp <em>v. </em>U. S., 4 Watts 21; Mears v. Commonwealth, 8 Id. 225; Biery <em>v. </em>Haines, 5 Whart. 563; Seaton <em>v. </em>Henson, 2 Show. 28; Smith <em>v. </em>Weld, 2 Barr 54; Pepper <em>v. </em>State, 22 Ind. 399 ; Sacramento <em>v. </em>Dunlap, 14 Cal. 421; Swanson <em>v. </em>Ball, 1 Hemp. 39: Brown <em>v. </em>Johnson, 13 Gratt. 644.</p>\n<decisiondate data-order=\"23\" data-type=\"decisiondate\" id=\"ALmz\"><page-number citation-index=\"1\" label=\"230\">*230</page-number>March 30th 1871,</decisiondate>\n<p data-order=\"24\" data-type=\"summary\" id=\"b230-5\">Loew bad a right to presume that Brock had executed the bond, and the law will presume that when Loew signed, he did so with the expectation that Brock was bound along with himself, and that the contract was therefore the joint contract of all. There was no negligence in Loew: Railroad <em>v. </em>Hummell, 8 Wright 379; Swan <em>v. </em>The N. Br. Aust. Co., 2 Hurlst. &amp; C. 175; Freeman <em>v. </em>Cork, 2 Exch. 654; Grubb <em>v. </em>Cottrell, 12 P. F. Smith 28.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b230-6\"><em>M. M. Dimmick, </em>for defendant in error.</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"Atz\">The bond is the single obligation of Conrad Loew: 1 Chitty on Contracts 499 ; Adams’ Equity 422 note, 426 note, 441 note; Hobbs <em>v. </em>Parker, 31 Maine 143; Yeates <em>v. </em>Pryor, 6 Eng. (Ark.) 68; Hall <em>v. </em>Thompson, 1 Sm. &amp; Marsh. 443. Stocker stood in no fiduciary relationship with Loew: Perkins <em>v. </em>McGavock, Cooke 415 ; Wason <em>v. </em>Wareing, 15 Beav. 151; Fulton <em>v. </em>Hood, 10 Casey 371. A surety cannot interpose as a defence against paying for the defaults of his principal, that the name of another surety upon the same bond was obtained by fraud, unless the signature of the latter was a condition by which to obtain that of the former: Franklin Bank v. Stephens, 39 Maine 533; Selser <em>v. </em>Brook, 3 Ohio 302 ; 1 Parsons on Notes &amp; Bills 235 ; Loomis <em>v. </em>Fay, 24 Vermont 240 ; Deardorff <em>v. </em>Foresman, 24 Ind. 418; Webb v. Baird, 27 Id. 368; Blackwell <em>v. </em>The State, 26 Id. 204; State <em>v. </em>Pepper, 8 Am. Law Register, New Series, 665; Carr <em>v. </em>Moore, 2 Id. 602; Middleton <em>v. </em>Sandford, 4 Campbell 34; 1 Chitty’s Pleadings 43; Jones <em>v. </em>Cothwaite, 17 Iowa 393; Aimes <em>v. </em>McClay, 14 Id. 281; Parsons on Notes &amp; Bills 244; Chitty on Contracts 499; Keyser <em>v. </em>Keen, 5 Harris 327; Wood v. Ogden, 1 Harrison (N. J.) 453; Cutter <em>v. </em>Whittemore, 10 Mass. 443; Adams <em>v. </em>Bean, 12 Id. 137; Girard <em>v. </em>Boss, 1 Dallas 119; Ohio <em>v. </em>Bowman, 10 Ohio 455.</p>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b230-7\">The opinion of the court was delivered,</p>\n<author id=\"A6Z\">by</author>\n<author id=\"b230-8\">Sharswood, J.</author>\n<p id=\"AXO\">This action was against the defendant below as the administrator of one of the obligors of a joint and several bond of indemnity to the obligee, who was the sheriff of Carbon county when it was executed. Its object was to save him harmless in the seizure and sale of certain goods under an execution in his hands. No question was made as to the signing and sealing by the decedent, and that it was delivered by one of the obligors to the sheriff, it is not pretended that there was any actual fraud or false representation upon the faith of which the instrument was executed. It is contended, however, that because the name of one of the co-obligors was affixed by a person who assumed without authority to seal and deliver the bond as his attorney in fact, therefore the decedent was not bound. In the view we take of the case it is entirely immaterial whether the co-obligors were sureties or principals, and we dismiss therefore the 2d assignment <page-number citation-index=\"1\" label=\"231\">*231</page-number>of error. All the other assignments depend upon the same question, and may be considered together.</p>\n<p id=\"b231-6\">Had the bond not been executed at all in the name of Jonathan Brock, although he was mentioned as one of the obligors in the body of the instrument, it is clear that Loew could not have availed himself of that fact as any defence. Keyser <em>v. </em>Keen, 5 Harris 327, and Grim <em>v. </em>The School Directors, 1 P. F. Smith 219, are authorities directly in point. It was held in those cases that no condition could be implied to the execution by each several obligor that the bond should be executed by all the persons named in it, before it became binding upon any. Being a several as well as a joint bond, it was the several obligation of each as soon as it was unconditionally delivered. If any party executing it meant otherwise it was his business to protect himself by delivering it as an escrow only, as was done in Fertig <em>v. </em>Bucher, 3 Barr 308. If in these eases no condition was implied, <em>fortiori </em>it would seem there can be none here. It is sought <em>to </em>imply a contract by the obligee with each obligor that the signatures of all the others are genuine or affixed by their authority. It was Loew’s interest and duty to satisfy himself on that point, as the means of assuring himself of contribution. Suppose each bond had been a separate instrument. The same right of contribution would have existed. Yet it surely could not be maintained that if one of the bonds for any reason was invalid, all the others would fall. There was no evidence that the obligee, Sheriff Stocker, had anything to do with procuring Loew to join in the bond. He was not even present when it was executed. It was tendered and delivered to him by the attorney of the plaintiff whose writ he was required to execute. There could therefore be no implied affirmation by him that the bond had been duly executed by the others. The able and lucid charge of the learned judge below renders any further elaboration unnecessary.</p>\n<p id=\"b231-7\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}