{
  "casebody": {
    "data": "<casebody firstpage=\"56\" lastpage=\"62\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b108-10\">George PUSCHELBERG and Margaret Puschelberg, Plaintiffs-Appellees, v. UNITED STATES of America, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b108-13\">No. 15000.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b108-14\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b108-15\">April 6, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b109-9\"><page-number citation-index=\"1\" label=\"57\">*57</page-number>Stephen B. Wolfberg, Department of Justice, Washington, D. C., John B. Jones, Jr., Acting Asst. Atty. Gen., Lee A. Jackson, Harry Baum, Attys., Department of Justice, Washington, D. C., Lawrence Gubow, U. S. Atty., Robert Ritzenhein, Asst. U. S. Atty., Detroit, Mich., on brief, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b109-10\">Bruce Donaldson, Detroit, Mich., Raymond, Chirco, Fletcher &amp; Donaldson, Detroit, Mich., on brief, for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b109-14\">Before MILLER, CECIL and PHILLIPS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b109-15\">SHACKELFORD MILLER, Jr., Circuit Judge.</author>\n<p id=\"b109-16\">The plaintiffs-appellees, George Puschelberg, hereinafter referred to as the taxpayer, and his wife, Margaret Puschelberg, brought this action in the District Court to recover from the defendant-appellant, United States of America, income taxes paid by them for the year 1954, following a claim for refund and the disallowance thereof by the Commissioner. The claim arises out of the receipt by the taxpayer of the sum of $95,278.74, which the taxpayer claimed was erroneously reported by him as ordinary income and taxed as such rather than as long-term capital gain. The case was heard by the District Judge without a jury, who found for the taxpayer in the amount of $17,249.85, plus interest. The United States has taken this appeal.</p>\n<p id=\"b109-17\">The basic facts, which are uncontradicted, are as follows. For several years prior to 1945 the medical profession and the pharmaceutical firms were looking for a low-cost throw-away blood filter in order to avoid the expense of the cleaning of the metal filters that were in use prior to the manufacture of the filter involved in this case, as well as certain medical hazards inherent in reusing filters. During the early 1940s the taxpayer was employed by Industrial Wire Cloth Company, which had engaged in the fabrication of metal blood filters. Prior to 1941 he knew nothing about blood filtering problems. Through his employment with that company he learned of the medical profession’s dissatisfaction with the high cost and consequent required re-use of the metal filters. The taxpayer spent several years of his free time attemping to develop a blood filter constructed from low-cost base materials. Dr. Warren B. Cooksey, a practicing physician, had also unsuccessfully attempted to develop a satisfactory disposable blood filter.</p>\n<p id=\"b109-18\">In the summer of 1944 the taxpayer brought to Dr. Cooksey an experimental <page-number citation-index=\"1\" label=\"58\">*58</page-number>model of a blood filter which he had developed over a two-year period. Dr. Cooksey immediately recognized its merit and possibilities. A period of time in excess of one year was dedicated to research by the taxpayer in association with Dr. Cooksey. When the co-inventors felt that they had developed a workable blood filter, Dr. Cooksey made contact with Baxter Laboratories, Inc., hereinafter referred to as Baxter, which was a Delaware corporation, having a principal place of business at Glenview, Illinois, engaged as an ethical pharmaceutical house in the drug industry, and which for some years had specialized in supplying the medical profession with solutions and implements used in parenteral therapy. In 1945 Baxter was supplying a blood administration apparatus utilizing a metal filter. Dr. Cooksey arranged a conference, at which the blood filter was exhibited to Baxter. Baxter immediately became interested and arranged for the manufacture by the taxpayer of a quantity of the filters for clinical and market testing. On the occasion of this contact and this arrangement Baxter indicated to the taxpayer that in the event the clinical and marketing tests were successful it wanted to acquire the exclusive rights to this filter —otherwise, it would not be interested in further negotiations.</p>\n<p id=\"b110-4\">At a meeting during the summer of 1945 after the tests had been concluded, Baxter again stated that it wanted the exclusive right from the co-inventors by way of a license agreement. In addition, Baxter stated that if it purchased any more filters any price that would be agreed upon would embody two elements, —first, consideration for the transfer of the exclusive rights to the invention, and —second, consideration for the sale of the manufactured filter.</p>\n<p id=\"b110-5\">On September 18, 1945, the taxpayer and Dr. Cooksey entered into an agreement with Baxter, hereinafter referred to as the “license agreement.” The opening paragraphs of this agreement stated that the licensor was the owner of certain inventions, developments, and techniques relating to non-metallic filters impregnated with a resinous composition for filtering parenteral fluids and contemplated applying for a patent thereon,, and that the licensee desired to obtain exclusive license under said inventions, developments and techniques. Under the-agreement the licensor granted to the licensee “an exclusive license throughout the world to make, have made for it, use- and sell,” the blood filters invented by the taxpayer for a period of seventeen years, or for the life of the last expiring patent on the filter issued within ten years of the date of the agreement. The-agreement provided that Baxter would pay to the taxpayer and Dr. Cooksey royalties in the amount of 6% of the licensee’s net sales price of all filters sold, by the licensee under the license “provided, however, no royalties are to be-paid by licensee for filters purchased from licensor.”</p>\n<p id=\"b110-7\">Contemporaneously with the execution. of the license agreement, negotiations were had between Baxter and the co-inventors regarding the manufacture of the blood filter by the taxpayer, doing\" business as “Fabricated,” for the purpose of supplying Baxter with the filters. A price of 8 cents per unit was agreed' upon for units over and above the first ten thousand. As to these first ten thousand, a unit price of 9 cents was to prevail, the one cent difference to cover the-cost of getting into production.</p>\n<p id=\"b110-8\">The taxpayer understood the provisions of the license agreement to mean that the co-inventors were disposing of all their rights to the invention. He further understood that the manufacturing arrangement for the production of the blood filters contemplated that the 8 cents per unit price embraced a royalty, as well as the sale price. Baxter took the position that it had purchased a substantial right to the use of the invention and subsequent patent. It was recognized by Baxter that the 8 cents per unit purchase-price included a manufacturing profit to Fabricated.</p>\n<p id=\"b110-9\">Baxter needed 200,000 filters for experimentation by test marketing of them. <page-number citation-index=\"1\" label=\"59\">*59</page-number>The results of the test marketing impressed Baxter with the fact that the blood filter had a stable commercial market.</p>\n<p id=\"b111-5\">The taxpayer and Dr. Cooksey entered into an agreement of March 14, 1947, which constituted a working arrangement between them for the payment to Dr. Cooksey of certain sums of money derived from the sale of the patent •and of the blood filter manufactured by the taxpayer.</p>\n<p id=\"b111-6\">The agreement provided that Dr. Cooksey would receive 2per cent of the 8 cents which Baxter paid for filters supplied by Fabricated. In the event Baxter manufactured or obtained outside manufacture of the filter, 25 per cent of the 6 per cent royalty due under the exclusive license was to be paid Dr. Cooksey.</p>\n<p id=\"b111-7\">On June 5, 1947, an application was filed with the United States Patent Office for Letters Patent for the blood filter, which was the subject matter of the license agreement between Baxter and the co-inventors. Letters Patent were issued covering this blood filter on October 9, 1951, being No. 2,571,059.</p>\n<p id=\"b111-8\">The 6 % royalty payment to be paid to the co-inventors under the terms of the license agreement in the event the blood filter was manufactured by any manufacturer other than Fabricated remained dormant when it was found that, as a practical matter, the blood filter produced by Fabricated had a stable commercial market. The 6% royalty provision never became operative.</p>\n<p id=\"b111-9\">During the year 1954, the tax year here in issue, 2,182,000 blood filters were .sold to Baxter by Fabricated, the manufacturer. During the year 1954 Baxter paid to Fabricated the sum of $174,671.-50 representing both the purchase price of the blood filters and royalty payments. The basis for these payments was 8 cents per unit. Taxpayer’s cost of producing these filters was $79,392.76. The difference between the amount received from Baxter and the cost of producing •the filters, namely, $95,278.84, was reported in taxpayer’s 1954 return as ordinary income and so taxed and paid.</p>\n<p id=\"b111-12\">According to the testimony of an expert produced by the taxpayer, the 1954 fair market value of the blood filter was 4.3 cents per unit. No attempt was made by the expert to testify as to the 1945 fair market value of the blood filter-.</p>\n<p id=\"b111-13\">Upon the advice of an attorney, a claim for refund was later filed on the basis that the amount received from the sale of the exclusive license agreement of September 18, 1945, was incorrectly reported as normal income rather than as capital gains under Section 1235 of the Revenue Act of 1954.</p>\n<p id=\"b111-14\">The District Judge found that the transfer to Baxter, evidenced by the exclusive license, constituted the transfer of all substantial and valuable rights under the invention; that it was mutually understood and recognized by the parties that under the agreement the 8 cents paid on each filter unit supplied by Fabricated embraced two, and only two, separate and identifiable elements of consideration; the first was consideration for the manufactured value of the filter, being the amount at which Baxter in a given year could have purchased the filter from manufacturers other than Fabricated; and the second being the consideration for the exclusive rights in the invention. He held that the agreement contemplated, and the parties at all time recognized, that the differences between the manufactured value of the filter and the 8 cents per unit represented the second and distinct element of consideration for the invention.</p>\n<p id=\"b111-15\">He also held that the parties to the 8 cents per unit agreement did not apportion the 8 cents per unit figure between the manufacturing price of the filter unit and the royalty; that at the time the 8 cents per unit agreement was entered into in 1945, Section 1235(a) of the Revenue Act of 1954 was not in existence ; that there was no direct method of computing the exact proportion of the 8 cents per unit which was properly allocable to royalty for the year 1954 in <page-number citation-index=\"1\" label=\"60\">*60</page-number>that Baxter did not resell the filters separately; and that the manufactured price of 4.3 cents per unit was a fair and reasonable approximation for the purpose of determining the royalty to be allocated in breaking down the 8 cents per unit between royalty and manufactured price.</p>\n<p id=\"b112-4\">He held that that portion of the 8 cents per unit so allocated to royalty was the amount paid for the assignment of the invention under Section 1235, Revenue Act of 1954, and should be taxed as capital gain instead of ordinary income. Judgment was entered for the taxpayer on that basis.</p>\n<p id=\"b112-5\">Section 1235, Revenue Act of 1954, dealing with taxable income, provides as follows:</p>\n<blockquote id=\"b112-6\">“§ <em>1235. Sale or exchange of patents.</em></blockquote>\n<blockquote id=\"b112-7\">(a) <em>General. </em>— A transfer (other than by gift, inheritance, or devise) of property consisting of all substantial rights to a patent, or an undivided interest therein which includes a part of all such rights, by any holder shall be considered the sale or exchange of a capital asset held for more than 6 months, regardless of whether or not payments in consideration of such transfer are—</blockquote>\n<blockquote id=\"AJ\">“(1) payable periodically over a period generally coterminous with the transferee’s use of the patent, or</blockquote>\n<blockquote id=\"Av5\">“(2) contingent on the productivity, use, or disposition of the property transferred.”</blockquote>\n<p id=\"b112-8\">Section 1235 is substantially a statement of the case law on the subject at the time of its enactment in 1954, although the Commissioner of Internal Revenue had shown some reluctance to recognize the rulings. Waterman v. Mackenzie, 138 U.S. 252, 256, 11 S.Ct. 334, 34 L.Ed. 923; Kavanagh v. Evans, 188 F.2d, 234, C.A. 6th; United States v. Carruthers, 219 F.2d 21, C.A. 9th; Commissioner v. Hopkinson, 126 F.2d 406, C.A. 2nd; Commissioner v. Celanese Corp., 140 F.2d 339, C.A.D.C. The Commissioner, of course, recognizes in the present case, now covered by Section 1235, that the transfer of all substantial rights to a patent by a holder shall be considered the sale or exchange of a capital asset held for more than six months, even though the payment therefor is not made at the time of the transfer, but is made periodically later over a period of time. His contention in this case is that the rights in the patent, which were transferred by the taxpayer and Dr. Cooksey, was not a transfer “of all substantial rights to a patent,” as is required by the statute, but that in making the transfer the taxpayer and Dr. Cooksey retained the right to manufacture the filters under the patent. His contention is a sound one if it should be held under the facts of this case that the taxpayer and Dr. Cooksey retained the right to manufacture the filters under the patent. Kirby v. United States, 297 F.2d 466, C.A. 5th.</p>\n<p id=\"b112-10\">We think that this contention is without merit. The license agreement is unambiguous. It provides that the licensor granted to the licensee “an exclusive license throughout the world to make, have made for it, use and sell, filters embodying said inventions, developments, techniques, and any patents which may issue therefor.” It grants not only an exclusive license, but it also pertains to the whole world and specifically provides <em>that the licensee shall have the right to make the filters under the patent. </em>Appellant’s argument to the contrary, is that, regardless of the wording of the license agreement, it was understood between the parties that the taxpayer would manufacture the filters and, as an actual fact, that is what happened. Waterman v. Mackenzie, supra, 138 U.S. 252, 256, 11 S.Ct. 334, 34 L.Ed. 923; Consumers Credit etc. Corp. v. Commissioner, 319 F.2d 475, 478-479, C.A. 6th; Gilbert v. Commissioner, 248 F.2d 399, 402, C.A. 2nd. It is contended that the transaction must be considered in its entirety and that the license agreement should be given a construction consistent with the acts of the parties under it.</p>\n<p id=\"b113-4\"><page-number citation-index=\"1\" label=\"61\">*61</page-number>We do not so construe the agreement. Baxter clearly acquired the right to manufacture the filters under the agreement. The agreement also gave Baxter the right to have the filters manufactured for it. This did not confer upon the taxpayer any right to manufacture the filters, but merely authorized Fabricated to manufacture the filters if Baxter asked it to do so. The District Judge found that it was the understanding of both of the contracting parties that in executing the license agreement, the co-inventors were disposing of all their rights to the invention.</p>\n<p id=\"b113-5\">Appellant also points out that the license agreement in granting to the licensee an exclusive license also provided in the same paragraph thereof “that said license is expressly limited to non-metalic filters impregnated with a resinous composition for use in parenteral therapy and of a mesh suitable for final filtration of fluids prior to parenteral use, Licensor reserving all rights to and under said inventions, developments, and techniques, material, processes, and apparatus in other fields than these specifically licensed to Licensee.” Appellant contends that this was an express reservation by the licensor of rights under the patent and that, accordingly, the license agreement did not transfer “all substantial rights to a patent,” as is required by Section 1235. However, the District Judge found that neither Baxter nor the co-inventors conceived that there was any feasible use for the invention other than in parenteral therapy. There is no evidence that any of these reserved rights had any ascertainable fair market value at the time the license agreement was executed. We are of the opinion that whatever rights were retained under the agreement were speculative and of very little, if any, value, and did not prevent the rights which were transferred from being “substantial rights” as provided by the statute. United States v. Carruthers, supra, 219 F.2d 21, 25, C.A. 9th; Lawrence v. United States, 242 F.2d 542, 545, C.A. 5th.</p>\n<p id=\"b113-7\">Appellant’s remaining contention is that in the agreement fixing the price of 8 cents per unit which Baxter would pay for filters manufactured by taxpayer, no allocation was made between the amount to be paid for the purchase of the filter as a manufactured article and the additional amount, which would bring the total price to 8 cents, which additional amount would be the amount paid for the invention. It was necessary for the taxpayer to show the amount paid for the invention in order for it to be treated as a capital gain. Appellant contends that the allocation by the District Judge of 4.3 cents for the price of the filter and 3.7 for the purchase of the invention was unauthorized and arbitrary and should be set aside.</p>\n<p id=\"b113-8\">In support of this, it is contended that the license agreement provided for a royalty of six per cent of the licensee’s net sales price and that this showed that the parties contemplated a royalty of six per cent of the 8 cents sale price, which would amount to only .48 cents per filter. However, the six per cent royalty was to be paid on Baxter’s net sale price, not on taxpayer’s net sale price, and since the filter was never resold by Baxter as a separate article there was no evidence showing the net sales price at which Baxter resold the filter. In addition, the parties never operated under the 6% royalty provision.</p>\n<p id=\"b113-9\">Appellant also contends that the agreement between the co-inventors pertaining to the division of the royalties received from Baxter shows that the co-inventors considered the amount of the royalty, which would be treated as the amount paid for the invention, would be 10% of the taxpayer’s gross sales. It is unnecessary here to detail the mathematics used to reach this result. The answer to this contention is, as found by the District Judge, that the agreement between the co-inventors was negotiated and entered into almost two years after the execution of the license agreement and independently of the agreement between the co-inventors and Baxter; that Dr. Cooksey, for reasons of professional <page-number citation-index=\"1\" label=\"62\">*62</page-number>ethics, did not wish to receive any large amount for his part in the blood filter invention; and that it was intended by the agreement only to recognize contribution by Dr. Cooksey and to pay to him an amount which he believed he could accept within the bounds of professional propriety.</p>\n<p id=\"b114-4\">We agree with the conclusion of the District Judge that, under the circumstances, the manufactured price of 4.3 cents per filter was a fair and reasonable approximation for the purpose of determining the royalty to be allocated in breaking down the 8 cents per unit between royalty and manufactured price.</p>\n<p id=\"b114-5\">The judgment of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}