{
  "casebody": {
    "data": "<casebody firstpage=\"618\" lastpage=\"622\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b670-3\">Emilio AKOL, et al. (Clinton M. Stanford, Plaintiff No. <em>27) </em>v. The UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b670-5\">No. 564-57.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b670-6\">United States Court of Claims.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b670-7\">April 17, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b670-19\">Thomas M. Gittings, Jr., Washington, D. C., for the plaintiff. Fred W. Shields, Alexandria, Va., and King &amp; King, Washington, D. C., were on the brief.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b670-20\">Arthur E. Fay, Washington, D. C., with whom was Asst. Atty. Gen., John W. Douglas, for the defendant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b670-21\">Before JONES, Chief Judge, and WHITAKER, LARAMORE, DURFEE and DAVIS, Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b670-22\">JONES, Chief Judge.</author>\n<p id=\"b670-23\">Plaintiff, a former Navy enlisted man now on the retired list, sues for the difference between the disability retirement pay which he asserts he is entitled to elect to receive under section 411 of the Career Compensation Act of 1949, 63 Stat. 802, 823-24, and the retirement pay which he has been receiving under prior enactments. He seeks now to make the election between disability retirement pay and retirement pay which that section affords former members of the uniformed services who had theretofore been retired by reason of physical disability. He contends that his failure to make this election within the 5-year period prescribed by the statute is excused because <page-number citation-index=\"1\" label=\"619\">*619</page-number>the Navy furnished him with misinformation as the basis for his decision.</p>\n<p id=\"b671-5\">Plaintiff’s initial period of active service encompassed several successive enlistments from 1911 to 1927, when, having completed over 16 years of active service, he was transferred to the Fleet Reserve. Recalled to active duty in August 1940, he was found not physically qualified for sea duty and was accordingly released from active duty in October of that year. His transfer to the retired list of the Regular Navy became effective in June 1941, upon his completion of 30 years of service.</p>\n<p id=\"b671-6\">Plaintiff’s third and last period of active service commenced in April 1942, when he was again recalled, and continued throughout the duration of the war until January 1946, when he was returned to the retired list in the enlisted rating of chief petty officer. This re-retirement was pursuant to the findings of a Board of Medical Survey that he was suffering from generalized, chronic arthritis, service-incurred, which rendered him unfit for continued active duty. Plaintiff has continued on the retired list from 1946 to the present.</p>\n<p id=\"b671-7\">The Career Compensation Act, supra, which became effective October 1, 1949, afforded retired servicemen such as plaintiff the opportunity to elect to receive either disability retirement or general retirement pay. Section 411 of that Act reads, in pertinent part, as follows:</p>\n<blockquote id=\"AXn\">“Pursuant to such regulations as the President may prescribe, (1) any member or former member of the uniformed services heretofore retired by reason of physical disability and now receiving or entitled to receive retired or retirement pay * * * may elect within the five-year period following the effective date of this title, (A) to qualify for disability retirement pay under the provisions of this Act and, dependent on his qualification, shall be entitled to receive either the disability retirement pay or the disability severance pay prescribed in this title: <em>Provided, </em>That the determination of the percentage of disability as prescribed in sections 402(a) (3), 402 (b) (3), or 402(c) (3), as applicable,, shall be based upon the disability of such member, former member, or person, as of the time he was last retired or as of the time he was granted retirement pay, as the case may be, and the percentage of such disability will be determined in accordance with the standard schedule of rating disabilities in current use by the Veterans’ Administration; or (B) to receive retired pay or retirement pay computed by one of the two methods contained in section 511 of this Act: * *</blockquote>\n<p id=\"b671-11\">Following the enactment of this provision and pursuant to Executive Order 10124,<footnotemark>1</footnotemark> 15 Fed.Reg. 2375 (1950), the Navy Department undertook a review of plaintiff’s records with a view toward determining and informing him of the respective benefits from which he might make his election. Plaintiff correctly contends, without specific contradiction by defendant, that the information which was furnished was wrong in two important respects.</p>\n<p id=\"b671-12\">The first concerns the assignment of a rating for percentage of disability. The Physical Review Council assigned plaintiff a zero rating, even after considering two defects which had been present as of June 1941. At plaintiff’s <page-number citation-index=\"1\" label=\"620\">*620</page-number>request, this rating was reviewed by the Physical Disability Appeal Board, which recommended on the basis of one of those defects a rating of 10 percent. The Physical Review Council, however, declined to follow this recommendation; and on December 4, 1952 its finding of a zero percent rating was approved by the Secretary of the Navy.</p>\n<p id=\"b672-4\">Both the Physical Review Coun-, cil and the Physical Disability Appeal Board considered plaintiff’s condition only as of June 1941, the time of his original transfer to the retired list. They erred in not considering his condition as of January 1946, the time of his re-retirement. Section 411 provides, “That the determination of the percentage of disability * * * shall be based upon the disability of such * * * N person, as of the time he was last retired.” Plaintiff was “last retired” in January 1946, and any rating of the percentage of his disability should have been based on his physical condition at that time, including the arthritic condition which occasioned that re-retirement. The report in the latter part of 1945 of ' the Board of Medical Survey on that condition was a “solid administrative finding that [plaintiff’s] * * * return to re- - tirement was for disability,” as that phrase was used in Aflague, et al. v. United States, Ct.Cl., 1962, 309 F.2d 753, 758.</p>\n<p id=\"Als\">The information furnished by the Navy as the basis for plaintiff’s decision was erroneous in a second respect. He was informed that, in computing his disability retirement pay under section 402 (d), he was entitled for basic pay purposes to credit for only 18 years of Naval service. This calculation excluded credit for his inactive service in the Fleet Reserve and on the retired list. Plaintiff was entitled to credit for these additional periods as well. Aflague, et al. v. United States, supra, p. 759; Seliga v. United States, 149 F.Supp. 211, 214, 137 Ct.Cl. 710, 715 (1957); Bailey v. United States, 146 F.Supp. 843, 845, 134 Ct.Cl. 471, 476 (1956). Thus, plaintiff is entitled to credit for 26 years of service, rather than 18 — 26 being the maximum credit allowable for a chief petty officer.</p>\n<p id=\"b672-11\">It is clear, therefore, that the information transmitted by the Navy advising plaintiff of the benefits available and on the basis of which he was to make his election was wrong in two important respects. Defendant does not specifically dispute this, but rather argues that plaintiff may not recover in any event because of his failure to exercise his rights of election within the 5-year period prescribed in the statute.<footnotemark>2</footnotemark></p>\n<p id=\"b672-12\">The critical issue, therefore, is whether plaintiff is barred from making an election under section 411 after the 5-year period has passed when his failure to elect within that period was the result of information furnished him by defendant which was substantially erroneous.</p>\n<p id=\"AqM\">We hold that he is not so barred.</p>\n<p id=\"ATe\">Defendant places its principal reliance on Aflague, et al. v. United States, supra, and especially on certain language which appears therein.<footnotemark>3</footnotemark> That case, however,. <page-number citation-index=\"1\" label=\"621\">*621</page-number>dealt -with the quite different situation where the service had done no more than fail to follow the direction of Executive Order 10124, supra, to seek out and advise those persons eligible under section 411 of their elective rights. It did not deal with the situation where the service had transmitted positive misinformation ■ — -the situation in this case. There the service had simply failed to communicate with the section 411-eligible.</p>\n<p id=\"b673-4\">Moreover, the court in that opinion— notwithstanding the language to which defendant directs our attention — specifically prescinded from consideration the effect on the 5-year period of the communication by the service of positive misinformation.<footnotemark>4</footnotemark></p>\n<p id=\"b673-5\">The Afiague case stands, insofar as the election period is concerned, for the proposition that mere noncompliance with the Executive Order will not in and of itself prevent the passage of the 5 years’ time from barring an election. That Order, we concluded, is essentially directory. Erstwhile electors are presumed to have known the law; i. e., their rights under section 411, including the fact of the 5-year period. Thus, the 5-year limitation is not affected by a failure on the part of the service to provide information.</p>\n<p id=\"b673-6\">Our decision here, however, is in no sense grounded upon the Executive Order or upon the existence and character of any resultant duty on the part of the military services to impart information. Eather, it is based on the fact that when the service does undertake to impart information, and imparts incorrect information, this may have the peculiar effect of positively inducing the recipient not to elect. To provide the section 411-eligible with misinformation which understates the benefits which he would receive under either of the two alternatives presented in that section (disability retirement as computed under section 402 or retirement as computed under section 511 of the Act) is to mislead him into inaction. This is so because there is in fact always a third alternative, albeit one not expressed in the terms of section 411: he may choose to continue receiving the same benefits as before under the provisions of law antedating the Career Compensation Act of 1949. This alternative the section 411-eligible could choose (could, in effect, “elect”) by his silence, by his mere inaction.<footnotemark>5</footnotemark> And this alternative he surely would choose — in the pursuit of what would then appear to be his own best interests — when advised by the service that the available benefits from which he was entitled to make his election were less than those which he was already receiving. Having so chosen not to file an election as a direct result of misinformation furnished by the service, he will not be forever barred because he did not make an affirmative election before the 5 years had passed. He has under these circumstances in fact been misled into inaction.</p>\n<p id=\"b673-12\">Directly in point is the case of Phelan, et al. v. United States, 146 Ct.Cl. 218, 222 (1959).<footnotemark>6</footnotemark> Cox, one of the plaintiffs in <page-number citation-index=\"1\" label=\"622\">*622</page-number>that consolidated suit, was erroneously advised by the service of the available benefits from which he was entitled to make his election.<footnotemark>7</footnotemark> He did not make an election, but rather continued — as did plaintiff here — to receive the same retirement pay which he had been receiving prior to the enactment of the Career Compensation Act. Subsequently, nearly 3 years after the expiration of the 5-year period, he brought suit here, seeking then to make his election. Recovery was allowed.</p>\n<blockquote id=\"b673-9\"><page-number citation-index=\"1\" label=\"621\">*621</page-number>“ * * * These are not eases (so far as we are told) in which the service affirmatively gave misinformation, by commission or omission, which induced or compelled * * * [plaintiff] to make a decision less favorable than that to which he was entitled under the law.”</blockquote>\n<p id=\"b674-4\"><page-number citation-index=\"1\" label=\"622\">*622</page-number>Plaintiff is entitled to the difference between the appropriate disability retirement pay computed under section 402(d) of the Career Compensation Act and the retirement pay which he has been receiving under section 208 of the Naval Reserve Act of 1938, 52 Stat. 1175, as added, 60 Stat. 993, 994 (1946). This is a continuing claim (see Aflague, et al. v. United States, supra, 309 F.2d p. 756), and recovery would ordinarily be limited to the period beginning 6 years before the commencement of this action. However, because plaintiff has previously obtained a judgment for increased retired pay for the period from January 15, 1946 through June 30, 1952 (computed in accordance with our decision in Sanders v. United States, 120 Ct.Cl. 501 (1951), and in no way involving the issue of the section 411 election before us now), he concedes that the principle of res <em>judicata </em>precludes recovery now of any increased disability retirement pay for any part of that period. Recovery is therefore further limited to the period beginning July 1, 1952.</p>\n<p id=\"b674-7\">Judgment is entered for plaintiff on his motion for summary judgment, and defendant’s cross-motion is denied. The amount of recovery will be determined in accordance with this opinion pursuant to Rule 47(c) (2). The trial commissioner will give plaintiff a reasonable opportunity to apply to the proper board or agency to determine the percentage of his disability as of January 14, 1946, the date on which he was last retired.</p>\n<footnote label=\"1\">\n<p id=\"b671-8\">. Section 2 of the order directed the services to advise those eligible of their rights with respect to the election. It reads as follows:</p>\n<blockquote id=\"b671-9\">“Sec. 2. The Secretary concerned shall determine and inform each member and each former member of the uniformed service or services under his jurisdiction of (a) the status and benefits to which such person is or may be entitled under the alternative clauses (A) and (B) of section 411 of the Career Compensation Act of 1949, (b) his right to mate an election of benefit thereunder within the five-year period beginning October 1, 1949, and (c) the effect of section 402(h) of the said act with respect to the disability retirement pay to which he is or may be entitled.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b672-6\">. Section 411, quoted earlier in tlie opinion, provides that the election is to bo made “within the five-year period following the effective date of this title * * :?_&gt;&gt; The effective date was October 1, 1949.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b672-7\">. Defendant directs our attention particularly to these words, beginning on page 755 of 309 E\\2d:</p>\n<blockquote id=\"b672-8\">« * * * The Executive Order, as we road it, did not superimpose, as a prerequisite to the requirement of an election, the special condition that the service correctly inform the man of his rights. This portion of the Order, addressed to tlie service Secretaries, was essentially directory, designed to give as wide distribution. as possible to tlie benefits of tlie new legislation. We do not find any purpose to complicate the administration of the statute by demanding that the services, at peril of postponing the five-year election period, reach all those individuals who would ultimately be found eligible under Section 411 and accurately inform them of their rights. There are too many ex-servicemen possibly affected by Section 411 and too many conceivable permutations and combinations under the various bits and pieces of retirement legislation for us to believe that such was <page-number citation-index=\"1\" label=\"621\">*621</page-number>the purpose of the Executive Order. In short, mere non-compliance with the information section of the Order did not affect the five year provision of the Act or modify the established rule that statutes of limitations are not tolled by ignorance of one’s rights or of the law.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b673-8\">. <em>We </em>noted there, on page 755:</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b673-13\">. Section 3 of the Executive Order provides that persons eligible under section 411 who fail actively to exercise an election “shall continue to receive retired pay in the amount authorized by the applicable provisions of law in effect on September 30, 1949, the day immediately preceding the effective date of section 411 * * *_»</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b673-14\">. The parties cite several other cases dealing with the section 411 election, most notably Travis v. United States, 146 F. Supp. 847, 137 Ct.Cl. 148, (1956), and Seliga v. United States, 149 F.Supp. 211, 137 Ct.Cl. 710 (1957). These cases while <page-number citation-index=\"1\" label=\"622\">*622</page-number>they provide useful background on this election, afford only limited assistance in resolving the issue before us here because they do not involve the failure to make the election within the prescribed period.</p>\n<p id=\"b674-6\">The Travis case, for example, stands for the proposition that a retired serviceman is not to be held bound by an election which was made on misinformation received from the service; he may subsequently withdraw this election to make one based on correct information. Travis, however, had filed his petition here within the prescribed 5-year period, and we held that this act of commencing suit was sufficient to constitute an election.</p>\n<p id=\"b674-16\">It remained for Phelan, et al. v. United States, to deal with the fact situation which is again before us now: misinformation communicated by the service followed by no affirmative election within the 5-year period.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b674-18\">. The error there was the same as one of the two which occurred in this ease: defendant’s failure to credit plaintiff’s inactive service for basic pay purposes in the computation of disability retirement pay available under section 402(d).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}