{
  "casebody": {
    "data": "<casebody firstpage=\"364\" lastpage=\"375\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b406-10\">[L. A. No. 4484.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AhU\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AGs\">December 5, 1918.</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b406-11\">KEMPER B. CAMPBELL, Respondent, v. SIMONA BRADBURY, an Incompetent, etc., et al., Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b406-12\">Negligence — Fall of Passenger Elevator — Liability of Incompetent Owner Under Guardianship — Individual Liability of Guardians—Instructions.—In an action against an incompetent person under guardianship, as the owner of a building, and against the guardians, as individuals, for damages for personal injuries received by the plaintiff in the fall of a passenger elevator in such building, which was actually being operated by an employee of the guardians, an instruction basing the individual liability of the guardians solely upon the fact that they were in the active control and management of the property as guardians was erroneous, and instructions to the effect tha't the incompetent was liable, based upon the theory that she was charged with the liability of a common carrier of passengers for hire, were correct.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b407-4\"><page-number citation-index=\"1\" label=\"365\">*365</page-number>Id.—Negligent Operation of Elevator bt Employee of Guardians— Liability of Incompetent Person.—The owner of a building, though incompetent and under guardianship, is responsible for the negligent operation of a passenger elevator in the building by an employee of the guardians.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b407-5\">Id.—Measure of Proof—Instructions.—The refusal to give defendants’ instruction defining “the preponderance of evidence” is not prejudicial where the jury was instructed at plaintiff's request that it is incumbent upon the plaintiff to prove his case to a moral certainty, as this is a higher degree of proof than would result from a mere preponderance of the evidence.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b407-6\">Id.—Safety and Sufficiency of Elevator Materials — Modification of Instruction.—An instruction in such a ease to the effect that if the jury found from a preponderance of the evidence that the elevator was in proper condition and repair at the time it dropped and was properly operated at said time, and that it dropped from unforeseen and unknown conditions that could not have been guarded against by the exercise of the utmost care and prudence on the part of the defendants, the verdict must be for the defendants, was propérly modified by an additional proviso requiring that the jury should also find the safety and sufficiency of the materials entering into the construction of the elevator and its appliances and the safety and sufficiency of the mechanical construction of said materials, where the only evidence concerning the safety and sufficiency of the materials entering into the construction of the elevator and its appliances related to the safety device, the cables and bumpers, and the jury was instructed that' defendants were not liable for a defect in the cables not discoverable upon careful examination, or if the elevator fell by mere accident without any fault on their part.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b407-7\">Id—Bes Ipsa Loquitur Doctrine—Liability of Guardians—Erroneous Instruction.—Where both the incompetent' owner and the guardians in their individual capacities were joined as defendants, an instruction that it was only necessary for plaintiff to prove that he was being carried on the elevator and the happening of the accident, and thereupon the burden of proof shifted to the defendants to show, either that the accident could not have been avoided by the exercise of the highest degree of care on their part, or that it was caused by inevitable casualty, or some other cause which human foresight could not prevent, is erroneous, so far as the guardians are concerned, in that it predicates the individual liability of the guardians on the <em>res ipsa loquitur </em>doctrine, and thus permits recovery against them without affirmative proof of negligence on their part.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b407-8\">Id.—Inability of Operator to Prevent Overloading—Verdict for Defendants—Instruction.—An instruction to the effect' that if the <page-number citation-index=\"1\" label=\"366\">*366</page-number>elevator operator was powerless to prevent the overloading thereof, “the verdict should be for the defendants,” was properly, refused, as not meeting all the elements of negligence involved in the case.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"Av5\">Id.—Ínjury to Attorney at Law — Measure of Damages — Subsequent Impairment.—In an action for personal injuries sustained by an attorney at law in the fall of an elevator, the plaintiff was not limited as to his right to recover for loss of earning power to the amount specifically alleged in his complaint as damages resulting from total inability to practice his profession up to the time of the filing of the complaint and six months thereafter, hut under the general allegation of damages could recover for subsequent impairment.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b408-5\">Id.—Permanent Injuries to Attorney at Law — Verdict not Excessive.—A verdict for thirty-five thousand dollars for personal injuries sustained by an attorney at law in the fall of a passenger elevator cannot be considered excessive where it is shown that plain-, tiff was a comparatively young attorney having an income of nine thousand dollars per year, at the time of the trial it was a serious question whether he would ever be able to walk without the aid of crutches, that he had suffered great pain and had been unable to transact any business for more than six months at t'he time the case was tried, and was permanently crippled in such fashion as to impair Ms usefulness as an attorney before a court or jury.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b408-6\">New Trial—Excessive Damages—Affidavits.—On a motion for a new trial, affidavits to the effect that t'he courtroom was crowded with law students, pupils of the plaintiff, and that during the trial there was laughter and other manifestations of approval and disapproval of the proceedings by, the students, were not admissible on the question of excessive damages.</syllabus>\n<summary data-order=\"13\" data-type=\"history\" id=\"b408-7\">APPEAL from a judgment of the Superior Court of Los Angeles County. Chas. Wellborn, Judge. Affirmed in part; reversed in part.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b408-8\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"15\" data-type=\"summary\" id=\"b408-9\">Henry T. Gage, W. I. Foley, Isidore B. Dockweiler, Dockweiler &amp; Mott, G. C. O’Connell, and Albert M. Gross, for Appellants.</p>\n<p data-order=\"16\" data-type=\"attorneys\" id=\"b408-10\">E. B. Drake and Frank P. Doherty, for Respondent.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b408-11\">WILBUR, J.</author>\n<p id=\"At\">Plaintiff recovered a judgment against Simona Bradbury, an incompetent, and Lewis Bradbury individually, for thirty-five thousand dollars for damages for personal injuries due to the fall of an elevator in the Tajo <page-number citation-index=\"1\" label=\"367\">*367</page-number>Building, in Los Angeles, owned by Simona Bradbury. Defendants appeal. The evidence is undisputed that the cables supporting the passenger elevator broke while it carried twenty persons, most of them law students attending a law college on the fourth floor of said building; that it dropped about four floors to the basement; that the plaintiff, a teacher in the law school, was a passenger in the elevator at the time; that his ankles were crushed and his feet permanently injured by the fall; that at the time of the accident and for a long time prior thereto Simona Bradbury had been an incompetent ; that her property was under the management and control of Lewis Bradbury and Louisa Bradbury, the guardians of her person and estate; that by reason of an arrangement between the guardians, the defendant Lewis Bradbury at the time of the accident was in general supervision and control of the building, but that the actual supervision over the building was delegated by the guardians to an agent of the Bradbury estate, and that the elevator at the time of the accident was actually being operated by an employee of the guardians.</p>\n<p id=\"b409-5\">Simona Bradbury appeared by her general guardians, and Lewis Bradbury appeared individually. They were represented by the same attorney. Upon the appeal the incompetent is represented by the attorney for the guardians, and a brief also has been filed on behalf of the incompetent by her guardian <em>ad litem. </em>In the latter brief it is claimed that the negligence, if any, was the negligence of the guardians, for which she is not responsible. The instructions to the jury, offered by both plaintiff and defendants, in the main did not discriminate between the liability of the incompetent and of Lewis Bradbury individually for the negligence, if any, resulting in plaintiff’s injury. At the request of the plaintiff the jury was instructed, in effect, that if they believed that Lewis Bradbury, as guardian, had employed the elevator operator in the building, and also as guardian was in charge and control of said building, by himself or agents, then he would be responsible individually for any act of negligence charged in the complaint which might be found to be the proximate cause of the injury to the plaintiff. These acts of negligence alleged in the complaint consisted in lowering the elevator in a careless and negligent manner, overloading the elevator, failure to apply a proper safety appliance, failure to equip the <page-number citation-index=\"1\" label=\"368\">*368</page-number>elevator properly, failure to maintain, bumpers in the basement to lessen the impact of the falling elevator, carelessly permitting the safety device to become clogged with dirt, carelessly installing the elevator and cables so that the latter became crystallized, failure to provide the elevator with necessary appliances, etc. It will be observed, therefore, that the responsibility of Lewis Bradbury is based upon his duty as guardian to employ the elevator operator, and to control the building. At the trial plaintiff relied upon the breaking of the cables and the fall of the elevator to establish a <em>prima facie </em>case of negligence, but, in addition to the presumption arising from the nature of the accident, offered testimony to the effect that the safety device on the elevator failed to operate because it was clogged with dirt, and that the elevator was loaded beyond its rated capacity, but offered no other evidence to support the other specifications of negligence. Defendants offered evidence tending to show that the elevator and cables were in apparently good condition; that the cables were new and recently installed; that the injury must have resulted from a latent defect in the cables which could not have been discovered by the exercise of the highest degree of care, and that the safety device was in good condition. The jury was instructed-that the responsibilities of the defendants were those of a carrier of passengers for hire, and that the accident raised a ^presumption of negligence. The liability of the incompetent was, -by the instruction, based upon her ownership of the building and consequent responsibility for the injury, if caused by negligence. Respondent relies upon the case of <em>Morain </em>v. <em>Devlin, </em>123 Mass. 87, [42 Am. Rep. 423], wherein a lunatic, under guardianship, was held liable for an injury to the plaintiff by reason of the defect in a doorstep of a tenement building owned by the lunatic, but in the care and management of the guardian. It is there said: “The owner of real estate is liable for such a defect, although not caused by his own neglect, but by that of persons acting in his behalf or under contract with him. . . . And there is no precedent and no reason for holding that a lunatic having the benefits is exempted from responsibility of ownership of real estate.” The guardian <em>act litem, </em>on the other hand, .relies upon the case of <em>Rooney </em>v. <em>People’s Trust Co., </em>61 Misc. Rep. 159, [114 N. Y. Supp. 612], under similar facts, holding the guardian, or committee as the guardian is there called, <page-number citation-index=\"1\" label=\"369\">*369</page-number>individually liable for injuries resulting from such a defect, and upon the case of <em>Ward </em>v. <em>Rogers, </em>51 Misc. Rep. 299, [100 N. Y. Supp. 1058], holding that the incompetent and the guardian as such were not liable therefor. The case of <em>Gillet </em>v. <em>Shaw, </em>117 Md. 508, [42 L. R. A. (N. S.) 87, 83 Atl. 394], dealing with the question of the responsibility of a lunatic for an injury resulting from a collision between a traveler upon the highway and an automobile owned by the lunatic, but purchased by the guardian, is also cited, but presents a very different state of facts. There, neither the chauffeur nor the automobile was, at the time of the accident, under the direction, control, or authority of the lunatic, and at the time the automobile was not performing any service for the lunatic, but was engaged in-the business of the institution where the lunatic was confined; while in the instant case the profits derived from the operation of the elevator in question belonged to the estate of the incompetent. Both of the cases, decided by the New York supreme court, grew out of the ownership of property. Neither of them involved the operation of an elevator or the conduct of a business in the nature of that of a common carrier of passengers for hire. The responsibilities of a guardian in the carriage of passengers for hire on behalf of the ward would seem to be more nearly analogous to those of a receiver of a railroad in conducting its business as ‘ a carrier of passengers for hire. In each case the business is conducted by an officer of the court <em>(Matter of Otis, </em>101 N. Y. 580, 585, [5 N. E. 571]; 34 Cyc. 15) for and on behalf of those interested in the property. The rights of persons injured by the operation of railroads in the control of receivers is well settled by the courts. In <em>McNulta </em>v. <em>Lochridge, </em>141 U. S. 327, [35 L. Ed. 796, 12 Sup. Ct. Rep. 11, see, also, Rose’s U. S. Notes], the supreme court of the United States, in passing upon the question as to whether or not a suit could be maintained against a receiver upon a cause of action arising out of the negligent operation of the railroad during the administration of a previous receiver, said: “So long as the property of the corporation remains in the custody of the court and is administered through the agency of a receiver, such receivership is continuous and uninterrupted until the court relinquishes its hold upon the property, though its personnel may be subject to repeated changes. Actions against the receiver are in law actions against the receivership, or the <page-number citation-index=\"1\" label=\"370\">*370</page-number>funds in the hands of the receiver, and his contracts, misfeasances, negligence and liabilities $re official, and not personal, and judgments against him as receiver are payable only from the funds in his hands.” (See, also, <em>Archambeau </em>v. <em>Platt, </em>173 Mass. 249, [53 N. E. 816].) The doctrine of the liability of a receiver is thus stated in Elliott on Railroads, section 576: “His liability for acts done in the discharge of his duties is official only, and such acts bind only the trust estate. It accords with sound principle and reason that a receiver exercising the franchise of a railroad company shall be held amenable, in his official capacity, to substantially the same rules of liability that are applicable to the company while it exercises the same powers of operating the road. And this is the rule established by the great weight of modern authority. . . . The cases are practically unanimous in holding that a receiver who assumes to exercise the rights and powers of a common carrier become answerable in his official capacity for all injuries and losses sustained by persons dealing with him. in that capacity to the same extent in general that the corporation would have been liable.”</p>\n<p id=\"b412-6\">In <em>William </em>v. <em>Hays, </em>143 N. Y. 442, [42 Am. St. Rep. 743, 26 L. R. A. 153, 38 N. E. 449], it was held that the captain and part owner of a vessel was responsible to the other part owners for his negligence in the operation of the vessel, even though he was at the time insane, and for that reason unable properly to manage the vessel in a storm. The authorities on the subject are there collated. If an insane person, the owner and manager of a business building, would be responsible for the negligent operation of an elevator, notwithstanding his insanity and incapacity, there seems no good reason for holding that he should be exempt therefrom because of the fact that his- property was being operated for him by an agent <em>(Pharis </em>v. <em>Gere, </em>110 N. Y. 336, 347, [1 L. R. A. 270, 18 N. E. 135]), appointed by the court. Liability for elevator accidents is one of the incidents of the ownership of property equipped with elevators. This view, by which damages inflicted by the operation of an elevator are treated as an expense of maintaining the building in which it is installed, was in part the basis of a decision of the supreme court of Tennessee, where the building was owned by a charitable corporation not liable for torts. <em>(Gamble </em>v. <em>Vanderbilt University, </em>138 Tenn. 616, [L. R. A. 1918C, 875, <page-number citation-index=\"1\" label=\"371\">*371</page-number>200 S. W. 510].) It was there held that such damages as may be adjudged against the owner for breaches of duty in respect of the negligent management of the elevator should he charged as expenses of the operation of the particular property, and only the residue of the income should be considered available for the uses of the charity. (See, also, <em>Stewart </em>v. <em>California Med. M. &amp; B. Assn., </em>178 Cal. 419, [176 Pac. 46].) The same reasons which hold the property of a railroad, in the hands of a receiver, liable for the negligent operation of its trains, and which induced the supreme court of Tennessee to hold the owner of the building liable for damages in the case of <em>Gamble </em>v. <em>Vanderbilt University, supra, </em>seem to apply with equal force to the instant case, and require that the incompetent be held liable for the negligent operation of an elevator owned by and operated for the benefit of the incompetent. The decisions of this court in relation to the responsibility of a decedent’s estate and of the executor of a will for torts, cited in behalf of the incompetent <em>(Eustace </em>v. <em>Jahns, </em>38 Cal. 3, and <em>Sterrett </em>v. <em>Barker, </em>119 Cal. 492, [51 Pac. 695]), each related to an entirely different state of facts, and the principle thereof cannot be applied here. It is not necessary in a case of this kind for plaintiff to prove actual negligence, save as such negligence mayi be inferred from the injury to the plaintiff by the operation of the elevator. This rule is established for the benefit of the passenger, and it would be a harsh rule, indeed, by which to measure the individual responsibility of a guardian. We think, therefore, on the whole, that the rules relating to the obligations and liabilities for torts of a receiver operating the properties of a carrier of passengers for hire furnish the true test of the individual liability of a guardian and the liability of the ward in this case. The instruction, therefore, basing the individual liability of Lewis Bradbury solely upon the fact that he was in the active control and management of the property as guardian was erroneous, and, for the same reason, the instructions to the effect that the defendant Simona Bradbury was liable for the injuries received by the plaintiff, based upon the theory that the defendant was charged with the liability of a common carrier of passengers for hire, were correct.</p>\n<p id=\"b413-5\">Some other alleged errors require consideration.</p>\n<p id=\"b414-4\"><page-number citation-index=\"1\" label=\"372\">*372</page-number>Appellants complain of the refusal of the court to give an instruction defining “the preponderance of evidence.” At the request of the plaintiff, however, two instructions, “W” and “X,” were given on the measure of proof. required of the plaintiff. Instruction “W” is-as follows: “While it is incumbent upon the plaintiff to prove his ease, the law does not require from him absolute demonstration—that is, such a degree of proof excluding possibility of error as produces absolute certainty, because such proof is rarely possible; moral certainty is all that is required, or that degree of proof <em>which produces conviction in an unprejudiced mind.” </em>A similar instruction was held by this court, in the ease of <em>People </em>v. <em>Miller, </em>171 Cal. 649, 652, [154 Pac. 468], to be the equivalent of one requiring proof beyond a reasonable doubt. The same may be said of instruction “X,” as follows: “By a preponderance of evidence is not necessarily meant a greater number of witnesses, but if the plaintiff has proven his case by such evidence <em>as satisfies and produces conviction in the mind of the jury, </em>then he has proven his case by a preponderance of the evidence.” <em>(People </em>v. <em>Miller, supra.) </em>As these instructions on the measure of proof required of plaintiff were more favorable to the defendants than they were entitled to, they were not prejudiced by the failure' of the court to give the instruction requested by them.</p>\n<p id=\"b414-5\">Defendants offered an instruction to the effect that if the jury found from a preponderance of the evidence that the elévator was in proper condition and repair at the time it dropped and was properly operated at said time, and that it dropped from unforeseen and unknown conditions that could not have been guarded against by the exercise of the utmost care and prudence on the part of the defendants that their verdict “must be for the defendants.” The court modified the instruction by an additional proviso requiring they should also find “the safety and sufficiency of the materials entering into the construction of the elevator and its appliances and the safety and sufficiency of the mechanical construction of these materials.” The only evidence concerning the safety and sufficiency of the materials entering into the construction of the elevator and its appliances related to the safety device, \"the cables, and the bumpers. The jury was elsewhere instructed that “if the fall of the elevator happened by mere accident without any fault on the part of the defendants, <page-number citation-index=\"1\" label=\"373\">*373</page-number>plaintiff could not recover,” and also that defendants were not responsible for a defect or fault in the cables “not discoverable upon a reasonable and careful examination, according to the best known tests reasonably practicable.” No prejudicial error resulted from the modification of the instruction.</p>\n<p id=\"b415-5\">Defendants complain of an instruction “that it is only necessary for the plaintiff to prove that he was being carried on the elevator; that there was an accident to th§ elevator in vhich he was riding, and when the accident is proved the law nresumes negligence, and the burden of proof shifts upon the defendants to show, either that the accident could not have been avoided by the exercise of the highest degree of care on their part, or that said accident was caused by inevitable casualty, or some other cause which human foresight could not prevent.” The accident and injuries having resulted from the breaking of the cables, it was proper to omit the usual qualification in such instruction that the injury must have resulted from the operation of the elevator, in order to raise the presumption of negligence. The instruction, however, predicates the individual liability of the guardian, Lewis Bradbury, upon the <em>res ipsa loquitur </em>doctrine, and thus permits a recovery against him without affirmative proof of actual negligence on his part, and for that reason was erroneous. - The criticism of the instruction that the burden of proof “shifts” is sufficiently disposed of by our previous decisions. <em>(Steele </em>v. <em>Electric Ry. Co., </em>168 Cal. 378, [143 Pac. 718]; <em>Valente </em>v. <em>Sierra Ry. Co., </em>151 Cal. 540, [91 Pac. 481]; <em>Treadwell </em>v. <em>Whittier, </em>80 Cal. 574, [13 Am. St. Rep. 175, 5 L. R. A. 498, 22 Pac. 266] ; <em>Worden </em>v. <em>Central Fire Proof Bldg. Co., </em>172 Cal. 94, [155 Pac. 839]; <em>Champagne </em>v. <em>Hamburger, </em>169 Cal. 683, [147 Pac. 954].)</p>\n<p id=\"b415-6\">At plaintiff’s request the court gave the rule as to the measure of damages substantially as stated in <em>Storrs </em>v. <em>Los Angeles Traction Co., </em>134 Cal. 91, [66 Pac. 72], In addition thereto, at the request of the defendants, the court instructed the jury as to the elements of damages, stating that they were “to assess plaintiff’s damage at such sum as you may believe from all the evidence will compensate him for all the injuries sustained by him, if any, by reason of said accident.” They are also instructed “not to allow any speculative damages or to consider- any element of damages which is remote or im<page-number citation-index=\"1\" label=\"374\">*374</page-number>aginary or uncertain or conjectural or speculative,” etc. From a critical analysis of the complaint defendants contend that the plaintiff has limited his right to recover for damages for loss of earning power to the amount specifically alleged in his complaint, namely, two thousand five hundred dollars up to the time of filing the complaint, and five thousand dollars for six months after the filing of the complaint. But this allegation relates to the injuries suffered from the <em>total </em>inability of the plaintiff to practice his profession, and the pleader’s theory was that after the lapse of six months he would be able to take up his professional duties, but with impaired capacity to carry them on. The element of damage resulting from this impairment was covered by the general allegation of damage in the complaint and properly presented to the jury by the instructions. Nor is the instruction complained of susceptible of the construction that the jury were thereby told to disregard the evidence in determining the damages plaintiff suffered by reason of his loss of earning capacity, as was the case in <em>Rouse </em>v. <em>Pacific Ry. Co., </em>27 Cal. App. 772, [151 Pac. 164], The effect of the instruction was merely to inform the jury that it was not necessary in order for them to estimate future damage for any witness to testify thereto. Other instructions emphasized the fact that they were to be guided by the evidence in determining the amount of damages to be awarded the plaintiff, and the jury, of course, were sworn to render a verdict “according to the evidence” (Code Civ. Proc., sec. 604), and it is presumed that they did so.</p>\n<p id=\"b416-5\">Defendants offered an instruction to the effect that if the operator of the elevator was powerless to prevent the overloading thereof, “the verdict should be for the defendants.” This is not the law. Many other elements entered into the question of negligence in this case.</p>\n<p id=\"b416-6\">It is claimed that the verdict is excessive. The evidence shows that the plaintiff was a comparatively young attorney and was making an income of nine thousand dollars per year. At the time of the trial he came into the courtroom using two crutches and it was a serious question whether he would ever be able to walk without the aid of crutches. He had suffered great pain and had been unable to transact any business for more than six months at the time the case was tried; was permanently crippled in such fashion as to impair his useful<page-number citation-index=\"1\" label=\"375\">*375</page-number>ness as an attorney before a court and jury. The natural effect of his injury was that he would lose some of his clients, some part of the business already on hand, and that, on becoming able to transact business again, if -he ever regained his former income, it would require a long time to do so. It was the duty of the jury in the first instance to determine what sum would compensate the plaintiff for his injuries. It was the duty of the trial judge, upon the motion for new trial, to consider the testimony, and if the verdict was in his judgment too large, to either provide for a reduction of the judgment, or in default thereof, grant a new trial. In view of the earning capacity of the plaintiff, the nature and character of his injuries, his permanent handicap in re-establishing and conducting his practice, we cannot say that the verdict is excessive. <em>(Aldrich </em>v. <em>Palmer, </em>24 Cal. 513; <em>Zibbell </em>v. <em>Southern Pac. Co., </em>160 Cal. 255, [116 Pac. 513].)</p>\n<p id=\"b417-5\">For the purpose of proving “passion or prejudice” on the part of the jury in awarding damages, defendants offered certain affidavits upon the motion for new trial, to the effect that the courtroom was crowded with law students, pupils of the plaintiff, and that during the trial there was laughter and other manifestations of approval and disapproval of the proceedings by such students. It is sufficient to say upon this subject that on the question of excessive damages, these affidavits were not admissible as evidence. (Code Civ. Proc., sec. 658; <em>Harrison </em>v. <em>Sutter Street Ry. Co., </em>116 Cal. 157, 161, [47 Pac. 1019]; <em>Doolin </em>v. <em>Omnibus Cable Co., </em>125 Cal. 141, 144, [57 Pac. 774].)</p>\n<p id=\"b417-6\">The judgment against Simona Bradbury is affirmed; that against Lewis Bradbury is reversed.</p>\n<p id=\"b417-7\">• Lorigan, J., and Melvin, J., concurred.</p>\n<p id=\"b417-8\">Hearing in Bank denied.</p>\n<p id=\"b417-9\">Sloss J., Melvin, <em>J., </em>Wilbur, J., and Richards, J., <em>pro tem., </em>concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}