{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"247\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b309-6\">Arstine GADDIS, Petitioner, v. DIXIE REALTY COMPANY, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b309-8\">No. 22696.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b309-9\">United States Court of Appeals District of Columbia Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b309-10\">Decided Dec. 3, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b310-4\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>Mr. Brian Michael Olmstead, Nahant, Mass., was on the brief for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b310-5\">Mr. Herman Miller, Washington, D. C., was on the brief for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b310-6\">Before BAZELON, Chief Judge, and LEVENTHAL, Circuit Judge, in Chambers.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b310-7\">PER CURIAM:</author>\n<p id=\"b310-8\">Petitioner Gaddis rented a house from the respondent which was subsequently condemned as dangerous to the health and safety of its occupants. Unable to obtain more suitable quarters, petitioner and her family remained in possession, but she eventually stopped paying her monthly rent of $190. Respondent sued, for eviction. Petitioner defended on several grounds: She claimed respondent was barred from maintaining the suit by the condemnation proceedings, that respondent knowingly and fraudulently rented the facilities with full knowledge that the house was uninhabitable and infested with vermin, and that the rental contract was thus unconscionable and void. Moreover, petitioner made a claim against the respondent by way of set-off against the rent allegedly due on grounds that petitioner and her family suffered damages because of the unfit condition of the house.</p>\n<p id=\"b310-9\">Respondent obtained a directed verdict in the Court of General Sessions, and petitioner appealed to the District of Columbia Court of Appeals. During the pendency of the appeal, however, petitioner surrendered possession of the house and moved into public housing. Respondent in turn surrendered its claim for money judgment on the past rent due and asked the court to dismiss the appeal on grounds of mootness. The court found that petitioner vacated the house on her own volition and dismissed the appeal as moot, although the court did observe that the trial court was undoubtedly in error in ignoring the flagrant housing violation of the kind condemned in Brown v. Southall Realty Company, 237 A.2d 834 (D.C.C.A.1968). <em>See, </em>Gaddis v. Dixie Realty Company, 248 A.2d 820, 821 (D.C. C.A.1969).</p>\n<p id=\"b310-11\">Petitioner seeks review on the ground that the action of dismissing the appeal leaves in effect the underlying judgment of the Court of General Sessions, and that this will be <em>res judicata </em>of her action for damages.</p>\n<p id=\"b310-12\">We do not think it appropriate to grant leave to appeal for the purpose of exploring the issues tendered by petitioner as to mootness and res <em>judicata. </em>We do think it appropriate to exercise our cer-tiorari-type jurisdiction in order to bring to the attention of the D.C. Court of Appeals the appellate procedure prescribed for the federal courts since the matter is one that may in this and future cases, avoid injustice.<footnotemark>1</footnotemark></p>\n<p id=\"b310-13\">In United States v. Munsingwear, Incorporated, 340 U.S. 36, 39-40, 71 S.Ct. 104, 106, 95 L.Ed. 36 (1950), the Supreme Court stated:</p>\n<blockquote id=\"b310-14\">The established practice of the Court in dealing with a civil case from a court in the federal system which has become moot while on its way here or pending our decision on the merits is to reverse or vacate the judgment below and remand with a direction to dismiss. That was said in Duke Power Company v. Greenwood County, 299 U.S. 259, 267, 57 S.Ct. 202, 205, 81 L.Ed. 178, to be “the duty of the appellate court.” That procedure clears the path for future re-litigation of the issues between the parties and eliminates a judgment, review of which was prevented through happenstance. When that procedure is <page-number citation-index=\"1\" label=\"247\">*247</page-number>followed, the rights of all parties are preserved; none is prejudiced by a decision which in the statutory scheme was only preliminary.</blockquote>\n<p id=\"b311-5\">We see no reason why the procedure prescribed for the federal appellate courts to obviate injustice should not be appropriate for the statutory courts having local jurisdiction in the District of Columbia.</p>\n<p id=\"b311-6\">However it does not appear that the possibility of this procedure was presented to the D.C. Court of Appeals. Accordingly, in the interest of justice, we shall grant the petition for allowance of appeal, but remand the case <em>sua sponte </em>to the District of Columbia Court of Appeals to consider whether the procedure outlined in <em>Munsingwear </em>is appropriate for application by that court.</p>\n<p id=\"b311-7\">So ordered.</p>\n<footnote label=\"1\">\n<p id=\"b310-15\">. Fields v. District of Columbia, 131 U.S.App.D.C. 346, 404 F.2d 1323 (1968).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}