{
  "casebody": {
    "data": "<casebody firstpage=\"161\" lastpage=\"168\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b241-16\">L. C. McGARRAH, Appellant, v. A. L. DUTTON, Warden, Georgia State Prison, Reidsville, Georgia, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b241-18\">No. 24107.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b241-19\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b241-20\">July 26, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b242-22\"><page-number citation-index=\"1\" label=\"162\">*162</page-number>C. B. King, Albany, Ga., Charles S. Ralston, New York City, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b242-23\">Carter A. Setliff, Asst. Atty. Gen., Atlanta, Ga., Arthur K. Bolton, Atty.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"AoB\">Gen., G. Ernest Tidwell, Executive Asst. Atty. Gen., Atlanta, Ga., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b242-24\">Before BROWN, Chief Judge, BELL, Circuit Judge, and BREWSTER, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ADe\"><page-number citation-index=\"1\" label=\"163\">*163</page-number>JOHN R. BROWN,</author>\n<p id=\"Aq9n\">Chief Judge:</p>\n<p id=\"Aas\">On July 26, 1955, the Appellant, Mc-Garrah, unrepresented by counsel, waived indictment and pleaded guilty in Superior Court of Sumter County to two counts charging assault with intent to commit rape and three counts of burglary. He was sentenced to 20 years each on the first two counts and 10 years each on the three remaining counts to be served consecutively, a total of 70 years. On January 18, 1965, McGarrah filed a petition <em>pro se </em>for writ of habeas corpus in the City Court of Reidsville, Georgia, asserting that the waiver and plea had been obtained by threats and force on the part of state officials, and that he had been denied the federally guaranteed right to assistance of counsel. The petition was denied on March 27, 1965, and no appeal was taken. On March 10, 1966, a petition for habeas relief asserting similar grounds was filed by his present counsel in the United States District Court for the Southern District of Georgia. A hearing was held, relief was denied, and this appeal followed. We reverse.</p>\n<p id=\"ANS\">The record is simple and uncomplicated concerning the events that occurred— or did not occur — in chambers when Mc-Garrah waived indictment and entered his plea of guilty. McGarrah testified<footnotemark>1</footnotemark> that at no time during the proceedings was he advised by either Mr. Burgamy, the Solicitor General of the South Western Judicial Circuit, now deceased, or Judge Cleveland Rees of his right as an indigent to have the court appoint counsel to represent him if he so desired. Of particular importance here, this testimony is corroborated with respect to what the state trial judge did. Judge Rees testified that it was not his practice to advise defendants of their right to indictment or counsel unless the question was raised and' that ordinarily those matters were handled by the Solicitor General.<footnotemark>2</footnotemark> There is, however, contradictory evidence as to the Solicitor’s actions. It is in the form of answers by Solicitor General Burgamy to written interrogatories, not crossed, prepared in connection with and used in the state habeas proceeding and admitted in the District Court under P.R.Civ.P. 26(d) (3) and (4).<footnotemark>3</footnotemark> **Mr. Burgamy testified as follows:</p>\n<blockquote id=\"b243-19\">“Interrogatory No. 3: If you were present when L. C. McGarrah entered his pleas of guilty, please state whether or not he was <em>advised of his constitutional rights </em>concerning the appointment of legal counsel for his defense?</blockquote>\n<blockquote id=\"b243-20\">“Answer: <em>Yes.</em></blockquote>\n<blockquote id=\"b243-21\">«* * *</blockquote>\n<blockquote id=\"b243-22\">“Interrogatory No. 5: Did L. C. McGarrah, or did he not, request the trial judge to appoint him legal counsel?</blockquote>\n<blockquote id=\"b243-23\">“Answer: No.</blockquote>\n<blockquote id=\"b243-24\">«* * *</blockquote>\n<blockquote id=\"b243-25\">“Interrogatory No. 10: Please state any other facts which you deem pertinent to the question of whether or not L. C. McGarrah was denied legal counsel, was denied a trial by jury, or was beaten into entering a plea of guilty, or that he was denied any of his other constitutional rights when he entered pleas of guilty to assault with intent to rape and burglary in the <page-number citation-index=\"1\" label=\"164\">*164</page-number>Superior Court of Sumter County on July 26, 1955.</blockquote>\n<blockquote id=\"b244-4\">“Answer: I remember this case well and L. C. McGarrah was not denied legal counsel, was not denied a trial by jury, and was not beaten into entering a plea of guilty. L. C. McGarrah entered a plea of guilty to two accusations of assault with intent to rape, and three counts of burglary freely and voluntarily and <em>he was not denied any of his constitutional rights.” </em>[Emphasis added.]</blockquote>\n<p id=\"b244-5\">From the now well established constitutional precept that an indigent accused, even if he pleads guilty must be provided with counsel unless that right is intelligently and completely waived, Gideon v. Wainwright, 1963, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799; Knight v. Balkcom, 5 Cir., 1966, 363 F.2d 221, it is axiomatic that unless the defendant knows of the right to counsel or is clearly advised of that right, then the right cannot be intentionally relinquished or waived. Reed v. United States, 5 Cir., 1965, 354 F.2d 227, Carnley v. Cochran, 1962, 369 U.S. 506, 82 S.Ct. 884, 8 L.Ed.2d 70. Here there is no indication from the record either in the State Trial Court or in the Federal Court that McGarrah, then an illiterate seventeen-year old, knew of the right to counsel. The question is then sharply posed whether or not he was clearly advised of that right, for only then might the constitutional requirements for waiver of counsel be satisfied. Johnson v. Zerbst, 1938, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461.</p>\n<p id=\"b244-6\">This inquiry at once discloses the vice inherent in the conclusory form of the interrogatories propounded to, and the summary answers given by, Solicitor General Burgamy. As such, this appeal presents the identical question recently decided by this Court in Molignaro v. Dutton, 5 Cir., 1967, 373 F.2d 729 [Mar. 3, 1967] and Lastinger v. United States, 5 Cir., 1966, 356 F.2d 104. Almost as though written for the present case, what we there said fits here too:</p>\n<blockquote id=\"b244-7\">“From the evidence presented on this appeal, we are unable to determine whether the constitutional mandate was observed. Specifically, and without questioning in any way the professional competence, sincerity, or creditability of [the] Solicitor General, * * * the evidence adduced on the hearing was in such form that we are unable to determine how or in what way [the accused] was advised of the right to counsel. The vice is in the conclusory form of the question and followed by a like response * * * [providing] little insight into either the nature of, or the circumstances surrounding, the advice.” 373 F.2d at 730.</blockquote>\n<p id=\"b244-9\">See also Knight v. Balkcom, supra, at 223 n. 1.</p>\n<p id=\"b244-10\">We do not mean to intimate that merely because the testimony of McGarrah — verbally uncontradicted by any clear, specific testimony — denies that he had either knowledge or advice as to the right to counsel that such testimony necessarily had to be credited by the District Court. On the contrary, our disposition would be the same had the Federal Trial Judge expressly discredited it. The record, State and Federal, is clear that petitioner did not have counsel. Judge Rees candidly testified that it was not his practice to give such advice before accepting a guilty plea, and he did not do so here. In this setting, the unrevealing questions and answers in the interrogatories propounded to Solicitor General Burgamy fall short of satisfying the requirements set out by the Supreme-Court :</p>\n<blockquote id=\"b244-11\">“Presuming waiver from a silent record is impermissible. The record must show, or there must be an allegation and evidence which show, that an accused was offered counsel but intelligently and understandingly rejected the offer. Anything less is not a waiver.”</blockquote>\n<p id=\"b244-12\">Carnley v. Cochran, supra, 369 U.S. at. 516, 82 S.Ct. at 890, 8 L.Ed.2d at 77. The doubts reflected on the face of the <page-number citation-index=\"1\" label=\"165\">*165</page-number>record casts upon the State, not the petitioner, the burden<footnotemark>4</footnotemark> to substantiate a knowing waiver and to do so by evidence which is not so deficient in form that there is doubt as to whether constitutional requirements have been observed.<footnotemark>5</footnotemark></p>\n<p id=\"b245-5\">There is a factor present in this case, however, which distinguishes it from the <em>Molignaro-Lastinger </em>cases where conclusory generalities require reversal and remand to the District Court for a new hearing. Ordinarily this would permit the introduction of additional testimony regarding the specific facts relating to the advice as a basis for the asserted waiver. Here Solicitor General Burgamy, the person who is supposed to have given the advice is deceased. Whether any other person was present who might have knowledge about the critical facts is not clear.<footnotemark>6</footnotemark> We recognize therefore that this may be a situation where the State, on remand for a new hearing is unable to produce evidence sufficient to carry the burden. In that event, the only alternative would be to invalidate the conviction subject to retrial. But this is the consequence of the failure either to provide counsel or establish a knowing waiver.</p>\n<p id=\"b245-6\">The disposition we make of this case renders it unnecessary to consider the other contentions raised by McGarrah. We reverse the decision of the District Court and remand the cause with directions to hold a further factual hearing for development of specific facts consistent with this opinion.</p>\n<p id=\"b245-16\"> By way of epilogue these comments certainly are in order. They express both disappointment as to the past and optimism for the days ahead. The disappointment comes from the great likelihood that had McGarrah appealed in the Georgia Courts the denial of habeas, the Supreme Court of Georgia would have found that he had been denied his constitutionally protected right to counsel and set aside the conviction. The. Georgia Supreme Court even under its traditional narrow view of habeas<footnotemark>7</footnotemark> would have, and would now, entertain this right to counsel question. Whippler v. Balkcom, 5 Cir., 1965, 342 F.2d 388; Smart v. Balkcom, 5 Cir., 1965, 352 F.2d 502; Cobb v. Balkcom, 5 Cir., 1964, 339 F.2d 95. The doctrine of comity requires that a federal habeas petitioner exhaust state court remedies that are available to him when he applies for federal habeas corpus relief. Fay v. Noia, 1963, 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837. Here the appellant utilized his state remedy through the trial court but took no appeal. We could apply the rule of comity and require him to exhaust his still <page-number citation-index=\"1\" label=\"166\">*166</page-number>available state remedy but the state has waived the question of exhausting the available state remedy. This selective waiver practice on the part of the state diminishes our federalism in the area of the obligation of the state to maintain its own system of criminal justice. Our optimism, however, comes from the fact that the problem will not be a recurring one. Georgia has just enacted the new comprehensive post-conviction procedure, effective July 1, 1967, Habeas Corpus Act of 1967, Act No. 562 (S.B. 171), Ga.Laws, pp. 835-839, 1967 Sess., approved April 18, 1967 (see Appendix). Georgia has equipped itself with flexible adequate tools to meet Georgia’s responsibility in the vindication of federal constitutional rights in the trial of criminal cases. This is where it belongs. The role of the Federal Courts will, as it should be, more and more reduced.</p>\n<p id=\"b246-5\">Reversed and remanded.</p>\n<p id=\"b246-6\">APPENDIX.</p>\n<p id=\"b246-7\">AN ACT</p>\n<p id=\"b246-8\">To amend Code Title 50, relating to habeas corpus, so as to provide a new exclusive procedure for persons whose liberty is being restrained by virtue of a sentence imposed against them by any state court of record; to provide the procedure for the foregoing; and to repeal conflicting laws; and for other purposes.</p>\n<p id=\"b246-9\">BE IT ENACTED BY THE GENERAL ASSEMBLY OF GEORGIA:</p>\n<p id=\"b246-10\">Section 1. <em>Statement of Legislative Intent and Purpose. </em>The General Assembly finds that expansion of the scope of habeas corpus in federal court by decisions of the United States Supreme Court, together with other decisions of said court (a) substantially curtailing the doctrine of waiver of constitutional rights by an accused and (b) limiting the requirement of exhaustion of state remedies to those currently available, have resulted in an increasingly larger number of state court convictions being collaterally attacked by federal habeas corpus based upon issues and contentions not previously presented to or passed upon by courts of this State; that such increased reliance upon federal courts tends to weaken state courts as instruments for the vindication of constitutional rights, with a resultant deterioration of the federal system and federal-state relations; that to alleviate said problems, it is necessary that the scope of state habeas corpus be expanded and the state doctrine of waiver of rights modified. The General Assembly further finds that expansion of state habeas corpus to include many sharply-contested issues of a factual nature requires that only the superior courts have jurisdiction of such cases.</p>\n<p id=\"b246-12\">Section 2. Code Title 50, relating to habeas corpus, is hereby amended by striking in its entirety Code Section 50-101 and inserting in lieu thereof a new Section 50-101 to read as follows:</p>\n<blockquote id=\"b246-13\">“Section 50-101. <em>Who May Sue Out Writ.</em></blockquote>\n<blockquote id=\"b246-14\">(a) Any person restrained of his liberty under any pretext whatsoever, except under sentence of a state court of record, may sue out writ of habeas corpus to inquire into the legality of such restraint.</blockquote>\n<blockquote id=\"b246-15\">(b) Any person alleging that another, in whom for any cause he is interested, is kept illegally from the custody of the applicant, may sue out a writ of habeas corpus to inquire into the legality of such restraint.</blockquote>\n<blockquote id=\"b246-16\">(c) Any person restrained of his liberty as a result of a sentence imposed by any state court of record may sue out a writ of habeas corpus to inquire into the legality of such restraint.”</blockquote>\n<p id=\"b246-17\">Section 3. Said Title is further amended by adding after Code Section 50-126 a new Code Section to be known <page-number citation-index=\"1\" label=\"167\">*167</page-number>as Code Section 50-127 to read as follows:</p>\n<blockquote id=\"b247-5\">“Section 50-127. <em>Exclusive Procedure for Suing Out a Writ of Habeas Corpus for Persons Whose Liberty is being Restrained by Virtue of a Sentence Imposed Against Them by a State Court of Record. </em>Notwithstanding the other provisions of this Title, the following is the exclusive procedure for suing out a writ of habeas corpus for persons whose liberty is being restrained by virtue of, a sentence imposed against them by a state court of record:</blockquote>\n<blockquote id=\"b247-6\">(1) <em>Grounds for Writ. </em>Any person imprisoned by virtue of a sentence imposed by a state court of record who asserts that in the proceedings which resulted in his conviction there was a substantial denial of his rights under the Constitution of the United States or of the State of Georgia or the laws of the State of Georgia may institute a proceeding under this Section. Rights conferred or secured by the Constitution of the United States shall not be deemed to have been waived unless it is shown that there was an intentional relinquishment or abandonment of a known right or privilege which relinquishment or abandonment was participated in by the party and was done voluntarily, knowingly and intelligently.</blockquote>\n<blockquote id=\"b247-7\">(2) <em>Petition and Verification. </em>The petition shall identify the proceeding in which the petitioner was convicted, give the date of rendition of the final judgment complained of, and clearly set forth the respects in which petitioner’s rights were violated. The petition shall have attached thereto affidavits, records, or other evidence supporting its allegations or shall state why the same are not attached. The petition shall identify any previous proceedings that petitioner may have taken to secure relief from conviction. Argument and citations of authorities shall be omitted from the petition. The petition must be verified by the oath of the applicant or some other person in his behalf.</blockquote>\n<blockquote id=\"b247-8\">(8) <em>Jurisdiction and Venue. </em>The petition must be filed in the superior court of the county wherein the petitioner is being detained. The superior courts of such counties have exclusive jurisdiction of habeas corpus actions arising under this Section.</blockquote>\n<blockquote id=\"b247-9\">(4) <em>Service of the Petition. </em>Service of the petition shall be made upon the person having custody of the petitioner. If the petitioner is being detained under the custody of the Board of Corrections, an additional copy of the petition shall be served on the Attorney General; however, if the petitioner is being detained under the custody of some other authority other than the Board of Corrections, an additional copy of the petition shall be served upon the solicitor general of the county wherein the petition is filed. Service upon the Attorney General or the Solicitor General may be had by mailing a copy of the petition along with a proper certificate of service.</blockquote>\n<blockquote id=\"b247-10\">(5) <em>Custody of Petitioner. </em>Custody and control of the petitioner shall be retained by the Board of Corrections or other authority having custody of the petitioner and it shall be the duty of such board or authority to produce the petitioner at such times and places as the court may direct.</blockquote>\n<blockquote id=\"b247-11\">(6) <em>Proceedings on Petition. </em>Within 20 days after filing and docketing of the petition, or within such further time as the court may set, the respondent shall answer or move to dismiss the petition. The court shall set the case for a hearing on the issues within a reasonable time after the filing of defensive pleadings.</blockquote>\n<blockquote id=\"b247-12\">(7) <em>Disposition in the Trial Court. </em>The court may receive proof by depositions, oral testimony, or other evidence. If the court finds in favor of the petitioner, it shall enter an appropriate order with respect to the judgments or sentence in the former proceedings and such supplementary orders as to rearraignment, retrial, custody, bail or discharge as may be necessary and proper. Depositions may be taken under this Section upon <page-number citation-index=\"1\" label=\"168\">*168</page-number>reasonable notice to the opposing party.</blockquote>\n<blockquote id=\"b248-4\">(8) <em>Transcribing Proceedings. </em>All trials held under this Section shall be transcribed by a court reporter designated by the superior court hearing the case.</blockquote>\n<blockquote id=\"b248-5\">(9) <em>Judge’s Findings of Fact and Conclusions of Law. </em>After reviewing the pleadings and evidence offered at the trial of the case, the judge of the superior court hearing the case shall make written findings of fact and conclusions of law upon which the judgment is based. Such findings of fact and conclusions of law shall be recorded as part of the- record of the case.</blockquote>\n<blockquote id=\"b248-6\">(10) <em>Subsequent Applications. </em>Where after an evidentiary hearing on the merits of a material factual issue, or after a hearing oh the merits of an issue of law, a person in custody pursuant to the judgment and sentence of a court ha,s been denied rélief upon application for habeas corpus, a subsequent application for a-writ of habeas corpus in behalf of such person need not be entertained by the court unless the application alleges and is predicated upon a ground not adjudicated on the hearing of the earlier application for the writ, and unless the court is satisfied that the applicant has not on the earlier application deliberately withheld the newly asserted ground or otherwise abused thé writ.</blockquote>\n<blockquote id=\"b248-7\">(11) <em>Practice as to Appeals. </em>Appeals in habeas corpus cases shall be governed by the Appellate Procedure Act of 1965, approved February 19, 1965, (Ga.Laws 1965; p. 18), as now or hereafter amended. In the event that the superior court finds in favor of the petitioner, a notice of appeal filed by the respondent shall act as a supersedeas and stay the judgment of the superior court until there is final adjudication by the appellate courts; provided, however, that while such case is on appeal, the petitioner may be released on bail as is now provided for in criminal cases, except where the petitioner has been convicted of a capital felony; provided, however, that the right to bail and the amount of the bond shall be within the discretion of the judge of the superior court wherein the case is tried.”</blockquote>\n<p id=\"A-2Q\">Section 4. <em>Repeal of Code Section 50-105. </em>Code Section 50-105 relating to the penalty for refusing the writ of habeas corpus is hereby repealed in its entirety.</p>\n<p id=\"b248-9\">Section 5. <em>Title of Act. </em>This act may be cited and referred to as the “Habeas Corpus Act of 1967”.</p>\n<p id=\"b248-10\">Section 6. <em>Effective date. </em>This Section shall become effective July 1, 1967, and shall govern all proceedings brought after this Section takes effect.</p>\n<p id=\"b248-11\">Section 7. <em>Repeals. </em>All laws and parts of laws in conflict herewith are hereby repealed.</p>\n<footnote label=\"1\">\n<p id=\"b243-7\">. “Q. Did Mr. Burgamy get you a lawyer?</p>\n<blockquote id=\"b243-8\">“A. No, sir.</blockquote>\n<blockquote id=\"b243-9\">“Q. Did he ask you whether you wanted one or not?</blockquote>\n<blockquote id=\"b243-10\">“A. No, sir.</blockquote>\n<blockquote id=\"b243-11\">“Q. Did the judge tell you that it was your right to have a lawyer?</blockquote>\n<blockquote id=\"b243-12\">“A. No, sir, I don’t recall.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b243-13\">. Specially, when asked about the case of McGarrah, Judge Bees testified, “I do recall that it was not my procedure; I mean I accepted his plea of guilty just as we usually did in an endless number of cases, and I don’t think I told him a thing about it.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b243-27\">. See also 28 U.S.O.A. § 2246, cf. 2247. We need not resolve McGarrah’s attack on the receipt of this evidence. The record does not show whether the requisite notice under Georgia practice was given to McGarrah or whether the equivalent of any of the indicated requirements of P. B.Civ.P. 26(d); 31(a) were satisfied.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b245-7\">. This is consistent with the Supreme Court’s holding in <em>Carnley, </em>supra, that it is not incumbent on the petitioner to rebut a valid waiver on collateral attack “by showing — if he can — that he had not in fact agreed, or been willing, to be tried without counsel. To cast such a burden on the accused is wholly at war with the standard of proof of waiver of the right to counsel which we laid down in Johnson v. Zerbst, 304 U.S. 458, 464-465, [58 S.Ct. 1019, 82 L.Ed. 1461] * * Cf. Lane v. United States, 5 Cir., 1967, 373 F.2d 570 [Feb. 24, 1967] [Burden on Government to show that requirements of F.R.Crim.P. 11 complied with.]</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b245-11\">. Let there be no mistake. As we were careful to point out in <em>Molignaro, </em>supra, the vice is not in the use of interrogatories <em>per se, </em>or even standardized boiler plate. Rather, it is in wording them so generally that they are unresponsive to the need of the Court for specific facts as to the advice given, facts that can then be measured against pertinent contemporary constitutional standards. Illustrative of the growing need for factual detail not conclusory impressions, are the problems in judicial administration as more and more cases involving <em>Miranda </em>custodial warnings begin to reach appellate courts. Miranda v. State of Arizona, 1966, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694, effective for trials commencing after June 13, 1966.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b245-18\">. The record docs show that Sheriff McArthur, who was present during the proceedings, is also deceased.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b245-19\">. See Clarke v. Grimes, 5 Cir., 1967, 374 F.2d 550, 553 n. 3 [March 24, 1967]; Whippler v. Balkcom, infra, 342 F.2d 388 at 391; Cobb v. Balkcom, 5 Cir., 1964, 339 F.2d 95, 100; and see Tolg v. Grimes, 5 Cir., 1966, 355 F.2d 92, 93, cert, denied 384 U.S. 988, 86 S.Ct. 1887, 16 L.Ed.2d 1005.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}