{
  "casebody": {
    "data": "<casebody firstpage=\"441\" lastpage=\"446\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b521-4\">WAGNER TRACTOR, INC., and FWD Wagner, Inc., Defendants-Appellants, v. W. E. SHIELDS, Trustee in Bankruptcy for Frost Machinery Company, Ltd., Plaintiff-Appellee. W. E. SHIELDS, Trustee in Bankruptcy for Frost Machinery Company, Ltd., Plaintiff-Appellant, v. WAGNER TRACTOR, INC., and FWD Wagner, Inc., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aaz\">Nos. 20745, 20758.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b521-8\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b521-9\">July 11, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b522-29\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>Marshall Cheney, Jr., Mize, Kriesien, Fewless &amp; Cheney, Portland, Or., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b522-30\">William Campbell, Freed &amp; Campbell, Portland, Or., Walter N. Newman, <page-number citation-index=\"1\" label=\"443\">*443</page-number>Queen’s Commissioner, Winnipeg, Manitoba, Canada, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b523-6\">Before CHAMBERS, BARNES and DUNIWAY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b523-5\">Amended Opinion</p>\n<author id=\"b523-7\">BARNES, Circuit Judge:</author>\n<p id=\"b523-8\">This is a consolidation of two appeals from the United States District Court for the District of Oregon. The trial court’s jurisdiction was based upon 28 U. S.C. § 1332. This court has jurisdiction under 28 U.S.C. § 1291.</p>\n<p id=\"b523-9\">Wagner Tractor, Inc. (hereinafter “Wagner”) is a manufacturer of construction and farm machinery. Shields is the trustee in bankruptcy for Frost Machinery Company, Ltd. (hereinafter “Frost”). Frost was a dealer in Wagner products.</p>\n<p id=\"b523-10\">In April of 1959, Wagner sold a Wagner Tractor Model IND-14, Serial No. 2019, to Frost, f. o. b. Portland, Oregon. Delivery was taken by Albert Ferec, a retail customer of Frost, who took it to St. Rose DuLae, Manitoba, to be used in his road construction business. The machine did not perform properly. It was agreed that the machine, No. 2019, would be returned to Frost and Ferec would purchase a different machine.</p>\n<p id=\"b523-11\">In May of 1959, Frost purchased from Wagner a Wagner Tractor Model IND-14 A, Serial No. 2033, f. o. b. Portland, Oregon. Delivery was again taken by Mr. Ferec as Frost’s retail customer. Mr. Ferec used the machine in his road construction business, with minor repairs being made to the tractor. In August of 1959 a serious malfunction (after about 650 hours of work) necessitated certain major repairs which were done by Frost. Work with the machine continued until October when the weather prevented further work. In the spring of 1960, Ferec again used the No. 2033, but after only 12 hours of operation the transmission failed. Frost refused to repair it and Ferec returned the machine to Frost. Ferec was in default on his payments for the machine, but no demand for payment was made to him. There is no evidence that Ferec’s contract with Frost was ever rescinded.</p>\n<p id=\"b523-13\">As to the first machine, No. 2019, a new engine was installed to provide more power. Frost paid the cost of installing the new engine as it had agreed. During 1960 it was leased on two occasions and, apparently, performed satisfactorily, the rentals being in excess of $5,000.</p>\n<p id=\"b523-14\">The dealership agreement between Frost and Wagner was terminated by Wagner according to its terms on August 7, 1959. Later, Frost became bankrupt, and the machines were repossessed and sold by the finance company, Industrial Acceptance Corporation.</p>\n<p id=\"b523-15\">On March 22, 1963, Frost, by its trustee in bankruptcy, filed suit against Wagner and its successor for breach of warranty. After trial, the court found that Wagner had breached its warranties as to each.machine and awarded damages of $4,350.14 as to No. 2019 and $32,500.00 as to No. 2033. Wagner appeals from the judgment of breach of warranty and the amount of damages. Shields, as trustee for Frost, appeals the amount of damages contending they are inadequate.</p>\n<p id=\"b523-16\">As the court’s jurisdiction was based on diversity of citizenship, the case is to be determined by the law of the state where the court sits, in this case Oregon, Erie R.R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). See also, Byrd v. Blue Ridge Rural Elect. Coop, Inc., 356 U.S. 525, 78 S.Ct. 893, 2 L. Ed.2d 953 (1958). The parties agree that Oregon law should be applied.</p>\n<p id=\"b523-17\">I. <em>Machine No. 2019</em></p>\n<p id=\"b523-18\">As to the first machine, No. 2019, Wagner contends that there was no warranty to breach. Beyond that question, however, Wagner claims that Frost suffered no injury with respect to No. 2019.</p>\n<p id=\"b523-19\">The elements of a cause of action for breach of warranty are: (1) a warranty; (2) breach of that warranty; (3) notice to the warrantor of the breach <page-number citation-index=\"1\" label=\"444\">*444</page-number>(Ore.Rev.Stats. § 75.490)<footnotemark>1</footnotemark>; and (4) damages proximately caused by the breach.</p>\n<p id=\"b524-4\"> There was a warranty. There is evidence to sustain the trial court’s finding that there was an implied warranty of fitness. Ore.Rev.Stats. § 75.150 (1) provides:</p>\n<blockquote id=\"b524-5\">“Where the buyer, expressly or by implication, makes known to the seller that particular purpose for which the goods are required, and it appears that the buyer relies on the seller’s skill or judgment (whether he be the grower or manufacturer or not), there is an implied warranty that the goods shall be reasonably fit for such purpose.”</blockquote>\n<p id=\"b524-6\">Ferec, the road builder, Sneva (Frost’s salesman) and Ankerman (Wagner’s Canadian representative) met together to discuss the equipment required by Ferec for his particular use in road building in that particular area of' Canada. Ankerman specified the model which Ferec bought from Frost. (Exh. 70, p. 22, Exh. 71, pp. 15-16.) Through Ankerman, Wagner can be charged with knowing the use intended by Frost, that is, to sell it to Ferec for road construction. If it was not fit for road construction, it was also not fit to sell for that purpose. Wagner, knowing it was to be sold as road construction equipment in reliance upon Ankerman’s judgment, warranted it as fit by the terms of Ore.Rev.Stats. § 75.-150(1).</p>\n<p id=\"b524-7\">Wagner apparently concedes that the first machine broke down and notice thereof was given.</p>\n<blockquote id=\"b524-8\">“Within a few days after No. 2019 arrived at St. Rose DuLac, it became apparent that the machine would not and did not perform properly (Ex. 71, Ferec dep pp 14, 64-66; Tr 44). Meetings and telephone conversations were held and an exchange of correspondence took place between Ferec, representatives of Frost and representatives of Wagner.” (Appellant’s (Wagner) Opening Brief, p. 4.)</blockquote>\n<p id=\"AEL\">Finding a warranty as to No. 2019, a breach and notice, the only remaining question is in regard to the damages. The Supreme Court of Oregon has said that “the measure of general damages * * * is the difference between the value of the goods actually received and the value they would have had if they were as warranted.” Sol-o-Lite Laminating Corp. v. Allen, 223 Or. 80, 353 P.2d 843, 848 (1960). Accord, Western Feed Co. v. Heidloff, 230 Or. 324, 370 P.2d 612 (1962). This, is the general rule. E. g., Isenberg v. Lemon, 84 Ariz. 340, 327 P.2d 1016 (1958). In the present case, we can only determine the difference in values by looking at what it cost to correct the deficiencies in No. 2019. This was $4,-350.14, and that amount was awarded by the trial court as damages for the breach of warranty on No. 2019.<footnotemark>2</footnotemark></p>\n<p id=\"b524-13\">Frost has also claimed certain elements of special damages from the breach, including loss of expected profits, finance charges, and losses on the eventual disposal of the machine. The loss of expected profits element can be dismissed summarily because the uncontradicted evidence shows that No. 2019 was replaced by No. 2033 on which there was an even larger profit. Though loss of profits may be a recoverable element. Western Feed Co. v. Heidloff, supra, that element has not been established in this case.</p>\n<p id=\"b524-14\">As to the finance charges, we must agree with Wagner that they are not proximately caused by the breach. Frost has cited no cases in support of this element of its claim. First, it appears that these costs are completely dependent upon the method .chosen by Frost to provide money for its operations. If Frost had chosen to finance the keeping of this machine out of working capital, there <page-number citation-index=\"1\" label=\"445\">*445</page-number>would have been no such charges. Second, we take it as elemental that upon discovery of the breach of warranty Frost was fully entitled to rescind the purchase contract with Wagner. Cf. Kuchta v. Western Oldsmobile, 224 Or. 50, 355 P.2d 458 (1960). See, e. g., Green v. Antoine, 133 Cal.App.2d 269, 284 P.2d 76 (1955), Ericksen v. Poulsen, 15 Utah 2d 190, 389 P.2d 739 (1964). Had Frost elected to rescind and return No. 2019, he would not have been required to finance his continued possession of the machine. Having elected not to rescind and to retain possession, he cannot now burden Wagner with the costs of that decision.</p>\n<p id=\"b525-4\">To a certain extent, the same discussion applies to the losses incurred from the eventual disposal of machine No. 2019. On discovery of the breach of warranty, Frost was faced squarely with the choice of remedies. He could rescind or he could keep the machine and sue for damages. In selecting the latter course of action, he took upon himself the risk of loss as well as the opportunity of profit in keeping the machine. The loss on disposal of the machine was not caused by the breach, but by Frost’s business decision in electing to keep it. Wagner cannot be charged with the consequences of Frost’s business judgment.</p>\n<p id=\"b525-5\">Interest was properly allowed from the time of the loss to Frost. Northern Pacific Ry. Co. v. Twohy Bros. Co., 95 F.2d 220 (9th Cir. 1938), Public Market Co. of Portland v. City of Portland, 171 Or. 522, 130 P.2d 624, 138 P.2d 916 (1943). As to the first machine, No. 2019, the trial court was not in error, and the judgment as to it must be affirmed.</p>\n<p id=\"b525-6\">II. <em>Machine No. 2033</em></p>\n<p id=\"b525-7\">It is necessary that the same elements of the cause of action be found as to the second machine, No. 2033, to enable Shields, Frost’s trustee, to recover.</p>\n<p id=\"b525-8\">As in the case of No. 2019, under Ore. Rev.Stats. § 75.150(1), quoted above, an implied warranty of fitness arose as to No. 2033. The evidence is clear that Wagner, knowing of the failure of No. 2019, specified No. 2033 as the replacement. (See Exh. 71, p. 15, lines 17-20.)</p>\n<p id=\"b525-11\">The trial court found that there was a breach of this warranty. Under Rule 52(a) of the Federal Rules of Civil Procedure, we should overturn this finding only if it is clearly erroneous. If supported by substantial evidence, we cannot say it is clearly erroneous. McAllister v. United States, 348 U.S. 19, 75 S.Ct. 6, 99 L.Ed. 20 (1954). On the record as a whole, there is ample evidence to support the finding that the machine was not fit for the intended use. (E. g., T.R. 112-13.)</p>\n<p id=\"b525-12\">We cannot agree with the trial court, however, that adequate, timely notice was given to Wagner of the breach. Many different notices are asserted by Frost. There are adequate notices in the form of letters from Frost to Wagner. (See Exhs. 25, 68, 69.) Though adequate in content, however, they are not timely. The earliest of the letters (Exh. 68) was sent on January 7,1960, four and one half months after the breakdown of No. 2033. Wagner correctly points out that the purpose of the statutory requirement of notice is to enable the seller to minimize any damages or correct the defect. A delay of four and one half months, viewed in light of the statutory purpose of notice, cannot be said to be timely. See American Mfg. Co. v. United States Shipping Board Emergency Fleet Corp., 7 F.2d 565, 566 (2d Cir. 1925) (4 months, Aaron Bodek &amp; Son v. Avrach, 297 Pa. 225, 146 A. 546 (1929) (3 months).</p>\n<p id=\"b525-13\">There is one item which would be timely if it were notice. Exhibit 18 is a telegram from Ferec, the purchaser, to Frost. It indicates Ferec’s dissatisfaction with the machine together with his “intention to sue.” The telegram says “COPY WIRED TO WAGNER.” On this basis Frost would have us charge Wagner with notice. Assuming that the contents of the wire are adequate notice of the breach, the inquiry must be whether Exhibit 18 is sufficient evidence of that notice being communicated to Wagner.</p>\n<p id=\"b525-14\">At the outset is the question of whether Exhibit 18 was admitted into evidence. <page-number citation-index=\"1\" label=\"446\">*446</page-number>It was offered into evidence (R.T. p. 101, line 10), but the trial court reserved ruling upon the question, desiring authority from counsel as to its admissibility. Later the court discussed the question with counsel for Frost, the court taking the matter under advisement in light of the authority presented. (R.T. pp. 254-56.) The trial court, however, never specifically ruled on the admissibility of Exhibit 18.</p>\n<p id=\"b526-4\">Where the court fails to specifically rule on the admission of evidence, and where both parties had opportunity to urge their objections, in the absence of any indication to the contrary, we can presume that admissible evidence was admitted and that inadmissible evidence was rejected. In Thatenhorst v. United States, 119 F.2d 567, 571 (10th Cir. 1941), the tenth circuit recognized a similar presumption as to what evidence was considered by the trial court in making its findings. We conclude that Exhibit 18 is inadmissible and therefore presume that it was properly rejected by the court below.</p>\n<p id=\"b526-5\">Exhibit 18 was not sent <em>to </em>Wagner; it merely suggests that a similar telegram was sent to Wagner. The sender of Exhibit 18 was not completely determined. There was no evidence that Wagner ever received a copy of Exhibit 18. There is a presumption of receipt after proper dispatch of a telegram analogous to letters properly mailed. Oregon S.S. Co. v. Otis, 100 N.Y. 446, 3 N.E. 485 (1885). Being properly dispatched means being sent prepaid, properly addressed and delivered to the telegraph company. I Wigmore, Evidence § 95 (3d ed. 1940). Here, however, the record has no evidence of address other than the telegrapher’s recollection that it was sent to Portland, Oregon. (See R.T. p. 94, lines 21-22.) There is no evidence that Wagner’s name or street address was on the telegram sent to Portland. It is not reasonable to presume delivery without evidence of these items having been a part of the telegram. Without the presumption of receipt, Exhibit 18 was not competent evidence absent some foundation as to Wagner’s receipt.</p>\n<p id=\"b526-7\">We can find in the record no adequate, timely notice from Frost to Wagner of the buyer’s intent to claim damages for breach of warranty as to No. 2033. Therefore recovery as to this machine cannot be sustained.</p>\n<p id=\"b526-8\">The judgment as to No. 2019 is affirmed ; the judgment as to No. 2033 is reversed.</p>\n<p id=\"b526-9\">The opinion of this court issued on December 15, 1966 is withdrawn and the foregoing opinion is substituted for it. The appellants’ petition for rehearing is denied.</p>\n<footnote label=\"1\">\n<p id=\"b524-9\">. Since the sale was in 1959, these provisions apply. Oregon Laws 1961, c. 726, § § 427(2). Oregon replaced these provisions in 1961 with the Uniform Commercial Code. Oregon Laws 1961, c. 726.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b524-15\">. Wagner conceded that the <em>amounts </em>of the elements comprising the $4,350.14 were correct. (T.R. 226, Exh. 79, p. 2, No. III.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}