{
  "casebody": {
    "data": "<casebody firstpage=\"819\" lastpage=\"821\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b899-3\">UNIVERSAL MANUFACTURING COMPANY and Potomac Industries, Inc., trading as Krauser Equipment Company, Petitioners, v. Honorable Oren R. LEWIS, Judge, United States District Court for the Eastern District of Virginia, Respondent. Melroe Manufacturing Company and Louis J. Keller and Cyril N. Keller, Intervenors.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b899-6\">No. 11224.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b899-7\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b899-8\">Argued May 5, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b899-9\">Decided July 20, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b899-19\">Donald H. Zarley, Des Moines, Iowa (Lewis D. Morris, Alexandria, Va., and Dennis L. Thomte, and Dick, Zarley, McKee &amp; Thomte, Des Moines, Iowa, on petition), for petitioners.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b899-20\">John R. Swindler, Washington, D. C. (Dale H. Hoscheit, Kenneth E. Payne, and Irons, Birch, Swindler &amp; McKie, Washington, D. C., and Douglas S. Mackall, III, and Mackall &amp; Mackall, Fairfax, Va., on reply to petition), for intervenors.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b899-21\">Before SOBELOFF, BRYAN and CRAVEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b899-22\">PER CURIAM:</author>\n<p id=\"b899-23\">A suit for infringement of three patents held by Meiroe Manufacturing Company and Louis J. Keller and Cyril N. Keller, was filed by them against Universal Manufacturing Company and Potomac Industries, Inc., as Civil Action 4070 in the United States District Court for the Eastern District of Virginia. Jurisdiction was laid under 35 U.S.C. §§ 281 and 289, as well as upon 28 U.S.C. § 1338 (a), respectively giving a patentee a right of action for infringement and conferring exclusive jurisdiction thereof upon the district courts. Venue was grounded, under 28 U.S.C. § 1400(b), on the allegation of infringement by the defendants at Fairfax, Virginia, where each of them had a regular and established place of business.</p>\n<p id=\"b900-3\"><page-number citation-index=\"1\" label=\"820\">*820</page-number>Universal was an Iowa corporation and Potomac chartered by Delaware. Melroe was incorporated in North Dakota with its principal place of business at Gwinner. Louis Keller resided in Gwinner, and Cyril in Rothsay, Minnesota. The patents relate to the manufacture of a self-propelled merchandise loader.</p>\n<p id=\"b900-4\">The complaint is that Universal is manufacturing the patented vehicles, and has used and sold them in the Virginia district and elsewhere without authorization from the plaintiffs, at the same time also inducing Potomac to do so.</p>\n<p id=\"b900-5\">In this action, filed May 11, 1966, Universal moved on May 27, 1966 to be dismissed “on the grounds of: Lack of jurisdiction over the person (Universal Manufacturing Company); improper venue; insufficiency of process; and, insufficiency of service of process * * Detailed, the motion is that the movant corporation was organized under the laws of Iowa and not subject to service of process in Virginia, that it was not properly served with process and that it does not have a regular and established place of business in Virginia for service of summons under 28 U.S.C. § 1694, permitting service in patent infringement cases at the regular and established place of business of the defendant.</p>\n<p id=\"b900-6\">On July 12, 1966 Potomac answered, appearing generally. On January 9,1967 both defendants moved under 28 U.S.C. §§ 1404(a) and 1406(a) <footnotemark>1</footnotemark> to transfer the action as against Universal to the Northern District of Iowa, the State of its charter, and for stay meanwhile of the action against Potomac. The following reservation, however, was noted:</p>\n<blockquote id=\"b900-7\">“By making this motion, UNIVERSAL does not waive its objections as to venue, jurisdiction, insufficiency of service, etc., in this Civil Action No. 4070 as alleged in its motion to dismiss herein. * * * ”</blockquote>\n<p id=\"b900-11\">On January 20, 1967 plaintiffs filed a “No-Contest” to Universal’s motion to dismiss. The motion to dismiss was never withdrawn.</p>\n<p id=\"b900-12\">The cause came on for hearing upon all the motions and the plaintiffs repeated their willingness for Universal to prevail in its motion to dismiss. Thereupon Universal’s counsel insisted that his motion was based on improper venue and did not contest jurisdiction. Nevertheless, he never submitted his client to, or rescinded his attack upon, the Court’s jurisdiction. The Judge then dismissed Universal as a party and retained the cause as against Potomac but with leave to Universal to intervene.</p>\n<p id=\"b900-13\">Now, we are asked to issue a mandamus commanding the District Judge to reinstate the suit, consider Universal’s motions for change of venue and stet processus, and order the transfer of the action between the plaintiffs and Universal to Iowa. The petition alleges an abuse of discretion by the District Judge in not adjudicating the motions for change of venue and stay.</p>\n<p id=\"b900-14\">We dismiss the petition for mandamus. Universal never retracted its attack on the jurisdiction. Its motion clearly ran to jurisdiction primarily. Carefully distinguishing between the two, it explicitly pressed want of jurisdiction ahead of its questioning of venue. Had the Court overruled the motion to dismiss and change venue, Universal could have appealed at any time thereafter the ruling on jurisdiction.</p>\n<p id=\"b900-15\"> As will appear from the transfer motion, quoted supra and filed seven months after the motion to <em>dismiss for want of jurisdiction, </em>petitioner Universal sought to have the action against it sent to Iowa for trial. This move, however, was conditioned on the denial of <em>dismis</em><page-number citation-index=\"1\" label=\"821\">*821</page-number><em>sal for erroneous venue. </em>Of course, despite error in venue transfer may be granted. Goldlawr v. Heiman, 369 U.S. 463, 82 S.Ct. 913, 8 L.Ed.2d 39 (1962). But the present ease never reached that point, for the petitioner still held to its motion to dismiss for lack of jurisdiction. Absence of jurisdiction may be found on grounds aside from absence of venue. Ruddies v. Auburn Spark Plug Company, 261 P.Supp. 648 (S.D.N.Y. 1966). The Court was never informed that venue was the only basis for the assertion of no jurisdiction, and could rightfully presume from Universal’s insistence on the jurisdictional motion that there were other grounds.</p>\n<p id=\"b901-6\">When the motions came on for hearing, the District Judge was faced with two alternatives: (1) to dismiss for lack of jurisdiction or, (2) to rule on venue and transfer the case if venue were found lacking. The Court took up first the motion to dismiss for want of jurisdiction. That counsel for Universal so understood is made manifest by his colloquy with the Court, at the end of full discussion of the motions, as follows:</p>\n<blockquote id=\"b901-7\">“THE COURT: * * * you are taking the position, first, that this Court cannot hear this case. You want it dismissed.</blockquote>\n<blockquote id=\"b901-9\">“MR ZARLEY: Just as against Universal.</blockquote>\n<blockquote id=\"b901-11\">“THE COURT: All right. He [plaintiff’s counsel] is willing to have it dismissed, so your motion has been highly successful. You are dismissed. I do not know how you can do any more than win.”</blockquote>\n<p id=\"b901-13\">We do not think Universal could thus pray dismissal, and then complain when the prayer was granted, without ever asking to withdraw it. Moreover, even if Universal was only pressing for a no-venue dismissal, the result would not be different. Dismissal on that ground would have dropped Universal from the case entirely, and it could not have then asked to reenter the case and obtain a change of venue.</p>\n<p id=\"b901-14\">Mandamus denied.</p>\n<footnote label=\"1\">\n<p id=\"b900-8\">. “§ 1404. Change of venue</p>\n<blockquote id=\"b900-9\">“(a) For the convenience of parties and witnesses, in the interest of justice, a district court may transfer any civil action to any other district or division where it might have been brought.”</blockquote>\n<blockquote id=\"b900-10\">“§ 1406. Cure or waiver of defects</blockquote>\n<blockquote id=\"b900-16\">“(a) The district court of a district in which is filed a case laying venue in the wrong division or district shall dismiss, or if it be in the interest of justice, transfer such case to any district or division in which it could have been brought.”</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}