{
  "casebody": {
    "data": "<casebody firstpage=\"195\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b227-5\">ANDREW A. MARTIN, Administrator of John McKewen, Deceased, <em>vs. </em>WILLIAM C. COOK et al.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b227-8\">\n<em>Wills: construction; intention; vesting of estates.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b227-9\">Tt is the absolute right of a testator to fix, as he sees fit within the period allowed by law, the time for the vesting of the different estates created by his will.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b227-10\">But unless a testator indicates with reasonable certainty his desire that the time for vesting be deferred, the law will presume that he intended the earliest period.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b227-11\">The law favors the early vesting of estates.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b227-12\">A testator provided by will that his estate should go to throe devisees for life; “and after all three of their deaths the property to he sold and equally divided between the children of John and Elizabeth Martin”: <em>Held, </em>that the words as to the remaindermen were words of futurity merely, and upon the termination of all three life estates the estate should be divided among all the children living at the time of the testator’s death (and their descendants), and not limited to those only who were living when the life estates terminated.</syllabus>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b227-13\">\n<em>Decided June 23rd, 1916.</em>\n</decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b228-4\"><page-number citation-index=\"1\" label=\"196\">*196</page-number>Appeal from the Orphans’ Court of Baltimore City.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b228-5\">The facts are stated in the opinion of the Court.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b228-6\">The cause was ' argued before Boyd, C. J., Briscoe., Burke, Thomas, TTrner, Stockbridge and Constable, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b228-7\"><em>S. S. </em>Field, for the appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b228-8\"><em>Benj. L. Freeny, </em>for the appellees.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b228-9\">Constable, J.,</author>\n<p id=\"AY0\">delivered the opinion of the Court.</p>\n<p id=\"b228-10\">This appeal involves the construction of the will of John McKewen, who died in February, 1861.</p>\n<p id=\"b228-11\">The text of the will in question is set out in full.</p>\n<blockquote id=\"b228-12\">“First and principally, I commit my sould into hands of Almighty God and my body to the Earth to be deacently buried at the discretion of my Executrix Hereinafter named, and after my debts and - funeral expenses are paid, which my wife is to pay, . I devise and bequeath to her as follows: to my wife, . Ellen McKewen, two houses on the East Side of Eutaw Street Numbered 155 and 15Y as long as she lives, but to have no power to sell, dispose, bequeath or encumber by mortgage or any other way whatever, the said property, and to keep paid at all times when due the Taxes and Ground Bent on said property. After .all this is paid'the proceeds and profits to be hers (my wife), and after her death the said property mentioned to be equally divided (the profits) between Elizabeth Martin, wife of John Martin and Catherine Isenhart, wife o°f John Isenhart, they to be restricted in the disposal or 'incumbrance of said property as my wife, and to keep at all times tbe taxes and ground rent paid as they severly come due, or the longest liver of the two to have said proceeds and to comply <page-number citation-index=\"1\" label=\"197\">*197</page-number>as heretofore mentioned, and after all three of their deáths the said property to he sold and equally divided between the children of John and Elizabeth Martin above mentioned,- and lastly, I do hereby constitute and appoint my dear wife Ellen to be sole Executrix of this my Last Will and Testament, revoking and annulling all former Wills by me heretofore made, ratifying and confirming this and none other to be my Last Will and Testament.”</blockquote>\n<p id=\"b229-5\">At the time of the death of the testator, his wife-, El leu MeKewen, Elizabeth Martin and Catherine Isenhart were all living and have died since, in the following order: The testator’s wife firstj then Elizabeth Martin in 1881 and Catherine Isenhart; in 1915. At the time of the death of the testator, eight children of John and Elizabeth Martin were in being and they all hut one survived their parents,, but at the time of the death of the surviving life tenant, all but two of the children had died. Four of the children of John and Elizabeth Martin who died before the termination of the life estates, left issue surviving them and the surviving life tenant.</p>\n<p id=\"b229-6\">After the death of Catherine Isenhart, Andrew Martin, one of the surviving sons- of John and Elizabeth Martin, was appointed administrator <em>d. b. n. c. t. </em>a, of John MeKewen, deceased, and, after selling the property mentioned in the said will, filed an account in the Orphans’ Court, by which he distributed to himself and brother, Thomas F. Martin, the whole of the not proceeds of said safe, as the parties entitled as the only surviving children of John and Elizabeth Martin at the time of the termination of the life estates in said property. Exceptions to the distribution were tiled by children of a deceased child of John and Elizabeth Martin, The Court sustained the exceptions, and passed an order directing the administrator to state an account in which he should distribute the net proceeds of sale to all the children of John and Elizabeth Martin, living at the time of death of <page-number citation-index=\"1\" label=\"198\">*198</page-number>John McKewen, or their legal representatives. From that order this appeal was taken.</p>\n<p id=\"b230-5\">The only question for us to determine is, whether, under the provisions of this will, the estate vested in the children of John and Elizabeth Martin at the death of John Mc-Kewen, or was the time of vesting deferred until the time at which the life estates terminated. Were the individuals answering, to the description “children of John and Elizabeth Martin” to be ascertained at the time of the testator’s death, or at the time when the will directed the sale to be made ?</p>\n<p id=\"b230-6\">From the long line of decisions in this State, in which certain principles relative to the construction of wills have been announced and reiterated, it must be regarded as settled that those principles, where applicable, must control. It cannot be questioned but that the paramount aim and object of all construction of wills is to arrive at the intention of the testator as ascertained from the words he has used to express his intention, and, in case of doubt or ambiguity, the situation and surrounding circumstances. It is the absolute right of a testator to fix, as he sees fit within the period allowed by law, the time for the vesting of the different estates created by his will. But, however, the law, unquestionably, favors the early vesting of estates, and the rule is, that a testator must indicate with reasonable certainty his desire that the time for vesting be deferred, or the law will presume that he intended the earliest period. In <em>Webb </em>v. <em>Webb, </em>92 Md. 101, in treating of the early vesting of estates, it is said: “Even in the case of devises and legacies in remainder, of which the devisee or legatee does not come into possession until after the expiration of a life estate, it has uniformly been held that the postponement of the time of enjoyment will not defer the vesting of the gift, which will be held to be vested whenever it can be fairly done without doing violence to the language of the will.” In <em>Crisp </em>v. <em>Crisp, </em>61 Md. 149, the rule- is thus stated: “Estates.will be held to be vested whenever it can fairly be done without doing violence to the lan<page-number citation-index=\"1\" label=\"199\">*199</page-number>guage of the will, and to make them contingent, there must be plain expressions to that effect, or such intent must be so plainly inferable from the terms used as to leave no room for construction.” All rules, however, are but aids for arriving at the intention of the testator, and where the intention is indicated, with reasonable certainty, to be a later time the estate will not vest until that time arrives. It is only necessary to give a few of the many cases declaring the above stated principles: <em>Tayloe </em>v. <em>Mosher, </em>29 Md. 443; <em>Fairfax </em>v. <em>Brown, </em>60 Md. 50; <em>Larmour </em>v. <em>Rich, </em>71 Md. 369; <em>Dulany </em>v. <em>Middleton, </em>72 Md. 75; <em>Straus </em>v. <em>Rost, </em>67 Md. 476; <em>Daughters </em>v. <em>Lynch, </em>93 Md. 305; <em>Hoover </em>v. <em>Smith, </em>96 Md. 395; <em>Lumpkin </em>v. <em>Lumpkin, </em>108 Md. 496.</p>\n<p id=\"b231-5\">The particular words employed for the gift are: “And after all three of their deaths the said property to be sold and equally divided between the children of John and Elizabeth Martin.” We cannot see that these words indicate anything more than words of future possession and enjoyment. And, under the decisions, where words of futurity are used, they are not to be regarded as importing contingency or as postponing the period of vesting, if they point merely to deferred possession or enjoyment. <em>Tayloe </em>v. <em>Mosher, supra. </em>It is said that this rule has been adopted to prevent intestacy. From the inventory filed in March, 1861, it appears that the houses, herein mentioned, constituted the whole of the estate, and the reasonable presumption is, that when a person makes a will in which the purpose is apparently to dispose of his whole estate, that he does not intend to leave any of his property in such condition as not to pass under his will. Considering all the language and terms of the instrument, there is nothing to indicate there was any desire upon his part that the vesting should be deferred. The record does not disclose whether or not the children of the Martins were related to the testator by blood, but it is clear that he was solicitous for their welfare, in that, he not only limited his wife’s enjoyment of his property to a life interest, but he <page-number citation-index=\"1\" label=\"200\">*200</page-number>especially provided that the estate should go to the children in its entirety, unencumbered in any way whatever. The agreed statement of facts sets forth that there were eight children, living at the testator’s death answering the designation used in the will, and for us to hold that the intention was that the survivors of these eight, if any, should be the only ones to share in the distribution, would be nothing short of adding words which are not present either in form or cannot be placed there except by unjustified <em>innuendo.</em></p>\n<p id=\"b232-5\">.The appellant has cited and quoted from numerous cases in which it has been held that the remainders therein created were contingent, and that the individuals or class indicated were to be ascertained from those m <em>esse </em>at the time fixed for the distribution. It is not necessary to review and distinguish these cases, for illustrations of prior decisions are of very little aid in the construction of a particular will for each will must necessarily stand by itself where the question of intention is being sought. But each case cited is readily distinguished from the one before us from a study of the expressions used.</p>\n<p id=\"b232-6\">The appellant contends that the general rule, that where there are no words importing a gift, other than in a direction to the executors or trustees to divide or pay at a future time, the devise or legacy is contingent and does not vest until, that time. arrives.' This is a well recognized general rule of construction, but is subject to an exception just as well recognized, and which is especially recognized in the State of New York, from which are so many of the citations ma$e|l&gt;y..Jhe appellant. <em>In the Matter of Crane, </em>164 N. Y. 71, in the opinion of ChiiEE Judge Pakkeb, after stating the general rule as above, says it is subject to exceptions and gives the first, as follows: “If the postponement of the payment is for.the purpose of letting-in an intermediate estate, then the interest shall be deemed vested at the death of the testator, and the class of legatees is to be, determined as of that date, for futurity is not annexed to the substance of the <page-number citation-index=\"1\" label=\"201\">*201</page-number>gift.” If the postponement is for reasons personal to the legatees or devisees the legacies or devises are contingent, hut if for the convenience of the fund or property the vesting will not he deferred to the period of distribution, but vest immediately upon the death of the testator. In the one case time is of the essence of the gift, whereas in the other it is not. <em>Tayloe </em>v. <em>Mosher, supra; </em>1 <em>Jarman on Wills </em>(4th Ed.), 840; 2 <em>Williams on Exec. &amp; Adm. </em>(8th Ed.), 1249; 40 <em>Cyc. </em>1656. In this will there is no gift to the children, other than that found in the direction to sell and divide in the future, but it appears that the postponement was for the purpose of creating prior estates, and not for reasons relating to the legatees, therefore the exception to the general rule is applicable.</p>\n<p id=\"b233-5\">In the absence of anything indicating an intention upon the part of the testator to defer the vesting of the estates, we must hold, under the rules, that the testator intended all the children of the Martins to take vested interests at the earliest lime, that is at the time of his death.</p>\n<p id=\"b233-6\">\n<em>Order affirmed, costs to he paid out of the estate.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}