{
  "casebody": {
    "data": "<casebody firstpage=\"866\" lastpage=\"870\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b952-16\">UNITED STATES of America, Appellee, v. Ray Gene STOUT, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b952-18\">No. 78-1804.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b952-19\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b952-20\">Submitted March 12, 1979.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b952-21\">Decided June 11, 1979.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b952-22\">Rehearing and Rehearing En Banc Denied July 13, 1979.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b953-24\"><page-number citation-index=\"1\" label=\"867\">*867</page-number>James F. Booth, St. Louis, Mo., argued and on brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b953-25\">Georgia M. Goslee, Asst. U. S. Atty., St. Louis, Mo. (argued), and Robert D. Kings-land, U. S. Atty., St. Louis, Mo., on brief, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b953-26\">Before BRIGHT and STEPHENSON, Circuit Judges, and BOGUE,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b953-27\">The Honorable Andrew W. Bogue, United States District Judge for the District of South Dakota, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b954-3\"><page-number citation-index=\"1\" label=\"868\">*868</page-number>PER CURIAM.</author>\n<p id=\"b954-4\">Defendant was indicted for violation of Title 18, United States Code, § 2113(a) and § 2113(b). On October 10, 1978, defendant’s three-day trial commenced. On October 12, 1978, the defendant was found guilty by the jury and was later sentenced to a term of twenty-three years imprisonment in the custody of the Attorney General. On appeal, Stout alleges twelve reversible errors by the District Court. We reject the defendant’s contentions and affirm the judgment of conviction.</p>\n<p id=\"b954-5\">I.</p>\n<p id=\"b954-6\">Stout contends the trial court erred in admitting into evidence the statement by the defendant to Dale Belshi, a Missouri State Highway Patrol Sergeant, concerning the ownership of a wallet found in the auto the defendant was driving. After a report came that the Rothville Bank had been robbed Officer Belshi set up a roadblock about 20 miles outside of town. Belshi received a description of the getaway car as possibly being a Ford product, blue in color with red and white license plates. The description also included a white male suspect. At 10:23 a. m., Sergeant Belshi stopped a 1971 Buick, black vinyl over blue with red and white license plates occupied by two white males. Upon stopping this vehicle, Sergeant Belshi identified himself, advised the two that there had been a robbery and he would have to check them out. The two occupants identified themselves as Stout, the driver, and Millster, the passenger. A cursory examination of the vehicle revealed a .22 caliber rifle. Belshi then asked Millster, the owner of the vehicle, if he could search the automobile to look for weapons or any money taken in the robbery. Millster granted the request. Officer Belshi looked underneath the passenger side of the front seat and discovered a wallet. He opened the wallet and noticed a letter from the Director of Revenue on a Revocation Notice to “Heather.” The officer then asked who Heather was, to which Stout responded he didn’t know. Defendant Stout, then said, “Oh, that is a fellow we drank beer with in Centralia the day before and he must have left his billfold in the car.”</p>\n<p id=\"b954-8\">Defendant Stout, objects to the trial court’s admittance of the above statement, contending that defendant was not adequately warned of his constitutional rights before he made that statement. At that instant, the defendant was not under arrest. Officer Belshi was making an investigative stop. In determining whether this was an arrest or investigative stop the Court must consider the circumstances of the detention. <em>United States v. Collins, </em>532 F.2d 79 (8th Cir. 1976). The Court in <em>Collins, supra, </em>at page 81, cited <em>Adams v. Williams, </em>407 U.S. 143, 146, 92 S.Ct. 1921, 1923, 32 L.Ed.2d 612, 617 (1972), in which that Court stated:</p>\n<blockquote id=\"b954-9\">A brief stop of a suspicious individual, in order to determine his identity or to maintain the status quo momentarily while obtaining more information, may be most reasonable in light of the facts known to the officer at that time.</blockquote>\n<p id=\"b954-10\">In this case it is clear that Stout was detained temporarily in order to investigate further. This investigation was done because of the similarity between his car and the description over the police radio, the time between the robbery and the stop, and the color of the license plates. The conduct of the officer was justified since it was an investigative stop. Therefore, the voluntary response by the defendant to Belshi’s question concerning the wallet was admissible evidence.</p>\n<p id=\"b954-11\">II.</p>\n<p id=\"b954-12\">Defendant contends the trial court erred in refusing to allow a psychiatric examination of the witness after it was disclosed during cross-examination that said witness was suffering from paranoid schizophrenia. Gary Heather, an alleged partner in the armed robbery, testified against the defendant. On cross-examination it was disclosed that Heather was being treated for paranoid schizophrenia. After the fact was disclosed, defendant’s counsel asked for a psychiatric examination. The Court denied defendant’s motion, responding:</p>\n<blockquote id=\"b955-4\"><page-number citation-index=\"1\" label=\"869\">*869</page-number>. the request for a mental examination is denied at this particular time and . . . counsel may cross-examine the witness as to his ability to know the difference or to tell the truth.</blockquote>\n<p id=\"b955-6\">The government counsel informed defense counsel before the trial began that the witness was seeing a psychiatrist and was under some medication. The prosecutor also told defendant’s counsel:</p>\n<blockquote id=\"b955-7\">I specifically told Mr. Booth that if he wanted to have a competence hearing before the Court, prior to his (Heather’s) testimony, fine.</blockquote>\n<p id=\"b955-8\">It is not unreasonable to ask that the defense counsel explore the witness’ psychiatric problems once counsel is advised the witness is being treated for mental problems. Defendant’s request for examination of the witness was untimely. It appears that even though the government should have been more specific about Heather’s problem, the defense counsel was put on sufficient notice before the trial and should have made the appropriate motion at that time.</p>\n<p id=\"b955-9\">Competency of the witness is a matter of discretion with the trial judge. The appellate court will not interfere unless there has been an abuse of discretion. <em>United States v. Skillman, </em>442 F.2d 542 (8th Cir. 1971). The trial court did not abuse its discretion when it denied defendant’s untimely motion for psychiatric examination. We doubt that the ruling in question prejudiced the defense’s case in any event for defense counsel extensively explored, before the jury, defendant’s mental problems as well as his drug addiction.</p>\n<p id=\"b955-10\">III.</p>\n<p id=\"b955-11\">Defendant contends that the trial court erred in limiting his cross-examination of Agent Clapp. This argument is without merit. The statements made by the defendant during the interrogation by Agent Clapp were never offered into evidence at trial. Therefore, defendant cannot demonstrate to the Court any prejudice to him.</p>\n<p id=\"b955-12\">IV.</p>\n<p id=\"b955-13\">The defendant contends that the trial court erred in admitting certain hearsay evidence. Mrs. Rosie Reed testified that a stranger came into her place of business to buy some beer. She asked him for identification which he did not produce. She further testified, “he told me he would send someone in with an I.D.” The stranger than left the bar and the defendant entered to purchase some beer. Defendant contends that the stranger’s statement was inadmissible hearsay. This Court concludes that the statement was not hearsay because it was not offered to prove the truth of the matter asserted.</p>\n<p id=\"b955-14\">Officer Griffin testified that he interviewed everyone who was in the bank shortly after the incident. Griffin ascertained from his interviews how many people were in the bank at the time of the robbery and testified there were eight. Defendant objected contending the answer was hearsay. It is this Court’s determination that Officer Griffin’s deduction, from his interviews, that there were eight persons in the bank at the time of the robbery, is not a hearsay statement. Rule 801(c) of the Federal Rules of Evidence defines hearsay as “a statement, other than one made by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.” Officer Griffin’s testimony concerning the number of persons in the bank at the time of the robbery was his own deduction and not “a statement, other than one made by the de-clarant . . . offered in evidence to prove the truth of the matter asserted.”</p>\n<p id=\"b955-17\">The appellant asserts that Sergeant Belshi’s testimony concerning the description of the vehicle believed to have been in the robbery was inadmissible hearsay. His argument is without merit. In this case, the description of the getaway car was not offered to prove what the getaway car actually looked like, but was offered to prove why the car, driven by the appellant, was stopped. Since the statement was not offered to prove the truth of the matter asserted, it is not hearsay. The trial court did not err in admitting into evidence Belshi’s <page-number citation-index=\"1\" label=\"870\">*870</page-number>testimony concerning the description of the suspected getaway vehicle.</p>\n<p id=\"b956-4\">V.</p>\n<p id=\"b956-5\">We have examined Stout’s remaining claims of error that inadmissible opinion evidence was admitted at trial, that the government was allowed to argue in opening statement, that the government incorrectly emphasized a particular instruction and misstated a clemency agreement, and finally that there was insufficient properly admitted evidence to support the verdict. We find these contentions to be without merit.</p>\n<p id=\"b956-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}