{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"37\" lastpage=\"51\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b37-4\" pgmap=\"37\">(No. 13801.</docketnumber><disposition data-order=\"1\" data-type=\"disposition\" id=\"A9\" pgmap=\"37\">Judgment affirmed.)</disposition><parties data-order=\"2\" data-type=\"parties\" id=\"b37-5\" pgmap=\"37\">The Forest Preserve District of Cook County, Appellee, vs. Ann E. Kean, Appellant.</parties><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b37-6\" pgmap=\"37\">Opinion filed April 21, 1921</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AJX\" pgmap=\"37\">Rehearing denied June 9, 1921.</otherdate><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b37-7\" pgmap=\"37\">1. Eminent domain—when petitioner must make prima facie showing of necessity to exercise power. Where the question of necessity for taking the property is raised the petitioner is ordinarily required to make a prima facie showing that it has not abused its power in determining it was necessary to acquire the property, and while the determination of the question is largely left to the petitioner it is subject to judicial review for an abuse of power, and if the property sought to be taken is much more than is necessary for the public use the right to take will be denied.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b37-8\" pgmap=\"37\">2. Same—evidence of voluntary sales of similar land is admissible on question of value. In a condemnation proceeding evidence of voluntary sales of land in the locality of and similar in character to that described in the petition is admissible on the question of the value of the land condemned.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b37-9\" pgmap=\"37\">3. Same—admissibility of evidence of sales rests largely in discretion of court. In a condemnation proceeding, whether the offered evidence of sales of other lands in the locality should be admitted is a question resting largely within the discretion of the trial court, and if the court can see that such evidence will not afford any just measure of value of the land taken it should not be admitted.</headnotes><headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b37-10\" pgmap=\"37\">4. Same—vahen proof of sale of other property is not harmful as being too remote. Evidence of a voluntary sale of other property in the locality of land sought to be condemned, made seven years before the trial, will not be regarded as harmful as being too remote in point of time, where it is clear from the verdict that the jury did not base their conclusions on the evidence of voluntary sales.</headnotes><headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b38-4\" pgmap=\"38\">5. Same—evidence of sale of other property need not include terms and conditions of the sale. Evidence of the sale of other property in the locality of land sought to be condemned cannot be objected to because the terms and conditions of the sale are not proved, as the only important question is when the land was sold and what it sold for.</headnotes><headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b38-5\" pgmap=\"38\">6. Same—extent to which adaptability to future uses may be considered. One whose land is to be condemned for public use is entitled to the value of the land for the most profitable use it is available for at the time the petition is filed, and in fixing values for uses to which it is adaptable but has never been applied its availability for future uses must be such as enter into and affect its market value, and regard must be had to the existing business or wants of the community or such as may be reasonably expected in the immediate future.</headnotes><p data-order=\"11\" data-type=\"judges\" id=\"b38-6\" pgmap=\"38\">Cartwright, C. J., and Dunn and Stone, JJ., dissenting.</p><summary data-order=\"12\" data-type=\"summary\" id=\"b38-7\" pgmap=\"38\">Appeal from the Superior Court of Cook county; the Hon. Theodore Brentano, Judge, presiding.</summary><attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b38-8\" pgmap=\"38\">Shannon &amp; Morrill, for appellant.</attorneys><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b38-9\" pgmap=\"38\">Adolph D. Weiner, Edwin K. Walker, and Ross C. Hall, for appellee.</attorneys> <opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b38-10\" pgmap=\"38\">Mr. Justice Farmer</author> <p id=\"AcM\" pgmap=\"38\">delivered the opinion of the court:</p> <p id=\"b38-11\" pgmap=\"38\">Appellee, the Forest Preserve District of Cook county, filed its amended petition July 6, 1920,- in the superior court to condemn for its purposes 116 acres of land belonging to appellant, Ann E. Kean. A trial was had and the jury awarded her $40,000, or $344.37 per acre, as compensation for the land taken. Judgment was rendered on the award and she has prosecuted this appeal from the judgment.</p> <p id=\"b38-12\" pgmap=\"38(69) 39(184)\">The land is unsubdivided land in the village of Spring Forest, which is an incorporated village made up by the consolidation of the villages of Mount Forest and Willow Springs. Immediately east of and contiguous to the Kean land is the village of Justice. The land condemned is about fourteen miles southwesterly from the court house in Chicago and lies at and near the junction of Kean avenue, running north and south, and Archer avenue, running northeasterly and southwesterly. Both are cement-paved State-aid roads. The line of the Chicago-Joliet electric road is in Archer avenue, immediately in front of the Kean land. The main channel of the Sanitary District of Chicago is northwesterly from the land, and on the south side of that channel is the Chicago and Alton railroad and on the north side the Santa Fe railroad. There is a station on the Chicago and Alton railroad at Willow Springs, about one and one-half miles from the land, and there is a bridge there across the canal. There is, as we understand the testimony, a suburban service on the Chicago and Alton railroad to Union station of two trains daily each way. Mrs. Kean and her husband acquired the property forty-seven years ago. It is rolling forest land, traversed, as testified to by the husband of appellant, by two main ravines and two laterals and has three natural springs. The land consists of one 40-acre tract and parts of other adjoining forties in the same section.</p> <p id=\"b39-3\" pgmap=\"39\">Appellant complains that the court erred in not dismissing the petition on the preliminary hearing; that incompetent evidence of voluntary sales of dissimilar lands was admitted, some of which were too distant and too remote in point of time; that certain competent evidence offered was denied; and that the court erred in giving instructions for appellee and refusing one instruction asked for by appellant. It is claimed that because of these alleged errors the compensation fixed was greatly inadequate.</p> <p id=\"b39-4\" pgmap=\"39\">Of the witnesses who testified as to the market value of the land, five of appellee’s witnesses placed it from $247 per acre to $275 per acre. Six witnesses for appellant testified to a market value ranging from $950 per acre to $2500 per acre.</p> <p id=\"b39-5\" pgmap=\"39(31) 40(82)\">Frank Watkins testified on behalf of appellee that he attended to the details of a sale of 78.35 acres of farm property about three miles from the Kean land in April, 1917. It was a cash transaction and the price paid was $125 per acre. It was flat land and there were no trees on it. Witness could not say it was similar to the Kean land, which he had never seen. It was more than two miles from .any street car or electric line and was not reached by any paved road at the time of the sale. There were two stations on the Wabash railroad about one mile from the property.</p> <p id=\"b40-3\" pgmap=\"40\">William G. Krutz testified on behalf of appellee to the sale in April, 1913, of an 80-acre tract situated a quarter of a mile south of the Kean land. It was wooded land and similar to the Kean property. At the time of the sale there were no paved roads adjoining it. It sold for $125 per acre.</p> <p id=\"b40-4\" pgmap=\"40\">Peter Lucas, a witness for appellee, testified he purchased in July, 1917, 80 acres of land about two miles south of the Kean property for $137.50 per acre. It had been timbered land, but the timber had been cut off and small timber was ¡growing up again. The land was used for pasturage. The nearest street car line is two miles from the property. The Wabash railroad is three miles distant. At the time of the purchase Kean avenue was not paved.</p> <p id=\"b40-5\" pgmap=\"40\">Claire E. Moore testified for appellee that as attorney for the owners he attended to the sale of 80 acres of land in the early part of 1917, situated on the east side of Kean avenue and some little distance south of Archer avenue. The land sold for $145 per acre. The witness had never seen the property and could not say whether it was similar to the Kean land.</p> <p id=\"b40-6\" pgmap=\"40\">Fred C. Hampson, a witness for appellee, testified he lived in the Mount Forest subdivision of Spring Forest and had lived there more than thirty years. At the time of the trial he was an employee of the Elgin Motor Company but had been engaged in the sale of real estate in Mount Forest. He lived less than a half mile from the Kean property and was familiar with it. He testified its value was $250 per acre.</p> <p id=\"b41-2\" pgmap=\"41\">Henry R. Dietrich had been in the real estate business thirty-one years. He had lived in Mount Forest from 1873, when he was four years old, until he was twelve, and went to school there. Mount Forest, a subdivision of about 300 acres, was made by witness’ father and his associates in 1872 or 1873. Witness owns property there and has been in touch with it all the time. Archer avenue had been a stone road for twenty-five years, varying in kind and condition. Witness had sold property there. One tract of 40 acres immediately south of the Kean land he sold in 1912, but he was not permitted to state the price because too remote. He valued the Kean land at $247 per acre. The witness was very familiar with the location of the land, the road, the surrounding country and villages, and with transportation to and from Spring Forest. In his opinion the highest and best, use of the property at the time the petition was filed, July 6, 1920, was for picnic and amusement purposes. It is high land and desirable for residence purposes, but because of transportation facilities is not available for that use. The witness gave to some extent a history of Mount Forest, which was laid out because it was believed it would be attractive for summer homes. The railroads refused to give the place a suburban service and the scheme failed. There was then no electric line there and no paved roads. Based on his experience and knowledge of the locality and land available for homes in that vicinity the witness testified he did not consider the highest and best use to which the property was adapted July 6, 1920, was for residence purposes; that while the property was adaptable for that purpose, if you could not get people to go there it is not available. The witness testified at great length, and said his opinion as to the value of the land was based on sales he had made and his general experience in the business.</p> <p id=\"b41-3\" pgmap=\"41(21) 42(119)\">Sidney T: Hart, a witness for the appellee, resided at Mount Forest thirty years and had been in the real estate and building business in Spring Forest about twenty years. He knew the Kean property and lived about a mile and a half southwesterly of it. The Chicago-Joliet electric line was built in Archer avenue about 1900. To go to Chicago on that line required a change to street'cars at Archer and Cicero avenues. He valued the land at $250 per acre, and expressed the opinion its highest and best value was for amusement park purposes. He gave it as his opinion that the electric road could handle seven or eight thousand people in a half day, and said while the property was adaptable to subdivision into home sites it was not adaptable to subdividing into small lots.</p> <p id=\"b42-3\" pgmap=\"42\">Charles D. Richards, a witness for appellee, testified he had been in the real estate business since 1887. In 1905 he was president of the Chicago Real Estate Board and had had much experience in valuing real estate. He was acquainted with the Kean property and placed its value at $250 an acre. He testified the ultimate use of the property would be as residence property, but that the development would not warrant that use at present because there was no market for it. The value he placed on it was its present value for residence purposes.</p> <p id=\"b42-4\" pgmap=\"42(144) 43(153)\">H. A. Mauritzon testified for appellee that he had been in the real estate business thirty-eight years; that his business covered Chicago and Cook county; that he hád dealt in all kinds of property and had large experience in appraising the value of real estate for the city of Chicago, park boards, railroads, boards of education and the forest preserve district. He has examined- the Kean property four times. It has a frontage on Archer avenue of 2156 feet and of 1200 feet on Kean avenue. Argo, a town of 4400 inhabitants, is on Archer avenue at Sixty-third street, about three miles from the Kean land. East of Argo is Clearing, with a subdivided area of 2700 acres. Just north of the Kean property are 50 acres which were subdivided in 1884. Mount Forest (part of the present village of Spring Forest) is immediately west of the Kean property and is a subdivision of 300 acres, laid out about 1872. Just west of Mount Forest is Willow Springs,—a subdivision of 15 acres. The witness had examined the property on Kean avenue sold by the witness Moore, and said it was diagonally across Kean avenue, at the southeast corner of the Kean land. It had a few trees on it but most of them had been cut off,' and part of it is now used as a cemetery. The witness had appraised a 120-acre tract immediately south of the Kean land and other tracts in that neighborhood. He testified he had made a careful examination of the Kean tract and that its value was $275 an acre. He testified the 50 acres immediately north of the Kean property which are subdivided into lots are vacant and unimproved. He was not cross-examined.</p> <p id=\"b43-3\" pgmap=\"43\">Appellant introduced proof that the population of Chicago in 1873 was 380,000 and in 1920 2,701,212; that there was a maximum of 35,000 acres in Cook county available for forest preserve purposes and that approximately 28,000 acres of it is forest land; that up to July, 1920, 15,992 acres had been acquired for the Forest Preserve District.</p> <p id=\"b43-4\" pgmap=\"43(145) 44(102)\">John Kean, the husband of appellant, after describing the land and the transportation facilities, testified the land on July 6, 1920, was worth $232,000,—an average of $2000 an acre,—and that it was best adapted for residence purposes. He owned a farm a mile and a half from Spring Forest and property in Chicago. He sold a tract August 22, 1919, fronting 650 feet on Archer avenue and the same on Kean avenue, containing 10 acres, for $25,000. His wife sold a half acre on Kean avenue January 1, 1920, to Wunderlich for $1000. He sold a quarter of an acre adjoining it to the same purchaser for $600. He also sold another tract of a half acre fronting on Kean avenue to the same purchaser May 30, 1920, for $1000. The 10-acre tract had been occupied for some time previous to the sale for a road-house and beer garden. The purchaser owned the buildings on it. The witness testified he lived on the property in an eight-room house, and his farmer also occupied an eight-room residence. The property Wunderlich bought was partly for a home and partly for the storage of monuments. Photographs of a number of residences in Spring Forest were introduced as tending to show the improvement of the property. The witness testified there were twenty-five houses in Spring Forest of the same general character, and including stores, restaurants, saloons, offices and residences there are about forty-five buildings in the village.</p> <p id=\"b44-3\" pgmap=\"44\">William I. Cronin testified he owned a home and lived on Archer avenue, east of Kean avenue. He had known the Kean property sixty years. There is a cement road on two sides of it and much travel out there, especially on Sundays and picnic days. He testified the Kean property was valuable for subdivision, for amusement park, deer park, or for most anything, and that its value was between $2000 and $2500 an acre. There is one house on the 50-acre subdivision on the north side of Archer avenue. There was another house there, but it burned down.</p> <p id=\"b44-4\" pgmap=\"44\">Mrs. Charles A. Coey testified she lived on Ninety-fifth street, near Kean avenue, and owned 102 acres just east of the avenue. She had known the locality and the Kean property twelve years. The best use it is adapted to is for home sites, and the witness testified its value was about $2500 an acre. She based her opinion on the value she placed on her own property and the location.</p> <p id=\"b44-5\" pgmap=\"44(65) 45(194)\">Harry Goldstine testified he had been in the real estate business twenty-four years and handled all classes of real estate in all parts of the city and county. For twenty years he had specialized in appraising property for individuals, corporations, railroad companies and municipalities. He had been chairman of the Chicago Real Estate Board valuation committee, and as a member \"and chairman had valued forty million dollars’ worth of property in Chicago and Cook county. He had examined the Kean property and the transportation facilities. He was also familiar with the housing conditions in Chicago and the demand for apartments and homes. He testified the highest and best use of the Kean property was for subdivision into home-site tracts running from half an acre to five acres in size, to be sold to prospective builders of homes. He, in connection with Snelling and Root, two other real estate men, had made a plat of what he said was a practical subdivision for that purpose. The plat was exhibited and introduced and showed a subdivision of the land into sixty-five lots ranging in size from half an acre to five acres. He testified that if sold out as a subdivision on July 6, 1920, it would in his opinion have brought $179,574.50; that the expense of subdividing and marketing the lots would amount to $69,440 and the net value of the land would be $110,134. The lowest value he placed on any lot, as shown by the proposed plat, was $1250 and the highest $13,500.</p> <p id=\"b45-3\" pgmap=\"45\">Snelling and Root, each of whom had been in the real estate business over thirty years and had had large experience in dealing with property in Cook county, both in and out of the city of Chicago, placed the same value on the property for subdivision into home sites as testified to by Goldstine.</p> <p id=\"b45-4\" pgmap=\"45(109) 46(369) 47(27)\">It is first contended by appellant the court erred in not dismissing the petition on the preliminary hearing for failure of appellee to prove the material allegations of the petition, which were put in issue by a general traverse. The act under which appellee was organized confers authority on the commissioners to acquire by gift, grant, devise, purchase or condemnation any and all lands within the district, which embraces the whole of Cook county, “containing one or more natural forests or parts thereof, for the purpose of creating, laying out and maintaining such forest preserves as it may deem proper and desirable.” The act provides the title acquired by condemnation' shall be in fee simple, and such title shall not terminate or be defeated by abandonment of the use for which it was acquired but in that event it may be sold. Courts are required to take judicial notice of all districts organized under the act. The petition averred appellee was a duly organized municipal corporation under the Forest Preserve act; that under authority of. the statute it had duly adopted a resolution and ordinance designating appellant’s land as desirable and necessary for the purpose of laying out and maintaining it as a forest preserve and directing that it be acquired in the manner provided by law for that purpose. The petition alleged the land is a natural forest within the forest preserve district and is desirable and necessary. To the petition appellant filed a general traverse. Preliminary to the hearing on the question of value appellee introduced in evidence the ordinance directing that the property be acquired. Over the. objections of appellant the court held the proof sufficient to require the parties to proceed to trial on the question of compensation. From the averments of the petition and the terms of the ordinance it appears the land was sought to be acquired for public use and for no other purpose, and that it was of the character of land appellee was authorized to acquire for such use. Where the question of necessity for taking the property is raised the petitioner is ordinarily required to make a prima facie showing that it has not abused its power in determining it was necessary to acquire the property. The determination of that question is largely left to the petitioner but is subject to judicial review for an abuse of power. If the quantity of property sought to be taken is grossly in excess of the amount necessary for the public use the right to take it will be denied. (City of Chicago v. Lehmann, 262 Ill, 468.) Nothing appears to indicate an abuse of power, but, on the contrary, it appears plain there was no abuse of power by appellee. The record shows abundantly that the quantity and character of the land were such as appellee was authorized to condemn for public use, and the ruling of the court was not reversible error.</p> <p id=\"b47-3\" pgmap=\"47(339) 48(233)\">Appellant contends the admission on the part of appellee of proof of voluntary sales of other lands caused the most serious injury to her of any of the alleged errors complained of. It is claimed the land sold as testified to by Watkins was too distant from appellant’s land and there was no similarity between the two tracts; that there was no similarity between the tracts sold by Lucas and Moore and appellant’s land, and that it was error for the court to admit evidence of those sales and the price paid as tending to show the value of appellant’s land. Evidence of voluntary sales of lands in the locality similar in character is admissible in determining the value of the land sought to be condemned. (O’Hare v. Chicago, Madison and Northern Railroad Co. 139 Ill. 151.) Whether the sales were of lands in the locality and so similar in character as to make such evidence competent is a question largely within the discretion of the trial court. But such discretion is not unlimited. If the court can see that evidence of such sales would not afford any just measure of value of the land taken it should not be admitted. (Chandler v. Jamaica Pond Aqueduct Corporation, 122 Mass. 305.) This court held in Forest Preserve District v. Barchard, 293 Ill. 556, that the degree of similarity and the proximity of other lands, to render proof of their sale competent, are not governed by any general or definite rule in this State but are matters with which the trial judge is conversant and must rest largely in his discretion, which holding is supported by the authorities cited in the opinion. In Chicago and Western Indiana Railroad Co. v. Heidenreich, 254 Ill. 231, proof was admitted of sales in a locality which had been devoted to disreputable houses. The city had required the occupants to move, the houses were empty, and the value of the property was reduced and its rental value destroyed. The court held it could not say the admission of the proof was an abuse of the court’s discretion, as the opposite' party had the right to have the jury understand all the differences between his property, with its probable prospective use, and the property concerning which the sales were made. In 2 Lewis on Eminent Domain, (2d ed. sec. 443,) it is said: “In regard to the degree of similarity which must exist between the property concerning which such proof is offered and the property taken, and the nearness in respect of time and distance, no general rules can be laid down. These are matters with which the trial judge is usually conversant and they must rest largely in his discretion.” In Benham v. Dunbar, 103 Mass. 365, proof of sales of property distant from a half mile to six miles, and ranging in time from one to eight years previous, was held competent. It will be seen from the testimony that the sales testified to were of land in several respects not entirely similar to appellant’s land, but the proof disclosed to the jury wherein they were dissimilar in character, location and transportation facilities. These things affected the weight and value of that testimony, but we are of opinion it cannot be held it was entirely incompetent and that the admission should reverse the judgment.</p> <p id=\"b48-5\" pgmap=\"48(136) 49(38)\">The sale testified to by Krutz was made in April, 1913, and it is insisted this was too remote in point of time. Under the authorities referred to we cannot say the court abused its discretion in admitting the proof. It must be assumed the jury were familiar with conditions since 1913 and the effect of those conditions on prices and values, and of sufficient intelligence to take those things into consideration in determining the value of the land on July 6, 1920. In a colloquy between counsel for appellant and the court when the objection was made to the sale in 1913, counsel stated that on account of the war, since then standards had changed and there had been a large increase in prices of everything, and the court replied that courts would take judicial notice of that. The compensation fixed by the jury, who visited and examined the land taken, shows the jury did not consider themselves bound by the proof of the prices the land sold for at voluntary sales.</p> <p id=\"b49-3\" pgmap=\"49\">The objection that as to the sale by Moore there was a written contract embracing the terms of the sale which was not produced and no foundation laid to permit proof of its contents, we think without merit. The terms and conditions of the contract were not important. The only important thing was when the land was sold and what it was, sold for.</p> <p id=\"b49-4\" pgmap=\"49\">We are of opinion no reversible error was committed by the trial court in admitting and rejecting evidence.</p> <p id=\"b49-5\" pgmap=\"49(238) 50(364) 51(148)\">There was a wide range in the testimony as to market value of the land. The lowest placed on the land by an)7 witness for appellee was $247 per acre and the highest value was $275 per acre. The lowest value placed pn it by a witness for appellant was $950 per acre and the highest $2500 per acre. Appellant’s witnesses testified that the highest and best use the land was adapted to was for subdivision into lots or small tracts for homes. There is no doubt it \"is adaptable to that use if there is a present or immediately prospective demand for it for that purpose. It seems no such demand existed prior to filing the petition. Mount Forest, immediately adjoining the Kean land and embracing 300 acres of land and now a part of Spring Forest, was laid out in 1872 or 1873. It appears not to have attracted persons who desire country homes. Appellant’s husband, who lives there, testified that including residences, stores, restaurants, saloons and offices, there were, all told, forty-five houses in Spring Forest. Archer avenue has been some kind of a stone road many years. The electric car line was built in Archer avenue in 1900. That road and Kean avenue have been paved with cement within the last six years, Kean avenue about two years before the petition was filed. There is a cemetery just across Kean avenue, east of appellant’s land, and three small tracts have been sold out of her land immediately, west of Kean avenue, to be built on and occupied by the purchaser as a residence and place for the storage of tomb stones. The jury heard the testimony of the witnesses as to the highest and best use the land is adapted to, its market value and the reasons they gave for fixing the value. Appellant’s witnesses testified it was adaptable to and desirable for country homes and its highest value was for that purpose. Appellee’s witnesses did not consider it now available for that use, and that while it was capable of use for that purpose it was not available for such use. With all the wonderful- increase in population in Chicago and Cook county and the subdivision of much acre property for homes and the establishment of industries at Argo'and Clearing, only a few miles distant from Spring Forest, the population of that village appears to have decreased from 334 in 1910 to 134 in 1920. There is very poor suburban service by steam railroads from the city to Spring Forest. Going to and from there by the electric line requires the use of street cars between the business district of the city and Archer and Cicero avenues. The jury fixed the compensation for thfe land at $344.37 per acre, which is substantially more than the value placed upon it by appellee’s witnesses and very much less than that fixed by appellant’s witnesses. In addition to hearing the testimony of the witnesses for the respective parties the jury had the benefit of their own view of the premises. Appellant was entitled to the value of the land for the most profitable use it was available for at the time the petition was filed. “This availability, however, does not refer to a future possibility but to a present capacity for a use which may be anticipated with reasonable certainty and made the basis of an intelligent estimate of value.” (City of Chicago v. Lord, 276 Ill. 571.) In fixing values on property in condemnation cases for uses to. which it is adaptable but has never been applied, its availability for future uses must be such as enter into and affect its market value, and regard must be had to the existing business or wants of the community or such as may be reasonably expected in the immediate future. (Chicago, Burlington and Quincy Railroad Co. v. City of Chicago, 149 Ill. 457.) There is nothing in the record to indicate, and it is not claimed, that the jury were influenced by passion or prejudice, and we do not think they were misled by any incorrect ruling of law in arriving at their estimate of the value of the land. A reviewing court would not be justified in reversing the judgment because of the amount of the compensation awarded. City of Chicago v. Mullin, 285 Ill. 296; Sexton v. Union Stock Yard Co. 200 id. 244.</p> <p id=\"b51-3\" pgmap=\"51\">The trial court gave seventeen instructions to the jury on behalf of each party, and it is urged error was committed in giving four of appellee’s instructions and that the court erred in refusing one instruction asked by appellant. We have read the refused instruction and the given instructions, covering ten pages of the abstract. They cover fully the law of the case, and clearly and repeatedly, without contradiction, inform the jury what to consider in determining the just compensation to be awarded. It appears to us clear that appellant was not prejudiced by the court’s action in giving and refusing instructions and that she has no meritorious cause of complaint in that respect.</p> <p id=\"b51-4\" pgmap=\"51\">Believing there is no error in the record which would justify a reversal of the judgment, it is affirmed.</p> <p id=\"b51-5\" pgmap=\"51\">Judgment affirmed.</p> <p id=\"b51-6\" pgmap=\"51\">Cartwright, C. J., and Dunn and Stone, JJ., dissenting.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}