{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"579\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  In re the Matter of: Camille Morgan AMADORE, Petitioner/Appellant,\n  <br/>\n  v.\n  <br/>\n  Steven Paul LIFGREN, Respondent/Appellee.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 1 CA-CV 17-0024 FC\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Arizona, Division 1.\n </court>\n <decisiondate id=\"p-4\">\n  FILED October 16, 2018\n  <br/>\n  AMENDED October 16, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Berkshire Law Office PLLC, Tempe, By Keith Berkshire, Erica Gadberry, Counsel for Petitioner/Appellant\n </attorneys>\n <attorneys id=\"p-6\">\n  Udall Shumway, PLC, Mesa, By Steven H. Everts, Co-Counsel for Respondent/Appellee\n </attorneys>\n <attorneys id=\"p-7\">\n  The Sampair Group PLLC, Glendale, By Brandy M. Ramsay, Co-Counsel for Respondent/Appellee\n </attorneys>\n <judges id=\"p-8\">\n  Presiding Judge Michael J. Brown delivered the opinion of the Court, in which Judge Maria Elena Cruz and Judge John C. Gemmill joined.\n  <footnotemark>\n   1\n  </footnotemark>\n </judges>\n <footnote label=\"1\">\n  <p id=\"p-59\">\n   The Honorable John C. Gemmill, Retired Judge of the Court of Appeals, Division One, has been authorized to sit in this matter pursuant to Article 6, Section 3, of the Arizona Constitution and A.R.S. § 12-145.\n  </p>\n </footnote>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   BROWN, Judge:\n  </author>\n  <p id=\"p-10\">\n   ¶ 1 Camille Morgan Amadore (\"Mother\") appeals the superior court's order modifying several provisions of the marriage dissolution decree ending her marriage to Steven Paul Lifgren (\"Father\"). For the following reasons, we affirm the court's modification of child support and termination of spousal maintenance. We also affirm the court's denial of Mother's request that uncovered medical payments be apportioned based on the parties' incomes. We vacate, however, (1) the effective dates the court applied for the child support modification and spousal maintenance termination, (2) the court's reduction of Father's monthly child support obligation as reimbursement for his overpayments created by the retroactive effective dates, and (3) the court's award of attorneys' fees and costs to Father. We remand for further proceedings consistent with this opinion.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   ¶ 2 Mother and Father married in 2000 and have three children. Mother, who was not employed at the time, petitioned for divorce in February 2013, ultimately resulting in a default decree that ordered Father to pay (1) spousal maintenance of $2,000 per month indefinitely, and (2) consistent with the parties' written agreement, child support of $3,000 per month, which was an upward deviation from the Child Support Guidelines, Arizona Revised Statutes (\"A.R.S.\") section 25-320 app. (\"Guidelines\").\n  </p>\n  <p id=\"p-13\">\n   ¶ 3 Mother obtained a real estate license in May 2014. In September, Father petitioned the superior court to modify the decree, seeking joint legal decision-making, equal parenting time, and modified child support. Mother counter-petitioned to change the children's schools and modify parenting time based on her plans to move to a different community in the greater Phoenix area. On October 20, 2015, before the court ruled on the pending petitions, Father filed a petition to modify spousal maintenance, alleging Mother had \"achieved an ability to be financially independent by obtaining her [r]eal [e]state license.\" Father requested that spousal maintenance be terminated or, in the alternative, significantly reduced. On November 9, 2015, Mother accepted a job (unrelated to her real estate license) as a sales coordinator earning an annual salary of $42,500.\n  </p>\n  <p id=\"p-14\">\n   ¶ 4 After a June 2016 evidentiary hearing on the petitions, the superior court modified the decree by (1) reducing child support to an amount resulting from application of the Guidelines, and (2) terminating spousal maintenance. Consistent with statutory presumptions, the court made the changes effective as of the first day of the month after the filing of Father's respective petitions. To account for the overpayments created by the changes, the court decided that Father's monthly child support obligation would be reduced to \"$500 per month until Father's overpayment [was] equalized/offset.\" The court ordered each party responsible for half of the uncovered medical expenses for the children and declined to award attorneys' fees to either party. Mother filed a motion to amend/motion for new trial, which the court denied, and awarded Father attorneys' fees and costs incurred in defending the motion. Mother timely appealed.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   <strong>\n    I. Spousal Maintenance and Child Support\n   </strong>\n  </p>\n  <p id=\"p-17\">\n   ¶ 5 An award of spousal maintenance or child support \"may be modified or terminated only on a showing of changed circumstances that are substantial and continuing.\" A.R.S. § 25-327(A). We review the superior court's decision to modify a child support award for an abuse of discretion, which occurs if the record is devoid of competent evidence to support the decision.\n   <em>\n    Jenkins v. Jenkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"3521746,3521842\" index=\"0\" url=\"https://cite.case.law/ariz/215/35/\">\n    215 Ariz. 35\n   </extracted-citation>\n   , 37, ¶ 8,\n   <extracted-citation case-ids=\"3521746,3521842\" index=\"1\" url=\"https://cite.case.law/ariz/215/35/\">\n    156 P.3d 1140\n   </extracted-citation>\n   , 1142 (App. 2007). The burden of showing changed circumstances is on the\n   party seeking modification.\n   <em>\n    <extracted-citation case-ids=\"3521746,3521842\" index=\"2\" url=\"https://cite.case.law/ariz/215/35/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3521746,3521842\" index=\"2\" url=\"https://cite.case.law/ariz/215/35/\">\n    at 39, ¶ 16\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3521746,3521842\" index=\"3\" url=\"https://cite.case.law/ariz/215/35/\">\n    156 P.3d at 1144\n   </extracted-citation>\n   . We review de novo the court's interpretation and application of statutes.\n   <em>\n    Thomas v. Thomas\n   </em>\n   ,\n   <extracted-citation case-ids=\"550432\" index=\"4\" url=\"https://cite.case.law/ariz/203/34/#p36\">\n    203 Ariz. 34\n   </extracted-citation>\n   , 36, ¶ 7,\n   <extracted-citation case-ids=\"550432\" index=\"5\" url=\"https://cite.case.law/ariz/203/34/#p36\">\n    49 P.3d 306\n   </extracted-citation>\n   , 308 (App. 2002).\n  </p>\n  <p id=\"p-18\">\n   ¶ 6 Following the evidentiary hearing, the superior court (1) adopted Father's child support worksheets, which attributed $3,541 in gross monthly income to Mother, and (2) found that deviating from the Guidelines was not appropriate. The court ordered the following monthly child support obligations for Father: (1) $1,288 from October 1, 2014, to June 30, 2015; (2) $1,338 from July 1, 2015, to October 31, 2015; and (3) $1,430 from November 1, 2015, to the present. The court also terminated the spousal maintenance award, effective November 1, 2015.\n  </p>\n  <p id=\"p-19\">\n   ¶ 7 Application of these effective dates resulted in overpayments by Father of $31,464 in child support and $14,000 in spousal maintenance. The court then ordered that going forward, Father is obligated to pay a reduced amount of $500 per month in child support until he has recouped the overpayments, without specifying whether it intended to include the spousal maintenance overpayment in that directive.\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    A. Changed Circumstances\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   ¶ 8 The superior court implicitly concluded that Father met his burden of proving a substantial and continuing change in circumstances. The court found that Mother acquired her real estate license in 2014, gained employment as a real estate agent, relocated to a different community to pursue better real estate opportunities, and was currently employed with an annual salary of $42,500.\n  </p>\n  <p id=\"p-22\">\n   ¶ 9 Because Mother had not yet started her $42,500 salaried position when Father filed his petition to terminate spousal maintenance, she contends the changed circumstances could not have existed when Father filed his petition and thus the court erred in considering it. But she failed to raise this issue in the superior court, even though Father alerted Mother in his prehearing statement he was relying on her new employment as one of the changed circumstances.\n   <em>\n    See\n   </em>\n   <em>\n    Heidbreder v. Heidbreder\n   </em>\n   ,\n   <extracted-citation case-ids=\"4061406\" index=\"6\" url=\"https://cite.case.law/ariz/230/377/#p380\">\n    230 Ariz. 377\n   </extracted-citation>\n   , 380, ¶ 7 n.1,\n   <extracted-citation case-ids=\"4061406\" index=\"7\" url=\"https://cite.case.law/ariz/230/377/#p380\">\n    284 P.3d 888\n   </extracted-citation>\n   , 891 (App. 2012) (\"[T]he pretrial statement controls the subsequent course of litigation....\"). Mother has therefore waived her argument that the court should have summarily denied Father's petition.\n   <em>\n    See\n   </em>\n   <em>\n    Bobrow v. Bobrow\n   </em>\n   ,\n   <extracted-citation case-ids=\"12310573\" index=\"8\" url=\"https://cite.case.law/ariz/241/592/#p597\">\n    241 Ariz. 592\n   </extracted-citation>\n   , 597, ¶ 23,\n   <extracted-citation case-ids=\"12310573\" index=\"9\" url=\"https://cite.case.law/ariz/241/592/#p597\">\n    391 P.3d 646\n   </extracted-citation>\n   , 651 (App. 2017) (applying waiver on appeal based on party's failure to raise argument in the superior court).\n  </p>\n  <p id=\"p-23\">\n   ¶ 10 Mother's challenge to the sufficiency of the evidence supporting a finding of changed circumstances relating to her employment as a sales coordinator also fails. At the time of the June 2016 hearing, Mother had been employed as a sales coordinator for about seven months, with an annual salary of $42,500. She has not shown the superior court abused its discretion in finding that her employment as a sales coordinator constituted changed circumstances that were substantial and continuing.\n  </p>\n  <p id=\"p-24\">\n   ¶ 11 The superior court erred, however, to the extent it found that Mother's obtaining a real estate license, relocating to pursue better real estate opportunities, or working as a real estate agent constituted a substantial and continuing change of circumstances. The acts of obtaining a license and pursuing employment, by themselves, do not necessarily mean a modification or termination of spousal maintenance is justified. Rather, those acts must be viewed in the context of the increased income the party has achieved from obtaining the license/employment, and how that income compares to the circumstances at the time of the decree.\n   <em>\n    See\n   </em>\n   <em>\n    Richards v. Richards\n   </em>\n   ,\n   <extracted-citation case-ids=\"716147\" index=\"10\" url=\"https://cite.case.law/ariz/137/225/#p226\">\n    137 Ariz. 225\n   </extracted-citation>\n   , 226,\n   <extracted-citation case-ids=\"716147\" index=\"11\" url=\"https://cite.case.law/ariz/137/225/#p226\">\n    669 P.2d 1002\n   </extracted-citation>\n   , 1003 (App. 1983) (\"The changed circumstances alleged must be proved by a comparison with the circumstances existing at dissolution.\").\n  </p>\n  <p id=\"p-25\">\n   ¶ 12 According to Mother's January 2016 affidavit of financial information, her \"gross\" monthly pay was $387 as a real estate agent from May 2014 until November 2015. And her income tax return lists the amount of her \"business income\" for 2014 as $362. Father presented no conflicting evidence, and he has not argued, either in the superior court or on appeal, that Mother's actual income from her real estate business constitutes a substantial\n   and continuing change of circumstances. Moreover, when Mother moved to Gilbert in 2015, the parenting plan changed, but as the child support worksheets show and as Father testified, his parenting time increased only from 88 days to 92 days, which did not impact the child support calculation.\n  </p>\n  <p id=\"p-26\">\n   ¶ 13 Nor do we find persuasive Father's argument that the court could properly attribute income to Mother of $3,541 for each month from September 2014 to November 2015 to justify a finding of changed circumstances. Father argues that \"Mother presented no evidence to indicate that she could not have been earning\" $42,500 during the time she was earning less income as a real estate agent, and that she also failed to present any evidence that the sales coordinator position was not available in September 2014. Father's attempt to shift the burden to Mother conflicts with established law-it was his burden to prove a substantial and continuing change of circumstances.\n   <em>\n    See\n   </em>\n   <em>\n    Jenkins\n   </em>\n   ,\n   <extracted-citation case-ids=\"3521746,3521842\" index=\"12\" url=\"https://cite.case.law/ariz/215/35/\">\n    215 Ariz. at 39, ¶ 16\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3521746,3521842\" index=\"13\" url=\"https://cite.case.law/ariz/215/35/\">\n    156 P.3d at 1144\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-27\">\n   ¶ 14 Father's reliance on Section 5(E) of the Guidelines is also misplaced. That provision states in pertinent part as follows:\n  </p>\n  <blockquote id=\"p-28\">\n   If a parent is unemployed or working below full earning capacity, the court may consider the reasons. If earnings are reduced as a matter of choice and not for reasonable cause, the court may attribute income to a parent up to his or her earning capacity.\n  </blockquote>\n  <p id=\"p-29\">\n   Father asserted in his prehearing statement that, for his proposed child support worksheets, Mother's $3,541 monthly income \"is attributed based upon what she has shown she is capable of earning during this time period.\" At the hearing Father testified that $3,541 is \"[t]he gross income from her current employment.\" But the mere fact that Mother started earning $42,500 in November 2015 does not mean she could have been earning the same amount in September 2014.\n   <em>\n    Cf\n   </em>\n   .\n   <em>\n    Marquez v. Marquez\n   </em>\n   ,\n   <extracted-citation case-ids=\"741337\" index=\"14\" url=\"https://cite.case.law/ariz/132/593/#p595\">\n    132 Ariz. 593\n   </extracted-citation>\n   , 595,\n   <extracted-citation case-ids=\"741337\" index=\"15\" url=\"https://cite.case.law/ariz/132/593/#p595\">\n    647 P.2d 1191\n   </extracted-citation>\n   , 1193 (App. 1982) (finding that because the parties agreed that wife would not be expected to work, husband had to show \"something other than the fact that [wife] is able to work\").\n  </p>\n  <p id=\"p-30\">\n   ¶ 15 Additionally, Father neither alleged nor proved, under Section 5(E) of the Guidelines, that Mother's \"earnings were reduced as a matter of choice and not for reasonable cause.\" Mother testified that it was difficult to get her real estate career \"up and running\" and that she mainly handled \"rentals.\" She took various steps to achieve better name recognition, including holding open houses for other agents, sending mass emails, conducting social media promotions, and distributing fliers in neighborhoods but ultimately was not successful. Father offered only conclusory assertions at the hearing that Mother could or should have been able to earn at least $3,541 per month starting in September 2014. Because the record is devoid of competent evidence showing that from September 2014 to November 2015 Mother voluntarily reduced her income or was capable of earning the same amount as a real estate agent as she now earns as a sales coordinator, Father failed to meet his burden of showing changed circumstances based on attribution of income.\n  </p>\n  <p id=\"p-31\">\n   <strong>\n    B. Upward Deviation of Child Support\n   </strong>\n  </p>\n  <p id=\"p-32\">\n   ¶ 16 Mother also challenges the superior court's order modifying the child support agreement the parties entered at the time of dissolution, which was based on an upward deviation from the Guidelines. She argues that Father had the burden of proving that the purpose for the upward deviation had changed. However, when Father established that a substantial and continuing change in circumstances had occurred due to Mother's employment as a sales coordinator, Mother then bore the burden of proving that an upward deviation was in the children's best interests.\n   <em>\n    See\n   </em>\n   <em>\n    Nia v. Nia\n   </em>\n   ,\n   <extracted-citation case-ids=\"12310436\" index=\"16\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n    242 Ariz. 419\n   </extracted-citation>\n   , 421, 425, ¶¶ 1, 24,\n   <extracted-citation case-ids=\"12310436\" index=\"17\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n    396 P.3d 1099\n   </extracted-citation>\n   , 1101, 1105 (App. 2017) (rejecting mother's argument \"that there is a presumption for a deviation if it has been previously imposed\").\n  </p>\n  <p id=\"p-33\">\n   ¶ 17 Alternatively, Mother argues she presented sufficient evidence to show that an upward deviation was in the children's best interests. She testified that the costs of taking care of the children have increased and the change in support would devastate the children. Father countered that\n   Mother is now making $42,500 per year, and she can supplement that amount as a real estate agent. On this record, Mother has not shown the superior court abused its discretion in finding Mother did not meet her burden of showing an upward deviation was in the children's best interests.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"12310436\" index=\"18\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12310436\" index=\"18\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n    at 424, ¶ 19\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12310436\" index=\"19\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n    396 P.3d at 1104\n   </extracted-citation>\n   (\"If the amount calculated under the Guidelines appears adequate under the circumstances, the superior court does not need to consider a deviation allowed by the Guidelines.\");\n   <em>\n    Gutierrez v. Gutierrez\n   </em>\n   ,\n   <extracted-citation case-ids=\"747634\" index=\"20\" url=\"https://cite.case.law/ariz/193/343/#p347\">\n    193 Ariz. 343\n   </extracted-citation>\n   , 347, ¶ 13,\n   <extracted-citation case-ids=\"747634\" index=\"21\" url=\"https://cite.case.law/ariz/193/343/#p347\">\n    972 P.2d 676\n   </extracted-citation>\n   , 680 (App. 1998) (deferring to the superior court's determinations regarding conflicting evidence and witness credibility).\n  </p>\n  <p id=\"p-34\">\n   <strong>\n    C. Effective Dates\n   </strong>\n  </p>\n  <p id=\"p-35\">\n   ¶ 18 A finding of changed circumstances also requires the court to determine the date on which a support modification or termination becomes effective. Here, the superior court retroactively applied the support modification and termination orders to the first day of the month following the filing of Father's petitions, thereby following the statutory presumption.\n   <em>\n    See\n   </em>\n   A.R.S. § 25-327(A) (\"Modifications and terminations are effective on the first day of the month following notice of the petition for modification or termination\n   <em>\n    unless the court, for good cause shown\n   </em>\n   , orders the change to become effective at a different date but not earlier than the date of filing the petition for modification or termination.\") (emphasis added). However, given that Father did not meet his burden of showing that changed circumstances had occurred until, at the earliest, some point after Mother obtained her job as a sales consultant on November 9, 2015, we must decide whether the court should have found good cause to apply a later effective date based on the date of the changed circumstances justifying modification occurred.\n   <em>\n    Cf\n   </em>\n   .\n   <em>\n    Nia,\n   </em>\n   <extracted-citation case-ids=\"12310436\" index=\"22\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n    242 Ariz. at 426, ¶¶ 32-33\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12310436\" index=\"23\" url=\"https://cite.case.law/ariz/242/419/#p421\">\n    396 P.3d 1099\n   </extracted-citation>\n   , 1106 (App. 2017) (explaining that the superior court had discretion to equitably adjust the effective date of the child support order but there was no factual support for doing so and no prejudice was shown).\n  </p>\n  <p id=\"p-36\">\n   ¶ 19 The presumption of § 25-327, addressing when a modification or termination of support should generally become effective, must be read in harmony with the rest of that section, which provides that a support order \"may be modified or terminated only on a showing of changed circumstances that are substantial and continuing.\"\n   <em>\n    See\n   </em>\n   <em>\n    David C. v. Alexis S.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12178397\" index=\"24\" url=\"https://cite.case.law/ariz/240/53/#p55\">\n    240 Ariz. 53\n   </extracted-citation>\n   , 55, ¶ 9,\n   <extracted-citation case-ids=\"12178397\" index=\"25\" url=\"https://cite.case.law/ariz/240/53/#p55\">\n    375 P.3d 945\n   </extracted-citation>\n   , 947(2016) (related statutes \"should be read together and harmonized when possible\"). Nothing in this statutory scheme suggests that a court may properly set an effective date that is not supported by changed circumstances. Thus, a court errs if it applies an effective date that predates when the circumstances in a particular case became substantial and continuing.\n   <em>\n    See\n   </em>\n   <em>\n    Little v. Little\n   </em>\n   ,\n   <extracted-citation case-ids=\"747624\" index=\"26\" url=\"https://cite.case.law/ariz/193/518/#p521\">\n    193 Ariz. 518\n   </extracted-citation>\n   , 521, ¶ 6,\n   <extracted-citation case-ids=\"747624\" index=\"27\" url=\"https://cite.case.law/ariz/193/518/#p521\">\n    975 P.2d 108\n   </extracted-citation>\n   , 111 (1999) (\"[A] court should modify a child support order only if a parent shows a substantial, continuing change of circumstances.\");\n   <em>\n    McClendon v. McClendon\n   </em>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=243%20Ariz.%20399\">\n    243 Ariz. 399\n   </extracted-citation>\n   , 403, ¶ 15,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=408%20P.3d%20440\">\n    408 P.3d 440\n   </extracted-citation>\n   , 444 (App. 2017) (explaining that the superior court lacks authority to modify a spousal maintenance order unless a substantial and continuing change in circumstances is shown). To hold otherwise would ignore the changed circumstances requirement of § 25-327(A), and thereby unfairly punish the party against whom a support modification petition is directed.\n  </p>\n  <p id=\"p-37\">\n   ¶ 20 Father filed his petition to modify child support on September 24, 2014, and the superior court's order modifying child support became effective on October 1, 2014, which was the first day of the month following notice of Father's petition. The court's spousal maintenance order became effective on November 1, 2015, which was the first day of the month following notice of Father's petition filed October 20, 2015. The court erred in implicitly finding there was no good cause to set a later effective date because evidence showing the substantial and continuing change in circumstances did not occur until after Mother's new employment as a sales coordinator. We therefore vacate the effective dates of the orders terminating spousal maintenance and child support and the overpayment calculations related thereto.\n  </p>\n  <p id=\"p-38\">\n   <strong>\n    D. Reimbursement for Overpayments\n   </strong>\n  </p>\n  <p id=\"p-39\">\n   ¶ 21 Relying on A.R.S. § 25-527, Mother argues the superior court erred in ordering Father's ongoing child support obligation reduced to $500 per month until he is reimbursed for the amounts he overpaid Mother.\n   <em>\n    See\n   </em>\n   A.R.S. § 25-527(B) (\"The court may enter a judgment for reimbursement against the obligee if the court finds that the obligor's obligation to pay support has terminated and that all arrearages and interest on arrearages have been satisfied.\"). She suggests that this court's opinion in\n   <em>\n    In re Marriage of Allen\n   </em>\n   ,\n   <extracted-citation case-ids=\"12310336\" index=\"30\" url=\"https://cite.case.law/ariz/241/314/\">\n    241 Ariz. 314\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12310336\" index=\"31\" url=\"https://cite.case.law/ariz/241/314/\">\n    386 P.3d 1287\n   </extracted-citation>\n   (App. 2016), circumvented the plain meaning of the statute, and contends that even if\n   <em>\n    Allen\n   </em>\n   was correctly decided, the superior court failed to make findings showing a deviation was inappropriate or unjust and in the children's best interests. As noted above, the overpayments have been vacated. However, the court must select new effective dates based on when Father proved that a substantial and continuing change of circumstances occurred, which could result in a new calculation of overpayments of child support and/or spousal maintenance. Thus, whether the court may properly reduce Father's monthly child support obligation as an offset for any such overpayments is an issue that may arise on remand.\n  </p>\n  <p id=\"p-40\">\n   ¶ 22 Although the court found that deviating from the Guidelines was inappropriate, the court nonetheless determined that Father could reduce his actual monthly payment from $1,430 to $500 until he recouped his overpayments. The court's reasoning for doing so is unclear, and the record does not confirm whether the reduction includes overpayments for spousal maintenance.\n  </p>\n  <p id=\"p-41\">\n   ¶ 23 At the time of the superior court's ruling, the only authority permitting reimbursement was § 25-527, but it does not apply because Father's obligation to pay child support has not terminated. After Mother filed her notice of appeal, this court decided\n   <em>\n    Allen\n   </em>\n   .\n   <em>\n    See\n   </em>\n   241 Ariz. at 314,\n   <extracted-citation case-ids=\"12310336\" index=\"32\" url=\"https://cite.case.law/ariz/241/314/\">\n    386 P.3d at 1287\n   </extracted-citation>\n   . In that case, father paid his monthly child support obligation from his personal funds and mother received duplicate payments for child social security disability benefits.\n   <em>\n    <extracted-citation case-ids=\"12310336\" index=\"33\" url=\"https://cite.case.law/ariz/241/314/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12310336\" index=\"33\" url=\"https://cite.case.law/ariz/241/314/\">\n    at 315, ¶ 4\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12310336\" index=\"34\" url=\"https://cite.case.law/ariz/241/314/\">\n    386 P.3d at 1288\n   </extracted-citation>\n   . On appeal, we concluded that the trial court \"should have credited [father] for six months of duplicate payments\" and remanded for the court to determine an appropriate remedy.\n   <em>\n    <extracted-citation case-ids=\"12310336\" index=\"35\" url=\"https://cite.case.law/ariz/241/314/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12310336\" index=\"35\" url=\"https://cite.case.law/ariz/241/314/\">\n    at 318, ¶¶ 18, 19\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12310336\" index=\"36\" url=\"https://cite.case.law/ariz/241/314/\">\n    386 P.3d at 1291\n   </extracted-citation>\n   . Noting that father could request reimbursement under § 25-527, but that such a request could not be made until his child support obligation is terminated, we explained that \"it might also be permissible for the court to order [mother] to reimburse [father] at this time by deviating from the Guidelines, including through the entry of judgment.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 19.\n  </p>\n  <p id=\"p-42\">\n   ¶ 24 Assuming, without deciding, that\n   <em>\n    Allen\n   </em>\n   would govern this case, we hold that any order the superior court might issue in reimbursing Father for overpayments must, at a minimum, comply with the deviation requirements found in the Guidelines.\n   <em>\n    See\n   </em>\n   Guidelines § 20(A)(1)-(3) (listing the findings required to justify deviation from the Guidelines);\n   <em>\n    Allen\n   </em>\n   , 241 Ariz. at 318-19, ¶ 20,\n   <extracted-citation case-ids=\"12310336\" index=\"37\" url=\"https://cite.case.law/ariz/241/314/\">\n    386 P.3d at 1291-92\n   </extracted-citation>\n   (explaining that deviation from the Guidelines requires written findings, including that deviation is consistent with child's best interests). Stated differently, although the legislature has not specifically foreclosed the possibility of recouping a child support overpayment through a reduction in the monthly child support obligation, the reduction cannot conflict with the child's best interests.\n  </p>\n  <p id=\"p-43\">\n   ¶ 25 We further note that the superior court did not specify whether the reduction in child support payments was also meant to reimburse Father for his spousal maintenance overpayments, and neither party has addressed the propriety of reducing future child support payments to recoup spousal maintenance payments.\n   <em>\n    See\n   </em>\n   <em>\n    Little\n   </em>\n   , 193 Ariz. at 521, ¶ 6,\n   <extracted-citation case-ids=\"747624\" index=\"38\" url=\"https://cite.case.law/ariz/193/518/#p521\">\n    975 P.2d at 111\n   </extracted-citation>\n   (\"[B]oth the governing statute and the Guidelines recognize that a parent's child support obligation is paramount to all other financial obligations....\"). Father asked that he be compensated for both the overpayments he made in spousal maintenance and in child support, but the court's ruling does not list a specific overage amount. Thus, on this record we are unable to discern whether the court allowed an offset for overpayment of spousal\n   maintenance, and if so, how the court apportioned the child support reduction.\n  </p>\n  <p id=\"p-44\">\n   ¶ 26 Given these concerns, we vacate the superior court's reimbursement order reducing Father's child support payments to $500 per month and remand for reconsideration of whether reimbursement of overpayments, if any, is authorized by law, and if so, whether it is appropriate to allow reimbursement in this case.\n  </p>\n  <p id=\"p-45\">\n   <strong>\n    II. Uncovered Medical Expenses\n   </strong>\n  </p>\n  <p id=\"p-46\">\n   ¶ 27 Father was originally assigned 100% responsibility for paying all \"reasonable uncovered and/or uninsured medical, dental, vision care, prescription and other health care charges for the minor child(ren), including co-payments.\" But the superior court modified this responsibility, ordering Mother and Father to each be responsible for 50% of \"[a]ll medical, dental and orthodontia expenses incurred for the health and protection of the child[ren] not covered by insurance.\"\n  </p>\n  <p id=\"p-47\">\n   ¶ 28 Mother argues the superior court erred in failing to divide the uncovered medical expenses in proportion to the respective incomes of the parties. She relies on various provisions in the Guidelines, such as the background, purposes, and child support obligation sections, and A.R.S. § 25-320(J). We review the interpretation of the Guidelines and applicable statutes de novo,\n   <em>\n    Milinovich v. Womack\n   </em>\n   ,\n   <extracted-citation case-ids=\"4033127\" index=\"39\" url=\"https://cite.case.law/ariz/236/612/#p615\">\n    236 Ariz. 612\n   </extracted-citation>\n   , 615, ¶ 7,\n   <extracted-citation case-ids=\"4033127\" index=\"40\" url=\"https://cite.case.law/ariz/236/612/#p615\">\n    343 P.3d 924\n   </extracted-citation>\n   , 927 (App. 2015), and \"apply the same rules of construction in interpreting the Guidelines that we use in construing statutes,\"\n   <em>\n    McNutt v. McNutt\n   </em>\n   ,\n   <extracted-citation case-ids=\"550370\" index=\"41\" url=\"https://cite.case.law/ariz/203/28/#p31\">\n    203 Ariz. 28\n   </extracted-citation>\n   , 31, ¶ 10,\n   <extracted-citation case-ids=\"550370\" index=\"42\" url=\"https://cite.case.law/ariz/203/28/#p31\">\n    49 P.3d 300\n   </extracted-citation>\n   , 303 (App. 2002) (citation omitted).\n  </p>\n  <p id=\"p-48\">\n   ¶ 29 A child support order must \"assign responsibility for the payment of any medical costs of the child that are not covered by insurance according to the [Guidelines].\" A.R.S. § 25-320(J). The background section of the Guidelines states that it follows the income shares model and that \"[e]ach parent contributes his or her proportionate share of the total child support amount.\" One of the purposes of the Guidelines is \"[t]o establish a standard of support for children consistent with the reasonable needs of children and the ability of parents to pay.\" Guidelines § 1(A). To determine each parent's child support obligation, the superior court computes the total child support obligation figure and then divides that figure in proportion to each parent's adjusted gross income. Guidelines §§ 8-10. However, the Guidelines do not direct that uncovered medical expenses be added to the total child support obligation, but direct the court to \"specify the percentage that each parent shall pay for\" these expenses. Guidelines § 9(A).\n  </p>\n  <p id=\"p-49\">\n   ¶ 30 Mother's argument that uncovered medical expenses should be divided in proportion to respective incomes seems compelling when considered in the context of the income shares model and the purposes of the Guidelines.\n   <em>\n    See\n   </em>\n   <em>\n    Milinovich\n   </em>\n   ,\n   <extracted-citation case-ids=\"4033127\" index=\"43\" url=\"https://cite.case.law/ariz/236/612/#p615\">\n    236 Ariz. at 615, ¶ 10\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4033127\" index=\"44\" url=\"https://cite.case.law/ariz/236/612/#p615\">\n    343 P.3d at 927\n   </extracted-citation>\n   (explaining that we strive to interpret the Guidelines \"consistent with their overall purpose\"). However, the plain language of the Guidelines, explaining how the court is to apportion uncovered medical expenses, does not support that conclusion.\n   <em>\n    <extracted-citation case-ids=\"4033127\" index=\"45\" url=\"https://cite.case.law/ariz/236/612/#p615\">\n     Id.\n    </extracted-citation>\n   </em>\n   (stating the \"plain language\" of the Guidelines is \"the most reliable indicator of the supreme court's intent\"). Instead, unlike the basic and total child support obligations, the superior court is only directed to \"specify the percentage that each parent shall pay for any medical, dental or vision costs of the children which are not covered by insurance.\" Guidelines § 9(A). If our supreme court meant for these costs to be divided in proportion to income, then it could have included language to that effect, as it has done with other child support obligations.\n   <em>\n    See\n   </em>\n   Guidelines §§ 9-10 (requiring or allowing court to add certain costs to the total child support obligation, such as the costs of medical insurance coverage and childcare costs, and mandating that the total child support obligation be divided in proportion to each parent's adjusted gross income). In the absence of such language, nothing requires division of uncovered medical expenses in proportion to each parent's adjusted gross income. We therefore affirm the superior court's ruling.\n  </p>\n  <p id=\"p-50\">\n   <strong>\n    III. Attorneys' Fees\n   </strong>\n  </p>\n  <p id=\"p-51\">\n   ¶ 31 Mother's post-hearing motion challenged most of the same rulings she challenges\n   on appeal. After the superior court denied Mother's motion, Father filed an application for attorneys' fees and costs pursuant to A.R.S. § 25-324, asserting Mother had taken unreasonable positions and her motion was \"completely without merit.\" The court awarded Father $2,645 for the attorneys' fees and costs he incurred in responding to Mother's motion.\n  </p>\n  <p id=\"p-52\">\n   ¶ 32 Mother challenges the fee award, asserting she acted reasonably and there is a significant disparity of resources between the parties. We review an award of attorneys' fees for an abuse of discretion.\n   <em>\n    Magee v. Magee\n   </em>\n   ,\n   <extracted-citation case-ids=\"248126\" index=\"46\" url=\"https://cite.case.law/ariz/206/589/#p590\">\n    206 Ariz. 589\n   </extracted-citation>\n   , 590, ¶ 6,\n   <extracted-citation case-ids=\"248126\" index=\"47\" url=\"https://cite.case.law/ariz/206/589/#p590\">\n    81 P.3d 1048\n   </extracted-citation>\n   , 1049 (App. 2004).\n  </p>\n  <p id=\"p-53\">\n   ¶ 33 The superior court may award attorneys' fees in a dissolution proceeding \"after considering the financial resources of both parties and the reasonableness of the positions each party has taken throughout the proceedings.\" A.R.S. § 25-324(A). In this case, Father earns more than three times what Mother earns, and, as evidenced by the outcome of this appeal, Mother did not take objectively unreasonable positions in her post-hearing motion. Therefore, because there is no reasonable basis in the record for the court's decision to award attorneys' fees and costs, we vacate the award.\n  </p>\n  <p id=\"p-54\">\n   ¶ 34 Both parties request attorneys' fees on appeal pursuant to A.R.S. § 25-324. After considering the reasonableness of each party's position on appeal and the disparity in incomes, we award Mother reasonable attorneys' fees and taxable costs incurred on appeal upon her compliance with Arizona Rule of Civil Procedure 21.\n  </p>\n  <p id=\"p-55\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-56\">\n   ¶ 35 We affirm the superior court's orders terminating spousal maintenance and modifying child support, but we vacate the effective dates of both orders and remand for redetermination based on when the changed circumstances were proven to be substantial and continuing. We vacate the order reducing Father's child support obligation to $500 per month and remand for reconsideration and recalculation of Father's overpayments, if any. We also vacate the order awarding Father attorneys' fees and costs he incurred in responding to Mother's post-hearing motion. Finally, we affirm the court's order assigning responsibility for uncovered medical expenses.\n  </p>\n </opinion>\n</casebody>\n"
  }
}