{
  "casebody": {
    "data": "<casebody firstpage=\"95\" lastpage=\"112\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b121-4\">John V. Dittemore <em>vs. </em>Adam H. Dickey <em>&amp; </em>others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b121-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Al\">December 6, 7, 12, 1923.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ACX\">May 21, 1924.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b121-6\">Present: Rugg, C.J., Braley, Crosby, &amp; Pierce, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b124-7\"><page-number citation-index=\"1\" label=\"98\">*98</page-number><em>W. A. Dane &amp; J. L. Bates, (R. E. Buffum &amp; C. P. Smith </em>with them,) for the defendants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b124-8\"><em>W. G. Thompson &amp; F. C. Demond </em>(of New Hampshire,) for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b124-9\"><em>E. A. Krauthoff, amicus curiae, </em>submitted a brief.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b124-10\">Rugg, C.J.</author>\n<p id=\"ABzT\">This is a suit in equity wherein the plaintiff assails the validity \"of a resolution purporting to remove <page-number citation-index=\"1\" label=\"99\">*99</page-number>him from “ the Christian Science Board of Directors, the Board of Directors of The First Church of Christ, Scientist, in Boston,” and seeks injunctive relief to compel the several defendants to recognize him as such director.</p>\n<p id=\"b125-3\">1. The present case was brought at about the same time as <em>Eustace </em>v. <em>Dickey, </em>reported in 240 Mass. 55. Both cases were referred to the same master. The evidence received in one was to be considered in the other so far as pertinent. A report was made by the master in <em>Eustace </em>v. <em>Dickey, </em>which deilt with the issues there involved, before the hearings in the case at bar were concluded. The master in making his report in <em>Eustace </em>v. <em>Dickey </em>decided that in one aspect it was necessary for him to determine whether the present plaintiff was a director or whether he had been removed. A motion that he be directed to conclude the hearing of evidence in the present case before filing the report in the other case was denied by the court. Accordingly the master proceeded to make findings of fact on that issue, which were adverse to the contentions of the present defendants. Those findings were not material to the decision of that case and hence became of no final force and effect; 240 Mass. 55, at page 88. After that decision was rendered by this court, the defendants moved that the rule to the master be discharged and a new master appointed. In substance, the grounds alleged in that motion were that the master had prejudged this case because of his decision in the other case, and was biased and could not give the defendants that impartial hearing to which they are entitled. Affidavits and counter affidavits were filed. The motion was denied after hearing and consideration, and the defendants appealed. The discharge of one master after hearings have begun and the appointment of another is unusual. It ought not to be done except for compelling reasons. The master in the case at bar was exceptionally equipped by long experience in high judicial position. It is the right of every citizen, secured by constitutional mandate, to be tried by judges as “ free, impartial and independent as the lot of humanity will admit.” No one ought ever to be appointed master in an equity suit whose character is not unblemished <page-number citation-index=\"1\" label=\"100\">*100</page-number>and above reproach. His mind ought always to be open to the truth and susceptible to every right influence flowing from the evidence. <em>Hall </em>v. <em>Thayer, </em>105 Mass. 219, 221. <em>Harrington </em>v. <em>Boston Elevated Railway, </em>229 Mass. 421, 432. <em>Commonwealth Tobacco Co. </em>v. <em>Alliance Ins. Co. </em>238 Mass. 514, 516. The affidavits fail to indicate any want of competency in the master to hear fairly and decide impartially all issues. His decision in the other case falls far short of disqualification. Until a comparatively recent rule of this court, it was the common practice for one to sit as a member of the full court in review of his decisions rendered as a single justice; and instances are not infrequent where such justice has expressed the judgment of the full court and of himself in reversing his previous decision. See for example <em>Gorham </em>v. <em>Moor, </em>197 Mass. 522, 526; <em>Crocker </em>v. <em>Justices of the Superior Court, </em>208 Mass. 162, 180. Moreover, the decision of such a motion by a single justice will not be reversed on appeal except in most extraordinary circumstances. <em>Cunningham </em>v. <em>Worcester Five Cents Savings Bank, </em>223 Mass. 361, 363. This motion was overruled rightly.</p>\n<p id=\"b126-5\">2. This case presents another aspect of internal dissensions in the sect known as Christian Scientists, some of which were before us in <em>Eustace </em>v. <em>Dickey, </em>240 Mass. 55. The main question for decision on the present record is whether the plaintiff has been removed as a member of the Christian Science Board of Directors. That involves the determination of a preliminary question as to what persons compose that board of directors. It is contended that there are two such boards, one created by deed and the other by the manual or by-laws of the church. To understand and decide this prp.liminary question requires a detailed statement of some of the facts. The case was first referred to a master to hear the parties and their evidence, to find the facts and report the same. There is no report of the evidence. The facts as found by the master therefore must be accepted as true, since they are not mutually inconsistent or contradictory.</p>\n<p id=\"b126-6\">Mrs. Eddy, the founder of Christian Science, was the leader in the organization of an incorporated church, whose charter was obtained in June, 1879. Its name was the <page-number citation-index=\"1\" label=\"101\">*101</page-number>Church of Christ Scientist and she became its pastor. This continued until December, 1889, when the members in annual meeting, duly called, adopted resolutions declaring that its existing by-laws and regulations, except only such as fixed the name of the church, were null and void, that “ the corporation be and is declared dissolved,” and directing the clerk to take the necessary steps to give the resolution legal effect. Another clause in the resolution was that “ The members of this Church hereby declare that this action is taken in order to realize more perfectly the purposes of its institution as an organization, namely, growth in spiritual Ufe and the spread of the ‘ Glad Tidings/ and that they will continue as a voluntary association of Christians . . . in the exercise of all the ministrations and activities heretofore performed by them as the Church of Christ, Scientist.” The members continued to meet and hold services as contemplated in this resolution for a period of more than two and one half years, until August, 1892. The old church organization had directors whose members varied from time to time. The “ voluntary association of Christians ” thus described in the resolution had directors appointed by Mrs. Eddy during this interval, vacancies among them being filled by her without consulting the members, though it does not appear what their precise duties were. Since May, 1892, Mrs. Eddy had been planning a reorganization of her church, being this voluntary association retaining the name of the original corporate organization. Another incorporation was first proposed, under the same name, to be effected in the first instance by twelve selected by her out of the larger membership of the voluntary association. At her direction these twelve signed “Articles of Organization ” for the purpose of becoming incorporated, and written notices of meeting to be held on August 29, 1892, were sent out. The signers met accordingly, but no proceedings for organization were had pursuant to the notice, because one of the signers appeared bearing a message from Mrs. Eddy to the assembled signers to the effect that she had changed her plan and was not going to have the church incorporated, that she had had prepared a trust deed which he read to <page-number citation-index=\"1\" label=\"102\">*102</page-number>the meeting, and that she desired the four grantees therein named, who also were present, for <em>“ </em>directors of her church.” A president and secretary of the meeting of signers were chosen. The signers voted without dissent to “ accept” the four persons named as directors. Although there was testimony to the effect that a record was kept of this meeting, it cannot now be found and this meeting appears to have received no further mention or notice. Under date of September 1, 1892, Mrs. Eddy executed the deed of trust which had been read to the meeting of August 29, 1892, conveying land in Boston to four persons therein named, <em>“ </em>as trustees as hereinafter provided and to their legitimate successors in office forever ” upon express trusts specified in eleven numbered articles. The first of these was in these words: <em>“ </em>Said grantees shall be known as the ‘ Christian Science Board of Directors/ and shall constitute a perpetual body or corporation under and in accordance with section one, Chapter 39 of the Public Statutes of Massachusetts. Whenever a vacancy occurs in said Board the remaining members shall within thirty days fill the same by election; but no one shall be eligible to that office who is not in the opinion of the remaining members of the Board a firm and consistent believer in the doctrines of Christian Science as taught in a book entitled <em>‘ </em>Science and Health/ by Mary Baker G. Eddy beginning with the seventy-first edition thereof.” Further trusts were to build a church on the land conveyed, <em>“ </em>to elect a pastor, reader or speaker to fill the pulpit who shall be a genuine Christian Scientist,” to maintain public worship in the church in accordance with the doctrines of Christian Science and not otherwise, the congregation worshiping in the church to be styled <em>“ </em>The First Church of Christ, Scientist.” Other trusts were ancillary and subsidiary. The deed contained no provision for the removal of trustees or directors. The habendum was <em>“ </em>to said grantees and their successors in office to the uses and trusts above described forever.” The four persons named as grantees, and their successors, exercised the functions and powers assigned by the deed until 1903. At a meeting held on September 23, 1892, eleven persons in-<page-number citation-index=\"1\" label=\"103\">*103</page-number>eluding the four grantees in the deed of September 1, 1892, organized <em>“ </em>The First Church of Christ, Scientist, in Boston, Mass.” The records of the church begin with this meeting. A president, clerk and treasurer were elected, <em>“ </em>First Members ” were elected, tenets and six rules for the government of the church were adopted. One further rule was adopted soon after. These rules provided for annual meetings, for the choice of officers, hearing reports and transaction of other church business, for quarterly meetings, for qualifications, election and publication of names of members, for observance of the communion, and prohibited membership in other churches. • The distinction between <em>“ </em>First Members,” who alone had voting power and whose numbers appear always to have been comparatively small, and other members of the church who became such by subscribing to the tenets, was maintained until by proceedings under the polity of the church “ First Members ” in any ecclesiastical sense ceased to exist. The church so organized has continued its existence and the maintenance of its public worship and services to the present. Mrs. Eddy was pastor emeritus from the beginning so long as she lived. In 1895 the first Church Manual was adopted by vote of the First Members. It contained rules and by-laws differing in important particulars from the earlier ones, and containing much new matter. The earlier rules were repealed. These rules and by-laws adopted in 1895 were published as the first edition of the manual, under date of 1895. In this manual, under the caption <em>“ </em>Church Officers,” after Mrs. Eddy’s name as pastor emeritus came, under the title “ Christian Science Board of Directors,” the.names of the four grantees in the deed of September 1, 1892. These bylaws provided also that the officers of the church should be elected by the board of directors and not by the <em>“ </em>First Members.” In 1901 a by-law was adopted to the effect that “ The business of the Mother Church [another designation of the First Church of Christ, Scientist] hitherto transacted by the First Members, shall be done by its Christian Science Board of Directors.” Since that time by universal practice and consent all the business of the church has been <page-number citation-index=\"1\" label=\"104\">*104</page-number>transacted by the Christian Science Board of Directors. In 1903 a by-law was adopted that the Christian Science Board of Directors shall consist of five members. An additional person was elected as director in conformity to the polity of the church. Five persons have since continuously acted as such directors.</p>\n<p id=\"b130-5\">It was not until 1908 that provision was inserted in the manual constituting the board of directors officers of the church, but no change seems to have been wrought thereby in actual practice either as to the functions of the directors or the attitude of the church and its members toward them. It seems not open to fair doubt that the board of directors as named in the deed of September 1, 1892, have been officers of the church under Christian Science polity from the beginning of their joint existence to the present. Since 1901 practically the entire management of the church has been in the hands of the four constituting the board of directors up to 1903 and of the five composing that board since that date.</p>\n<p id=\"b130-6\">• It thus has come about that so far as concerns the ecclesiastical management of the church the board of directors consists of five members. This number was established either at the suggestion or with the approval of Mrs. Eddy and has been universally accepted without dissent by all members of the church. No distinction has been drawn in practice between the duties created by the deed of September 1,1892, and those created by the manual. The five directors have since 1903 performed all duties indifferently, and their records have been kept without distinction with respect both to the deed and the manual.</p>\n<p id=\"b130-7\">The question recurs in the light of this church history as to the scope and effect of the deed of September 1, 1892. Every instrument in writing is to be interpreted, with a view to the material circumstances of the parties at the time of the execution, in the light of the pertinent facts within their knowledge and in such manner as to give effect to the main end designed to be accomplished. A trust instrument is to be so construed as to give effect to the intent of the founder as manifested by the words used illumined by all the at<page-number citation-index=\"1\" label=\"105\">*105</page-number>tendant factors, unless inconsistent with some positive rule of law or repugnant to other terms of the instrument. An omission to express an intention cannot be supplied by conjecture. But if the instrument as a whole produces a conviction that a particular result was fixedly desired although not expressed by formal words, that defect may be supplied by implication and the underlying intention of the founder of the trust may be effectuated, provided it is sufficiently declared by the entire instrument. <em>Eustace </em>v. <em>Dickey, </em>240 Mass. 55, 72, 73, and cases there collected. Words and terms in a deed with respect to the concerns and administrations of a particular religious sect, executed and accepted by those who are its adherents, ought to be interpreted, expounded and applied according to the sense and meaning in which they are known to be used in that sect. <em>Earle </em>v. Wood, 8 Cush. 430, 461.</p>\n<p id=\"b131-5\">Mrs. Eddy was the founder of a new sect or denomination of Christianity. Her views in 1892 apparently were in a state of transition, development or evolution. She had not then completely formulated the precise form of ecclesiastical organization best adapted in her mind to carry out her conception of a church. She was studying that problem but had not reached a conclusion. She desired to give a tract of land for the purpose of erecting a church edifice. She made an unmistakable declaration that the grantees in her deed of September 1, 1892, should constitute a corporation under the name <em>“ </em>Christian Science Board of Directors,”, in accordance with the terms of the contemporaneous statute governing religious societies. She cited that statute. Its words thus imported into her deed by reference were that <em>“ </em>The deacons, church wardens, or other similar officers of churches or religious societies, and the trustees of the Methodist Episcopal churches appointed according to the discipline and usages thereof, shall, if citizens of this commonwealth, be deemed bodies corporate for the purpose of taking and holding in succession all grants and donations, whether of real or personal estate, made either to them and their successors, or to their respective churches, or to the poor of their churches.” Pub. Sts. c. 39, § 1. See St. 1884, <page-number citation-index=\"1\" label=\"106\">*106</page-number>c. 78, now G. L. c. 68, § 1. Of course mere declaration in a deed of grant cannot make named persons a corporation. But the words of grant in the deed of September 1, 1892, show an unequivocal purpose. There was in any event in existence at that time “a voluntary association of Christians” as they termed themselves, to whom Mrs. Eddy had been and was at that time preaching. She had declared to those of these whom she asked to assemble that she wanted the four persons named as grantees in the deed then read to them <em>“ </em>for directors of her church; ” and the members there assembled voted with unanimity to accept them as <em>“ </em>directors.” It is indubitable that a religious society as those words are used in our statutes was then in process of formation, and that the two things then determined were its name and its managing officers. Its organization was completed during that month. The powers conferred by the deed of September 1, 1892, with respect to the maintenance of worship in the edifice that was to be erected show that the board of directors was to exercise extensive administrative functions. The directors were clothed by that deed with most of the powers usually exercised by the churches of the then more familiar ecclesiastical sects and their officers. Even if it be assumed that the church as a religious society was not sufficiently developed on September 1, 1892, to support the existence of its officers as a corporation under the statute, the intent of the grantor in the deed is plain that she desired the grantees whom she named as directors of the church to hold this property as officers of churches hold property. She gave to the named grantees titles as officers which were familiar from usage to those who then were known as Christian Scientists and were her followers. She described them by the name which she had given them and which her adherents had accepted, adopted and ratified in their somewhat informal preliminary gathering. It was a name which they have continued to bear ever since. The words <em>“ </em>successors in office ” which occur in the habendum, as well as earlier, in the deed of September 1, 1892, must be taken to mean those who succeed the grantees in the office of directors of the Christian Science Church. The declaration in the deed <page-number citation-index=\"1\" label=\"107\">*107</page-number>that the directors are to take as a body corporate under Pub. Sts. c. 39, § 1, if ineffective in other aspects, is at least equivalent to a declaration that the succession to those ■ grantees named in the deed as directors is to be according to the succession in the religious societies there described. It is plain that if a grant were made to four named persons as deacons of an existing congregational church as a corporation under the statute and their successors in office, and the number of deacons subsequently was increased or diminished, the whole number of persons thus later named as deacons would act in the administration of the trusts created by such deed. They would act also according to such rules or bylaws as might from time to time be enacted and would not be confined to such as were in existence at the delivery of the deed. The effect of the deed here in question is the same as if it had expressly stipulated that the succession should be to such persons as might from time to time be directors of the Christian Science Church and with such powers as they might from time to time possess under the polity of that church subject to the trusts of the deed. This is the only way in which the intent of Mrs. Eddy as expressed in the deed can be given full effect. The effectuation of this intent violates no rule of law and is not repugnant to any of the terms of the grant.</p>\n<p id=\"b133-5\">It follows that, when the number of directors of the church was increased to five, they became trustees under the deed of September 1,1892, in succession to the directors originally named. There are not two boards of directors, one under the deed of September 1, 1892, and one under the Church Manual. Those who constitute the Christian Science Board of Directors of the First Church of Christ, Scientist, in Boston, Mass., according to its manual and the ecclesiastical polity of that church administer as one board both the trusts of the deed of September 1, 1892, and the functions devolved on them by the Church Manual.</p>\n<p id=\"b133-6\">It is not necessary to decide whether the grantees in the deed of September 1, 1892, were capable, in view of all the facts, of taking and holding as a body corporate under the statute.</p>\n<p id=\"b134-4\"><page-number citation-index=\"1\" label=\"108\">*108</page-number>3. The next points concern directly the existence and manner of exercise of the power of the board of directors to remove one of their number.</p>\n<p id=\"b134-5\">The Church Manual purports to contain the frame of government of the First Church of Christ, Scientist. In 1903 it had been amended so as to provide with respect to the board of directors that it should consist of five members and that “ A majority vote or the request of Mrs. Eddy shall dismiss a member.” Art. I, § 5, of Church By-laws in the Church Manual. This provision became a part of the Church Manual in accordance with the forms established by the Church. It is as binding as other parts thereof. For the reasons already stated, the directors acting as trustees under the deed of September 1, 1892, are as subject to its provisions, so far as not inconsistent with the terms of the trust, as the board of directors acting in purely ecclesiastical affairs. Since there is but one board of directors under the deed and under the manual, dismissal of one from the board in the ecclesiastical sense operates to separate such dismissed one from all functions as a director, whether under the deed of September 1, 1892, or otherwise. The word <em>“ </em>dismiss ” in this by-law is the equivalent of “ remove.”</p>\n<p id=\"b134-6\">The plaintiff became a member of the board of directors in 1909. The manual with its provision respecting removal of directors was as much a part of the governing polity of the church then as now. He is bound by it. By accepting the office of director he consented to removal, provided only it was accomplished in the manner pointed out in the Church Manual. When the validity of an order of removal under these circumstances is challenged in the courts, the wisdom or expediency of the removal is not reviewed. The decision of the society or its officers acting in good faith rendered according to their own rules is final. There is no general right of appeal to the courts. The courts do not investigate the question whether the decision of removal was right or wrong. They ascertain whether there has been compliance with the essential formalities prescribed by the rules of the society or organization, whether the proceedings have been regular, and whether the decision is within the scope of the <page-number citation-index=\"1\" label=\"109\">*109</page-number>jurisdiction. <em>Richards </em>v. <em>Morison, </em>229 Mass. 458, 461, and cases there collected. <em>Eustace </em>v. <em>Dickey, </em>240 Mass. 55, 84. <em>Carter </em>v. <em>Papineau, </em>222 Mass. 464.</p>\n<p id=\"b135-5\">4. The Church Manual contains no regulation whatever as to the method of removal of one director by the other directors. The provision in Article XXIV, § 6, for visitation and admonition of the board of directors by the committee on finance of the church cannot rightly be construed as affording the exclusive preliminary step for removal of any member of the board of directors. The request of Mrs. Eddy without more would undoubtedly have accomplished the dismissal of a director. No charges, no hearing, no statement of reasons would have been required. The argument is forceful that in this context a ‘‘ majority vote \" of the board has the same efficacy and stands on the same footing in every aspect as the <em>‘‘ </em>request <em>” </em>of Mrs. Eddy. This argument finds support in other provisions of the Church Manual by express terms or by fair implication requiring notice or hearing of some kind where there may be removal or dismissal of an officer or church member. See for example art. I, § 9; art. XI, §§ 1, <em>5-, </em>6, 7, 10; art. XII, §§ 1, 2; art. XXII, § 7. The absence from art. I, § 5, of the Church Manual of any such provision importing the formulation of charges or a hearing is strong indication that such omission was intended to confer a power to remove without these preliminaries and formalities. This consideration is entitled to the more weight because the Church Manual was revised from time to time by or with the approval of Mrs. Eddy, and there were many editions of it. Its provisions in their final form therefore may be presumed to have been the result of experience and to have been formulated with considerable care with the aim of constituting an harmonious whole. They differ in this particular from the conventional by-laws of clubs and other private societies to which less importance is commonly attached than appears to be attributed to the Church Manual in the Christian Science Church. Numerous cases have arisen requiring an interpretation of the meaning of power to remove from office conferred by public laws. In <em>O’Dowd </em>v. <em>Boston, </em>149 Mass. 443, the statute <page-number citation-index=\"1\" label=\"110\">*110</page-number>under consideration authorized the board of directors of the East Boston ferries to remove subordinate employees <em>“ </em>for such cause as they may deem sufficient and shall assign in their order for removal.” It was held that no notice or hearing was necessary as preliminary to a removal. In <em>Attorney General </em>v. <em>Donahue, </em>169 Mass. 18, the power of a city council “ to remove ” heads of executive departments was interpreted not to require a notice or hearing. In <em>Lacy </em>v. <em>Winchendon, </em>240 Mass. 118, it was decided that an officer appointed by the selectmen and “ removable by them when the public interest requires ” could legally be removed without notice or hearing. It was determined in <em>Bailen </em>v. <em>Assessors of Chelsea, </em>241 Mass. 411, that power, vested in the board of aldermen of a city to <em>“ </em>remove ” an assessor, might be exercised by simple vote without a notice or hearing. Power to <em>“ </em>remove ” conferred by the Constitution was said in <em>Commonwealth </em>v. <em>Harriman, </em>134 Mass. 314, not to require notice and hearing. To the same general effect are <em>Eckloff </em>v. <em>District of Columbia, </em>135 U. S. 240, 241, <em>Townsend </em>v. <em>Kurtz, </em>83 Md. 331, <em>People </em>v. <em>Fire Commissioners, </em>73 N. Y. 437, <em>Kimball </em>v. <em>Olmsted, </em>20 Wash. 629, <em>State </em>v. <em>Somers, </em>35 Neb. 322, <em>Sweeney </em>v. <em>Stevens, </em>17 Vroom, 344. This principle governs respecting the power created and authority conferred by art. I, § 5, of the Church Manual. It apparently was thought by its framer or framers that the ultimate welfare of the church required definite responsibility to rest somewhere and that it was better to have it plainly vested in a small body. Where the controlling statute or rule rightly construed does not require a notice and hearing, then the frequently expressed idea that natural justice demands notice and hearing has no room for operation. Cases like <em>Gray </em>v. <em>Christian Society, </em>137 Mass. 329, 331, are not pertinent or controlling. <em>Burgess </em>v. <em>Mayor and Aldermen of Brockton, </em>235 Mass. 95, 100. The distinction is between an executive or administrative removal where the exercise of the power is absolute, on the one side, and a removal founded on the determination of questions judicial in character where the mandates of natural justice must be obeyed, on the other side. If the removal does not depend <page-number citation-index=\"1\" label=\"111\">*111</page-number>upon the decision of judicial or <em>quasi </em>judicial questions but only upon administrative or executive determination, then there is no occasion to comply with judicial forms. Where there is an express requirement that there can be removal only <em>“ </em>for cause,” there is implied ascertainment of definite facts and a hearing is required. <em>Ham </em>v. <em>Boston Board of Police, </em>142 Mass. 90. Decisions of that class are distinguishable from the case at bar.</p>\n<p id=\"b137-5\">5. If it be assumed that the power cannot be exercised maliciously, whimsically or capriciously, the reported facts show no ground for overturning the action of the directors.</p>\n<p id=\"b137-6\">There are further findings of the master: “ An element of personal hostility and dislike, entertained toward the plaintiff by other members of the board, must be regarded as having entered into their action in preparing and adopting the resolution for his dismissal. ... I am obliged to regard them [the other members of the board] as incapable, on March 17, 1919, of impartial judicial consideration of accusations against him, especially of accusations framed by themselves; had they ever undertaken any such consideration. ... I do not find, however, that their preparation and adoption of the resolution to dismiss him was wholly induced by feelings against him of the above character. I find that the controlling motive which induced its adoption by the defendants who voted for it was the desire on their part to remove the obstacle presented by the plaintiff’s presence on the board to their attempts to arrange a compromise with the trustees; though they acted the more readily under said controlling motive by reason of their willingness to disassociate themselves from a colleague with whom they could not agree and whom they did not like. Except to the above extent, I am unable to find that their action was not in good. faith.” These findings do not warrant interference by the court. The board of directors acting by majority vote constitute the tribunal authorized under this particular ecclesiastical polity to dismiss a director. No other can be substituted for it. Whatever may be their infirmities, they still are the persons clothed with power. The adequacy of the grounds on which such vote rests is not open to inquiry <page-number citation-index=\"1\" label=\"112\">*112</page-number>in a judicial proceeding provided they are actuated by good faith. The <em>“ </em>controlling motive ” was found by the master to be a desire to eliminate the obstacle presented by the plaintiff’s presence to the attempts of the other members of the board of directors to compose the trouble which was litigated in <em>Eustace </em>v. <em>Dickey, </em>240 Mass. 55. In view of the general favor of the law toward the compromise of litigation, this hardly can be pronounced anything other than a just motive.</p>\n<p id=\"b138-3\">It is unnecessary to discuss any other questions. The grounds already considered are decisive of the case.</p>\n<p id=\"b138-4\">The rule to the master in the case at bar required him <em>“ </em>to hear the parties and their evidence, to find the facts, and report the same to the court.” All exceptions to the master’s report so far as they concern questions of fact are overruled. No evidence is reported. <em>Glover </em>v. <em>Waltham Laundry Co. </em>235 Mass. 330, 334. The exceptions so far as they relate to rulings of law need not be considered as such because rulings of law were not within the requirement of the rule to the master. <em>New England Foundation Co. </em>v. <em>Reed, </em>209 Mass. 556, 562. <em>Bradley </em>v. <em>Borden, </em>223 Mass. 575, 586. In some essentials those rulings of law are contrary to the principles here determined. Decrees are to be entered confirming the master’s report as to matters of fact but not as to rulings of law, and dismissing the bill.</p>\n<p id=\"b138-5\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}