{
  "casebody": {
    "data": "<casebody firstpage=\"283\" lastpage=\"284\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b359-8\">Richard J. THOMAS, Appellant, v. C. M. SIMPSON, Warden, Kilby Prison, Montgomery, Alabama, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b359-10\">No. 25260.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b359-11\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b359-12\">March 5, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b359-18\">Richard J. Thomas pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b359-19\">MacDonald Gallion, Atty. Gen., John C. Tyson, III, Asst. Atty. Gen., Montgomery, Ala., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b359-20\">Before COLEMAN, AINSWORTH and DYER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b359-21\">PER CURIAM:</author>\n<p id=\"b359-22\">Appellant, an Alabama prisoner who is serving a twenty-five-year sentence for the offense of carnal knowledge, has filed myriad petitions for habeas corpus relief in the district courts.</p>\n<p id=\"b359-23\">In his present petition, appellant contends: (1) that he was denied the right of defense; (2) that the trial court refused to admit evidence of two suicide attempts in support of the defense of insanity; (3) that the trial court refused to permit appellant’s trial counsel to argue certain matters to the jury which allegedly were in evidence; and (4) that the circuit solicitor made false statements and accusations against appellant which were admitted into evidence.</p>\n<p id=\"b359-24\">In a prior coram nobis proceeding, the Circuit Court of Clarke County, Alabama, held a plenary hearing on October 26, 1961, on all of these contentions and after hearing the testimony of several witnesses and after perusing the trial transcript, denied the coram nobis peti<page-number citation-index=\"1\" label=\"284\">*284</page-number>tion with exhaustive findings of fact and conclusions of law. Appellant has failed to allege any facts which would indicate that these findings were anything but correct. 28 U.S.C. § 2254.</p>\n<p id=\"b360-4\">The District Court’s judgment which denied this habeas corpus petition is hereby</p>\n<p id=\"b360-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}