{
  "casebody": {
    "data": "<casebody firstpage=\"346\" lastpage=\"346\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b372-4\">Francis Tejani KUNDRA, Petitioner-Appellant, v. U.S. DEPARTMENT OF JUSTICE; Jimmie Benton, Administrative Adjudicator, Immigration Court, Respondents-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b372-7\">No. 06-20342</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ATX\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b372-8\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b372-10\">Jan. 30, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b372-11\">Francis Tejani Kundra, Houston, TX, pro se.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b372-13\">Before DAVIS, BARKSDALE, and BENAVIDES, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b372-14\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b372-15\">Francis Tejani Kundra, immigration detainee #A20661647, appeals the district court’s dismissal, for lack of jurisdiction, of his petition for a writ of mandamus in which he claimed Immigration Judge (IJ) Jimmie Benton was biased, erred in not recusing himself, and violated Kundra’s due-process and equal-protection rights. Kundra contends the district court: erred in construing his petition under 28 U.S.C. § 2241, had jurisdiction under 28 U.S.C. § 636(b) to consider his petition, and violated his due-process and equal-protection rights by construing his petition under § 2241. (Kundra’s motion for appointment of counsel is denied. <em>See Santana v. Chandler, </em>961 F.2d 514, 516-17 (5th Cir. 1992).)</p>\n<p id=\"b372-18\">Kundra has <em>not </em>shown the district court erred in dismissing his petition for lack of jurisdiction. <em>See Rosales v. Bureau of Immigration and Customs Enforcement, </em>426 F.3d 733, 736 (5th Cir.2005), <em>cert, denied, </em>— U.S. -, 126 S.Ct. 1055, 163 L.Ed.2d 882 (2006). When he filed his petition, Kundra had <em>not </em>exhausted his administrative remedies, as required by 8 U.S.C. § 1252(d). Kundra has <em>not </em>cited any authority stating the district court had jurisdiction: to issue orders to an IJ during ongoing immigration proceedings; or under § 636(b). Kundra also failed to demonstrate mandamus was appropriate; he did <em>not </em>show he had a clear right to relief, that there was any clear duty to act, or that he had no other adequate remedy. <em>See Jones v. Alexander, </em>609 F.2d 778, 781 (5th Cir.), <em>cert, denied, </em>449 U.S. 832, 101 S.Ct. 100, 66 L.Ed.2d 37 (1980).</p>\n<p id=\"b372-20\">To the extent Kundra seeks to raise a claim pursuant to <em>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics, </em>403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), he may not raise a new claim on appeal. <em>See Leverette v. Louisville Ladder Co., </em>183 F.3d 339, 342 (5th Cir. 1999), <em>cert, denied, </em>528 U.S. 1138, 120 S.Ct. 982,145 L.Ed.2d 932 (2000).</p>\n<p id=\"b372-21\">\n<em>AFFIRMED; MOTION FOR APPOINTMENT OF COUNSEL DENIED</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b372-16\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}