{
  "casebody": {
    "data": "<casebody firstpage=\"81\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b97-4\">SERGIO MAINI, AN INFANT, BY HIS GUARDIAN <em>AD LITEM, </em>JOHN MAINI, AND JOHN MAINI, INDIVIDUALLY, PLAINTIFFS-APPELLANTS, v. VIOLET HASSLER, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b97-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b97-6\">Argued October 31, 1955</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AVd\">Decided November 9, 1955.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b98-7\"><page-number citation-index=\"1\" label=\"82\">*82</page-number>Before Judges Goldmaítií, <em>Freund </em>and Coire’OKD.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b98-8\"><em>Mr. Francis 8orin </em>argued the cause for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b98-9\"><em>Mr. George F. Losche </em>argued the cause for defendant-respondent <em>(Mr. Charles Q. Shenier, </em>attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b98-10\">The opinion of the court was delivered by</p>\n<author id=\"b98-11\">Contobd, J. A. D.</author>\n<p id=\"Ap\">This appeal is from a judgment for defendant entered upon a jury verdict of no cause for action. The plaintiff, Sergio Maini, a boy of 16, was struck by an automobile being operated by the defendant about 8 p. m. February 15, 1954, while walking in the street near the east curb on Lemoine Avenue in Fort Lee. The street was a one-way north-bound thoroughfare at the point of the accident. There was evidence from which the jury could have found the following facts.</p>\n<p id=\"b98-12\">The plaintiff and a companion had been walking northerly on the easterly sidewalk and went into the street to by-pass <page-number citation-index=\"1\" label=\"83\">*83</page-number>a barricade where repairs were being made, about 150 feet soutli of the <em>locus </em>of impact. Plaintiff continued in the street and the other boy walked between the curb and sidewalk. The street was \"very dark.” Plaintiff looked back occasionally for cars but was hit by the defendant’s' car, which he did not see, but heard an instant before contact. He sustained an injury to his leg.</p>\n<p id=\"b99-5\">Defendant was driving at a rate of about 20-25 miles per hour, using her bright lights, low beam. She suddenly saw \"a small or thin white line” about ten feet in front of her and swerved sharply. After a short distance, sensing she had struck something, she stopped the vehicle, walked back in the dark and found plaintiff sitting in the roadway. She said her high beam headlights were in working order but that she was using the low beam and could see about 75 feet ahead. She said she had previously testified (apparently at a previous trial) that she could see only 2% car lengths ahead.</p>\n<p id=\"b99-6\">A number of asserted trial errors are argued by plaintiffs. We find it necessary to discuss only one. Plaintiffs requested and the trial judge declined to charge the jury concerning the following portion of <em>N. J. S. </em>A. 39:3-60:</p>\n<blockquote id=\"b99-7\">“Every person driving a motor vehicle equipped with multiple-beam road lighting equipment, during the times when lighted lamps are required, shall use a distribution of light, or composite beam, directed high enough and of sufficient intensity to reveal persons and vehicles at a safe distance in advance of the vehicle, * *</blockquote>\n<p id=\"b99-8\">The trial judge did charge concerning certain other statutory traffic regulations, including the unlawfulness of a pedestrian walking in a roadway where sidewalks are provided. He prefaced his reading of the statutes with the appropriate admonition that mere violation thereof did not itself necessarily constitute negligence but might be considered by the jury under the particular circumstances in determining whether either the plaintiff or the defendant was negligent. Included in the regulations he read was <em>N. J. S. A. </em>39 :3-58, charged at plaintiff’s request, dealing <page-number citation-index=\"1\" label=\"84\">*84</page-number>with the requisite specifications of multiple-beam headlights. After reading this provision he charged:</p>\n<blockquote id=\"b100-4\">“There has been- testimony here with regard to the headlights and as to how far ahead you could see.</blockquote>\n<blockquote id=\"b100-5\">As I recall the testimony by the defendant, it was that she had her bright lights low beam, and she testified that she could see approximately 75 feet ahead. That is her estimate of the distance, approximately 75 feet. You take the statute into consideration, together with all the other facts, in weighing the evidence in this case.”</blockquote>\n<p id=\"b100-6\">It appears to us that there was prejudicial error in not including among the statutes charged as aforesaid the provisions of <em>N. J. S. A. </em>39:3-60, as requested. This section deals directly and pointedly with the most obvious aspect of the negligence arguably imputable to defendant by the proofs. The street was concededly very dark and one critical question for the jury’s resolution was whether the defendant’s use of the low headlight beam rather than the high beam, alone, or in conjunction with the other circumstances, did not constitute negligence in the operation of the car proximately causative of the accident. See <em>Hamilton v. Althouse, 115 N. J. L. </em>248 <em>(E. &amp; A. </em>1935); <em>Friedman v. City of New York, </em>286 <em>App. Div. </em>881, 142 <em>N. Y. S. 2d </em>425, 427 <em>(App. Div. </em>1955). The plaintiffs were entitled to have the jury’s attention brought to the legislative declaration in the cited section of the standard of conduct applicable in this kind of factual situation.</p>\n<p id=\"b100-7\"> Defendant argues the request was properly denied because it omitted other portions of the section. We do not agree. The remainder of the section consists only of an exception for the ease where there is an oncoming vehicle within 500 feet and a provision as to the maximum permissible height projection of a high beam. Neither of these was at all relevant under the evidence submitted, and, since the language in reference thereto need therefore not have been included in the statute as charged, <em>Mellon v. Pennsylvania-Reading Seashore Lines, </em>7 <em>N. J. </em>415, 423, 424 <em>(1951), its exclusion in the </em>request was no justification for <page-number citation-index=\"1\" label=\"85\">*85</page-number>rejection of the request. Nor did the charge as to <em>N. J. S. A. </em>39 :3-58 cure the rejection. That section deals only with the mechanical specifications of approved multiple-beam headlights. Plaintiffs were not contending that the headlights on defendant’s car failed to meet the specifications. In any ease, <em>N. J. S. A. </em>39:3-60 declares the here plainly pertinent direction to choose that beam (high or low) which is adequate “to reveal persons and vehicles at a safe distance in advance of the vehicle.” The denial of the requested charge deprived plaintiffs of a substantial right.</p>\n<p id=\"b101-4\">Reversed and remanded for a new trial, costs to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}