{
  "casebody": {
    "data": "<casebody firstpage=\"74\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b126-12\">Andrew Leo OKSANEN, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b126-14\">No. 18131.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b126-15\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b126-16\">June 16, 1966.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b128-24\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>Frank T. Knox, of Lanier, Knox &amp; Shermoen, Fargo, N. D., Lanier, Knox &amp; Shermoen, Fargo, N. D., on the brief, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b128-25\">Richard V. Boulger, Asst. U. S. Atty., Fargo, N. D., John O. Garaas, U. S. Atty., Fargo, N. D., on the brief, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b128-26\">Before MATTHES, MEHAFFY and GIBSON, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b128-27\">GIBSON, Circuit Judge.</author>\n<p id=\"b128-28\">This is an appeal from the United States District Court of North Dakota. The District Court granted appellant’s motion to vacate and set aside his sentence for violation of 18 U.S.C. § 2312 (Dyer Act), on the basis that appellant did not have counsel present at the time of original sentencing in 1955. The District Court, however, refused to set aside appellant’s plea of guilty and re-sentenced appellant to a term of three years, with sentence suspended on conditions of probation. Appellant seeks relief by appealing from this judgment.</p>\n<p id=\"b128-29\">The Government has questioned our jurisdiction herein, arguing that the <page-number citation-index=\"1\" label=\"77\">*77</page-number>appeal should have been taken from the denial of the motion to withdraw the guilty plea and not, as appellant has done, from the final judgment of the trial court. This argument is obviously without merit. Rule 37, Fed.R.Crim,P. clearly allows appeal from a final judgment of the trial court. This final judgment naturally includes all of the prior actions of the trial court to which the appellant is objecting. In this case the judgment specifically includes the setting aside of the sentence, the denial of the motion to withdraw the guilty plea, and the re-sentencing of appellant. The appeal of this judgment places before us these prior actions of the District Court.</p>\n<p id=\"b129-5\"> In fact it could be argued that the Government’s suggestions would be improper. When the trial court has entered a final judgment, appeal from one of the motions prior to the final judgment would normally be an appeal from a non-appealable interlocutory order. As we stated in Jones v. Thompson, 128 F.2d 888, 889 (8 Cir. 1942):</p>\n<blockquote id=\"b129-6\">“Motions to vacate orders, motions for rehearings or for new trials, and like motions are addressed to the discretion of the trial court and are intended to call its attention to errors allegedly committed by it and to afford an opportunity for their correction. Orders granting or denying such motions are not appealable. Conboy v. First National Bank of Jersey City, 203 U.S. 141, 145 [27 S.Ct. 50, 51 L.Ed. 128] (other citations omitted).”</blockquote>\n<p id=\"b129-7\"> We agree with the cases cited by the Government that the denial of the motion to vacate a sentence or withdraw a plea is appealable when it is the final action of the court on the subject. This does not mean, however, that when the trial court consolidates all of its prior actions in a final judgment, this final judgment is not appealable. Undoubtedly, the contrary is true. The final judgment of the District Court is appealable under Rule 37, and this Court has jurisdiction to examine the merits of the appeal.</p>\n<p id=\"b129-11\">This case originally arose on January 31, 1955. On that date appellant first appeared before the District Court charged with violating 18 U.S.C. § 2312 (Dyer Act). Accompanied by his court-appointed attorney, appellant waived formal indictment and entered a plea of guilty to the information. Following a pre-sentence investigation the Court on February 16, 1955 sentenced appellant to three years with sentence being suspended and a three year probation imposed. The record indicates that no counsel was present with appellant at the time this sentence was imposed.</p>\n<p id=\"b129-12\">Appellant’s next appearance before the Court came nearly three years later, on January 3, 1958. On this occasion the District Court ordered probation revoked on the basis of a state car theft conviction in the state of Minnesota on a charge committed about a month after the original 1955 conviction, and ordered probation for another three-year period.<footnotemark>1</footnotemark> No mention was made of absence of counsel at the prior sentencing. Soon thereafter appellant was again convicted and incarcerated in Minnesota under a multiple offender statute in 1958. Then, seven years later, on June 11, 1965, while still imprisoned in Minnesota, appellant filed' a motion to vacate the judgment of February 16,1955, which motion was treated by the Court as a writ of error coram nobis. Simultaneously therewith appellant moved for leave to withdraw the guilty plea entered January 31, 1955. The District Court held a hearing on appellant’s motions and ordered vacated the sentence of February 16, 1955 on the basis that appellant was without the aid of counsel at the time the sentence was imposed. This action by the trial court was well founded and is not contested on <page-number citation-index=\"1\" label=\"78\">*78</page-number>this appeal. See, Davis v. United States, 226 F.2d 834 (8 Cir. 1955) cert. denied 351 U.S. 912, 76 S.Ct. 702, 100 L.Ed. 1446. The trial court, however, refused to grant leave to withdraw the guilty plea and re-sentenced appellant for a further term of three years, suspended with probation. Appellant appeals from these two actions of the trial court arguing that: 1. Under the circumstances of this case the trial court abused its discretion in not allowing appellant to withdraw his plea; 2. Because appellant had already served his sentence of February 16, 1955, the sentencing of appellant the second time on the same offense constituted double jeopardy.</p>\n<p id=\"b130-4\">As to point one, the Government argues that appellant is seeking to withdraw his plea of guilty after sentencing and he should not be allowed to do so absent a showing of “manifest injustice” as set out in Rule 32(d) Fed.R.Crim.P.:</p>\n<blockquote id=\"A4u\">“A motion to withdraw a plea of guilty or of nolo contendere may be made only before sentence is imposed or imposition of sentence is suspended; but to correct manifest injustice the court after sentence may set aside the judgment of conviction and permit the defendant to withdraw his plea.”</blockquote>\n<p id=\"b130-5\">We are not in accord with the Government on this point. The showing of “manifest injustice” as required by Rule 32(d) is directed solely at the setting aside of the judgment of conviction. Once the procedural bar of the outstanding judgment has been properly removed, as here by a showing of a lack of counsel at sentencing, the decision of whether the prior guilty plea may be withdrawn is addressed to the sound discretion of the trial court. “Manifest injustice” plays no part in this decision. Friedman v. United States, 200 F.2d 690 (8 Cir. 1952) cert. denied 345 U.S. 926, 73 S.Ct. 784, 97 L.Ed. 1357; Delegal v. United States, 271 F.2d 279 (5 Cir. 1959), cert. denied 361 U.S. 962, 80 S.Ct. 591, 4 L. Ed.2d 544.</p>\n<p id=\"b130-6\">Taking a different approach to the same problem, the 1955 absence of counsel would seem to be a jurisdictional bar to the trial court’s act of sentencing. Any acts by the court after its jurisdiction has been destroyed are considered void. Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938); Boruff v. United States, 310 F.2d 918 (5 Cir. 1962); Thompson v. King, 107 F.2d 307 (8 Cir. 1939). Therefore, since this motion to set aside the plea came prior to any valid sentence it need not be supported by a showing of “manifest injustice.”</p>\n<p id=\"b130-8\">Rejection of the Government’s argument on this point, however, does not require a reversal of the District Court. As a general rule, a person who pleads guilty to a charge has no right to withdraw his plea. This plea is a conviction as conclusive as a jury verdict, and binds the one who enters it. Friedman v. United States, supra. It is true that under some circumstances leave to withdraw a plea of guilty may be granted. However, the granting of such leave is addressed to the sound discretion of the trial court and will not be reversed unless it is demonstrated that the trial court abused its discretion. Friedman v. United States, supra; Bartlett v. United States, 354 F.2d 745 (8 Cir. 1966). In determining what circumstances warrant the withdrawal of a guilty plea, “The issue for determination is whether the plea of guilty was voluntarily, advisedly, intentionally and understandingly entered, * * Friedman v. United States, supra, page 696 of 200 F.2d. As applied to this case we believe the record clearly demonstrates that appellant’s plea of guilty represented his free and voluntary act made with an understanding of the nature of the offense and the consequences of his plea. As a result, he is not entitled to the relief he seeks.</p>\n<p id=\"b130-10\">Appellant contends that he was unaware of the consequences of his plea. The trial court did not think too highly of this contention, and we believe with good cause. At the time appellant entered his guilty plea he was represented by counsel, with whom he admittedly conferred. The learned trial judge obvious<page-number citation-index=\"1\" label=\"79\">*79</page-number>ly believed that appellant was fully aware of the charge and fully understood that he was pleading guilty thereto. The trial court’s action is entitled to considerable weight. It cannot be said that appellant did not understand the nature of the crime charged, for it appears that he had been convicted and incarcerated for the very same type of crime some two years prior to his guilty plea herein. Furthermore, appellant was certainly no stranger to the bar of justice. A partial list of his activities prior to his plea include some fifty arrests for drunkenness, a conviction for car theft in 1952 and a Dyer Act conviction in 1953. With this kind of experience it is very doubtful that appellant was confused by courtroom procedure or was unaware of the consequences of a guilty plea. From the record before us, although lacking in formal education, appellant seems relatively bright and well informed. In this and in earlier appearances before the Court, appellant had no difficulty in understanding the questions put to him and responding intelligently thereto. Finally, the fact that over ten years have lapsed since appellant first entered his plea throws serious doubt on appellant’s contentions. If the plea was in fact not knowingly and understandingly made, it would not have taken him ten and one-half years to discover it. The trial court need not have accepted appellant’s protestations of ignorance in view of this strong contrary evidence.</p>\n<p id=\"b131-5\">In addition to his allegation of ignorance, appellant states that he is innocent of the charge. We should point out that the question of innocence of the accused is not normally involved in an application to withdraw a plea of guilty. The trial court need not deeply pursue this issue. Friedman v. United States, supra. We do, however, agree that when the innocence of the accused is so apparent or guilt so doubtful that the ends of justice would otherwise be thwarted, the trial court, on this basis, should allow the plea of guilty to be withdrawn. Bergen v. United States, 145 F.2d 181 (8 Cir. 1944). There is no indication, however, that this modification has any application to the present case. An- examination of the record discloses nothing to indicate that appellant was unjustly punished for a crime he did not commit, or that the plea of guilty was entered for a purpose other than as an admission of guilt. In fact appellant candidly admits commission of the substantive acts. As to his assertion that he lacked the criminal intent necessary for legal guilt, the undue lapse of time since his plea, as we stated earlier, casts considerable doubt on this assertion. In short, it does not appear that the ends of justice are being thwarted by the trial court’s act in not allowing appellant to withdraw his plea.</p>\n<p id=\"b131-8\">Finally, and perhaps of prime importance, Bergen v. United States, supra, requires motions to set aside guilty pleas be “seasonably made.” This requirement was hardly met in this case. Ten and one-half years had elapsed between the time appellant entered his plea and the time he moved to have the plea set aside. Three years after the original plea appellant was brought before the District Court in order that his original probation could be revoked. At this time appellant made no mention of lack of counsel at his earlier appearance or that he desired to withdraw his plea of guilty. This is not a case where an accused has allowed a few days or weeks to pass. It has been well over ten years since the entry of the plea. After this extensive lapse of time it cannot be said that the motion was seasonably made. See Lipscomb v. United States, 226 F.2d 812 (8 Cir. 1955).</p>\n<p id=\"b131-9\">As a final point on this issue, even were it constitutionally permissible, a trial after this lapse of time would be a practical impossibility. Allowing a withdrawal of the plea would in effect be allowing appellant to free himself of guilt. We do not think the ends of justice would be served by such an action.</p>\n<p id=\"b131-10\">Considering all of the above circumstances, we believe that the trial court was manifestly correct in denying appellant’s motion to withdraw his guilty <page-number citation-index=\"1\" label=\"80\">*80</page-number>plea. Certainly, the Court has not abused its discretion. His guilty plea left standing, the District Court was justified in entering a judgment of conviction in accordance with the plea. Appellant stands convicted of the charge.</p>\n<p id=\"b132-4\">Having determined that appellant stands validly convicted under the Dyer Act, it now falls upon us to determine if the action of the trial court in re-sentencing appellant violated appellant’s constitutional guarantee against double jeopardy.</p>\n<p id=\"b132-5\"> The Fifth Amendment to the Constitution provides in part: “ * * * nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb; * * It is universally accepted that this amendment prohibits a second punishment for a single offense. Ex parte Lange, 18 Wall. 163, 85 U.S. 163, 21 L.Ed. 872 (1873); Oxman v. United States, 148 F.2d 750, 159 A.L.R. 155 (8 Cir. 1945), cert. denied 325 U.S. 887, 65 S.Ct. 1569, 89 L.Ed. 2001; Smith v. United States, 287 F.2d 270 (9 Cir.1961) cert. denied 366 U.S. 946, 81 S.Ct. 1676, 6 L.Ed.2d 856. Appellant was sentenced by the District Court to three years probation February 16,1955. On January 3, 1958 appellant’s original probation was revoked and he was sentenced to three more years on probation, which was terminated on June 6, 1958.<footnotemark>2</footnotemark> Thus, with the termination of probation order of June 6, 1958, appellant had completely served his sentence. Therefore, when, on July 29, 1965, appellant' was sentenced to three more years probation, he was being punished a second time for the commission of a single offense. This type of governmental action was condemned by the landmark case of Ex parte Lange, 18 Wall. 163, 168, 85 U.S. 163, 168 (1873). The Court therein stated:</p>\n<blockquote id=\"b132-7\">“If the judgment of the court is that the convict be imprisoned for four months, and he enters- immediately upon the period of punishment, can the court, after it has been fully completed, * * * vacate that judgment and render another for three or six months’ imprisonment, or for a fine? Not only the gross injustice of such a proceeding, but the inexpediency of placing such a power in the hands of any tribunal is manifest. * * * If there is anything settled in the jurisprudence of England and America, it is that no man can be twice lawfully punished for the same offense.”</blockquote>\n<p id=\"b132-10\">More specifically the case of Bayless v. United States, 147 F.2d 171 (8 Cir. 1945), dealt with a situation where the accused, having already served his sentence, was successful in having his Dyer Act conviction vacated due to a denial of counsel. Nonetheless, he was retried by the Government, convicted and re-sentenced by the trial court. This Court held therein, that since the accused had completely served his original sentence, the Double Jeopardy Clause prohibited his re-trial. We feel that decision is sound, and dictates a conclusion that the re-sentencing of appellant herein was unconstitutional.</p>\n<p id=\"b132-11\">It could be argued that appellant’s first sentence was wholly void because the denial of counsel deprived the Court of jurisdiction to act. Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). Therefore, in contemplation of law appellant had not. yet been sentenced when the trial court acted in July 1965. Though it has a certain logical appeal, this argument ignores the factual realities of the situation. Appellant was in fact punished by the power of the United States Government. Through its ostensible authority the District Court sentenced appellant to a period of probation. This probation carried conditions which severely limited appellant’s freedom. His activities were un<page-number citation-index=\"1\" label=\"81\">*81</page-number>der the supervision and control of agents of the United States Justice- Department, who were acting under color of law pursuant to an order of the United States District Court. This probation is a punishment tantamount to imprisonment. United States v. Rosenstreich, 204 F.2d 321 (2 Cir. 1953). The Government may not now wash its hands of this punishment as though it never took place and suffer appellant to be punished again. Lenient as it was, appellant has been punished by the Government to the full extent thought necessary by the District Judge in 1958. The Constitution will not allow the Court to punish him a second time.</p>\n<p id=\"b133-5\">The trial court seemed to hold that when appellant sought relief from his conviction he waived his privilege against double jeopardy. We do not believe this holding is justified. The law declares that certain sentences are illegal, and the law provides an avenue by which the illegal sentences may be attacked. The law may not now ambush with the threat of repeated punishment the person who attempts to claim his constitutionally protected rights. Green v. United States, 355 U.S. 184, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957). To condone such a procedure would be to allow a prosecutor to unconstitutionally “boobytrap” a constitutionally guaranteed right. See dissent by Justice Fortas in United States v. Ewell, 383 U.S. 116, 129, 86 S.Ct. 773, 15 L.Ed.2d 627 (1966). Our position on this point can perhaps be best summarized in the words of Mr. Justice Holmes quoted with approval by the Court in United States v. Green, 355 U.S. at 192, 78 S.Ct. at 226: “* * * [I] t cannot be imagined that the law would deny to a prisoner the correction of a fatal error unless he should waive other rights so important as to be saved by an express clause in the Constitution of the United States.” Kepner v. United States, 195 U.S. 100, 135, 24 S.Ct. 797, 49 L.Ed. 114 (1904) (dissenting opinion).</p>\n<p id=\"b133-6\">Appellant’s situation is different from and is not to be confused with that class of cases where a petitioner while serving an illegal sentence, seeks relief that is granted, and then is re-sentenced legally. Clearly, this latter situation does not constitute double jeopardy. See Pollard v. United States, 352 U.S. 354, 77 S.Ct. 481, 1 L.Ed.2d 393 (1957); Bayless v. United States, 147 F.2d 169 (8 Cir. 1945); Orrie v. United States, 302 F.2d 695 (8 Cir. 1962).</p>\n<p id=\"b133-8\">In conclusion, the trial court did not err in refusing appellant leave to withdraw his plea of guilty. However, since appellant had already served his original sentence, the trial court was without con-situtional authority to re-sentence appellant. Therefore, appellant’s judgment of conviction is affirmed, but that part of the District Court’s judgment sentencing appellant is reversed and ordered vacated: and inasmuch as the original sentence has been served, this case is remanded to the District Court solely for vacation of the sentence currently imposed and for the discharge of appellant from that sentence.</p>\n<footnote label=\"1\">\n<p id=\"b129-8\">. Appellant had been continuously confined in the Minnesota Reformatory since the conviction of the state charge May 24, 1955, until he was released therefrom in December 1957, and was still under confinement at the hearing of January 3, 1958 as a result of the federal arrest warrant issued in July 1955 for violation of the <em>conditions </em>of his original probation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b132-8\">. Appellant’s 1958 probation of three years rendered Jan. 3, 1958 was terminated on June 6, 1958 for the reason that appellant “has been convicted of several crimes in Minnesota and is now serving in the Minnesota State Penitentiary, where he will undoubtedly be confined for many years.” (Court’s order of June 1958 terminating probation)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}