{
  "casebody": {
    "data": "<casebody firstpage=\"843\" lastpage=\"846\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b895-4\">UNITED STATES of America, Appellee, v. Moses RUSS, Appellant,</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b895-6\">No. <em>422, </em>Docket 29557.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b895-7\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b895-8\">Argued June 2, 1966.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b895-9\">Decided July 7, 1966.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b895-12\">J. Joseph Smith, Circuit Judge, dissented.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b895-20\">Irene Zelnick, New York City (Morton Kievan, New York City, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b895-21\">Max Wild, Asst. U. S. Atty. (Robert M. Morgenthau, U. S. Atty., for Southern District of New York, Gerald H. Abrams, Asst. U. S. Atty., on the brief), for ap-pellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b895-22\">Before MOORE, SMITH and KAUFMAN, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b895-23\">KAUFMAN, Circuit Judge:</author>\n<p id=\"b895-24\">Raising a single but vexing issue concerning the government’s obligation to disclose the identity of its informants, Moses Russ appeals from a one-count conviction for selling narcotics in violation of 21 U.S.C. §§ 173, 174. Judge Tyler, who presided at Russ’ non-jury trial, imposed the mandatory minimum sentence of five years’ imprisonment. We affirm.</p>\n<p id=\"b895-25\">I.</p>\n<p id=\"b895-26\">At trial, Russ neither took the stand nor presented witnesses in his behalf; instead, his defense consisted of an attempt to undermine the government’s case by intensely — albeit unproductively —cross-examining its two witnesses, Narcotics Agents Paschal and Miller. From their testimony, Judge Tyler was warranted in finding that, shortly after midnight on August 29, 1964, Agent Paschal, acting in an undercover capacity, and an informant<footnotemark>1</footnotemark> went to the Most Bar on 118th Street and Lenox Avenue in Manhattan and inquired as to the whereabouts of \"Pop Jones.” \"Pop,” they were told, was on an errand and would return shortly. Within a few minutes, “Pop,” whom the agents later identified as Russ, approached and the not unfamiliar Damon Runyon vernacular conver<page-number citation-index=\"1\" label=\"844\">*844</page-number>sation ensued. The informant introduced Paschal as a friend from New Jersey who wanted to “cop some stuff.” Paschal indicated that he wished to purchase “half a piece” of “some good stuff” to which Russ responded that he would have to obtain it from his “stash” and that the cost would be $150. During this conversation, the informant wandered a few feet away to a street vendor and purchased some “potato pies” which he ingested while the negotiations were in progress.</p>\n<p id=\"b896-4\">When Russ departed for his “stash,” Paschal and the informant decided to wait in the bar for his return; after approximately 15 to 20 minutes, Paschal observed Russ motioning to join him outside. Leaving the informant in the bar, Paschal walked to the street corner with Russ where they resumed their conversation. Russ inquired if Paschal had the $150 “on the head” (correctly counted). Paschal replied affirmatively and handed Russ the money in exchange for a glassine envelope containing white powder which a laboratory test later established to be approximately 8 grams of heroin. Agent Miller who had observed the transaction from a car parked one block away corroborated certain aspects of Paschal’s testimony.</p>\n<p id=\"b896-5\">II.</p>\n<p id=\"b896-6\">During the trial, Russ’ counsel inquired as to the identity of the government’s “special employee” and also requested his production as a witness. Judge Tyler declined to require the government either to reveal the informant’s name or to produce him at trial. The judge, noting the “vexing” nature of the issue, based his ruling on the very limited role which the informer had played as a mere introducer and nothing more.</p>\n<p id=\"b896-7\">Since it is well established that the government is not the guarantor of its informant’s presence at trial, United States v. Holiday, 319 F.2d 775 (2d Cir. 1963); United States v. Cimino, 321 F.2d 509 (2d Cir. 1963), cert. denied sub nom. D’Ercole v. United States, 375 U.S. 967, 84 S.Ct. 486, 11 L.Ed.2d 416 (1964); Cimino v. United States, 375 U.S. 974, 84 S.Ct. 491, 11 L.Ed.2d 418 (1964); United States v. D’Angiolillo, 340 F.2d 453 (2d Cir.), cert. denied, 380 U.S. 955, 85 S.Ct. 1090, 13 L.Ed.2d 972 (1965); cf., United States v. White, 324 F.2d 814 (2d Cir. 1963), Russ seeks to predicate error not on the government’s failure to produce its “special employee” but on its refusal to furnish his identity. The thrust of Russ' argument is that since he declined to take the stand, the informant was the only unbiased witness who might have impugned the government’s identification of Russ as the man who sold narcotics to Paschal. Relying on dicta in United States v. D’Angiolillo, supra,<footnotemark>2</footnotemark> Russ vigorously maintains that he was denied a fair trial because he was, in effect, deprived of the option to decide whether or not to summon the informant as a witness in his behalf.</p>\n<p id=\"b896-15\">This argument, it was noted in Roviaro v. United States, 353 U.S. 53, 60-61, 77 S.Ct. 623, 628, 1 L.Ed.2d 639 (1957), is not wholly devoid of merit. “Where the disclosure of an informant’s identity * * * is relevant and helpful to the defense of an accused, or is essential to a fair determination of a cause, the privilege [to withhold the identity] must give way.” But, <em>Roviaro </em>also recognized that there is and can be no fixed, mechanical rule for resolving this issue and that doctrinaire approaches will not suffice. Indeed, ultimately, each case turns on its own “peculiar circumstances.” 353 U.S. at 62, 77 S.Ct. 623.</p>\n<p id=\"b896-18\">It is true that in <em>Roviaro </em>the Court required disclosure of the informant’s identity. But, there, the “special employee” played a central role in the narcotics transaction. A short while <page-number citation-index=\"1\" label=\"845\">*845</page-number>after a Treasury Agent had secreted himself in the trunk of the informant’s car, the defendant entered the vehicle, discussed the sale with the informant and, after a stop, placed a package of heroin on the floor. In sharp contrast, the government’s “special employee” in this case merely introduced Paschal to Russ and, as we have noted, wandered away to purchase some food while preliminary negotiations were in progress. And, even of more significance, when Paschal and Russ consummated the sale on a public street corner in full view of Agent Miller, the informer remained inside the Most Bar and did not even witness the most crucial step in the offense.</p>\n<p id=\"b897-4\">In many respects, the issue confronting us here is not unlike that recently considered in United States v. Coke, 339 F.2d 183 (2d Cir. 1964), where we held that the government was not required to identify its informant. Coke, it is true, had presented witnesses in his behalf and this Court, therefore, believed that any testimony adduced from the “special employee” would have been cumulative at best; see also United States v. Simonetti, 326 F.2d 614 (2d Cir. 1964). But we noted in <em>Coke </em>that there was no issue of entrapment below, that the informant while more than a mere “tip-off” man did not play a central role in the transaction and that counsel had failed to make clear to the trial judge why the identity of the informant was sought. The case before us bears a striking similarity to <em>Coke </em>in all of these respects. Indeed, while Russ’ counsel vigorously cross-examined Paschal and Miller on the accuracy of their identification of the defendant, the court was never told why a disclosure of the informer’s identity was desired.</p>\n<p id=\"b897-9\">Moreover, the testimony concerning Russ’ identity was, in the main, most credible. In addition to describing the sale on August 22, 1964, Agent Paschal noted that he had seen Russ at the Most Bar on two subsequent occasions. And, Agent Miller testified that the area was well-lighted and though parked a block away, he was able to observe Russ clearly. Thus, while the agents were unable to recall trivial details concerning Russ’ clothing and the weather, we are unpersuaded that Judge Tyler improperly credited their identification testimony. And, although cross-examination disclosed that the Agents underestimated Russ’ weight, it is not insignificant that the trial judge himself observed that Russ looked much lighter than his actual 180 pounds.</p>\n<p id=\"b897-10\">Thus, while none of these factors, considered separately, is decisive, we believe they present a mosaic which, when looked at as a whole, discloses that Russ was afforded a fair trial. We recognize that this case calls for a delicate balancing of the interests of government in protecting those who cooperate with law enforcement officers and who believe it in the public interest not to reveal the informers’ identities,<footnotemark>3</footnotemark> on the one hand, and the fulfillment of the important objective of providing a fundamentally fair trial to defendants, on the other. And, while here, as we held in <em>Coke, </em>the balance of interests favors non-disclosure, our opinion is not to be interpreted as affording the government a basis for smug adherence to non-disclosure in all cases. A trial is not a sporting event; it is a <page-number citation-index=\"1\" label=\"846\">*846</page-number>technique — albeit imperfect — for arriving at the truth; and full disclosure is often a prerequisite to a full and fair presentation of the facts. In this area, as in others, the prosecution’s duty is not simply to win cases, satisfying as that may be to those who compile statistics. Although frequently expressed, it is not a hollow cliche that the government’s function is to do justice. This responsibility requires the government to approach a request for the identity of its informant in a spirit of fair-minded pursuit of the truth and not as a “ride to hounds” event. For this reason, we would expect that the district judges, who are closer to the events than we are, will scrutinize with great care the government’s refusal to reveal the identity of an informant; and, when properly advised as to the need for disclosure, will mandate it.</p>\n<p id=\"b898-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b895-27\">. In accordance with standard procedures, the informant had been previously searched and no contraband had been found on his person.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b896-8\">. In <em>D’Angiolillo, </em>Chief Judge Lumbard observed that</p>\n<blockquote id=\"b896-10\">* * * where the informer’s testimony may be relevant to the defense, the defendant is entitled to his name, to such information as the government may have concerning his whereabouts, and to reasonable cooperation in securing his appearance. 340 F.2d at 455.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b897-5\">. Mr. Justice Clark has graphically described the reasons for non-disclosure of an informant’s identity:</p>\n<blockquote id=\"b897-6\">Because drugs come in small pills or powder and are readily packaged in capsules or glassine containers, they may be easily concealed * * * Enforcement is, therefore, most difficult without the use of “stool pigeons” or informants. Their use has long had the approval of the courts. To give them protection governments have always followed a policy of nondisclosure of their identities. Experience teaches that once this policy is relaxed — even though the informant be dead — its effectiveness is destroyed. Once an informant is known the drug traffickers are quick to retaliate. Dead men tell no tales. The old penalty of tongue removal, once visited upon the informer Larunda, has been found obsolete. Ro-viaro v. United States, 353 U.S. 53, 66-67, 77 S.Ct. 623, 631, 1 L.Ed.2d 639 (1957) (dissenting opinion).</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b898-5\">J. JOSEPH SMITH, Circuit Judge</author>\n<p id=\"ANe\">(dissenting):</p>\n<p id=\"b898-6\">I dissent.</p>\n<p id=\"b898-7\">In my view it was error to refuse to compel disclosure of the identity of the informer. Russ’ defense was mistaken identity, and the informer was present at the transaction and conceivably could have testified that Russ was not the seller. Roviaro v. United States, 353 U.S. 53, 77 S.Ct. 623, 1 L.Ed.2d 639 (1957) teaches that disclosure must be compelled where the testimony would be “relevant and helpful to the defense.” 353 U.S. at 60-61, 77 S.Ct. at 628. While <em>Roviaro </em>has largely been followed only in eases where the defense is «fraud or entrapment, the defense of mistaken identity is properly within the doctrine, too. Indeed, the Court in <em>Roviaro </em>stated, at 64, 77 S.Ct. at 629, “[The informer] might have thrown doubt upon petitioner’s identity.” See also People v. Williams, 51 Cal.2d 355, 359-360, 333 P.2d 19 (1958), and People v. Lollis, 177 Cal.App.2d 665, 669, 2 Cal.Rept. 420 (1960) (dictum).</p>\n<p id=\"b898-8\">In United States v. Coke, 339 F.2d 183 (2d Cir. 1964), this court rejected an appeal such as Russ’ on the ground that the identity defense was first raised on appeal. Implicit in the decision was the view that if that ground had been timely asserted, disclosure would have become necessary. And quite apart from <em>Roviaro, </em>disclosure should have been compelled. Brady v. State of Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963); compare Rugendorf v. United States, 376 U.S. 528, 534-535, 84 S.Ct. 825, 11 L.Ed.2d 887 (1964), and United States ex rel. Meers v. Wilkins, 326 F.2d 135 (2d Cir. 1964).</p>\n<p id=\"b898-10\">The majority stresses the strength of the evidence on the identification of Russ. I cannot agree that this is conclusive. Russ’ right to possibly relevant and helpful evidence is not dependent on the strength of the government’s ease, absent that evidence. It is to contradict that evidence that Russ seeks the name of the informant. It is enough that his claim, is not frivolous. There was here quite plainly an issue of identification, with but two witnesses produced and some discrepancies in their testimony. It was therefore quite reasonable for the defense to ask of the government the identity of any other known eyewitness to the transaction, informer or not, and the government, at least in the absence of a showing of danger of harm to the witness, should have been required to disclose it.</p>\n<p id=\"b898-11\">In my view the only close issue is whether appellant waived this ground for appeal by a failure to raise it on trial. It is true that the colloquy between the court and defense counsel was cryptic, and that counsel never explicitly asked for the informer’s name specifically on the ground that he was a witness as to identity. But defense counsel conducted a vigorous cross-examination of the Agents concerning their identification of Russ, and offered no defense, except to renew his request for the name of the informer.</p>\n<p id=\"b898-12\">In view of this, it would appear that Russ adequately informed the District Court of the basis of his claimed right to be told the name of the informer. Such a request, timely made, should have been granted. I would reverse for new trial.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}