{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"633\" lastpage=\"645\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  EAST WEST BANK, Appellant,\n  <br/>\n  v.\n  <br/>\n  ALTADENA LINCOLN CROSSING, LLC, Appellee.\n </parties>\n <docketnumber id=\"p-2\">\n  Case No. 2:18-CV-08738-JLS\n  <br/>\n  Bank. Case No. 2:17-bk-14276-BB\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, C.D. California.\n </court>\n <decisiondate id=\"p-4\">\n  Signed March 6, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Anastasia Elizabeth Bessey, Lois Moonitz Jacobs, Kralik and Jacobs LLP, Pasadena, CA, Timothy Towery Coates, Greines Martin Stein and Richland LLP, Los Angeles, CA, for Appellant.\n </attorneys>\n <attorneys id=\"p-6\">\n  Gregory M. Salvato, Joseph I. Boufadel, Salvato Law Offices, Los Angeles, CA, for Appellee.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   ORDER REVERSING BANKRUPTCY COURT ORDER\n  </strong>\n </p>\n <p id=\"p-8\">\n  <strong>\n   ORDER REMANDING ACTION TO BANKRUPTCY COURT\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   Josephine L. Staton, United States District Judge\n  </author>\n  <p id=\"p-10\">\n   This matter arises out of an appeal of an order of the Bankruptcy Court. Appellant East West Bank (\"EWB\") appeals the Bankruptcy Court's order disallowing its claim for default interest against the Debtor-Appellee Altadena Lincoln Crossing, LLC (\"Altadena\"). More specifically, EWB appeals the Bankruptcy Court's Order Regarding Debtor's Objections to Secured\n   Creditor East West Bank's Proof of Claim Nos. 9 and 11 (\"Order re Objections\"), which expressly incorporates the Bankruptcy Court's Findings of Fact and Conclusions of Law (\"Findings\" or \"Conclusions\"). (BK Docs. 564 &amp; 643.)\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-11\">\n   Altadena took out a loan from EWB to finance a construction project but was unable to repay the loan upon maturity. Nonpayment triggered a default interest rate provision and led to a series of forbearance agreements between the parties over the course of eight years. After EWB refused to renew the last forbearance agreement, Altadena filed for bankruptcy. At issue in the present appeal is whether the default interest rate provision is enforceable under California law. The Bankruptcy Court concluded it was not. On appeal, this Court disagrees.\n  </p>\n  <p id=\"p-12\">\n   Therefore, as set forth herein, the Court REVERSES the Bankruptcy Court's Order and REMANDS this action for further proceedings consistent with this opinion.\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    I. FACTUAL BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   The Bankruptcy Court made findings regarding loan formation and regarding contractual arrangements made by the parties when Altadena was unable to repay its loan at its maturity date. The Bankruptcy Court's Findings of Fact are not contested.\n  </p>\n  <p id=\"p-15\">\n   Negotiations regarding the loan occurred over a period of months, during which time Altadena was represented by counsel. (Findings at 2.) During the negotiations, the parties did not discuss the default interest rate provision, and the rate established in this provision remained the same throughout the term of the loan. (\n   <em>\n    Id.\n   </em>\n   at 2-3.) The rate was chosen based on EWB's practice to use this rate. (\n   <em>\n    Id.\n   </em>\n   at 4.) Altadena and both parties' experts agreed that the 5% default interest rate was within the range of default interest rates commonly charged in the relevant industry during the relevant time period. (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-16\">\n   Beginning in 2005, in two separate transactions,\n   <footnotemark>\n    2\n   </footnotemark>\n   EWB loaned Altadena $ 26 million\n   <footnotemark>\n    3\n   </footnotemark>\n   and $ 2.5 million for a construction project. (EOR 225 &amp; 319.) The loans were secured by deeds of trust on the property under construction. (\n   <em>\n    See, e.g.\n   </em>\n   , EOR 193-207 &amp; 295-310.) In the original loan agreements, the larger loan provided for an annual interest rate of 1% over the prime lending rate, with an increase to 6% in the event of Altadena's default, and the smaller loan provided for an annual interest rate of 5% over prime with an increase to 10% upon default. This represented a default interest rate for each loan of 5%. (Findings at 4.) The loans eventually matured in 2009,\n   <footnotemark>\n    4\n   </footnotemark>\n   but Altadena failed to pay the principal. (EOR 248.)\n  </p>\n  <p id=\"p-17\">\n   From August 2008 through February 2016, the parties entered into a series of\n   forbearance agreements, extending the maturity date of the larger loan. (Findings at 5.) When negotiating the first forbearance agreement, Altadena complained that the default rate was too high, but it nevertheless agreed to its application by executing the forbearance agreement. (\n   <em>\n    Id.\n   </em>\n   at 5-6.) In the forbearance agreements, Altadena acknowledged the amounts then due, including the then-accrued default interest. (\n   <em>\n    Id.\n   </em>\n   ) Altadena also agreed to release any known or unknown claims against EWB, agreed that interest would continue to accrue at the default interest rate, and agreed to a provision that EWB would forgive all default interest if Altadena paid the loan in full by the maturity dates specified in the agreement (\"the forgiveness provision\"). (\n   <em>\n    Id.\n   </em>\n   at 6.) This latter provision was included at Altadena's insistence and is found in twelve of the thirteen forbearance agreements. (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-18\">\n   In return, EWB agreed not to exercise its right to foreclose on the property. (\n   <em>\n    See, e.g.\n   </em>\n   , EOR 254-55.) The parties' final agreement also expressly stated that it was made in reliance on Altadena's representation that a sale of the property was imminent. (EOR 252.) However, the loan was not fully repaid as agreed, and EWB commenced foreclosure proceedings with the filing of Notices of Default and Elections to Sell Under Deed of Trust. (EOR 1197-1202 &amp; 1204-08.) Thereafter, on April 7, 2017, Altadena filed a petition in bankruptcy. (EOR 143-62; BK Doc. 1.)\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    II. BANKRUPTCY COURT PROCEEDINGS\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   In its Schedule D to the Petition, Altadena listed EWB as a secured creditor with claims collateralized by the Project. (EOR 155.) On August 8, 2017, EWB filed Proof of Claim Nos. 9 and 11, together with supporting exhibits. (EOR 163-335, BK Claims 9-1 &amp; 11-1.) On October 16, 2017, Altadena filed Objections to Claim Nos. 9 and 11. (BK Docs. 269 &amp; 271.) Thereafter, from November 15, 2017 to March 28, 2018, EWB and Altadena filed volumes of other documents in support of the Claims or the Objections, including declarations, requests for judicial notice, expert reports, evidence, objections to evidence and memoranda of law. (\n   <em>\n    See generally\n   </em>\n   EOR 163-3095.)\n  </p>\n  <p id=\"p-21\">\n   On May 23, May 24, and June 20, 2018, the Bankruptcy Court held an evidentiary hearing. The Bankruptcy Court ruled on a number of evidentiary objections in an order dated May 24, 2018. (BK Doc. 530.) On July 3, 2018, the Bankruptcy Court issued its Findings of Fact and Conclusions of Law Resolving (In Part) Debtor's Objections to Claims 9 and 11, which is the subject of this appeal. (BK Doc. 564.) EWB moved to amend the Bankruptcy Court's Order re Objections and, after briefing by the parties and a hearing on the matter on August 8, 2018, the Bankruptcy Court denied EWB's Motion to Amend. (BK Doc. 608.) The Bankruptcy Court also held a further hearing on September 13, 2018 regarding the parties' cross-motions for attorney fees and costs. (\n   <em>\n    See\n   </em>\n   BK Doc. 643.)\n  </p>\n  <p id=\"p-22\">\n   On October 2, 2018, the Bankruptcy Court issued its Order Regarding Debtor's Objections to Secured Creditor East West Bank's Proof of Claim Nos. 9 and 11 (\"Order re Objections\"), which is the subject of the present appeal. (BK Doc. 643.) As to Claim 9, the Order re Objections disallowed EWB's claim for default interest, but allowed EWB's claims for the principal amount of the loan, pre-and post-petition non-default interest, late charges, foreclosure fees, a number of other fees, and legal fees unrelated to the claim objection litigation. (BK Doc. 643 at 2-3.) Consistent with its ruling regarding Claim 9, the Order re Objections disallowed Claim 11 in\n   its entirety because the balance remaining on Claim 11 was less than the default interest associated with it. (\n   <em>\n    Id.\n   </em>\n   at 3.) The Bankruptcy Court awarded legal fees to Altadena related to its Objections to the Claims. (\n   <em>\n    Id.\n   </em>\n   at 3.)\n  </p>\n  <p id=\"p-23\">\n   <strong>\n    III. BANKRUPTCY COURT'S CONCLUSIONS OF LAW\n   </strong>\n  </p>\n  <p id=\"p-24\">\n   The Bankruptcy Court's legal conclusions address the enforceability of contractual default interest rates. Those conclusions are summarized in this section.\n  </p>\n  <p id=\"p-25\">\n   The Bankruptcy Court first noted that contractual default interest rates should be enforced in bankruptcy, unless the default interest provision is not enforceable under applicable non-bankruptcy law. (Conclusions at 11 (citing\n   <em>\n    General Electric Capital Corp. v. Future Media Productions, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3987290,6051659\" index=\"0\" url=\"https://cite.case.law/f3d/547/956/\">\n    547 F.3d 956\n   </extracted-citation>\n   , 961 (9th Cir. 2008) ).) California Civil Code § 1671(b) states that \"a provision in a contract liquidating the damages for the breach of the contract is valid unless the party seeking to invalidate the provision establishes that the provision was unreasonable under the circumstances existing at the time the contract was made.\"\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201671\">\n    Cal. Civ. Code § 1671\n   </extracted-citation>\n   (b). As the party challenging the default interest provision, Altadena bears the burden of proving the default interest provision is unreasonable. (Conclusions at 11.)\n  </p>\n  <p id=\"p-26\">\n   The Bankruptcy Court next analyzed whether Altadena had met its burden, noting that \"[a] liquidated damages clause will generally be considered unreasonable, and hence unenforceable under section 1671(b), if it bears no reasonable relationship to the range of actual damages that the parties could have anticipated would flow from a breach\" at the time the contract was made. (Conclusions at 11 (quoting\n   <em>\n    Ridgley v. Topa Thrift &amp; Loan Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"1550676\" index=\"2\" url=\"https://cite.case.law/cal-4th/17/970/#p977\">\n    17 Cal.4th 970\n   </extracted-citation>\n   , 977,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=73%20Cal.%20Rptr.%202d%20378\">\n    73 Cal.Rptr.2d 378\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n    953 P.2d 484\n   </extracted-citation>\n   (1998) ).) The liquidated damages amount \"must represent the result of a reasonable endeavor by the parties to estimate a fair average compensation for any loss that may be sustained.\" (Conclusions at 12 (quoting\n   <em>\n    Garrett v. Coast &amp; Southern Fed. Sav. &amp; Loan Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"5\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal. 3d 731\n   </extracted-citation>\n   , 739,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   (Cal. 1973) ).) Because the parties used an industry standard or customary rate rather than engaging in an individualized \"reasonable endeavor ... to estimate a fair average compensation for any loss that might be suffered by EWB in the event of a default,\" the Bankruptcy Court concluded that Altadena had established invalidity of the default interest provision pursuant to § 1671(b). (Conclusions at 15.)\n  </p>\n  <p id=\"p-27\">\n   The Bankruptcy Court also rejected EWB's argument that the diminution in value of the loan (in a secondary market) was a reasonable measure of potential damages in the event of default. (Conclusions at 15-16 (\"The magnitude of the default interest to be charged as liquidated damages in the event of default could only be characterized as reasonable ... if the Court were to accept EWB's argument that the type of diminution in value described by [EWB's expert] should be included in the calculation.\").) The Bankruptcy Court held that losses must be realized as out-of-pocket damages to be considered, and that mere diminution in value of a loan held by the lender could not be considered. (Conclusions at 21;\n   <em>\n    Ridgley\n   </em>\n   ,\n   <extracted-citation case-ids=\"1550676\" index=\"8\" url=\"https://cite.case.law/cal-4th/17/970/#p977\">\n    17 Cal.4th at 977\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=73%20Cal.%20Rptr.%202d%20378\">\n    73 Cal.Rptr.2d 378\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n    953 P.2d 484\n   </extracted-citation>\n   .) Therefore, because it excluded this type of damages, the Bankruptcy Court concluded that \"the default interest provisions in the loan agreements do not have a reasonable relationship to the range of actual damages that the parties could have anticipated would flow from a breach at the time the contracts were made.\" (\n   <em>\n    <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    Ridgley\n   </em>\n   ,\n   <extracted-citation case-ids=\"1550676\" index=\"12\" url=\"https://cite.case.law/cal-4th/17/970/#p977\">\n    17 Cal.4th at 977\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=73%20Cal.%20Rptr.%202d%20378\">\n    73 Cal.Rptr.2d 378\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n    953 P.2d 484\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-28\">\n   Accordingly, the Bankruptcy Court concluded that the default interest rate provision was an unenforceable penalty and disallowed the default interest set forth in Proof of Claim Nos. 9 and 11. (BK Doc. 643 at 2-3.) This appeal followed.\n  </p>\n  <p id=\"p-29\">\n   <strong>\n    IV. STANDARD OF REVIEW\n   </strong>\n  </p>\n  <p id=\"p-30\">\n   The district court reviews the bankruptcy court's legal conclusions\n   <em>\n    de novo\n   </em>\n   and its factual determinations for clear error.\n   <em>\n    Neilson v. Chang (In re First T.D. &amp; Inv., Inc.)\n   </em>\n   ,\n   <extracted-citation case-ids=\"11092697,1269535\" index=\"15\" url=\"https://cite.case.law/f3d/253/520/\">\n    253 F.3d 520\n   </extracted-citation>\n   , 526 (9th Cir. 2001). Allocation of the burden of proof and issues involving statutory interpretation involve legal questions that are reviewed\n   <em>\n    de novo.\n   </em>\n   <em>\n    In re Curtis\n   </em>\n   ,\n   <extracted-citation case-ids=\"12269057\" index=\"16\" url=\"https://cite.case.law/br/571/441/#p444\">\n    571 B.R. 441\n   </extracted-citation>\n   , 444 (9th Cir. BAP 2017) ;\n   <em>\n    In re Placide\n   </em>\n   ,\n   <extracted-citation case-ids=\"4191951\" index=\"17\" url=\"https://cite.case.law/br/459/64/#p71\">\n    459 B.R. 64\n   </extracted-citation>\n   , 71 (9th Cir. BAP 2011). \"\n   <em>\n    De novo\n   </em>\n   means review is independent, with no deference given to the trial court's conclusion.\"\n   <em>\n    In re Curtis\n   </em>\n   ,\n   <extracted-citation case-ids=\"12269057\" index=\"18\" url=\"https://cite.case.law/br/571/441/#p444\">\n    571 B.R. at 444\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-31\">\n   <strong>\n    V. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-32\">\n   The parties do not challenge the Bankruptcy Court's findings of fact and instead argue regarding the Bankruptcy Court's legal conclusions. The Court considers the relevant legal issues\n   <em>\n    de novo.\n   </em>\n  </p>\n  <p id=\"p-33\">\n   First, the parties disagree regarding whether the Bankruptcy Court's application of the § 1671(b) analysis was appropriate. EWB contends that § 1671(b) is inapplicable; Altadena disagrees. (\n   <em>\n    Compare\n   </em>\n   Opening Br. at 13-18\n   <em>\n    and\n   </em>\n   Reply Br. at 4-9\n   <em>\n    with\n   </em>\n   Resp. Br. at 16-22.) Second, assuming § 1671(b) applies, the parties differ on the result of the relevant analysis. EWB contends that the default interest rate is presumptively valid and that Altadena failed in this case to overcome that presumption of validity. (Opening Br. at 18-32; Reply Br. at 9-20.) Altadena disagrees and contends that the Bankruptcy Court's ruling, that the default interest constitutes an impermissible penalty under California law, was correct. (Resp. Br. at 22-38.)\n  </p>\n  <p id=\"p-34\">\n   As set forth below, contrary to the Bankruptcy Court's ruling, the Court concludes that § 1671(b) does not apply to the default interest rate provision, and even if § 1671(b) were to apply, its application would not invalidate the default interest rate provision.\n  </p>\n  <p id=\"p-35\">\n   <strong>\n    A. Applicability of § 1671(b)\n   </strong>\n  </p>\n  <p id=\"p-36\">\n   California Supreme Court precedent dating back to 1894\n   <footnotemark>\n    5\n   </footnotemark>\n   supports EWB's position that a prospective increase in interest rate of a fully matured loan upon default is not subject to a § 1671(b) analysis. In\n   <em>\n    Thompson v. Gorner\n   </em>\n   ,\n   <extracted-citation case-ids=\"8712137\" index=\"19\" url=\"https://cite.case.law/cal/104/168/\">\n    104 Cal. 168\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=37%20P.%20900\">\n    37 P. 900\n   </extracted-citation>\n   (1894), the California Supreme Court held that upon the borrower's default, a lender was entitled to charge the higher post-default interest rate that the parties had agreed upon at the time of the origination of the loan.\n   <em>\n    Id.\n   </em>\n   at 171,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=37%20P.%20900\">\n    37 P. 900\n   </extracted-citation>\n   . In doing so, the court rejected the trial court's conclusion that the default interest rate was in the nature of a penalty and instead adopted the Court of Appeal opinion that the increase should be treated as a contract to pay the higher interest rate upon the occurrence of a contingency that had been shown to have occurred.\n   <em>\n    Id.\n   </em>\n   at 170,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=37%20P.%20900\">\n    37 P. 900\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-37\">\n   In 1973, the California Supreme Court reaffirmed\n   <em>\n    Thompson\n   </em>\n   on the basis that the default interest rate was imposed prospectively on a fully matured note that had defaulted.\n   <em>\n    Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"23\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal. 3d at 737\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   . In doing so, the court expressly noted \"the validity of provisions varying the acceptable performance under a contract upon the happening of a contingency.\"\n   <em>\n    <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n     Id.\n    </extracted-citation>\n   </em>\n   This case is similar to\n   <em>\n    Thompson\n   </em>\n   in all material respects. In each case, at issue was a loan where the borrower had paid the interest due monthly, but when the loan matured and the principal was due, the borrower did not satisfy the full obligation under the note. In both cases, pursuant to the loan agreement, the interest rate increased upon the failure to pay the principal amount when due. These are the materials facts upon which the California Supreme Court found no unenforceable penalty and instead found that the agreement provided for an alternative performance that was not subject to the § 1671(b) analysis. As stated by the\n   <em>\n    Garrett\n   </em>\n   court:\n  </p>\n  <blockquote id=\"p-38\">\n   In\n   <em>\n    Thompson\n   </em>\n   we held that a clause in a promissory note providing for a higher rate of interest if the \"principal or interest is not paid as it becomes due\" is not to be treated as a penalty, but as a contract to pay such higher rate upon and commencing with the happening of one of the contingencies specified in the note, to wit, the failure to make payment of any sum when due.\n  </blockquote>\n  <p id=\"p-39\">\n   <em>\n    Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"27\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal.3d at 736\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   . Thus, in keeping with California Supreme Court precedent, the Court holds that § 1671(b) does not apply to the default interest rate provision at issue in this appeal.\n  </p>\n  <p id=\"p-40\">\n   Altadena's argument that\n   <em>\n    Thompson\n   </em>\n   is factually distinguishable does not convince the Court to conclude otherwise. Altadena argues because there were other fees imposed by the parties' agreements, which was not the case in\n   <em>\n    Thompson\n   </em>\n   ,\n   <em>\n    Thompson\n   </em>\n   does not control. (\n   <em>\n    See\n   </em>\n   Resp. Br. at 19-20 (contending\n   <em>\n    Thompson\n   </em>\n   should be distinguished on its facts in light of the additional fees paid by Altadena); Findings at 6-7 (setting forth a list of those fees); EOR 170 (EWB's Proof of Claim No. 9, listing additional fees).) However, this factual difference is neither dispositive nor convincing. When the\n   <em>\n    Garrett\n   </em>\n   court discussed this aspect of\n   <em>\n    Thompson\n   </em>\n   , it found significant the fact that in\n   <em>\n    Thompson\n   </em>\n   , \"[n]o\n   <em>\n    penalty\n   </em>\n   was assessed as the borrower at the [moment] of default owed only what he had contracted to pay had there been no default, the principal amount plus accrued interest.\"\n   <em>\n    Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"30\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal.3d at 737\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   (emphasis added). And when the\n   <em>\n    Garrett\n   </em>\n   court refers to a \"penalty,\" it is clear that it means an unreasonable liquidated damages provision.\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 736,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   n.4 (\"The term 'penalty' has traditionally been utilized to designate,\n   <em>\n    inter alia\n   </em>\n   , a charge which is deemed to be void because it cannot qualify as proper liquidated damages.... We so utilize the term here; in all instances it denotes a void charge within the meaning of sections 1670 and 1671.\") Here, although Altadena may have incurred additional fees upon default, no additional fee was found to be a \"penalty.\" To the contrary, the Bankruptcy Court expressly found one such fee to be enforceable.\n   <footnotemark>\n    6\n   </footnotemark>\n   (Findings at 6.) Thus, Altadena's attempt to distinguish\n   <em>\n    Thompson\n   </em>\n   is unavailing.\n  </p>\n  <p id=\"p-41\">\n   Neither does the Bankruptcy Court's reliance on\n   <em>\n    In re 8110 Aero Drive Holdings, LLC\n   </em>\n   , No. BR 16-03135-MM11,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=2017%20WL%202712961\">\n    2017 WL 2712961\n   </extracted-citation>\n   , at *1 (Bankr. S.D. Cal. May 8, 2017), convince the Court to conclude that § 1671(b) is applicable.\n   <footnotemark>\n    7\n   </footnotemark>\n   (\n   <em>\n    See\n   </em>\n   Findings at 20.) In the case before it, the\n   <em>\n    Aero Drive\n   </em>\n   court relied on\n   <em>\n    Garrett\n   </em>\n   to distinguish\n   <em>\n    Thompson\n   </em>\n   , noting that \"[i]n\n   <em>\n    Thompson\n   </em>\n   , higher interest was assessed ... only on the amounts in default,\" which differentiated the default interest rate provision in\n   <em>\n    Thompson\n   </em>\n   from the default interest provision in\n   <em>\n    Garrett\n   </em>\n   and the default interest rate provision in\n   <em>\n    Aero Drive,\n   </em>\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=2017%20WL%202712961\">\n    2017 WL 2712961\n   </extracted-citation>\n   at *11. The same is not true here. Like the borrower in\n   <em>\n    Thompson\n   </em>\n   , because Altadena defaulted on a fully matured obligation, the higher interest rate was assessed only on the defaulted amount, making the present case indistinguishable from\n   <em>\n    Thompson\n   </em>\n   . Thus, the distinction made by\n   <em>\n    Garrett\n   </em>\n   and\n   <em>\n    Aero Drive\n   </em>\n   cannot be made here.\n  </p>\n  <p id=\"p-42\">\n   For these reasons, on\n   <em>\n    de novo\n   </em>\n   review, the Court concludes that California Civil Code § 1671(b) is not applicable to the default interest rate provision at issue in this appeal.\n  </p>\n  <p id=\"p-43\">\n   <strong>\n    B. Application of § 1671(b)\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   The Court also concludes that even if § 1671(b) applied, Altadena has not met its burden to rebut the presumption of validity of the default interest rate provision. Since 1978, California law has presumed the validity of liquidated damages clauses in commercial contracts:\n  </p>\n  <blockquote id=\"p-45\">\n   (b) [A] provision in a contract liquidating the damages for the breach of the contract is valid unless the party seeking to invalidate the provision establishes that the provision was unreasonable under the circumstances existing at the time the contract was made.\n  </blockquote>\n  <p id=\"p-46\">\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201671\">\n    Cal. Civ. Code § 1671\n   </extracted-citation>\n   (b). Because such provisions are presumed valid, the burden of proving that the clause is unreasonable, and thus, unenforceable, is on the party challenging the provision.\n   <em>\n    See\n   </em>\n   <em>\n    Weber, Lipshie &amp; Co. v. Christian\n   </em>\n   ,\n   <extracted-citation case-ids=\"452977\" index=\"38\" url=\"https://cite.case.law/cal-app-4th/52/645/#p654\">\n    52 Cal.App.4th 645\n   </extracted-citation>\n   , 654,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=60%20Cal.%20Rptr.%202d%20677\">\n    60 Cal.Rptr.2d 677\n   </extracted-citation>\n   (1997). Here, that party is Altadena.\n  </p>\n  <p id=\"p-47\">\n   \"The question of whether a provision is an enforceable liquidated damages provision or an unenforceable penalty is a question of law to be decided by the Court.\"\n   <em>\n    Dollar Tree Stores Inc. v. Toyama Partners LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"3857902\" index=\"40\" url=\"https://cite.case.law/f-supp-2d/875/1058/#p1071\">\n    875 F.Supp.2d 1058\n   </extracted-citation>\n   , 1071 (N.D. Cal. 2012) (citing\n   <em>\n    Harbor Island Holdings v. Kim\n   </em>\n   ,\n   <extracted-citation case-ids=\"204681\" index=\"41\" url=\"https://cite.case.law/cal-app-4th/107/790/#p794\">\n    107 Cal.App.4th 790\n   </extracted-citation>\n   , 794,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=132%20Cal.%20Rptr.%202d%20406\">\n    132 Cal.Rptr.2d 406\n   </extracted-citation>\n   (2003) ). In doing so, courts look to the substance of the agreement rather than its form or labels used to describe particular provisions.\n   <em>\n    Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"43\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal. 3d at 737\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   . A liquidated damages clause becomes an unenforceable penalty only \"if it bears no reasonable relationship to the range of actual damages that the parties could have anticipated would flow from a breach.\"\n   <em>\n    Ridgley\n   </em>\n   ,\n   <extracted-citation case-ids=\"1550676\" index=\"46\" url=\"https://cite.case.law/cal-4th/17/970/#p977\">\n    17 Cal.4th at 977\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=73%20Cal.%20Rptr.%202d%20378\">\n    73 Cal.Rptr.2d 378\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n    953 P.2d 484\n   </extracted-citation>\n   . The amount set as liquidated damages \"must represent the result of a reasonable endeavor by the parties to estimate a fair average compensation for any loss that may be sustained.\"\n   <em>\n    <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n     Id.\n    </extracted-citation>\n   </em>\n   (quoting\n   <em>\n    Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"50\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal.3d at 739\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-48\">\n   This \"reasonable endeavor\" requirement is imprecisely phrased and, contrary to the Bankruptcy Court's discussion, should not be read to require that the provision be the subject of actual negotiation\n   by the parties prior to contract formation. Specifically, the Bankruptcy Court improperly concluded that there was no such \"reasonable endeavor\" because \"there was no endeavor at all by either of the parties at the time they entered into the loans ... to estimate any losses that might be suffered by EWB in the event of a default.\" (Conclusions at 15.) There is no requirement that the parties negotiate a liquidated damages provision for it to be enforceable; instead, the \"reasonable endeavor\" requirement means only that a liquidated damages provision must be reasonable in light of the potential harm that could result from a breach, as that harm could be anticipated at the time of contract formation.\n   <em>\n    See\n   </em>\n   <em>\n    Better Food Markets v. Am. Dist. Tel. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"2346466\" index=\"53\" url=\"https://cite.case.law/cal-2d/40/179/#p187\">\n    40 Cal. 2d 179\n   </extracted-citation>\n   , 187,\n   <extracted-citation index=\"54\" url=\"https://cite.case.law/citations/?q=253%20P.2d%2010\">\n    253 P.2d 10\n   </extracted-citation>\n   (1953) (rejecting plaintiff's argument that no reasonable endeavor was made even though \"the liquidation clause was part of the printed material in a form contract generally used by the defendant in dealing with subscribers such as the plaintiff\");\n   <em>\n    Util. Consumers' Action Network, Inc. v. AT &amp; T Broadband of S. Cal., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5290338\" index=\"55\" url=\"https://cite.case.law/cal-app-4th/135/1023/#p1035\">\n    135 Cal. App. 4th 1023\n   </extracted-citation>\n   , 1035,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=37%20Cal.%20Rptr.%203d%20827\">\n    37 Cal.Rptr.3d 827\n   </extracted-citation>\n   (2006) ;\n   <em>\n    Biller v. Toyota Motor Corp.\n   </em>\n   , No. CV 09-5429-GHK RZX,\n   <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=2011%20WL%201103630\">\n    2011 WL 1103630\n   </extracted-citation>\n   , at *2 n.2 (C.D. Cal. Mar. 17, 2011) (rejecting argument that liquidated damages provision was void unless specifically negotiated),\n   <em>\n    aff'd\n   </em>\n   ,\n   <extracted-citation case-ids=\"3719211\" index=\"58\" url=\"https://cite.case.law/f3d/668/655/\">\n    668 F.3d 655\n   </extracted-citation>\n   (9th Cir. 2012) ;\n   <em>\n    Edwards v. Symbolic Int'l, Inc.\n   </em>\n   , No. 07-CV-1826-JMA,\n   <extracted-citation index=\"59\" url=\"https://cite.case.law/citations/?q=2009%20WL%201178662\">\n    2009 WL 1178662\n   </extracted-citation>\n   , at *6 (S.D. Cal. Apr. 30, 2009) (applying the \"reasonable endeavor\" requirement and noting that no actual negotiation of a liquidated damages clause is required),\n   <em>\n    aff'd\n   </em>\n   ,\n   <extracted-citation case-ids=\"4056662\" index=\"60\" url=\"https://cite.case.law/f-appx/414/930/\">\n    414 F. App'x 930\n   </extracted-citation>\n   (9th Cir. 2011). Despite this \"reasonable endeavor\" language, the ultimate question regarding enforceability focuses on the substantive reasonableness of the liquidated damages provision rather than on the process of contract formation that gave rise to the provision.\n   <footnotemark>\n    8\n   </footnotemark>\n   Therefore, the question on appeal becomes whether Altadena has met its burden of establishing that the 5% default interest rate increase was not, at the time of contract formation, a reasonable estimate of the potential harm to EWB if Altadena defaulted.\n  </p>\n  <p id=\"p-49\">\n   One such harm is the administrative costs associated with default. However, administrative costs associated with the default itself are provided for elsewhere in the contract. Altadena correctly points out that in addition to the increased interest rate, its default triggered a number of other obligations under the loan agreement. (Resp. Br. at 25-26.) Therefore, Altadena argues, because these other fees already protect EWB from the costs of Altadena's default, the default interest rate is not meant to compensate EWB for the loss. (\n   <em>\n    Id.\n   </em>\n   ) Altadena instead contends that the default interest rate provision is meant merely to provide Altadena with an added incentive to perform under the agreement.\n  </p>\n  <p id=\"p-50\">\n   (\n   <em>\n    Id.\n   </em>\n   at 26.) As a result, Altadena argues that the default interest rate provision is an unenforceable penalty pursuant to § 1671(b).\n  </p>\n  <p id=\"p-51\">\n   However, this argument overlooks the effect of Altadena's default on the value of the loan held by EWB. The loan is a liability to Altadena, but it is an asset to EWB, and an uncured default affects the value of that asset. Below, the Bankruptcy Court rejected EWB's argument that the diminution of the value of EWB's asset is not the type of harm or damage that can be used to measure anticipated harm or damages under § 1671(b) ; instead, the Bankruptcy Court held that damages must be realized - must be \"out-of-pocket damages\" - in order to be considered in determining the reasonableness of a liquidated damages provision. (Conclusions at 15-16.)\n  </p>\n  <p id=\"p-52\">\n   The Bankruptcy Court cited no authority for this proposition, and the Court rejects it. The statutory commentary refers to \"the range of harm that reasonably could be anticipated at the time of the making of the contract,\" and the case law refers to \"actual damages\" and \"a fair average for any loss that may be sustained.\"\n   <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201671\">\n    Cal. Civ. Code § 1671\n   </extracted-citation>\n   cmt. b (1977);\n   <em>\n    Ridgley\n   </em>\n   ,\n   <extracted-citation case-ids=\"1550676\" index=\"62\" url=\"https://cite.case.law/cal-4th/17/970/#p977\">\n    17 Cal.4th at 977\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=73%20Cal.%20Rptr.%202d%20378\">\n    73 Cal.Rptr.2d 378\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"64\" url=\"https://cite.case.law/citations/?q=953%20P.2d%20484\">\n    953 P.2d 484\n   </extracted-citation>\n   ;\n   <em>\n    Garrett\n   </em>\n   ,\n   <extracted-citation case-ids=\"2297496\" index=\"65\" url=\"https://cite.case.law/cal-3d/9/731/#p739\">\n    9 Cal.3d at 739\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"66\" url=\"https://cite.case.law/citations/?q=108%20Cal.%20Rptr.%20845\">\n    108 Cal.Rptr. 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"67\" url=\"https://cite.case.law/citations/?q=511%20P.2d%201197\">\n    511 P.2d 1197\n   </extracted-citation>\n   . In the absence some persuasive authority to the contrary, the Court declines to find that the range of damages that may be taken into account in determining § 1671(b) reasonableness is limited to out-of-pocket damages.\n  </p>\n  <p id=\"p-53\">\n   With that clarification, the Court returns to the question of whether the default interest rate provision was, at the time of contract formation, a reasonable estimate of the potential harm to EWB if Altadena defaulted. Here, the Court concludes that the diminution in value of the loan as an asset held by EWB was within the range of actual damages that the parties could have anticipated would flow from a breach. Expert evidence of record establishes that an increased interest rate is a common method of recouping this type of loss, and that the increase in the interest rate upon default in this case is not likely to overcompensate EWB. As such, it not an unenforceable penalty.\n  </p>\n  <p id=\"p-54\">\n   EWB's expert offered an opinion regarding the effect of default by a borrower on the lending bank's finances. (\n   <em>\n    See generally\n   </em>\n   EOR 2479-2513, Garmaise Decl. &amp; Report.) Upon a borrower's default, the value of the loan, viewed as a bank asset, decreases. (EOR 2491, Garmaise Report at 3 (\"[A] borrower's entry into default reduces the value of the bank's debt capital.\") That decrease in value of the bank's asset (or \"debt capital\") is a measurable economic damage that occurs as the result of default.\n   <footnotemark>\n    9\n   </footnotemark>\n   (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-55\">\n   Garmaise explains how an increase in interest rate upon default can compensate for the diminution in value that occurs as a result of that default. (\n   <em>\n    See\n   </em>\n   EOR 2492-2501, Garmaise Report §§ XIII-IX.) Garmaise analyzes the present value of the expected income stream of the loan to determine the rate that would fairly protect against the additional risk - and the resulting diminution in value - a lender faces in the event of a borrower's default. (\n   <em>\n    Id.\n   </em>\n   at § VIII.) The expected income stream is weighted based on the probability of two possible alternative outcomes. (\n   <em>\n    Id.\n   </em>\n   ) The first outcome is that the loan will be repaid in full, including the interest that accrues at the higher default interest rate. (\n   <em>\n    Id.\n   </em>\n   ) The second outcome is that the loan will not be repaid, the lender will foreclose on the property, and the lender will recoup only a percentage of its investment, commonly around 68%. (\n   <em>\n    Id.\n   </em>\n   ) He opines based on the facts in this case, the default interest rate of 6% above prime rate is less than the rate necessary to compensate EWB for the drop in the value of the loan, which Garmaise calculated as 11.5% above the prime lending rate. (\n   <em>\n    Id.\n   </em>\n   § IX.)\n  </p>\n  <p id=\"p-56\">\n   Altadena's expert does not contradict Garmaise's methodology or conclusions. (\n   <em>\n    See generally\n   </em>\n   EOR 2517-2583, Tarter Decl. &amp; Report.) To the contrary, Tarter agrees with Garmaise's foundational premise that one of the purposes of default interest rates is to function as \"a mechanism to compensate for increased risk.\"\n   <footnotemark>\n    10\n   </footnotemark>\n   (EOR 2541, Tarter Expert Report § VII.) Instead, Tarter's most emphasized point - and here he departs from Garmaise's opinion - is that the total accrued default interest is a \"shocking\" and \"staggering\" amount relative to the amount of the loan. (\n   <em>\n    See, e.g.\n   </em>\n   , EOR 2527 (\"The magnitude of EWB's Default Interest of approximately $ 10,211,440.43 on a loan with a principal balance of $ 13,528,556.85 is staggering.\");\n   <em>\n    see also\n   </em>\n   EOR 170; Proof of Claim No. 9 (accrued default interest and principal balance figures).) The Bankruptcy Court adopted this rationale: \"[T]he amount of default interest that would result from a 5 percent default interest rate is grossly disproportionate to any administrative costs or other actual damages not already being passed along to the Debtor under separate provisions of the loan agreement.\" (Conclusions at 15.) However, the fact that millions of dollars in default interest accrued during the time between the maturity date of the loan and the time of the filing of the proof of claim is due to the extraordinary length of time EWB agreed to hold the defaulted loan - eight years - rather than an \"outrageous\" interest rate.\n   <footnotemark>\n    11\n   </footnotemark>\n  </p>\n  <p id=\"p-57\">\n   For these reasons, on\n   <em>\n    de novo\n   </em>\n   review, and assuming the applicability of § 1671(b), the Court concludes that Altadena has not rebutted the presumption of validity set forth in California Civil Code § 1671(b). The default interest rate provision is therefore valid and enforceable.\n  </p>\n  <p id=\"p-58\">\n   <strong>\n    VI. Conclusion\n   </strong>\n  </p>\n  <p id=\"p-59\">\n   As set forth herein, the default interest rate provision is valid and enforceable. Accordingly,\n   the Court REVERSES the Bankruptcy Court's Order disallowing EWB's claim for default interest as set forth in Proof of Claim Nos. 9 and 11. IT IS FURTHER ORDERED that this action is remanded to the Bankruptcy Court for proceedings consistent with this opinion.\n  </p>\n  <p id=\"p-60\">\n   <strong>\n    IT IS SO ORDERED.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-63\">\n    The Court cites either to the specific page number(s) of the Excerpts of Record (\"EOR\") filed by Appellant or the Bankruptcy Court docket entry number(s). The eighteen volumes of the EOR are found in this Court's docket as entries 12-1 through 12-18. A well-organized and cross-referenced table of contents to the EOR is found at 12-1, pages 2 through 15.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-64\">\n    Because there were two separate transactions, EWB filed two separate claims. Following the lead of the parties, this Order discusses the two loans together because there are no differences that are meaningful to the Court's analysis. (\n    <em>\n     See\n    </em>\n    Opening Br. at 9 n.4.) The loans are secured by the same property. (\n    <em>\n     See\n    </em>\n    EOR 1198 &amp; 1205.)\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-65\">\n    This loan was originally only $ 18 million, but the parties amended it from time to time, so that at maturity, the total amount was $ 26 million. (EOR 173-186.)\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-66\">\n    The original maturity date was earlier, but the parties amended the maturity date from time to time. (EOR 238-42.)\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-67\">\n    A version of § 1671 was enacted in 1872. The statute has been amended only once, in 1977, effective 1978. The purpose of the amendment was to set up a presumption of validity of liquidated damages clauses in commercial contracts, while retaining the presumption of invalidity of such clauses in consumer contracts. (\n    <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201671\">\n     Cal. Civ. Code § 1671\n    </extracted-citation>\n    , Law Revision Comm'n Cmts., 1977 Amd.)\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-68\">\n    Although identified by the Bankruptcy Court as a finding of fact, whether the fee is enforceable is more in the nature of a conclusion of law.\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-69\">\n    Altadena contends incorrectly that this portion of the Bankruptcy Court's opinion - addressing whether the default interest rate provision is an alternative form of performance under the loan agreement - is a finding of fact. (\n    <em>\n     See\n    </em>\n    Resp. Br. at 20, citing Conclusions ¶ 29.) Altadena further contends that this finding is not \"clearly erroneous\" and it is therefore binding on the Court. (Resp. Br. at 20.) However, this portion of the opinion is not a finding of fact. It is a conclusion of law that is subject to\n    <em>\n     de novo\n    </em>\n    review.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-70\">\n    This is not to say that the process of formation is wholly irrelevant to the issue of reasonableness. Two relevant factors that relate to formation are identified in the statutory commentary: \"the relative equality of the parties' bargaining power[, and] whether the parties were represented by lawyers at the time the contract was made.\"\n    <extracted-citation index=\"69\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201671\">\n     Cal. Civ. Code § 1671\n    </extracted-citation>\n    cmt. b (1977). These factors are \"relevant considerations in the determination of whether the amount of liquidated damages is so high or so low as to be unreasonable.\"\n    <em>\n     <extracted-citation index=\"70\" url=\"https://cite.case.law/citations/?q=Cal.%20Code%20%C2%A7%201671\">\n      Id.\n     </extracted-citation>\n    </em>\n    ;\n    <em>\n     see also\n    </em>\n    <em>\n     In re Premier Golf Properties, LP\n    </em>\n    ,\n    <extracted-citation case-ids=\"12272543\" index=\"71\" url=\"https://cite.case.law/br/564/660/#p681\">\n     564 B.R. 660\n    </extracted-citation>\n    , 681-82 (Bankr. S.D. Cal. 2016) These factors favor a finding of reasonableness here. The Bankruptcy Court expressly found that \"[t]he process of negotiating the terms of the loan took a period of months,\" and that \"[t]he loan agreements went through a number of drafts.\" (Findings at 2.) Moreover, Altadena \"was represented by an attorney ... in connection with these negotiations.\" (\n    <em>\n     Id.\n    </em>\n    ) Under the statutory commentary, these facts further support the Court's conclusion that the default interest rate provision is reasonable.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-71\">\n    The Bankruptcy Court discussed the common fallacy of mistaking correlation with causation. (Conclusions at 20-21.) The Court does not believe that fallacy is implicated here. The Garmaise Report defines the value of a loan as the market price a buyer would pay to purchase the loan on a secondary market. (Garmaise Report at 3.) Given the relationship between risk and return, and all other things being equal, that market price will be lower for a loan with higher risk, such as a defaulted loan, and it is the default that creates a present indicator of risk to a potential buyer, thereby decreasing the value of the loan. The Bankruptcy Court is correct that a generalized risk of default is always present from the inception of a loan, but such a generalized risk will be perceived differently by a rational buyer than will a present indicator of a greater risk, especially in light of the reasoned assumption defaulted loans of this type are more than 50% likely to eventually enter foreclosure, unlike non-defaulted loans, which are presumed to carry a low risk of foreclosure. (\n    <em>\n     See\n    </em>\n    Garmaise Report at 3-4 (reporting a 2%-3% generalized risk of foreclosure but a 51%-55% risk of foreclosure in the case of a defaulted loan).) Thus, it is the event of default that causes loss by creating a present indicator of sharply increased risk, which makes the loan less valuable to a rational buyer.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-72\">\n    Moreover, the Bankruptcy Court also found no basis to reject Garmaise's calculations. (Conclusions at 21 n.3 (\"The Court has no quarrel with Dr. Garmaise's calculations, but, based on its review of the applicable case law, the Court does not believe that it has any relevance to an analysis under section 1671(b).\").)\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-73\">\n    The Garmaise Report opines that the default interest rate remains below the rate that would be necessary to compensate EWB for the drop in the value of the loan throughout the period of the forbearance agreements. (EOR 2501-2503, Garmaise Report § X.)\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}