{
  "casebody": {
    "data": "<casebody firstpage=\"400\" lastpage=\"402\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b432-6\">(69 Hun, 501.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b432-7\">MOTT v. CITIZENS’ INSURANCE CO. OF NEW YORK.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b432-8\">(Supreme Court, General Term, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aql\">May 9, 1893.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b432-9\">1. Insurance—Conditions oe Policy—Title oe Assured.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b432-10\">Under a policy on a building, conditioned to be void if the assured is not the owner in fee simple of the land on which the building is situated, there can be no recovery if the assured has only an equitable title to the land.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b432-11\">2. Same—Equitable Title.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b432-12\">Even if the assured could recover on proof of an equitable title, such title is not established by proof of his possession for 10 years, and his testimony that he agreed with H., an agent of the owner, that he should have a deed for a certain sum, and that H. said that L., another agent of the owner, would transact the business, and give him title, and that he would notify him when to meet L., it not being claimed that H. made any contract, or authorized the assured to take possession, or that the assured ever met L., or paid or tendered the consideration.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b432-13\">8. Same—Severable -Contract.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b432-14\">A policy on a building and on personal property, specifying a certain amount on each, provided that it should be void “if the interest of the insured be other than unconditional and sole ownership, or if the subject of insurance be a building on ground not owned by the insured in fee simple.” The assured owned the personal property, but not the land. <em>HeW, </em>that the contract was severable, and the assured could recover the loss on the personal property.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b433-4\"><page-number citation-index=\"1\" label=\"401\">*401</page-number>Appeal from circuit court, Clinton county.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b433-5\">Action by Henry Mott against the Citizens’ Insurance Company of New York on an insurance policy. There was a judgment for plaintiff for part of his demand, and both parties appeal.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"A-Y\">Affirmed.</disposition>\n<p data-order=\"13\" data-type=\"judges\" id=\"b433-6\">The following is the opinion of Mr. Justice PUTNAM in the court below:</p>\n<p data-order=\"14\" data-type=\"summary\" id=\"b433-7\">The policy provides that it shall be void “if the interest of the insured be other than unconditional and sole ownership, or if the subject of insurance be a building on ground not owned by the insured in fee simple.” It is conceded that plaintiff had no legal title or deed to the lot on which the building insured stood, but plaintiff claims that he had equitable title by paroi contract, under which he had been in occupation for 10 years prior to the fire. Under some policies of insurance it has been held that the equitable owner of land, who had no deed, might recover, under the policy of insurance, as the owner. Such was the case of Pelton v. Insurance Co., 13 Hun, 23, 77 N. Y. 605. And there have been other cases holding the same doctrine as the Pelton Case. But under the contract of the parties in this case, under the policy set out in the complaint, it is difficult to see how plaintiff can recover as to the buildings insured. The parties contracted and agreed that the policy should be void if the interest of the plaintiff in the land on which the building insured stood should be other than unconditional ownership, or if the plaintiff was not the owner in fee simple. It cannot be justly claimed that plaintiff, at the time of the fire, had an unconditional title to the lot in question, in fee simple. Hence, under the policy, even if plaintiff had a valid equitable title under bis verbal contract, I think he would be unable to recover the loss on his building. Under the contract contained in the policy, the plaintiff should have stated his interest in the land, and should have had a special clause written or inserted in the policy. Such a contract as was made in this case, between the defendant and plaintiff, has been held valid and binding on the parties. See Lasher’s Case, 86 N. Y. 423; Messelback’s Case, 46 Hun, 414; Dowd’s Case, 41 Hun, 139; Allen’s Case, 123 N. Y. 6, 25 N. E. Rep. 309. But, in my judgment, plaintiff failed to show that he had any valid, equitable title to the lots on which the bam stood. His own testimony fails to establish his title.</p>\n<p data-order=\"15\" data-type=\"summary\" id=\"b433-8\">His evidence shows that he agreed with Hungerford, the agent of the railroad company, that he should have a deed of the lot for $200. Assuming that. Hunger-ford, under the circumstances, had authority to bind the railroad, yet the plaintiff does not show that Hungerford gave him any title, or made, or assumed to make, any contract with him, but merely that Hungerford said that “Lawrence, the real-estate agent of the railroad company, would transact the business, and give him a title, and that he (Hungerford) would notify the plaintiff when to meet Lawrence at Rouse’s Point.” He does not allege that Hungerford assumed to make a contract with him, or authorized him to take possession of the lot, or that he was in possession under any contract. He merely claims that Hungerford said that Lawrence would contract with him, and give him a title. He and Lawrence never did meet; he never paid, or offered to pay, any consideration; and from all that is shown in the case the plaintiff was in possession of the lot in question as a mere squatter, without title of any kind, and not under any contract. As far as the case shows, plaintiff was not authorized to take possession in advance of a deed which was expected to be soon executed, but which, in fact, never was executed. I therefore conclude that under the policy the plaintiff cannot recover as to the buildings.</p>\n<p data-order=\"16\" data-type=\"summary\" id=\"b433-9\">Is the policy also void as to the $500 insurance on the personal property? Or, under the contract, is the part as to personal property severable from that relating to the buildings? With some hesitation I reach the conclusion that the contract, as to the hay and press, is severable. The policy says that the entire policy shall be void if the interest of the insured be other than unconditional and sole ownership, or if the subject of insurance be a building on ground not owned by the insured in fee simple. As to the hay and press, plaintiff was the unconditional owner. The policy, I think, should be construed as void in all its parts when the entire property covered by it, and <page-number citation-index=\"1\" label=\"402\">*402</page-number>every part thereof, is not owned unconditionally. This policy does not say that if any part of the insured property is not owned by the insured, unconditionally, the whole policy shall be void, as in the case of Smith v. Insurance Co., 118 N. Y. 526, 23 N. E. Rep. 883. In that case the language of the policy was as follows: “It is expressly stipulated in this policy that if either the real or personal property, or any part of it, be incumbered, it must be so reported to the company in the application; otherwise, the entire policy, and all and every part of it, shall be void.” An examination of the above case, and those below cited, will show the distinction between eases where policies of insurance, as to real and personal property, are severable or otherwise. See Schuster v. Insurance Co., 102 N. Y. 260, 6 N. E. Rep. 406; Merrill v. Insurance Co., 73 N. Y. 452; Dacey v. Insurance Co., 21 Hun, 84; Holmes v. Drew, 16 Hun, 491. Plaintiff, then, should recover for the hay and press, and interest on the sum insured from the time the loss was payable by the terms of the policy.</p>\n<p data-order=\"17\" data-type=\"judges\" id=\"b434-5\">Argued before MAYHAM, P. J., and HERRICK, J.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b434-6\">Wilmer H. Dunn, for appellant.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b434-7\">Beckwith &amp; Wheeler, (S. L. Wheeler, of counsel,) for respondent.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b434-8\">HERRICK, J.</author>\n<p id=\"AZg\">This case should be affirmed upon the opinion of the court below. Both parties having appealed, the case is affirmed without costs to either.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}