{
  "casebody": {
    "data": "<casebody firstpage=\"123\" lastpage=\"127\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b145-11\">David PALMER, Appellant v. Samuel NASSAN; Terrance Donnelly; Sheila Ladner.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b145-14\">No. 11-1753.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b145-15\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b145-16\">Submitted Under Third Circuit LAR 34.1(a) Dec. 6, 2011.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b145-17\">Filed: Dec. 7, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b146-9\"><page-number citation-index=\"1\" label=\"124\">*124</page-number>Robert E. Mielnicki, Esq., Seewald, Mielnicki &amp; Petro, Pittsburgh, PA, for Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b146-10\">Kemal A. Mericli, Esq., Robert A. Willig, Esq., Office of Attorney General of Pennsylvania, Bryan Campbell, Esq., Michael E. Kennedy, Esq., City of Pittsburgh Department of Law, Pittsburgh, PA, for Samuel Nassan; Terrance Donnelly; Sheila Ladner.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b146-12\">Before: HARDIMAN, BARRY, and VAN ANTWERPEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b146-13\">OPINION OF THE COURT</p>\n<author id=\"b146-14\">HARDIMAN, Circuit Judge.</author>\n<p id=\"b146-15\">Plaintiff David Palmer appeals the District Court’s judgment following a jury trial on his claim of excessive force under 42 U.S.C. § 1983. We will affirm.</p>\n<p id=\"b146-16\">I</p>\n<p id=\"b146-17\">Because we write for the parties, who are well acquainted with the case, we recount only the essential facts and procedural history.</p>\n<p id=\"b146-18\">A</p>\n<p id=\"b146-19\">As the jury found for Defendants—Samuel Nassan, Terrance Donnelly, and Sheila Ladner—we recite the facts in the light most favorable to them. <em>See Becker v. ARCO Chem. Co., </em>207 F.3d 176, 181 (3d Cir.2000).</p>\n<p id=\"b146-20\">After a night of drinking, Palmer was pulled over by Nassan, a Pennsylvania State Police Trooper, in Pittsburgh’s South Side neighborhood. Pittsburgh Police Officer Ladner was working with Nassan that night on the Pittsburgh DUI Task Force. Nassan stopped Palmer because he observed Palmer’s vehicle swerving erratically. At the time of the stop, Palmer’s blood-alcohol content was 0.098 percent.</p>\n<p id=\"b146-21\">The officers testified that Palmer appeared to be drunk: he reeked of alcohol, slurred his speech, had bloodshot eyes, and at times was unresponsive to questioning. When asked by Nassan to exit the vehicle for a sobriety test, Palmer complied but became belligerent, and once out of the vehicle moved his hand toward his pocket. <page-number citation-index=\"1\" label=\"125\">*125</page-number>Nassan ordered Palmer to stop reaching for his pocket, at which time Palmer disclosed that he had a gun. Nassan then tried to subdue Palmer, assisted by Pittsburgh Police Sergeant Donnelly, who had arrived at the scene following the stop. A struggle ensued. After Palmer kicked Ladner, she tased him in the buttocks. Nassan also attempted to tase him, but his taser misfired. Nassan then handcuffed Palmer, removed the weapon from Palmer’s pocket, and brought him to a hospital for treatment of the injuries he sustained during the arrest.</p>\n<p id=\"b147-5\">B</p>\n<p id=\"b147-6\">Palmer filed suit against Nassan, Donnelly, Ladner, and two municipal entities on both state and federal claims, but only the § 1983 excessive force claim against the individual Defendants reached trial. Before trial, Nassan and Palmer filed motions <em>in limine </em>seeking, <em>inter alia, </em>a pretrial ruling on the admissibility of evidence of unrelated incidents in which Nassan had been involved. In particular, Palmer sought to introduce evidence of an arrest effectuated by Nassan approximately thirty minutes to one hour before Palmer was pulled over, and of three prior excessive force lawsuits against Nassan. The District Court excluded evidence of those four incidents pursuant to Rules 403 and 404(b) of the Federal Rules of Evidence. At the conclusion of the trial, the jury found for Defendants.</p>\n<p id=\"b147-7\">II</p>\n<p id=\"b147-8\">We review the District Court’s application of evidentiary rules for an abuse of discretion. <em>Johnson v. Elk Lake Sch. Dist., </em>283 F.3d 138, 156 (3d Cir.2002). “An abuse of discretion occurs only where the district court’s decision is ‘arbitrary, fanciful, or clearly unreasonable’—in short, where ‘no reasonable person would adopt the district court’s view.’ ” <em>United States v. Green, </em>617 F.3d 233, 239 (3d Cir.2010) (quoting <em>United States v. Starnes, </em>583 F.3d 196, 214 (3d Cir.2009)).</p>\n<p id=\"b147-10\">“Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.” Fed.R.Evid. 404(b). However, evidence of other acts “may ... be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.” <em>Id. </em>A district court may exclude evidence, even if relevant and otherwise admissible, “if its probative value is substantially outweighed by the danger of unfair prejudice.” Fed.R.Evid. 403. Rearranging these requirements, we have said that “[t]o be admissible under Rule 404(b), evidence of uncharged crimes or wrongs must (1) have a proper evidentiary purpose; (2) be relevant; (3) satisfy Rule 403; and (4) be accompanied by a limiting instruction (where requested) about the purpose for which the jury may consider it.” <em>Green, </em>617 F.3d at 249. The first element of this test highlights that evidence proffered under Rule 404(b) may be asserted for either a proper or improper purpose. Rule 404(b) “generally prohibits the introduction of evidence of extrinsic acts that might adversely reflect on the actor’s character, unless that evidence bears upon a relevant issue” such as one of those enumerated in the second sentence of the rule. <em>Huddleston v. United States, </em>485 U.S. 681, 685, 108 S.Ct. 1496, 99 L.Ed.2d 771 (1988).</p>\n<p id=\"b147-11\">Palmer lacks a permissible, .relevant use of the purported Rule 404(b) evidence. A claim of excessive force under § 1983 requires “the jury ... to determine whether [the officer] used force that was objectively reasonable under the circumstances and facts confronting him at that time, without regard to his underlying mo<page-number citation-index=\"1\" label=\"126\">*126</page-number>tivation.” <em>Mosley v. Wilson, </em>102 F.3d 85, 95 (3d Cir.1996). Because the inquiry views the officer’s actions objectively, his subjective intent or motivation is irrelevant. <em>Graham v. Connor, </em>490 U.S. 386, 396-97, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989); <em>Mosley, </em>102 F.3d at 94-95. Therefore, while Rule 404(b) might have permitted Palmer to introduce evidence of other acts to show Nassan’s intent or motive, those factors were irrelevant to the proof of the claim and were properly excluded. <em>See </em>Fed.R.Evid. 401, 402.</p>\n<p id=\"b148-4\">Palmer reaches into Rule 404(b)’s grab bag for other permissible uses of other-acts evidence. He contends that the prior incidents show Nassan’s “plan,” “preparation,” or “opportunity.” To introduce other acts for these purposes, the proponent of the evidence must show that the prior acts are linked with the acts at issue, but there is no indication of any such link in the record here. <em>See Becker, </em>207 F.3d at 195-200 (requiring a common scheme to assert a “plan”). In the same vein, Palmer offers little to assist us in “pinpointing] the evidential fact” he seeks to prove by showing a plan, preparation, or opportunity. <em>Id. </em>at 195. Palmer’s argument is simply that if Nassan had used excessive force on past occasions, he was more likely to have used it here. But that argument asserts the evidence for “exactly the purpose that Rule 404(b) declared to be improper, ... namely, to establish the defendant's] propensity to commit the charged act.” <em>Id. </em>at 201 (omission in original) (internal quotation marks omitted).</p>\n<p id=\"b148-8\">For similar reasons, Palmer’s contention that the arrest that took place shortly before the stop is not an “other ... act[ ]” because it was “part of a continuous course of conduct by Nassan”—and therefore that it does not fall within the purview of Rule 404(b)—is unconvincing. Palmer was not present during that arrest. Nor were the arrests of such a similar character or close enough in time that they could be fairly characterized as “intrinsic evidence” or “res gestae” by which to judge whether Nassan’s use of force was objectively reasonable under the circumstances. <em>See Green, </em>617 F.3d at 239-49 (discussing the history of intrinsic evidence as a carve out from Rule 404(b)).<footnotemark>1</footnotemark> Even if the details of the other arrest were not inadmissible under Rule 404(b), Rule 402 would render them inadmissible for the reason discussed above. Because the force used by an officer must be evaluated objectively, Nassan’s state of mind and other actions leading up to his encounter with Palmer were not relevant to the question submitted to the jury.</p>\n<p id=\"b148-9\">Finally, as the introduction of evidence of other acts had the potential to prejudice Nassan and confuse the jury, it was not an abuse of the District Court’s discretion to exclude the evidence pursuant to Rule 403.<footnotemark>2</footnotemark></p>\n<p id=\"b149-4\"><page-number citation-index=\"1\" label=\"127\">*127</page-number>hi</p>\n<p id=\"b149-5\">For the foregoing reasons, we will affirm the District Court’s judgment.</p>\n<footnote label=\"1\">\n<p id=\"b148-5\">. In <em>Green, </em>we held that \"evidence is intrinsic if it directly proves the charged offense” or if the other acts were “performed contemporaneously with ... [and] facilitate[d] the commission of” the act alleged. 617 F.3d at 248-49 (internal quotation marks omitted).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b148-6\">. In the District Court, Palmer sought the right to proffer evidence of Nassan’s other acts to prove only the substance of his claims. On appeal, he argues that the evidence is also admissible to challenge Nassan’s credibility, which is relevant because at trial Palmer and Nassan gave different accounts of the events that transpired during the stop and arrest. Even if Palmer properly raised and preserved this issue by asserting the impeachment value of the evidence, which he apparently did not, he would not have been able to prove the other acts by extrinsic evidence. Fed.R.Evid. 608(b). Moreover, Rule 608(b) gives the District Court discretion to determine whether those acts are \"probative of truthfulness or untruthfulness,” and the District Court would have been well within its discretion to exclude <page-number citation-index=\"1\" label=\"127\">*127</page-number>reference to Nassan’s other acts both on that basis and on the bases set forth in Rule 403.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}