{
  "casebody": {
    "data": "<casebody firstpage=\"711\" lastpage=\"716\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b733-6\">UNITED STATES of America, Plaintiff-Appellee, v. Jack Lee MALONE, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Joseph Nelson Sweet, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b733-12\">Nos. 10-12885, 10-15069</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"Aycg\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b733-13\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b733-14\">Oct. 26, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b734-5\"><page-number citation-index=\"1\" label=\"712\">*712</page-number>Linda Julin McNamara, Cherie Krigsman, Robert E. O’Neill, David Paul Rhodes, U.S. Attorney’s Office, Tampa, FL, Todd Alan Ellinwood, U.S. Department of Justice-Tax Division, Washington, DC, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b734-6\">Patrick D. Doherty, Brown &amp; Doherty, PA, Saint Petersburg, FL, Dionja L. Dyer, Donna Lee Elm, Federal Public Defender’s Office, Tampa, FL, Robert Godfrey, Federal Public Defender’s Office, Orlando, FL, for Defendants-Appellants.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b734-9\">Before HULL, WILSON and BLACK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b734-10\">PER CURIAM:</author>\n<p id=\"b734-11\">Defendants Joseph Sweet and James Malone were involved in a scheme to sell tax-avoidance manuals and trust documents <em>to </em>individuals who wanted to <em>hide </em>their income from the Internal Revenue Service (“IRS”). After a jury trial, Defendants Sweet and Malone were convicted of conspiracy to defraud the United States by advocating the intentional disruption of the assessment, ascertainment and collection of federal income tax, in violation of 18 U.S.C. § 371. Defendant Sweet was also convicted of corrupt interference with internal revenue laws, in violation of 26 U.S.C. § 7212(a), and two counts of criminal contempt, in violation of 18 U.S.C. § 401(3).</p>\n<p id=\"b734-12\">In this consolidated appeal, Defendant Sweet appeals his convictions and total 120-month sentence, and Defendant Malone appeals his 60-month sentence. After review, we affirm.</p>\n<p id=\"b734-13\">I. REASONABLE DOUBT JURY INSTRUCTION</p>\n<p id=\"b734-14\">As to his convictions, Defendant Sweet contends that the district court erred when it gave the Eleventh Circuit Pattern Jury Instruction defining reasonable doubt.<footnotemark>1</footnotemark> Specifically, Sweet argues <page-number citation-index=\"1\" label=\"713\">*713</page-number>that the following language is unnecessarily confusing and lowered the government’s burden of proof: “Proof beyond a reasonable doubt is proof of such a convincing character that you would be willing to rely and act upon it without hesitation in the most important of your own affairs.”</p>\n<p id=\"b735-5\">This Court has repeatedly upheld the reasonable doubt instruction Sweet challenges. <em>See, e.g., United States v. James, </em>642 F.3d 1333, 1337-38 (11th Cir.), <em>cert. denied, </em>— U.S. -, 132 S.Ct. 438, 181 L.Ed.2d 284 (2011) (“[W]e have repeatedly approved of the definition of reasonable doubt provided in the Eleventh Circuit Pattern Jury Instructions.”); <em>United States v. Hansen, </em>262 F.3d 1217, 1249-50 (11th Cir.2001); <em>United States v. Daniels, </em>986 F.2d 451, 457-58 (11th Cir.1993) rea<em>dopted in relevant part on reh’g, </em>5 F.3d 495, 496 (11th Cir.1993). Although Sweet cites opinions in other circuits questioning the utility of similar reasonable doubt instructions, he does not explain how the Eleventh Circuit’s Pattern Jury Instruction misstated the law or misled the jury in his case. As Sweet acknowledges, we are bound by our precedent upholding the Eleventh Circuit’s Pattern Jury Instruction on reasonable doubt “unless and until it is overruled by this court en banc or by the Supreme Court.” <em>United States v. Brown, </em>342 F.3d 1245, 1246 (11th Cir.2003). Therefore, Sweet has not shown error in the district court’s reasonable doubt jury instruction.</p>\n<p id=\"b735-8\">II. LOSS CALCULATION</p>\n<p id=\"b735-9\">Defendant Malone argues that the district court improperly calculated the tax loss attributed to him for purposes of determining his base offense level under the Sentencing Guidelines.<footnotemark>2</footnotemark></p>\n<p id=\"b735-13\">When tax evasion results in a tax loss to the government, a defendant’s base offense level is determined using the tax table in U.S.S.G. § 2T4.1. <em>See </em>U.S.S.G. § 2T1.1(a)(1). Tax loss is defined as “the total amount of loss that was the object of the offense.” U.S.S.G. § 2T1.1(c)(1). In calculating the tax loss, “all conduct violating the tax laws should be considered as part of the same course of conduct or common scheme or plan unless the evidence demonstrates that the conduct is clearly unrelated.” U.S.S.G. § 2T1.1, cmt. n. 2.</p>\n<p id=\"b735-14\">At sentencing, over Defendant Malone’s objection, the district court calculated a tax loss of $2,882,200, which resulted in a base offense level of 24, pursuant to the tax table. <em>See </em>U.S.S.G. § 2T4.1(J) (designating a base offense level of 24 for a tax loss of more than $2.5 million but less than $7 million). The district court’s loss calculation included the government’s losses from fourteen clients of the JoY Foundation, the multi-level marketing tax scheme created by Defendants Malone and Sweet.</p>\n<p id=\"b735-15\">The district court’s finding that the tax losses from JoY Foundation clients were attributable to Defendant Malone is not clearly erroneous. Malone does not dispute that he sold the JoY Foundation’s tax program to the fourteen JoY Foundation clients or the tax loss amount assigned to each client. The JoY Foundation provided clients with program materials, such as books and form letters, that instructed clients not to file federal income tax returns under the theory that wages earned <page-number citation-index=\"1\" label=\"714\">*714</page-number>were not subject to taxation. In addition, the JoY Foundation sold clients trust documents developed by Sweet to purportedly shelter clients’ assets from taxation and advised clients on how to respond to IRS inquiries and levies.</p>\n<p id=\"b736-4\">Defendant Malone was found guilty of a conspiracy that used the marketing of sham trusts to help individuals conceal income and assets and prevent the assessment, ascertainment and collection of taxes. Although some of the JoY Foundation’s clients already had ceased paying taxes before becoming clients, the district court found that Malone encouraged these clients to continue their tax evasion. Thus, part of the object of the conspiracy was the continued tax evasion by the JoY Foundation clients, and the clients’ continued failure to pay their taxes was part of “the same course of conduct or common scheme or plan.” <em>See </em>U.S.S.G. § 2T1.1, cmt. n. 2. Accordingly, the district court properly attributed these clients’ tax losses to Malone.</p>\n<p id=\"b736-5\">III. OBSTRUCTION OF JUSTICE ENHANCEMENTS</p>\n<p id=\"b736-6\">Both defendants challenge the district court’s imposition of a 2-level obstruction of justice enhancement.<footnotemark>3</footnotemark></p>\n<p id=\"b736-7\">A defendant’s offense level is increased by 2 levels if he “willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice with respect to the investigation, prosecution, or sentencing of the instant offense of conviction” and “the obstructive conduct related to” the defendant’s offense of conviction, his relevant conduct or a closely related offense. U.S.S.G. § 3C1.1. A defendant obstructs justice by “committing, suborning, or attempting to suborn perjury, including during the course of a civil proceeding if such perjury pertains to conduct that forms the basis of the offense of conviction.” U.S.S.G. § 3C1.1, cmt. n. 4(B). Perjury occurs when a defendant offers “false testimony concerning a material matter with the willful intent to provide false testimony, rather than as a result of confusion, mistake, or faulty memory.” <em>United States v. Dunnigan, </em>507 U.S. 87, 94, 113 S.Ct. 1111, 1116, 122 L.Ed.2d 445 (1993).</p>\n<p id=\"b736-10\">A defendant also obstructs justice by “providing materially false information to a judge or magistrate.” U.S.S.G. § 3C1.1, cmt. n. 4(F). A statement is “material” where it, “if believed, would tend to influence or affect the issue under determination.” U.S.S.G. § 3C1.1, cmt. n. 6. A defendant’s material false statement, when made to a judge or magistrate, does not have to interfere with the investigation or prosecution for the obstruction of justice enhancement to apply. <em>United States v. Ruff, </em>79 F.3d 123, 125-26 (11th Cir.1996).</p>\n<p id=\"b736-11\">Here, the district court did not err in imposing the 2-level obstruction of justice enhancement as to either defendant, albeit on different grounds. With regard to Defendant Sweet, the record indicates that he provided false information to a district court in a civil lawsuit filed against him by the Tax Division of the Department of Justice. On January 30, 2002, the district court granted a default judgment and permanent injunction against Sweet and ordered Sweet to provide copies of the <page-number citation-index=\"1\" label=\"715\">*715</page-number>order to all individuals and entities who had purchased Sweet’s tax-avoidance manuals and trust documents and to produce records identifying those individuals and entities. In response, on March 20, 2002, Sweet filed a document entitled “Compliance with Court Order” in which he denied possessing the names and addresses of anyone who had purchased his manual or trust documents or any records related to those sales.</p>\n<p id=\"b737-5\">Defendant Sweet does not dispute that his statements in his filing were false. Indeed, at trial, an IRS agent testified that during a search of Sweet’s home, agents found numerous boxes containing, among other things, documents relating to Sweet’s promotion of the tax-avoidance program and his selling of trust documents, including client lists and order forms.</p>\n<p id=\"b737-6\">The IRS’s criminal investigation of Sweet began in early 2001. Sweet ultimately was charged with a fraud conspiracy in which his sale of his manual and trust documents to clients to aid their evasion of internal revenue laws was an integral element of the scheme. Under the circumstances, the existence of records demonstrating that such sales had taken place was material to both the district court’s efforts to enforce its civil injunction and the IRS’s ongoing criminal investigation of Sweet for tax fraud. <em>See United States v. Dedeker, </em>961 F.2d 164, 167 (11th Cir.1992) (“Under the commentary to section 3C1.1, the threshold for materiality is conspicuously low.”). Moreover, Defendant Sweet’s materially false statements to the district court in the government’s civil tax proceedings related to Sweet’s offenses of conviction given that it was reasonably foreseeable that further government investigation might result in criminal charges for a tax fraud conspiracy. <em>See United States v. Amedeo, </em>370 F.3d 1305, 1320 (11th Cir.2004) (concluding that defendant’s obstructive conduct during police investigation of a drug overdose was “related directly and foreseeably” to defendant’s subsequent conviction for cocaine distribution). Accordingly, Sweet’s conduct falls within § 3Cl.l’s obstruction of justice enhancement.</p>\n<p id=\"b737-8\">As for Defendant Malone, the record shows that he testified at his criminal trial that he did not know about the civil injunction issued against Sweet or recall receiving correspondence from the IRS informing him that he was covered by the injunction. Although Malone admitted he had signed a response form to the IRS’s letter, he said he did not remember doing so. At sentencing, the district court found that Malone “conveniently didn’t remember a number of things,” about the correspondence with the IRS and the Sweet injunction, that Malone was not honest about what he had received from the government and that his purported failure to remember was an attempt to sway the jury and obstruct justice.</p>\n<p id=\"b737-9\">The district court’s finding that Defendant Malone perjured himself was not clearly erroneous. Malone contends his testimony about receiving the IRS’s letter was the result of a faulty memory and not willful. However, the district court found that Malone feigned his faulty memory, a credibility determination to which we owe considerable deference. <em>See Amedeo, </em>370 F.3d at 1318 (explaining that we accord “special deference” to a district court’s determination that a defendant obstructed justice if it involves a credibility assessment). Moreover, Malone’s perjury was material given that the district court found it represented an attempt to sway the jury as to his guilt for the offense of conviction.</p>\n<p id=\"b737-10\">For these reasons, the district court did not err in imposing the 2-level obstruction of justice enhancement when calculating <page-number citation-index=\"1\" label=\"716\">*716</page-number>the advisory guidelines ranges for Defendants Sweet and Malone.</p>\n<p id=\"b738-4\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b734-15\">. We review jury instructions <em>de novo </em>to determine whether they misstate the law or mis<page-number citation-index=\"1\" label=\"713\">*713</page-number>lead the jury to the prejudice of the objecting party. <em>United States v. Hansen, 262 </em>F.3d 1217, 1248 (11th Cir.2001).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b735-16\">. We review a district court's calculation of the amount of tax loss for clear error. <em>United States v. Patti, </em>337 F.3d 1317, 1323 (11th Cir.2003).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b736-8\">. With respect to an obstruction of justice enhancement, we review a district court's factual findings for clear error and its application of those facts to the guidelines <em>de novo. United States v. Bradberry, 466 </em>F.3d 1249, 1253 (11th Cir.2006). For factual findings to be clearly erroneous, we \"must be left with a definite and firm conviction that a mistake has been committed.” <em>United States v. Rodriguez-Lopez, </em>363 F.3d 1134, 1137 (11th Cir.2004) (quotation mark omitted).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}