{
  "casebody": {
    "data": "<casebody firstpage=\"339\" lastpage=\"342\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b363-9\">JUSTICES OF BURLINGTON COUNTY v. FENNIMORE.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b363-10\">1. The awarding of costs is discretionary with the court.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b363-11\">2. Where the jury have made a palpable mistake, and a new trial is in consequence allowed, costs ought not to be awarded.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b363-12\">3. The order for costs must be contained in the rule for a new trial; after the new trial is had, it is too late to annex a condition.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b363-13\">In May Term, 1794, the court had awarded a new trial in this cause, on the application of the plaintiffs, on the ground <page-number citation-index=\"1\" label=\"340\">*340</page-number>that the jury, in stating the items'of account against the defendant, which consisted of different columns of continental, state, and specie money, had carried an item of £300 specie into the continental column, which made a difference of nearly the whole' sum of £300, in favor of the defendant. The proof of the mistake was clearly made out, and on that ground alone the new trial was ordered. On the second trial in November Term, 1794, the plaintiffs recovered the additional sum of £300.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b364-4\">At the time of awarding the new trial, the counsel for the defendant had refused to argue it. The rule was drawn up by the counsel for the plaintiff for a new trial on payment of costs; but the court on hearing it read, remarked that the defendant’s counsel had not prayed costs, and that clause was therefore stricken out of the rule.</summary>\n<p data-order=\"6\" data-type=\"summary\" id=\"b364-5\">[294] At this term, <em>Lealte, </em>for defendant, moved that the plaintiffs should pay the costs of the first trial, which had been taxed at £2 12s. <em>6d.</em></p>\n<p data-order=\"7\" data-type=\"summary\" id=\"b364-6\">He contended that it was a new trial.awarded on the merits, in which case costs were always allowed to the party against whom the new trial was awarded; and cited in support of this position, <em>Sayer on Costs </em>187; <em>The King </em>v. <em>Inhabi tants of Shippingfarrindon, </em>12 <em>Mod. </em>370 ; <em>Compl. Jurym. </em>263; <em>Bull. N. </em>P. 354; <em>Bright </em>v. <em>Eynon, 1 Burr. </em>390, 393-4; <em>Fabrilius </em>v. <em>Cock, </em>3 <em>Burr. </em>1771; 1 <em>Bl. Rep. </em>298; 4 <em>Burr. </em>2225.</p>\n<p data-order=\"8\" data-type=\"summary\" id=\"b364-7\">It was acknowledged that where a verdict is set aside for a mistake of the judge, costs are not awarded, and cited <em>Pochin </em>v. <em>Pawley, </em>1 <em>Bl. Rep. </em>670; <em>Rice </em>v. <em>Shute, </em>2 <em>Bl. Rep. </em>695; <em>Buscall et al. v. Hogg, </em>3 <em>Wils. </em>146; 3 <em>Wils. </em>338; and he contended that these rules were uniformly adhered to, and the court had no discretionary powers to change them in any particular case.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b364-8\"><em>Woodruff, </em>(attorney general,) <em>contra,</em></attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AqQ\">said, whatever might be the general rule on the subject of awarding costs when new trials were granted, the question before the court was al<page-number citation-index=\"1\" label=\"341\">*341</page-number>together of a different nature. He contended that the application at this time was loo late, and that costs should have been prayed at the time of drawing up the rule. <em>Mason </em>v. Skurray, <em>Doug. </em>437. See, also, 2 <em>Tidd’s Pr. </em>823-4, and the authorities cited in the note.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b365-5\">Kinsey, C. J.</author>\n<p id=\"b365-6\">The granting a new trial is altogether discretionary with the court, and the object in view, by which they should be governed in the exercise of this discretion, is the attainment of justice. 1 <em>T. R. </em>277, 719-20; 2 T. R. 4; 4 <em>T. R. </em>469, 757; 1 <em>Burr. </em>397, 12, 54.</p>\n<p id=\"b365-7\">The awarding costs or not, ought to depend on some other distinction than that of a difference between the mistakes of the judge, and of the jury. There seems no good reason for this, and it is nowhere laid down as a general rule. In 1 <em>Barr. </em>393, Lord Mansfield says a new trial is granted in a [295] way most favorable to him who has the wrong verdict; it is done on payment of costs. He could not mean to lay this down as a universal rule, subject to no exception; perhaps it may be right, where the court grant a new trial in dubious cases, or where there is a manifest difference of opinion between the.court and jury, as in the case of <em>Good-title </em>v. <em>Clayton et al., </em>where there was evidence on both sides, and where the judge who tried the cause said that he could not declare himself dissatisfied with the verdict.</p>\n<p id=\"b365-8\">But in all eases where the verdict is manifestly wrong, whether it proceeded from the mistake of the judge or of the jury, there seems no reason why the losing party should be compelled to pay an extraordinary sum in the way of costs, in order a have a chance of justice. Such an idea is at variance with the first principles of the common law, with the real spirit of Magna Charta, and if it has been inadvertently sanctioned by courts, should at once be eradicated from the system. In the case of <em>Levat </em>v. <em>Parsons, </em>the judge gave leave to move for a new trial without costs. In the case of <em>Jackson </em>v. <em>Duchaire, </em>3 <em>T. Rep. </em>551, Judge Buller says, “ if <page-number citation-index=\"1\" label=\"342\">*342</page-number>the verdict be manifestly against the justice of the case, and the judge’s direction, it is fit that a new trial should be granted without costs.”</p>\n<p id=\"b366-4\">This further enforces the propriety of the distinction before alluded to between a verdict plainly wrong and one which the court will set aside upon less cogent and palpable reasons. In the present case, a new trial was ordered for the mistake of the jury, a plain and important mistake; in such a case costs ought not to be awarded, though it is admitted that in general the rule has been the other way.</p>\n<p id=\"b366-5\">However, there is another ground in this case for refusing costs. The order for costs must be contained in the rule for the new trial; it is too late at this period, after the trial has been had, to annex a condition. It cannot be distinguished from the case in Douglass, which has been cited.</p>\n<p id=\"b366-6\">Rule dischai’ged.</p>\n<p id=\"b366-7\">Cited <em>in Den </em>v. Morris, 3 <em>Hal. </em>213</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}