{
  "casebody": {
    "data": "<casebody firstpage=\"508\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b560-2\">CHARLESTON.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b560-3\">Young Maynard <em>et als. </em>v. S. Shein <em>et als.</em></parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b560-4\">Submitted February 25, 1919.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A84-\">Decided March 4, 1919.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b560-5\">1. <em>Equity </em>— Party—Interest.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b560-6\">It is a general rule that all persons materially interested either legally or beneficially in the subject-matter involved in a suit, who are to be affected thereby, should be made parties thereto, either as plaintiffs or defendants, (p 510).</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b560-7\">2. CanceulatioN op <em>Instruments </em>— Action <em>to Set Aside </em>Deed— <em>Parties.</em></headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b560-9\">Where a suit is brought to set aside a deed because of lack of capacity of the grantor therein, or for some other cause, and deeds of trust made by the grantee in such deed to secure certain of his debts, as clouds upon the title of the plaintiffs to the real estate conveyed thereby, and the trustees in such deeds of trust have only a bare power of sale thereunder, the beneficiaries therein are necessary parties to súch suit. (p. 510).</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b560-10\">3. Appeal and <em>Error </em>— Meversal—Want <em>of Proper Parties.</em></headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b560-11\">Where a decree is entered without proper parties before the court the same will be reversed and the cause remanded that proper parties may be impleaded, (p. 510).</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b560-12\">4. <em>Depositions- </em>— Beadinff <em>of Deposition </em>— Amended <em>B il l </em>— New <em>Parties.</em></headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b560-14\">If after depositions are taken and filed in a cause the plaintiff files an amended bill making new parties, such depositions previously taken cannot be read against the new defendants, (p. 511).</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b560-15\">Appeal from Circuit Court, Mingo County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b560-16\">Bill by Young Maynard and others against S. Sbein and others. Decree for plaintiffs, and defendants appeal.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"b560-17\">\n<em>Reversed and remanded.</em>\n</disposition>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b560-18\"><em>Wade If. Bronson and Goodylcoontz &amp; Scherr, </em>for appellants.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b560-19\"><em>F. II. Evans </em>and <em>L. A. Sampselle, </em>for appellees.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b560-20\">Ritz, Judge :</author>\n<p id=\"b560-21\">The plaintiffs, the widow and heirs-at-law of Martin Van Burén Maynard, deceased, brought this bill to set aside cer<page-number citation-index=\"1\" label=\"509\">*509</page-number>tain deeds made by the said Martin Van Bnren Maynard in his lifetime, and deeds made subsequent thereto based thereon, as clouds upon the title of the plaintiffs to a tract of land situate in Mingo county.</p>\n<p id=\"b561-5\">It appears that in 1870 Richard Maynard and wife conveyed to their son Martin Yan Burén Maynard a tract of land said to contain about one hundred and forty-six acres. As to whether or not a life estate was created by the deed in Martin Van Buien with remainder to the children of himself and his wife is a question of construction of the deed. There is a provision in it, however, authorizing the grantee to sell and convey said tract of land to any of his brothers or sisters. The grantee in this deed, upon the theory that there was vested in him a fee simple absolute, sold and conveyed the mineral in the tract of land to Henry R. Phillips, Trustee. Subsequently, upon the theory that he was not the owner of the fee simple, but had the right to sell and convey it to any of his brothers and sisters, he sold and conveyed the entire tract of land to his sister Harriett Simp-kins who in turn sold and conveyed it to the defendant S. Shein. After the death of Martin Van Burén Maynard this suit was instituted by his widow and children against Shein and his grantor for the purpose of setting aside the deed made by Maynard to Mrs. Simpldns, and by Mrs. Simpkins to Shein, as clouds upon their title to the land, their contention being that Martin Van Burén Maynard had no right to sell the land, he having only a life estate therein, but more particularly averring that he was not of sound mind and had not the capacity to make a deed at the time he made the deed to Mrs. Simpkins. The defendant Shein demurred to this bill, and his demurrer being overruled he filed his answer in which, among other things, he averred that since he became the owner of said tract of land he had laid off a part thereof into town lots, and had sold and conveyed a number of such town lots to various parties whose names he gives in the answer; and further that, he had executed a deed of trust conveying said land to Wells Goodykoontz, Trustee, to secure two certain notes to 'different {parties whose names are given in the answer, and also that he had <page-number citation-index=\"1\" label=\"510\">*510</page-number>subsequently executed another deed of trust conveying said tract of land to Harry Scherr and Sigmund Freiberg, Trustees, to secure the payment of certain pther debts, the amounts thereof and the names of the holders thereof being set out in said deed of trust, a copy of which is exhibited with said answer. Upon this showing said defendant Shein contended that the court did not have jurisdiction to further proceed because of the absence of necessary parties. Plaintiffs thereupon amended their bill and made parties defendants some if not all of the grantees of Shein of the town lots, and also the trustees in the two deeds of trust above referred to, but did not make parties defendants the beneficiaries in said deeds of trust. To this bill the trustees demurred because of lack of necessary parties, contending that the beneficiaries in said deeds of trust should be before the 'court before any decree could be properly entered. This demurrer was overruled. Said trustees thereupon moved the court to suppress certain depositions which had been taken and filed in the case before they were made parties, and moved the court not to read said depositions to affect any rights which might have been conveyed to them in said deeds of trust, or of the beneficiaries in said deeds of trust. This motion was overruled, however, and upon a hearing the court entered a decree cancelling the deed from Martin Yan Burén Maynard to Mrs. Simpkins, from Mrs. Simpkins to Shein, the two deeds of trust above referred to, and the deeds from Shein to the various purchasers of lots above referred to, as clouds upon the title of the plaintiffs. From this decree the defendants Shein, Goodykoontz, Trustee, and Scherr and Freiberg, Trustees, prosecute this appeal.</p>\n<p id=\"b562-5\">The only grounds of error urged by the appellants are that the court had no jurisdiction to enter a decree can-celling the deeds of trust aforesaid, and the other deeds in the chain of title, upon which they are based, without having before it tbe beneficiaries in said deeds of trust, and that the court should have refused, upon the hearing of the cause, to read the depositions taken and filed before said trustees were made parties. It is well settled that all persons materially interested in the subject-matter involved in a suit <page-number citation-index=\"1\" label=\"511\">*511</page-number>who are to be affected by the proceedings and result of such suit, should be made parties thereto. It is contrary to the policy of our law that the rights of parties should be materially affected or be entirely destroyed without giving to them an opportunity to be heard. <em>Poore </em>v. <em>Clark, </em>2 Atk. 515; <em>Horton </em>v. <em>Bond, </em>28 Gratt. 815; <em>Hill </em>v. <em>Proctor, </em>10 W. Va. 59; <em>Burlew </em>v. <em>Quarrier, </em>16 W. Va. 108; <em>Rexroad </em>v. <em>McQuain, </em>24 W. Va. 32; <em>Sadler </em>v. <em>Taylor, </em>49 W. Va. 104; <em>Gall </em>v. <em>Gall, </em>50 W. Va. 523; <em>Bryan </em>v. <em>McCann, </em>55 W. Va. 372; <em>Beckwith </em>v. <em>Laing, </em>66 W. Va. 246; <em>Bragg </em>v. <em>Coal Co., </em>70 W. Va. 655. There can be no question but that the beneficiaries under the deed of trust referred to are interested in this real estate. They hold the same as a security for the payment of their debts. Neither is there any doubt but that their interests are affected by the decree entered. The deeds purporting to create the security to them are cancelled and annulled, and this without their presence in court. There are some cases in which the beneficiaries in a deed of trust may not be necessary parties to a suit seeking to affect the interest created thereby, but this is only where the trustees therein are given full power and authority to control the debts thereby secured, and to do whatever may be necessary to protect the right of parties, as in the case of <em>Abney Barnes Co. </em>v. <em>Davy Pocahontas Coal Co., et als, </em>83 W. Va. 292, decided at this term of this court. This is not that ldnd of a ease, however. Here the deeds of trust conferred upon the trustees no title or interest in the debts, no right to control them, but simply the naked legal title, with a bare power to sell for the satisfaction of the debts secured. We are clearly of the opinion that it was error to enter the decree cancelling these deeds of trust, or any other decree affecting the interest of the parties secured» by these deeds, in their absence from the suit. This conclusion, under the authority of <em>Oil Co. </em>v. <em>Moore’s Devisees, </em>56 W. Va. 540, and <em>Ralphsnyder v. Tilus, </em>63 W. Va. 469, results in the reversal of the decree complained of and the remand of the cause in order that proper parties may be brought before the court.</p>\n<p id=\"b563-5\">The contention that the depositions read upon the hearing of this cause, taken before even the trustees were made par<page-number citation-index=\"1\" label=\"512\">*512</page-number>ties to the suit, and without notice to them, should not have been considered, is likewise well taken. Every party interested in the result of the litigation is entitled to an opportunity to be present at every stage of it. These depositions having been taken before the amended bill was filed, and before the trustees were brought into the ease, should not have been’ read on the hearing over their protest. It was held in <em>Edgell </em>v. <em>Smith, </em>50 W. Va. 349, that depositions proving matters not in the original bill cannot be read in support of an amended bill subsequently filed. While it may be said that the matters alleged in the-amended bill in this cause were the same as those alleged in the original bill, the parties were not the same, the interests to be affectd were different. In <em>Jones </em>v. <em>Williams and Tomlinson, </em>1 Wash. 230, it was held that if, after answer filed and depositions taken, the plaintiff makes new parties, and files a new bill, the depositions previously taken cannot be read against the new defendants. So in this ease we are of opinion that the depositions taken cannot be read against the parties made defendants since the taking of the same.</p>\n<p id=\"b564-5\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}