{
  "casebody": {
    "data": "<casebody firstpage=\"647\" lastpage=\"652\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b699-3\">CHARLESTON.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b699-4\">Walter A. Wetterwald <em>et al. </em>v. R. J. Woodall.</parties>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AH0\">Submitted March 11, 1919.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Avs5\">Decided March 25, 1919.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b699-5\">1. <em>CONTRACTS </em>— Construction.'</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b699-6\">In the construction of contracts the purpose is to arrive at the real intention of the parties, (p. 648).</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b699-7\">2. <em>Same </em>— Meaning <em>of Words </em>— Construction.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b699-8\">In determining the meaning of words not of certain and deftn-ite import used in a contract, consideration will be given to the situation of the parties, the subject-matter of the contract, the acts of the parties -thereunder, and the purpose sought to be accomplished thereby, (p. 648).</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b699-9\">3. <em>Patents </em>— Sale <em>of License </em>— Breach—Damages.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b699-10\">Where a building contractor agrees to purchase a license for-the use of a patented process for the construction of a floor, such license to be paid for upon the construction of a satisfactory sample floor, and such sample floor is constructed and is satisfactory except that the proposed purchaser of the license finds that the cost is greatly in excess of the representations made to him in that Tegard, and refuses to further execute the contract because of such dissatisfaction, there can be no recovery against him because of such refusal, where it appears that he could not inform himself in advance of the cost of construction of such a floor, because of the secret process used therein, (p. 650).</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b699-11\">Error to Circuit Court, Kanawha County.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b699-12\">Suit by Walter A. Wetterwald and others against R. J. Woodall. Verdict for plaintiffs, and from judgment setting aside the verdict, they bring error.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"AtF\">\n<em>Affirmed.</em>\n</disposition>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b699-13\"><em>Morton &amp; Moliler, </em>for plaintiffs in error.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b699-14\"><em>G. W. Good, </em>for defendant in error.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b699-15\">Ritz, Judge:</author>\n<p id=\"b699-16\">Plaintiffs are the owners of a patent process for constructing floors and the defendant is a building contractor doing business at Charleston, West Virginia. On the 9th of July, 3914, they entered into a contract in writing by which the plaintiffs agreed to sell to the defendant, and- the defendant <page-number citation-index=\"1\" label=\"648\">*648</page-number>agreed to buy from the plaintiffs, a license to manufacture this floor within the county of Kanawha, for which the defendant was to pay the sum of three hundred dollars, one hundred dollars to be deposited in the bank to be paid over and delivered together with defendant’s two notes for one hundred dollars each, due at three and six months, upon the completion of a satisfactory sample floor, according to the-patented process. The contract further provided that the defendant should order the material for the construction of this sample floor and pay the plaintiff’s workmen for doing the work. It also provided that upon the payment of the one hundred dollars in cash, and the delivery of the two notes referred to, the secret process would be disclosed to the defendant, and a license to manufacture the same under plaintiffs’ patent delivered to him. The defendant, of course, did not know, as is shown by the contract, what materials Were necessary in order to construct the sample floor called for in the contract, and the plaintiffs for this reason ordered on his behalf the materials required for the purpose. These materials were shipped to the defendant and the plaintiffs sent their workman to Charleston to construct the sample floor in accordance with the patent process. The floor was constructed, and after it was completed was inspected by the defendant. He found that so far as its serviceability was concerned it was entirely satisfactory, but it was unsatisfactory from-the standpoint of cost, and for this reason he refused to deliver the one hundred dollars to the plaintiffs, or to execute to them his two notes in accordance with the terms of the contract. Plaintiffs thereupon sued him. for the' sum of three hundred dollars, being the amount he was to pay for the license to manufacture this floor. The case was tried in the circuit court of Kanawha county and a verdict returned in favor of the plaintiffs for the full sum of three hundred dollars which, on motion, was set aside, and from the judgment of the circuit court in setting aside the verdict this writ of error is prosecuted.</p>\n<p id=\"b700-3\">The defendant paid all of the expense entailed in constructing the sample floor as he had agreed to do under the con<page-number citation-index=\"1\" label=\"649\">*649</page-number>tract, and the only question involved here is, whether or not he can be made to respond to the plaintiffs in damages for failure to take the license and pay therefor. It was shown npon the trial of the ease that when the plaintiffs’ agent procured the contract from the defendant, the question of the cost of the floor was discussed, and it was represented to the defendant that it would cost from fourteen to sixteen cents per square foot. While this representation is not a part of the contract, there is no doubt that it was influential in procuring the defendant to sign it. That this representation was made is proved not only by the defendant, but by another witness who was present, and there is no substantial denial thereof. It is further shown without material contradiction that the plaintiffs had a free hand in constructing the sample floor, they procuring the material for the defendant at his expense, and furnishing their own workman for the purpose, and that the cost of this sample floor, instead of being fourteen to sixten cents per square foot, was more than twenty-five cents a square foot, and it was because of the excessive cost that the same was unsatisfactory to the defendant. There is a great deal of evidence introduced concerning the increased cost of the materials from which the floor was made subsequent to the breaking out of the European war. It does not occur to us; however, that this evidence is very material in view of the fact that the materials which were furnished,' as is shown by the testimony of the people who furnished them, ivere sold at prewar prices, and the cost of the sample floor actually made was not rendered unsatisfactory because of increase in the price of materials brought about by the existence of the urar. It is contended that the provisión in the contract for the construction of a satisfactory sample floor does not include the element of the cost of such floor, but that the qualification only extends to the serviceability or character of the floor as such. In determining what significance should be given to language when used in a contract, the situation of the parties, the nature of the subject-matter with which they are dealing, and the purpose to be accomplished, are all matters to be considered by the court. <em>Lumber Co. </em>v. <em>Wilson, </em>69 W. Va. 598; <em>White </em>v. <em>White, </em><page-number citation-index=\"1\" label=\"650\">*650</page-number>64 W. Va. 30-35; <em>Snider </em>v. <em>Robinett, </em>78 W. Va. 88. It cannot be said that the word satisfactory has an inflexible meaning attributable to it in every connection in which it may be used. The purpose of all construction is to arrive at the real intention of the parties. Of course, where the language is plain and the words are of certain and definite import, there is no room for construction, but where, as in this case, the language used may be capable of different meanings in different connections, and when used under varying circumstances, the situation of the parties, the subject-matter with which they are dealing, as well as the purpose sought to be accomplished, are all material inquiries. In this ease the defendant was a building contractor, and admittedly desired to procure the license to make this patent floor in order that he might use the same in his business. The contract shows on its face that he did not know the materials from which the floor was made, nor the process of manufacturing the same. This was to be divulged to him -when he paid the money, so that it is quite clear that he could not know in advance what the cost of the floor would be. It was quite as important to him that the floor should be one which could be constructed at a price that would enable him to use it in his business of building, as it was that it should be a serviceable floor, and we are quite well satisfied that, when this language is construed in the light of the situation of the parties at the time, they meant that the floor would satisfy the defendant from the standpoint of cost of construction; as well as in every other regal’d. This was the view taken of the contract by the court'below, and he instructed the jury to that effect. The instructions are, however, a little indefinite, and were no doubt misunderstood by the jury, else they could not have rendered the verdict which they did. There is no question here of any capricious dissatisfaction of the defendant because of the cost of this floor. The evidence is clear that he was dissatisfied therewith immediately upon discovering the cost thereof. There was nothing equivocal in his conduct. Just as soon as the floor was laid and the cost determined, he at once notified the plaintiffs that it was not satisfactory in this regard. His failure to accept the license under these <page-number citation-index=\"1\" label=\"651\">*651</page-number>terms is based upon a substantial reason. It is shown without contradiction that the actual cost of the floor was more than fifty per cent, in excess of what the defendant believed it would cost from the representation made to him by the plaintiffs’ agent. It must be assumed that the plaintiffs were fully advised as to the cost of constructing floors under this patent process. They, or rather their agent, knew the purpose for which the defendant desired the license, and with full knowledge on their part of all these things, of which the defendant had no knowledge, they undertook to satisfy him that this floor would meet his requirements, not only as to its serviceability and durability as a floor, but as to the cost of its construction. It is suggested that even though the floor cost as much as the defendant claims, still the process can be used advantageously. This is not material. The plaintiffs did not put any limit of cost'thereon in the contract. This was to be determined by the defendant when the floor was laid and the actual cost determined. His conclusion in that regard honestly and reasonably arrived at binds the parties.</p>\n<p id=\"ARm\">It is argued that the defendant cannot refuse to accept the license for which he contracted because of the increased cost of materials due to the conditions existing on account of the breaking out of the European war. As before stated, this element does not enter into this case. The sample floor actually constructed was constructed of materials purchased at prewar prices, and the defendant’s dissatisfaction therewith on account of the price was not based on any increase in the element of cost because of war prices.</p>\n<p id=\"b703-4\">Whether the defendant could arbitrarily and without any reason refuse to comply with his contract, we need not inquire. We think in this case his evidence comes clearly within what seems to be the rule supported by the great weight of authority on this question, and that is that where one seeks to furnish an article or to do work to the satisfaction of another, and such article or such work is rejected because the same is not satisfactory upon reasonable grounds for such dissatisfaction, there is no basis for recovery. 3 Page on Contracts, § 1390: 3 Elliott on Contracts, § 1881.</p>\n<p id=\"b704-4\"><page-number citation-index=\"1\" label=\"652\">*652</page-number>It follow's from what we have said that there is no error in the judgment of the circuit court setting aside the verdict of the jury, and tbe same will be affirmed.</p>\n<p id=\"b704-5\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}