{
  "casebody": {
    "data": "<casebody firstpage=\"967\" lastpage=\"968\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b995-22\">Damian ROMO-BRIONES, Petitioner, v. Alberto R. GONZALES, U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b995-24\">No. 05-60592</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Adr\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b995-25\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b995-27\">Oct. 6, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b995-28\">Joshua Turin, Turin, Turin &amp; Olinger, Dallas, TX, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b995-29\">Thomas Ward Hussey, Director, Linda Susan Wendtland, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, Anne M. Estrada, U.S. Immigration &amp; Naturalization Service, T.J. Johnson, U.S. Attorney’s Office, Northern District of Texas, Dallas, TX, Cindy S. Ferrier, U.S. Department of Justice Civil Division Immigration Litigation, Washington, DC, Alberto R. Gonzales, U.S. Department of Justice, Caryl G. Thompson, Washington, DC, U.S. Immigration &amp; Naturalization Service, District Directors Office, New Orleans, La, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b996-3\"><page-number citation-index=\"1\" label=\"968\">*968</page-number>Before SMITH, WIENER, and OWEN, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b996-4\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b996-5\">On June 20, 2005, pursuant to the REAL ID Act, the district court transferred a 28 U.S.C. § 2241 petition challenging the March 1999 order of an immigration judge that Damian Romo-Briones (Romo) be deported from the United States. Romo argues that the original order of removal is void in light of our decision in <em>United States v. Chapa-Garza, </em>243 F.3d 921 (5th Cir.2001), and that res judicata prevents the Government from attempting to deport him.</p>\n<p id=\"b996-6\">The REAL ID Act did not alter the jurisdictional requirement that administrative remedies must be exhausted prior to seeking judicial review of a removal order. <em>Ramirez-Molina v. Ziglar, </em>436 F.3d 508, 514 (5th Cir.2006). This court lacks jurisdiction over Romo’s claims because he failed to exhaust his administrative remedies. <em>See </em>8 U.S.C. § 1252(d).</p>\n<p id=\"b996-7\">Although Romo contends that we retain jurisdiction despite his failure to exhaust administrative remedies because he has shown a gross miscarriage of justice, the standard regarding a gross miscarriage of justice does not apply to cases wherein the petitioner seeks direct review of an original removal order. <em>See generally, Ramirez-Molina, </em>436 F.3d at 514-15.</p>\n<p id=\"b996-8\">Romo’s petition for review is therefore DISMISSED FOR LACK OF JURISDICTION.</p>\n<footnote label=\"*\">\n<p id=\"b996-10\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}