{
  "casebody": {
    "data": "<casebody firstpage=\"1078\" lastpage=\"1089\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b794-4\">[No. A116315.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ax8\">First Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AFa\">Aug. 31, 2007.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b794-5\">In re JAMES H., a Person Coming Under the Juvenile Court Law. THE PEOPLE, Plaintiff and Respondent, v. JAMES H., Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b797-5\"><page-number citation-index=\"1\" label=\"1081\">*1081</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b797-6\">Jeremy Price, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b797-7\">Edmund G. Brown, Jr., Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Gerald A. Engler, Assistant Attorney General, Martin S. Kaye and Jeffrey M. Bryant, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b797-8\">Opinion</p>\n<author id=\"b797-9\">SIGGINS, J.</author>\n<p id=\"Aak\">Here we conclude that juvenile court records sealed pursuant to Welfare and Institutions Code section 781<footnotemark>1</footnotemark> by court order, upon a probation officer’s recommendation, may not be disclosed to the Board of Parole Hearings (BPH) for use in a proceeding to declare a prisoner a sexually violent predator (SVP) under section 6600 et seq. We vacate an order granting the petition of BPH to obtain the sealed juvenile court records of appellant James H.</p>\n<p id=\"b797-10\">FACTS AND PROCEDURAL HISTORY</p>\n<p id=\"b797-11\">In 1987, the Mendocino County Juvenile Court sustained a delinquency petition alleging that at age 17, appellant had committed three lewd acts with a minor under 14. (§ 602; Pen. Code, § 288, subd. (a).) Appellant was committed to the California Youth Authority (CYA)<footnotemark>2</footnotemark> and was discharged on February 13, 1990.</p>\n<p id=\"b797-12\">On August 23, 1991, appellant requested that the court seal his juvenile records under section 781. The probation officer filed a report and proposed order recommending that jurisdiction be terminated and the records sealed. <page-number citation-index=\"1\" label=\"1082\">*1082</page-number>The court granted the request and ordered the records sealed on October 29, 1991. Appellant’s wardship was terminated and dismissed on November 4, 1991.</p>\n<p id=\"b798-5\">Appellant’s proclivity to commit sexual offenses continued into his adulthood. He pled guilty to a single count of lewd conduct with a child under 14 and was sentenced to state prison for the three-year mitigated term in 1993. (Pen. Code, § 288, subd. (a).) He was placed on probation in 2000 after pleading guilty to annoying or molesting a child under Penal Code section 647.6, subdivision (c)(2). In 2005, appellant was again sentenced to prison after his probation in the 2000 case was revoked and he pled guilty to a new charge of indecent exposure under Penal Code section 314.</p>\n<p id=\"b798-6\">Before his scheduled release from prison, appellant was screened and evaluated to determine whether he met the criteria for a civil commitment under the SVP Act. (§ 6600 et seq.)<footnotemark>3</footnotemark> As part of this process, BPH sent a letter to the juvenile court on June 26, 2006, requesting copies of the petition, abstract of judgment and probation officer’s report in appellant’s 1987 juvenile proceedings. The letter was accompanied by a form petition for disclosure of juvenile court records under section 827. On July 3, 2006, the juvenile court ordered release of the records to BPH without setting the case for a hearing or giving appellant the opportunity to respond.</p>\n<p id=\"b798-7\">On July 8, 2006, appellant wrote the juvenile court a letter and objected to the release of the sealed records. He sent a second letter to the court on August 24, 2006, requesting that counsel be appointed and that he be granted relief. This court has construed that second letter as a timely notice of appeal from the order releasing the records, and we will review the order releasing the sealed records as a final judgment in a special proceeding. <em>(In re Keisha T. </em>(1995) 38 Cal.App.4th 220, 229 [44 Cal.Rptr.2d 822].)</p>\n<p id=\"b798-8\">DISCUSSION</p>\n<p id=\"b798-9\">\n<em>Order Releasing Sealed Records</em>\n</p>\n<p id=\"b798-10\">Appellant argues that the juvenile court exceeded its authority when it provided BPH with copies of records that it had previously ordered sealed under section 781. He contends that once sealed, the records could not be <page-number citation-index=\"1\" label=\"1083\">*1083</page-number>inspected by third persons except in narrow statutorily prescribed circumstances not relevant here. Because this case presents a question of statutory construction based on undisputed facts, we independently review the juvenile court’s ruling. <em>(Hoschler v. Sacramento City Unified School Dist. </em>(2007) 149 Cal.App.4th 258, 262 [57 Cal.Rptr.3d 115]; <em>In re Jeffrey T. </em>(2006) 140 Cal.App.4th 1015, 1018 [44 Cal.Rptr.3d 861].)</p>\n<p id=\"b799-5\">Section 781 provides in relevant part: “(a) In any case in which a petition has been filed with a juvenile court to commence proceedings to adjudge a person a ward of the court, ... the person or the county probation officer may, ... in any case, at any time after the person has reached the age of 18 years, petition the court for sealing of the records, including records of arrest, relating to the person’s case, in the custody of the juvenile court and probation officer and any other agencies, including law enforcement agencies, and public officials as the petitioner alleges, in his or her petition, to have custody of the records. ... If, after hearing, the court finds that since the termination of jurisdiction or action ... he or she has not been convicted of a felony or of any misdemeanor involving moral turpitude and that rehabilitation has been attained to the satisfaction of the court, it shall order all records, papers, and exhibits in the person’s case in the custody of the juvenile court sealed, including the juvenile court record, minute book entries, and entries on dockets, and any other records relating to the case in the custody of the other agencies and officials as are named in the order. . . . <em>Once the court has ordered the person’s records sealed, the proceedings in the case shall be deemed never to have </em>occurred.... <em>The person who is the subject of records sealed pursuant to this section may petition the superior court to permit inspection of the records by persons named in the petition, and the superior court may so order. Otherwise, except as provided in subdivision (b), the records shall not be open to inspection.” </em>(Italics added.) The statute goes on to provide two narrow exceptions to the rule that a sealed record is not open to inspection: when there is good cause to unseal the records so they can be admitted into evidence in a defamation action (§781, subd. (b)), and when information about an adjudication has been provided to the Department of Motor Vehicles and is disclosed by that agency to an authorized insurer for the limited purpose of determining insurance eligibility and rates. (§781, subd. (c).)</p>\n<p id=\"b799-6\">The language of section 781, subdivision (a) is clear and unequivocal: unless the “defamation” exception under subdivision (b) or the “insurance eligibility” exception under subdivision (c) applies, a record that has been sealed may not be disclosed to a third party. <em>(Parmett v. Superior Court </em>(1989) 212 Cal.App.3d 1261, 1266-1267 [262 Cal.Rptr. 387].)  “[T]he existence of specific exceptions does not imply that others exist. The proper rule of statutory construction is that the statement of limited exceptions excludes <page-number citation-index=\"1\" label=\"1084\">*1084</page-number>others, and therefore the judiciary has no power to add additional exceptions; the enumeration of specific exceptions precludes implying others.” <em>(Id. </em>at p. 1266.)</p>\n<p id=\"b800-6\">The People argue that the juvenile court had “ ‘broad and exclusive authority to determine whether and to what extent to grant access to confidential juvenile court records pursuant to section 827,’ ” citing <em>In re Elijah S. </em>(2005) 125 Cal.App.4th 1532, 1541 [24 Cal.Rptr.3d 16] and <em>In re Keisha T., supra, </em>38 Cal.App.4th at page 238. Section 827 generally governs access to juvenile court records, stating a rule of confidentiality and providing for a number of exceptions to that rule, including a provision that such records may be inspected by “[a]ny other person who may be designated by court order of the judge of the juvenile court upon filing a petition.” (§ 827, subd. (a)(1)(O).) But neither section 827 nor the cases cited by the People involve juvenile records that have been <em>sealed, </em>by court order pursuant to section 781. Though section 827 gives the juvenile court the discretion to allow third persons to inspect a juvenile court file that has not been sealed, a sealed record not falling within one of the express exceptions of section 781 may only be disclosed with the permission of the juvenile and by order of the juvenile court. <em>(Navajo Express </em>v. <em>Superior Court </em>(1986) 186 Cal.App.3d 981, 984 [231 Cal.Rptr. 165].)</p>\n<p id=\"b800-7\">Our conclusion that section 781 bars the release of sealed juvenile court records to BPH for use in an SVP proceeding is reinforced by section 829, which provides, “Notwithstanding any other provision of law, the Board of Prison Terms, in order to evaluate the suitability for release of a person before the board, shall be entitled to review juvenile court records <em>which have not been sealed, </em>concerning the person before the board, if those records relate to a case in which the person was found to have committed an offense which brought the person within the jurisdiction of the juvenile court pursuant to Section 602.” (Italics added.)<footnotemark>4</footnotemark> By granting access to juvenile records which have not been sealed, the Legislature implicitly and necessarily denied the right of access to sealed records. (See <em>Gikas v. Zolin </em>(1993) 6 Cal.4th 841, 852 [25 Cal.Rptr.2d 500, 863 P.2d 745] <em>[“Expressio unius est exclusio alterius,” </em>i.e., “The expression of some things in a statute necessarily means the exclusion of other things not expressed.”].)</p>\n<p id=\"b800-8\">The People seek to diminish the significance of section 829 on the basis that it was enacted in 1983, long before the inception of the SVP Act. A more reasonable inference is that the Legislature determined in 1983 that <page-number citation-index=\"1\" label=\"1085\">*1085</page-number>only unsealed juvenile court records would be available to the BPH, and it did not expressly repeal or create an exception to this rule when it enacted the SVP Act because it did not intend it to change. “[W]e must assume that when passing a statute the Legislature is aware of existing related laws and intends to maintain a consistent body of rules. . . . . [I]t should not “be presumed that the Legislature in the enactment of statutes intends to overthrow long-established principles of law unless such intention is made clearly to appear either by express declaration or by necessary implication.” ’ ” <em>(Fuentes v. Workers’ Comp. Appeals Bd. </em>(1976) 16 Cal.3d 1, 7 [128 Cal.Rptr. 673, 547 P.2d 449].)</p>\n<p id=\"b801-6\">The People argue that the state’s interest in identifying SVP’s outweighs the juvenile’s interest in having sealed records remain confidential. They note that a prisoner’s state hospital psychological records may be considered in an SVP proceeding even though such records would ordinarily be protected by the right to privacy embodied in article I, section 1 of the California Constitution. <em>(People v. Martinez </em>(2001) 88 Cal.App.4th 465, 476 [105 Cal.Rptr.2d 841].) Confidentiality claims based on our state constitutional right to privacy must be weighed against the countervailing interests at stake <em>(id. </em>at pp. 478-479), and are subject to a different analysis than a claim that a record sealed under a valid statute may be disclosed even when the statute expressly forbids disclosure.</p>\n<p id=\"b801-7\">Nor are we persuaded by the People’s reliance on <em>Albertson </em>v. <em>Superior Court </em>(2001) 25 Cal.4th 796 [107 Cal.Rptr.2d 381, 23 P.3d 611], in which the court concluded that the district attorney prosecuting an SVP case was entitled to access confidential treatment records contained within an updated medical examination. The decision in <em>Albertson </em>is predicated upon section 6603, subdivision (c), as amended in 2000, which specifically permits a prosecutor to obtain an updated evaluation of the subject of an SVP proceeding based on such records and which contains a statutory exception to the general rule of confidentiality. <em>(Albertson, supra, </em>at p. 805.) The SVP Act contains no similar exception with respect to juvenile records sealed by court order pursuant to section 781.</p>\n<p id=\"b801-8\">The People argue that denying BPH access to sealed juvenile court records would be contrary to Proposition 83, which, among other things, amended the law so that an SVP commitment may now be based on a single juvenile adjudication for a qualifying offense that resulted in a term in DJJ, and was committed when the offender was age 16 or older. (See § 6600, subds. (a)(1), (g), as amended by Prop. 83, § 24, eff. Sept. 20, 2006.) Prior to this 2006 initiative amendment, to be considered a “sexually violent predator,” an offender must have committed two predicate acts and only one of them could be a juvenile adjudication. (Former § 6600, subds. (a)(1), (g), as amended by <page-number citation-index=\"1\" label=\"1086\">*1086</page-number>Stats. 2000, ch. 643, § 1.) The People claim that allowing a single juvenile adjudication to support an SVP commitment necessarily contemplates that BPH would have access to any juvenile court records that could reveal qualifying predicate acts.</p>\n<p id=\"b802-5\">We do not agree with the premise that BPH will routinely be denied access to juvenile court records in SVP proceedings if it is denied access to sealed records. In a number of cases, the records from potentially qualifying juvenile adjudications will remain unsealed. For example, section 781 now provides, “Notwithstanding any other provision of law, the court shall not order the person’s records sealed in any case in which the person has been found by the juvenile court to have committed an offense listed in subdivision (b) of Section 707 when he or she had attained 14 years of age or older.” (§ 781, subd. (a).) BPH can therefore obtain access to juvenile court records in any case where the defendant was found to have committed forcible rape, forcible sodomy, forcible lewd acts or forcible copulation, each of which is a qualifying SVP offense that is also listed in section 707, subdivision (b). (§§ 707, subd. (b)(4)—(8), 6600, subd. (b).) Additionally, section 781 does not permit the sealing of records unless the minor, since the termination of jurisdiction, “has not been convicted of a felony or of any misdemeanor involving moral turpitude and . . . rehabilitation has been attained to the satisfaction of the court.” (§781, subd. (a).) The juvenile records of a minor who has engaged in criminal conduct after the commission of the underlying offense or who has not been rehabilitated will remain unsealed and will be available for use under the SVP Act. The portions of Proposition 83 pertaining to juvenile adjudications are not rendered a nullity simply because section 781 may prevent BPH from utilizing sealed records in some, but not all, cases.</p>\n<p id=\"b802-6\">The People next claim that appellant’s records were properly disclosed under the provision of section 781 that prohibits sealing records when the underlying offense is one listed in section 707, subdivision (b). The People acknowledge that appellant was found to have violated Penal Code section 288, subdivision (a), and it is not a crime enumerated in section 707, subdivision (b). But they argue that in considering the petition for release of the records, the juvenile court was entitled to look beyond the bare elements of the prior adjudications to determine whether appellant had committed at least one of the counts with force or duress within the meaning of section 288, subdivision (b), which <em>is </em>a section 707, subdivision (b) offense. (§ 707, subd. (b)(6).)</p>\n<p id=\"b802-7\">Case authority supports the People’s general proposition that a court may, under certain circumstances, look beyond the bare elements of a juvenile adjudication to determine whether it is based on conduct qualifying <page-number citation-index=\"1\" label=\"1087\">*1087</page-number>under section 707, subdivision (b). <em>(In re Emilio C. </em>(2004) 116 Cal.App.4th 1058, 1065 [11 Cal.Rptr.3d 85]; <em>In re Gary B. </em>(1998) 61 Cal.App.4th 844, 851 [71 Cal.Rptr.2d 824].) Courts that have considered this issue did so in direct appeals from the disposition hearing, where the court is required to make a determination of whether an offense falls under section 707, subdivision (b), not in connection with a later order sealing or unsealing the juvenile record.<footnotemark>5</footnotemark> The People have directed us to no cases in which a sealed record was ordered unsealed based on a subsequent determination that the offense was one involving conduct that qualified under section 707, subdivision (b), and the language in section 781, subdivision (a) does not contemplate an order unsealing a record on this basis. Even assuming the juvenile court has the power to unseal records previously sealed when the conduct underlying the adjudication meets the definition of a crime listed in section 707, subdivision (b), there is no indication the court made such a determination here.</p>\n<p id=\"b803-5\">The People argue that even if appellant’s records should have remained under seal, he has forfeited any objection to their use because information about the adjudication was presented at sentencing in his 1993 lewd conduct case in adult court and he had no remaining expectation of privacy in the information. The cases cited by the People involve the state constitutional right to privacy, not the statutory mandates of section 781. Moreover, the record provided does not establish that the sealed records themselves were ever released in the 1993 case. We will not find a forfeiture based on the limited facts in this record.</p>\n<p id=\"b803-6\">The juvenile court did not have the authority to release the sealed records from appellant’s juvenile adjudication to BPH for use in an SVP proceeding, and its order doing so must be vacated. This conclusion makes it unnecessary to address appellant’s alternative argument that the court should have provided him with an opportunity to object to disclosure before ordering the records released. We note, however, appellant’s privacy interest in maintaining his records under seal, and consequent right to procedural due process. (See <em>Burt v. County of Orange </em>(2004) 120 Cal.App.4th 273, 284-286 [15 Cal.Rptr.3d 373].) The court granted the petition for disclosure on July 3, 2006, a mere seven days after a copy of the petition was mailed to appellant, who was at that time an incarcerated prisoner unrepresented by counsel. It is questionable whether appellant had adequate notice and an opportunity to be heard. (Cf. <em>In re Michael B. </em>(1992) 8 Cal.App.4th 1698, 1706-1707 [11 Cal.Rptr.2d 290].)</p>\n<p id=\"b804-4\">\n<page-number citation-index=\"1\" label=\"1088\">*1088</page-number>\n<em>Destruction of Records</em>\n</p>\n<p id=\"b804-5\">Appellant argues that the records in his juvenile case should have been ordered destroyed on his 38th birthday, four months before their release to BPH. Section 781, subdivision (d) provides, “Unless for good cause the court determines that the juvenile court record shall be retained, the court shall order the destruction of a person’s juvenile court records that are sealed pursuant to this section as follows: . . . when the person who is the subject of the record reaches the age of 38 if the person was alleged or adjudged to be a person described by Section 602, except that if the subject of the record was found to be a person described in Section 602 because of the commission of an offense listed in subdivision (b), of Section 707, when he or she was 14 years of age or older, the record shall not be destroyed.” On remand, the court should determine whether to destroy or retain appellant’s sealed juvenile records in accordance with section 781, subdivision (d).</p>\n<p id=\"b804-6\">CONCLUSION</p>\n<p id=\"b804-7\">Here, we conclude that juvenile court records may not be released for use in an SVP proceeding when those records have been sealed by court order under section 781. Records that have been sealed under section 781 by the statute’s express terms “shall not be open to inspection” except in limited circumstances not relevant here. (§ 781, subd. (a).) The Legislature could have written the SVP Act to specifically allow the use of such records in SVP proceedings or amended section 781 to do so, but it did not. If the Legislature determines that sealed records should be available for this purpose, it may amend section 781 or the SVP Act to so permit their release.</p>\n<p id=\"b804-8\">DISPOSITION</p>\n<p id=\"b804-9\">The July 3, 2006, order granting BPH’s petition for the disclosure of appellant’s juvenile court records is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n<p id=\"b804-10\">On remand, the superior court shall enter a new order denying BPH’s petition for disclosure of the records, and shall secure the return of all copies of the sealed juvenile court records that were released pursuant to the July 3 order. The court shall direct BPH and other parties to whom the records were released to return any copies of the records in their possession, and to obtain and return any copies that they or their agents may have provided to third parties.</p>\n<p id=\"b804-11\">The court shall also conduct a hearing to consider whether those records should be destroyed or maintained, pursuant to section 781, subdivision (d). <page-number citation-index=\"1\" label=\"1089\">*1089</page-number>If the records are not destroyed, the superior court shall maintain them under seal and shall not release them for use in any other legal proceeding against appellant, or for any other purpose, except as authorized by law.</p>\n<p id=\"b805-5\">The clerk of this court is directed to serve a copy of this opinion on the Humboldt County Superior Court, where SVP proceedings against appellant are currently pending in case No. CV070143.</p>\n<p id=\"b805-6\">McGuiness, P. J., and Poliak, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b797-13\"> All further statutory references are to the Welfare and Institutions Code unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b797-14\"> The California Youth Authority was renamed, effective July 1, 2005, the Division of Juvenile Justice of the Department of Corrections and Rehabilitation (DJJ). (Gov. Code, §§ 12838, subd. (a), 12838.13.)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b798-11\"> The district attorney filed a petition to declare appellant an SVP in February 2007 in the Humboldt County Superior Court, case No. CV070143, and the court found probable cause for such a determination after a hearing in May 2007. The Humboldt County Superior Court made its probable cause finding without considering appellant’s juvenile records. We hereby grant the People’s request, filed May 18, 2007, that we take judicial notice of documents, reports and transcripts from that proceeding.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b800-9\"> Although section 829 refers to the Board of Prison Terms, this entity was replaced by BPH effective July 1, 2005. (Gov. Code, § 12838.4; Pen. Code, §§ 5075, 5075.1.) “As of July 1, 2005, any reference to the Board of Prison Terms in this or any other code refers to the Board of Parole Hearings.” (Pen. Code, § 5075, subd. (a).)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b803-7\"> When a minor is committed to DJJ, California Rules of Court, rule 5.805(2) (former rule 1494.5) requires the court to specify whether the offense is one listed in section 707, subdivision (b). When appellant was committed to the CYA in 1987, no such finding was required and none was made.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}