{
  "casebody": {
    "data": "<casebody firstpage=\"301\" lastpage=\"309\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b315-4\">Philip A. D’Errico, trustee, <em>vs. </em>Board of Assessors of Woburn &amp; another.<footnotemark>1</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b315-5\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A11\">April 8, 1981.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4Q\">August 6, 1981.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b315-6\">Present: Hennessey, C.J., Braucher, Wilkins, Llacos, &amp; Nolan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b316-4\"><page-number citation-index=\"1\" label=\"302\">*302</page-number><em>Anne L. Berger </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b316-5\"><em>Paul M. Doherty </em>for the defendants.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b315-14\"> John B. Mahoney, collector of taxes for the city of Woburn.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b316-6\">Liacos, J.</author>\n<p id=\"AZo\">The plaintiff appeals from an order of a Superior Court judge dismissing his complaint for contempt premised upon the provisions of G. L. c. 231 A, § 5. The plaintiff’s complaint purported to be based on the partial final judgment for the plaintiffs in Chomerics, Inc., &amp; others <em>vs. </em>Leo C. Keating &amp; others (Middlesex Equity No. 34862) entered April 29, 1976.<footnotemark>2</footnotemark> The judge who heard the instant case determined that the complaint in essence was an action for abatement of taxes paid during 1974, 1975, and 1976. He concluded that recourse was limited to the administrative remedies of G. L. c. 59, §§ 59, 64-65, and G. L. c. 58A, § 13, and that a contempt action under G. L. c. 231A, § 5, would not lie. We granted the plaintiff’s application for direct appellate review. We affirm.</p>\n<p id=\"b316-7\">The <em>Chomerics </em>decision, <em>supra, </em>on which the plaintiff relied at trial, involved an action that challenged the appraisal of fair cash value of certain commercial properties in Woburn from 1972 through the date of the <em>Chomerics </em>judgment. The <em>Chomerics </em>case was consolidated for trial with several similar actions brought by owners of commercial and industrial properties in the city of Woburn (city) other than the plaintiff in the case at bar.<footnotemark>3</footnotemark> The judge in <em>Chomerics </em>found that the valuation practices for the city created two classes of property, each of which was treated differently. The judge declared the city’s assessment practices from 1972 were unlawful. He ordered the city to issue amended tax bills based on valuation ratios not exceeding 25% of the <page-number citation-index=\"1\" label=\"303\">*303</page-number>1972 fair value of the <em>Chomerics </em>plaintiffs’ properties and 23% of the 1973 valuation. The 1973 valuation was to remain in effect as the corrected assessment for 1974 and 1975 taxes. The defendants were ordered to refund with interest all taxes paid in excess of the <em>Chomerics </em>ratio. The <em>Chomerics </em>judgment also prospectively enjoined the defendants to assess all properties uniformly at 100% of the full and fair cash value or at the lowest percentage of value applicable to any class of property in the city. No tax violating this formula could be assessed or collected during the fiscal year ending June 30, 1977, or thereafter. It appears from the record and the representations of the parties that the city has consistently complied with the terms of the <em>Chomerics </em>judgment since its issuance.</p>\n<p id=\"b317-5\">In the instant case, the plaintiff’s complaint in the Superior Court sought that court’s determination of the full and fair cash value of real estate he owned in the city of Woburn for the years 1974, 1975, and 1976. He asked the court to order the same remedy as Chomerics; that the city issue amended tax bills for those years based on an assessment of 23 % of the full cash value; and that the city refund all excessive taxes with interest.</p>\n<p id=\"b317-6\">The judge ruled that the terms of the <em>Chomerics </em>judgment bind the present defendants. Applying the <em>Chomerics </em>formula to the plaintiff’s full and fair cash value figures, the judge determined that the plaintiff had been assessed excess taxes totaling $52,567.08 over the two and one-half calendar years at issue. The judge found that the plaintiff had filed timely abatement applications for his 1974 and 1976 taxes. These abatements were allowed and accepted in the amounts of $11,995.20 for 1974 and $2,223.60 for 1976. The judge found that no application for abatement of the 1975 taxes had been filed.<footnotemark>4</footnotemark> The judge admitted, over the plaintiff’s objection, documents evidencing the plain<page-number citation-index=\"1\" label=\"304\">*304</page-number>tiff’s abatement applications for 1974, 1975, and 1976, the decision of the Appellate Tax Board dated July 5, 1977, and the plaintiff’s withdrawal of appeal from that decision.</p>\n<p id=\"b318-5\">With regard to the effect of the <em>Chomerics </em>decision on the plaintiff’s case, the judge made no findings concerning the plaintiff’s relationship to the <em>Chomerics </em>plaintiffs. He concluded that the present plaintiff might be entitled to further relief as a result of <em>Chomerics </em>if that decision had declared the tax “wholly void” or if resort to administrative remedies were “seriously inadequate.” Based on his contrary determination of these two questions, the judge declined to order the requested relief.</p>\n<p id=\"b318-6\">The plaintiff raises several issues in opposing this result. He argues that he is entitled to relief under either or both §§ 5 and 8 of G. L. c. 231A. He postulates that § 8 recovery flows from his being a member of the class of plaintiffs who prevailed in <em>Chomerics. </em>Alternatively, the plaintiff maintains that the second paragraph of G. L. c. 231A, § 5 (inserted by St. 1974, c. 630, § 3), entitles him to seek relief by way of contempt because he is “a person not a party to the original action involving said practice or procedure” but “adversely affected by the same or similar practice.” G .L. c. 231 A, § 5. By his construction of § 5 the plaintiff suggests that the trial judge abused his discretion in refusing to grant declaratory relief and in dismissing the suit. This result the plaintiff attributes to the judge’s erroneous reading that <em>Chomerics </em>failed to declare the city’s tax “wholly void.” Finally, the plaintiff questions on relevance grounds the admission in evidence of its abatement applications and the decision of the Appellate Tax Board. We have analyzed each of these contentions and find none persuasive.</p>\n<p id=\"b318-7\">1. <em>The plaintiff’s relationship to the parties and judgment in Chomerics. </em>The final paragraph of G. L. c. 231A, § 8 (inserted by St. 1974, c. 630, § 4), permits a contempt action on a declaratory judgment by successful “petitioners in a class suit, [or] any member of said class thereafter aggrieved by any violation of said order or decree.” To qualify for standing under § 8 the plaintiff must have been a <page-number citation-index=\"1\" label=\"305\">*305</page-number>member of the class of plaintiffs who prosecuted directly or who were properly represented by the litigants in <em>Chomerics. </em>Despite the allegation in his complaint that he was not a party to the <em>Chomerics </em>litigation, the plaintiff seeks to argue for the first time on appeal that he was such a class member. The plaintiff was not among the 150 or so named plaintiffs in the consolidated suits. Even if we assume this issue is open on appeal,<footnotemark>5</footnotemark> the record before us fails to establish that <em>Chomerics </em>was litigated and decided as a class action. No class was certified. The postjudgment order commands the defendants to amend the past tax bills of “each of the petitioners who is challenging” the valuation of its properties. Nowhere is the specific remedial relief, i.e., adjusting excessive taxes assessed or collected, directed toward any parties other than the named plaintiffs. Only the prospective aspect of the partial final judgment applies to the city’s assessing practices in general. General Laws c. 231A, § 8, is inapplicable because the plaintiff was not a party to the underlying action.<footnotemark>6</footnotemark></p>\n<p id=\"b319-5\">2. <em>Declaratory relief in tax cases. </em>The plaintiff draws our attention, however, to G. L. c. 231A, § 5, which allows relief to aggrieved persons who were not parties to the original declaratory judgment itself.<footnotemark>7</footnotemark> The plaintiff <page-number citation-index=\"1\" label=\"306\">*306</page-number>claims that by determining the excess tax paid according to the <em>Chomerics </em>calculus the judge implicitly acknowledged that the plaintiff was aggrieved in the same manner as the <em>Chomerics </em>plaintiffs. Yet the judge denied the plaintiff relief under a prayer seeking a refund of excess taxes paid.</p>\n<p id=\"b320-5\">We start from the well-settled principle that the statutory abatement procedures are exclusive, absent exceptional circumstances. Nearis <em>v. Gloucester, </em>357 Mass. 203, 205, cert, denied, 400 U.S. 918 (1970). See <em>Sydney </em>v. <em>Commissioner of Corps. &amp; Taxation, </em>371 Mass. 289, 294-295 (1976); <em>Sears, Roebuck </em>&amp; <em>Co. </em>v. <em>Somerville, </em>363 Mass. 756, 757-758 &amp; n.4 (1973). The authorities cited by the plaintiff to make out a set of exceptional circumstances in his case might have been more felicitously applied to the question of the propriety of granting declaratory relief in <em>Chomerics </em>pursuant to G. L. c. 231 A, § 1. That question is not before us,* **<footnotemark>8</footnotemark> however. The <em>Sydney </em>case, on which the plaintiff relies, does not apply to make out a case under § 5 in this instance. This plaintiff has not raised a new or recurrent issue, in contrast to <em>Sydney, supra </em>at 295. The novel question of law concerning the city’s disproportionate assessment was already presented and decided in <em>Chomerics. </em>Nor does this case arise at a time prior to the actual assessment or collection of the challenged tax, as was the case in <em>Bettigole </em>v. <em>Assessors of Springfield, </em>343 Mass. 223, 235 (1961), and <em>Madden </em>v. <em>State Tax Comm’n, </em>333 Mass. 734, 736 (1956). The plaintiff’s case goes to the particulars of his own excessive tax and does not raise the kind of broad public issues which very likely swayed the <em>Chomerics </em>judge to exercise his discretion as he did. Compare <em>Sydney, supra. </em>As the plaintiff has already had recourse to his abatement remedies, we are not <page-number citation-index=\"1\" label=\"307\">*307</page-number>confronted in his case with the public considerations which recommended declaratory relief in <em>Bettigole, supra </em>at 237.</p>\n<p id=\"b321-5\">There is no question that the plaintiff has status as an aggrieved person under the second paragraph of G. L. c. 231A, § 5. However, the final clause of that paragraph confutes his claim for relief from excessive taxes already paid. That clause limits contempt actions to agencies “continuing said practice or procedure after the entry of said decree.” G. L. c. 231A, § 5. The underlying purpose of this section is to make contempt actions available to persons who might subsequently become aggrieved by a contemnor’s failure to adhere to the continuous and prospective command of a declaratory judgment. As we have already noted, the <em>Chomerics </em>decision prescribed both retrospective relief in the form of adjustments for excessive taxes paid and prospective cessation of the city’s improper assessment practices. The prospective aspect is enforceable under G. L. c. 231A, § 5, against postdecree violations, i.e., for taxes assessed after 1977. The plaintiff, however, asks for retrospective relief for the years 1974, 1975, and 1976.<footnotemark>9</footnotemark> There being no class action, the specific retrospective tax relief in <em>Chomerics </em>was limited to the named plaintiffs. Nothing in G. L. c. 231A, § 5, calls for disturbing the finality of that aspect of the judgment.</p>\n<p id=\"b321-6\">As a further justification for declaratory relief, the plaintiff presses the point that the <em>Chomerics </em>judge determined that the city’s tax scheme was “wholly void.” He alludes to the second paragraph of the partial final judgment in <em>Chomerics </em>in which the judge declared “that taxes for the years in issue which are based upon said assessed valuations are illegal and void.” Admittedly a wholly void tax is an unenforceable nullity, but we cannot conclude that the cited lan<page-number citation-index=\"1\" label=\"308\">*308</page-number>guage comports with the meaning our case law attaches to a “wholly void” tax. The nature of a “wholly void” tax was elucidated early on in <em>Harrington </em>v. <em>Glidden, </em>179 Mass. 486, 491-492 (1901), aff'd, 189 U.S. 255 (1903). Therein we characterized as void ab initio any tax on persons or property over which the assessors lacked jurisdiction. 179 Mass, at 492. <em>Harrington </em>distinguished these from taxes which were valid as to subject property, persons, or purpose but based on erroneous assessment of the taxable property. <em>Id. </em>at 493. The latter are analogous to the taxes found excessive in <em>Chomerics.</em></p>\n<p id=\"b322-5\">The remedial nature of the relief granted in <em>Chomerics </em>as to past taxes negates the inference that the court nullified the tax in its entirety. If the tax were wholly void, the court would have had no need to order adjustments for excessive payments. A wholly void tax would not be enforced at all. In <em>Bettigole, supra </em>at 238, we invalidated as “wholly illegal and void” an entire proposed assessment scheme and required a “wholly new assessment.” <em>Id. </em>at 237. <em>Bettigole </em>thus bears analogy to the prospective aspect of <em>Chomerics, </em>but we are not prepared to extend that analogy to permit discretionary relief in retrospect.</p>\n<p id=\"b322-6\">3. <em>Relevance of the plaintiff’s abatement application record. </em>The records of the plaintiff s abatement petitions for 1974, 1975, and 1976 were admitted as evidence. They supported the judge’s subsequent finding that the plaintiff had failed to make timely abatement application for 1975 and that he withdrew his appeal from the decision of the Appellate Tax Board which issued some three months after the plaintiff had filed the instant action. From the plaintiffs perspective, all facts preceding the entry of the judgment in <em>Chomerics </em>are irrelevant to the issues at bar. We think evidence of the plaintiff s posture at the initiation and during the prosecution of the <em>Chomerics </em>litigation is probative of his rights in relation to that judgment. We have already observed, at note 6, <em>supra, </em>that the plaintiff might have joined as a party or attempted to ascertain his representation as a member of the plaintiff class. Instead, <page-number citation-index=\"1\" label=\"309\">*309</page-number>he chose the administrative route, seeking abatements but omitting to file timely for 1975. These facts buttressed the judge’s conclusion that administrative remedies were not “seriously inadequate.” The evidence was relevant, and there was no error in its admission. The fact that the plaintiff was dissatisfied with the relief obtained by resort to the administrative process gives him no claim to a right to start anew under G. L. c. 231A, § 5. The plaintiff s remedy was to pursue his appeal from the decision of the Appellate Tax Board, but he withdrew that appeal. This withdrawal in the wake of the <em>Chomerics </em>decree was perhaps an unfortunate tactical decision but not one which this court can undo. That the abatements he in fact received were less than he would have derived under <em>Chomerics </em>does not nullify his initial election. See <em>Second Church in Dorchester </em>v. <em>Boston, </em>343 Mass. 477, 479 (1962).</p>\n<p id=\"b323-5\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b316-8\"> The partial final judgment in that case was affirmed by the Appeals Court. <em>Chomerics, Inc. </em>v. <em>Assessors of Woburn, </em>6 Mass. App. Ct. 394 (1978).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b316-9\"> The docket entries reproduced on appeal reveal a continuous procession of additional plaintiffs seeking to be added as parties plaintiff. It appears that all but the last of these motions, brought on October 15, 1973, were allowed. Besides the addition of plaintiffs to the <em>Chomerics </em>action, the court allowed consolidation with a pending action entitled, Clifford J. Martin &amp; others <em>vs. </em>Leo C. Keating &amp; others, in 1973, and with Globe Ticket Co. &amp; others <em>vs. </em>Leo C. Keating &amp; others, in 1975.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b317-7\"> There was testimony suggesting that the plaintiffs 1975 abatement application was not filed within thirty days after the tax bill was issued, as required by G. L. c. 59, § 59.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b319-6\">See note 7, <em>infra.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b319-7\"> Although the docket record of Globe Ticket Co. &amp; others <em>vs. </em>Leo C. Keating &amp; others (Superior Court, Middlesex County, No. 36535 Eq.), the action consolidated with <em>Chomerics, </em>reveals no motions for adding plaintiffs, that action commenced on March 14, 1974. Pretrial activities were a matter of public notice through May 19,1975, when the pleadings were impounded until April 14, 1977. We deduce from this that the plaintiff had the opportunity to join or intervene in that suit or at least to verify whether his class interests were represented as he now claims. Instead, until July, 1977, the plaintiff pursued administrative remedies.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b319-8\"> The plaintiff’s original complaint made claim to a right only under G. L. c. 231A, § 5. The record shows neither an amendment to that complaint nor argument of a class action theory before the trial judge. We consider the plaintiff’s expostulation of his class membership only to determine whether there has been a miscarriage of justice. <em>Roto-Lith, Ltd. </em>v. <em>F.P. Bartlett &amp; Co., </em>297 F.2d497, 500 (1st Cir. 1962). See <em>Lenari </em>v. <em>Kingston, </em>348 Mass. 355, 358-359 (1965); <em>Marcil </em>v. <em>John Deere Indus. </em><page-number citation-index=\"1\" label=\"306\">*306</page-number><em>Equip. Co., </em>9 Mass. App. Ct. 625, 629 (1980); <em>George R. Whitten, Jr., Inc. </em>v. <em>Paddock Pool Builders, Inc., </em>508 F.2d 547, 558 n.17 <em>(1st </em>Cir. 1974), cert, denied, 421 U.S. 1004 (1975).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b320-9\"> The defendants in <em>Chomerics </em>waived appeal of the question of the validity of that discretionary action. See <em>Chomerics, Inc. </em>v. <em>Assessors of Woburn, supra </em>at 396-397 &amp; n.4. We thus assume without deciding that the declaratory judgment in <em>Chomerics </em>is valid.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b321-7\"> The plaintiffs citation to <em>Coan </em>v. <em>Assessors of Beverly, </em>349 Mass. 575 (1965), is misplaced. <em>Coan, supra </em>at 579, ordered the Superior Court to retain jurisdiction over the enforcement of a judgment prospective in force. That decision fashioned injunctive relief only against the continuance of improper valuation practices. <em>Id. </em>at 577. There was no adjustment for excess taxes already paid in <em>Coan.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}