{
  "casebody": {
    "data": "<casebody firstpage=\"101\" lastpage=\"105\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b115-8\">Dean and Son’s Appeal.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b115-9\">1. The rights of creditors of an insolvent corporation become fixed by a decree of the court ordering the dissolution thereof. No rights can be subsequently acquired by a creditor which will entitle him to a larger participation in the assets of such insolvent corporation.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b115-10\">2. A. insured certain property in a fire insurance company, his policy' providing that the insurance might at any time be terminated by the company on refunding a ratable proportion of unearned premium. The company afterwards became insolvent. A decree of court was entered ordering its dissolution, and a receiver was appointed to wind up its affairs. The receiver sent notice to A. to forward his policy, in order that it might be canceled and the amount of return premium fixed, but to this notice A. paid no attention. Subsequently the property insured by A. was injured by fire to the full amount of the policy. On the receiver’s account being filed and referred to an auditor, A. claimed from the assets of the company, a dividend upon the entire amount of hispolicy._ <em>IXelcl, </em>that A. was not entitled to such a dividend, but only to a return of’ a ratable proportion of his unearned premium.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b116-5\"><page-number citation-index=\"1\" label=\"102\">*102</page-number>May 20th 1881. Before Sharswood, C. J., Mercur, Gordon, Paxson, Trunkey, Steerett and Green, J\"J.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b116-6\">Appeal from the decree of the Court of Common Pleas of <em>Dauphin county: </em>Of May Term 1881, No. 111.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b116-7\">The facts of this case were as follows: On January 28th 1878, M. Dean &amp; Son insured certain property in the Newtown Eire Insurance Company, a corporation chartered by the act of April 5th 1870 (Pamph. L. of 1870, page 908), for the period of one year from that date. The policy contained, <em>inter </em>alia, the following condition: “ The insurance may also- be terminated at any time at the option of the company, on giving notice to that effect, and refunding a ratable proportion of the premium for the unexpired term of the policy.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b116-8\">On May 18th 1878, the attorney-general filed a suggestion of complaint against the insurance company, in the Court of Common Pleas of Dauphin county, on the ground of the insolvency of the company ; and the court, on May 27th 1878, found the said company to be insolvent, decreed that it be dissolved, and appointed A. Wilson Norris, Esq., receiver thereof. On June 7th 1878, the receiver sent to all policy-holders notice that the company had been dissolved, and notified them to send him their policies “for the purpose of canceling and calculating the amount of the return premium that may be due.” Dean <em>&amp; </em>Son paid no attention to this notice. On November 29th 1878, the property insured was damaged by fire to the amount of $800. This was prior to any distribution by the receiver.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b116-9\">The receiver subsequently filed his account, which was referred to an auditor (John B. McPherson, Esq.), before whom Dean &amp; Son claimed a dividend upon the entire amount of their policy, $700. The auditor reported that the decree of dissolution fixed the rights of creditors as of that date, and they could not be subsequently enlarged ; that no contract right was violated by the acts of 1873 and 1876, providing for the dissolution of insolvent corporations, because the charter of this company was granted subsequent to the constitutional amendment of 1857, reserving to the legislature the power to alter, revoke or annul any charter thereafter conferred, whenever in their opinion it may be injurious to the citizens of the Commonwealth ; and that the Insurance Acts of 1873 and 1876' are strictly within this power reserved. The auditor held that by virtue of said acts and decree of dissolution, the franchise of the company was annulled, and the company’s capacity to carry out contracts was destroyed, and the insured had only an equitable claim to be repaid out of the assets a ratable proportion of unearned premium.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b116-10\">Exceptions filed by Dean <em>&amp; </em>Son were dismissed by the court. <page-number citation-index=\"1\" label=\"103\">*103</page-number>and the auditor’s report was confirmed, whereupon Dean &amp; Son took this appeal, assigning for error the dismissal of their exceptions.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b117-6\"><em>L. G. </em>Gleemann, for the appellants.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Ann\">The object of the Insurance Acts, for the dissolution of insolvent corporations, is that the assets may be applied to paying the <em>creditors </em>of the company. A policy-holder, whose loss occurs after the dissolution and before distribution is a “ creditor,” and is as much entitled to the protection of the statutes as creditors whose loss occurred prior to the dissolution. The notice sent by the receiver to the policy-holders was not a termination of the contract under the condition in the policy, and the contract remains in force, and is entitled to share, <em>fro </em>tanto, in the distribution' of the company’s assets. The death of the company prevents its making new contracts, but does not annul existing ones. Dean <em>&amp; </em>Son omitted no duty on their part. Their right under the contract has been fixed before distribution, and there is no reason why they should not be awarded an equal dividend with policy-holders whose loss occurred prior to the dissolution. These principles have been acted on in the following cases: People <em>v. </em>Security Life Ins. Co., <em>78 </em>N. Y. 129 ; Guy <em>v. </em>Globe Ins. Co., 9 Ins. Law Journal, June, 1880, 470 ; Joseph <em>v. </em>Orme, 2 Bos. &amp; Pull. New Rep. 180.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b117-7\"><em>Francis </em>Jordan, for the appellees.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"A-3\">Under a voluntary assignment for the benefit of creditors the rights of creditors are fixed as of the date of the assignment, and there is no’ reason why the same principle shall not apply to compulsory assignments by operation of law. In the former, a trust is declared for existing creditors, who become equitable owners of the property assigned in the proportion that .their respective debts bear to the total indebtedness: Miller’s Appeal, 11 Casey 481. In the latter, a trust is imposed by law for the same class, and only debts then ascertainable can participate in the assets. Otherwise distribution would be indefinitely postponed to await contingencies, under long-term or .perpetual policies. The principle we contend for, has been adopted in Massachusetts and New Jersey: Commonwealth <em>v. </em>Massachusetts Ins. Co. 119 Mass. 45, 51; Mayor <em>v. </em>Attorney-General, N. J. Court of Errors, 23 Albany L. Jour. 98 (January 29th 1881).</p>\n<decisiondate data-order=\"13\" data-type=\"decisiondate\" id=\"A6nm\">October 3d 1881.</decisiondate>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b117-8\">Mr. Justice Paxson</author>\n<p id=\"AdQo\">delivered the opinion of the court</p>\n<p id=\"b117-9\">This was an appeal from the decree of the court below, <page-number citation-index=\"1\" label=\"104\">*104</page-number>making distribution of the funds in the hands of A. Wilson Norris, Esq., receiver of the Newtown Fire Insurance Company. Under proceedings instituted by the attorney-general the said company was, on the 30th of May 1878, adjudged to be insolvent, and a decree dissolving it and appointing a receiver was made. The latter issued notice to all parties insured to send him their policies, in order that they might be canceled and a calculation made of the amount of the return premium due. The appellants are the holders of a policy of $700,'which they declined or omitted to send to the receiver, as requested. About six months after the dissolution of the company, and before the expiration of the policy, a loss occurred by fire to the extent of $800, and the appellants claim a dividend thereon out of the assigned estate. The auditor and the court below rejected the claim, and allowed only a dividend upon the amount of premium. It was to this ruling the present ajap)eal was taken.</p>\n<p id=\"b118-6\">The case appears to.be one of first impression so far as this state is concerned. No case directly in point has been cited from our books. Those outside the state, so far as they apply, are against the appellants. In Miller’s Appeal, 11 Casey 4:81, it was held that in the case of a voluntary assignment, the creditors became the owners of the assigned estate by virtue of the assignment, and their ownership was fixed by the amount of their respective claims when the assignment was made. It follows from this that in such cases the rights of the parties are fixed as of the date of the assignment. Miller’s Appeal has been followed in a number of later cases, and is settled law.</p>\n<p id=\"b118-7\">We see no reason why the same principle shall not be applied to the case of an insolvent corporation which has been dissolved by a decree of the court. The corporation is dead for every purpose. -But one duty remains, and that is to distribute its assets among its creditors. Even this the corporation is powerless to do, and the act of assembly devolves that duty upon a receiver, to be appointed by the court. Who are the creditors entitled to participate in the distribution ? Clearly those who were such at the time of the dissolution of the corporation. At that time the appellants were creditors to the extent of the premium they had paid. Beyond this they had no claim upon their policy, for no loss had occurred. A possibility of loss in the future would not be a claim upon the assets, and if it were it would be common to all policy-holders. The distribution of the assets was an immediate duty on the part of the receiver; its delay is due merely to the fact that time is necessary to realize them. If, therefore, distribution had been practicable immediately after the appointment of the receiver, the appellants <page-number citation-index=\"1\" label=\"105\">*105</page-number>would have received only a dividend upon tlie premium they had paid. Does the fact that the distribution was necessarily delayed, change the rights of the parties, and introduce a new class of creditors who were not creditors at the time of the dissolution ? We find neither reason nor authority for such a proposition. In Mayor <em>v. </em>The Attorney-General, decided in tlie Court of Errors of New Jersey at June Term 1880' (see Albany Law Journal vol. 23, p. 98), it was held, <em>“ </em>The day on which the insolvency occurred, as adjudged ■ by the decree, fixes the time to which the several claims must be referred for adjustment, and not the date of the decree itself.” And in the case of the Com. <em>v. </em>Massachusetts Insurance Company, 119 Mass. 51, it was said by the court: “ The proceedings under the statute are in the nature of proceedings in insolvency, the object of which is to close up the affairs of the corporation as speedily as possible. The object would be defeated if the fund in the hands of the receiver is liable for future losses, for the fund could not be distributed until the longest policy had expired by lapse óf time.” While this was said of a mutual company, the reasoning applies equally to the case in hand. The object of this proceeding is a prompt distribution of the assets. The principle contended for by the appellants, would, if successful, make this impossible, or at least intolerably inconvenient. If the rights of creditors are not fixed as of the date of the dissolution, when do they become fixed ? If we take the distribution as the period, then the appellants would obtain an advantage over other policy-holders who might sustain a loss the day after. The former would be paid, while the latter would get nothing. Such a rule could not be enforced without producing injustice, and we would be driven to delay distribution until all the policies had expired. As some may be, and doubtless ai’e, perpetual, the doctrine contended for, carried to its logical conclusion, becomes an absurdity.</p>\n<p id=\"b119-6\">The decree is affirmed, and the appeal dismissed, at the costs of the appellants.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}