{
  "casebody": {
    "data": "<casebody firstpage=\"540\" lastpage=\"581\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b620-4\">ST CLAIR INTERMEDIATE SCHOOL DISTRICT v INTERMEDIATE EDUCATION ASSOCIATION/MICHIGAN EDUCATION ASSOCIATION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b620-5\">Docket Nos. 107479, 107480.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AvT\">Argued May 6, 1998</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"AIX\">(Calendar No. 9).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AE6\">Decided July 31, 1998.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b622-4\"><page-number citation-index=\"1\" label=\"542\">*542</page-number><em>Thrun, Maatsch &amp; Nordberg, P.C. </em>(by <em>Donald J. Bonato </em>and <em>Cheryl Takacs Bell), </em>for the charging party-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b622-5\"><em>White, Przybylowicz, Schneider &amp; Baird, P.C. </em>(by <em>Arthur R. Przybylowicz </em>and <em>Suzanne Krumholz Clark), </em>for the respondents-appellants IEA and MEA.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b622-6\"><em>Fraser, Trebilcock, Davis &amp; Foster, P.C. </em>(by <em>Iris K. Linder </em>and <em>Graham K. Crabtree), </em>for respondent-appellant MESSA.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b622-7\">Boyle, J.</author>\n<p id=\"AQP\">We are asked to determine whether the Michigan Education Association (MEA) committed an unfair labor practice under MCL 423.210(3)(c); MSA 17.455(10)(3)(c) and MCL 423.216; MSA 17.455(16) of the public employment relations act (pera) by unilaterally implementing a midterm modification of a collective bargaining agreement.</p>\n<p id=\"b622-8\">We affirm the decision of the Court of Appeals, which upheld the conclusion of the Michigan Employment Relations Commission (merc) that the Michigan Educational Special Services Association (messa) was an agent of the mea and that the increase in the lifetime maximum health care benefit was a violation of the statute.</p>\n<p id=\"b622-9\">FACTS<footnotemark>1</footnotemark></p>\n<p id=\"b622-10\">The Michigan Educational Special Services Association is a Michigan nonprofit, nonstock corporation. Its purpose is to provide various types of insurance benefits to its membership. The MESSA bylaws restrict <page-number citation-index=\"1\" label=\"543\">*543</page-number>membership to Michigan Education Association<footnotemark>2</footnotemark> members and certain specified categories of employees with past or present ties to an mea bargaining unit, including employees of the MESSA itself.</p>\n<p id=\"b623-5\">The MESSA is not an insurance company; rather, it is a policyholder that contracts with a qualified insurance company to underwrite its various plans. Blue Cross/Blue Shield of Michigan is currently the underwriter for MESSA health insurance plans. Blue Cross and the messa share responsibility for administering the plans. The MESSA qualifies as a third-party administrator under the Insurance Code.</p>\n<p id=\"b623-6\">The MESSA is managed by a board of trustees consisting of thirteen persons, all of whom must be messa members. Under the bylaws, six trustees must be elected from and by the MEA board of directors, and five must be elected by the messa voting members. Voting members of the messa consist of the incumbent trustees and officers of the MESSA and incumbent members of the mea board of directors, who are members of the messa. The final two trustees are the president and vice president of the mea. The same person serves as the executive director of the mea and the executive secretary of the messa. The messa has its own executive director.</p>\n<p id=\"b623-7\">The mea “markets” the messa insurance by persuading members of its constituent units and local affiliates of the superiority of the messa plans and by negotiating these plans into collective bargaining agreements reached with employers. The Mea UniServ directors are largely responsible for bargaining and <page-number citation-index=\"1\" label=\"544\">*544</page-number>for successfully negotiating contracts, including messa plans. The UniServ directors are evaluated in part by how well they achieve negotiation of the messa products into collective bargaining agreements, and the mea is required to use its best efforts to negotiate MESSA benefits into collective bargaining agreements. The mea provides the MESSA with legislative, lobbying, and research services. The messa currently leases from the MEA the land on which its building sits, and the current MESSA building is adjacent to mea headquarters. The mea and the messa have a written agreement under which the messa compensates the mea for these services. For the fiscal year 1989-90, the messa paid the mea $1,400,424.</p>\n<p id=\"b624-5\">The mea is the authorized collective bargaining agent for the St. Clair School District’s teaching employees. Messa health coverage for at least some employees has been included in the contract between the mea and the school district since approximately 1967. Article IX of the parties’ collective bargaining agreement for the period ending June 30, 1991, reads:</p>\n<blockquote id=\"b624-6\">The District agrees to pay premiums for health insurance for each teacher through a carrier to be determined by the Board. For the (3) year period 1988-89 through 1990-91, the District agrees to provide Messa Super Med II for 1988-89 and Messa Super Care II[<footnotemark>3</footnotemark>) for 1989-90 and 1990-91.</blockquote>\n<blockquote id=\"b624-7\">Total health insurance payments for any teacher will not exceed the actual cost of the messa plan herein outlined. There will be no supplemental payments by the Board. The payments will be the full premium amounts for the messa <page-number citation-index=\"1\" label=\"545\">*545</page-number>plan outlined herein for single, two persons, or full family coverage.</blockquote>\n<blockquote id=\"b625-4\">Effective July 1, 1990 and until a successor Agreement is reached, the obligation of the Board to pay health insurance premiums shall not exceed the Board’s base premium amount for the 1990-91 insurance year, July 1, 1990 to June 30, 1991. If health insurance premiums effective July 1,1991, exceed the Board’s base premium for the 1990-91 insurance year, the excess amounts over the individual employee’s premium cost, shall be paid in full by the individual employee by way of payroll deduction.</blockquote>\n<p id=\"b625-5\">In addition, the school district signed an “Employer Participation Agreement For Negotiated Group Benefit Programs” with the MESSA in February, 1990. The participation agreement includes the following paragraph:</p>\n<blockquote id=\"b625-6\">If accepted for participation, the Employer agrees to be bound by the terms of the Trust, the Equitable group insurance policy(ies) and the. Bcbsm Group Operating Agreement(s) and certificates issued to messa. Copies of the above may be examined by any Participating Employer during the regular business hours at the office of messa in East Lansing, Michigan.</blockquote>\n<p id=\"b625-7\">In 1985, the MESSA changed its underwriter of health insurance from the Equitable Insurance Company to Blue Cross. The MESSA took the position that, because coverage in each bargaining unit was pursuant to a collective bargaining agreement, each employer and local association would have to negotiate and agree to the change in carriers. The reason for this position was that the messa hoped these negotiations would force employers to pass the savings resulting from the change along to employees, rather than permit employers to enjoy the reduced premiums. The MEA and the MESSA asserted that the messa hoped such <page-number citation-index=\"1\" label=\"546\">*546</page-number>negotiations would lead to purchases of other messa insurance products.</p>\n<p id=\"b626-5\">Aside from this instance, however, the record indicates that the messa, by action of its trustees, made minor plan changes to insurance benefits without giving prior notice or an opportunity to renegotiate the change to employers. One change, other than the increase in the lifetime maximum made unilaterally by the MESSA during the term of the parties’ 1989-91 contract, was the addition of a wig benefit for cancer patients.</p>\n<p id=\"b626-6\">On March 9, 1990, the messa staff presented the trustees with a proposal to raise the lifetime maximum on all messa plans to $2,000,000. Reasons cited to the trustees were that several members were then approaching the maximum, the effect of inflation in medical costs, and that competing plans had raised their máximums. Beverly Wolkow, mea executive director and the executive secretary of the messa, argued against the change on the basis that it would make messa insurance more difficult to sell to employers at the bargaining table. However, the change was approved by the trustees.</p>\n<p id=\"b626-7\">The school district was notified of this change by letter dated May 8, 1990, which also described rate changes to be effective July 1, 1990.<footnotemark>4</footnotemark> The school district did not make a demand to bargain, but filed an unfair labor charge on the basis that the change was an accomplished fact.</p>\n<p id=\"b627-3\"><page-number citation-index=\"1\" label=\"547\">*547</page-number>After the original hearing referee had heard the case, a request by the school district to reopen the record in order to add the messa’s affiliation/ disaffiliation policy and subsequent testimony to the record was granted by a subsequent hearing referee. The affihation/disaffiliation policy referenced in the messa bylaws and adopted by the board of trustees in March, 1982, provides that individual membership in messa health insurance plans terminates for employees eligible for membership in the mea if the employees affiliate with a labor organization other than the mea. This information had not been available to the school district before the original hearing because commission procedure does not allow for prehearing discovery. The affihation/disaffiliation pohcy was considered material to the question whether there was an agency relationship between the MESSA and the MEA.<footnotemark>5</footnotemark></p>\n<p id=\"b627-4\">PROCEDURE</p>\n<p id=\"b627-5\">The hearing referee found that the MESSA was an agent of the mea and that the unilateral change in the benefit maximum was an announced, not proposed, change in the contract, resulting in a midterm modification of the collective bargaining agreement. The hearing referee also held that the charging party, the school district, had waived the right to bargain with respect to benefit changes because under the contract, the employer participation agreement bound the employer to the language of the insurance certificates issued to the messa, thus allowing the messa to modify or discontinue the group plan. The merc affirmed the ruling of the hearing referee<footnotemark>6</footnotemark> with the exception that <page-number citation-index=\"1\" label=\"548\">*548</page-number>it disagreed that there was a waiver of the right to bargain over a modification or unilateral action by respondents MBA and messa.<footnotemark>7</footnotemark></p>\n<p id=\"b629-4\"><page-number citation-index=\"1\" label=\"549\">*549</page-number>The Court of Appeals affirmed the MERC decision, 218 Mich App 734; 555 NW2d 267 (1996), holding that, in bargaining for the Messa Super Care II policy, the Charging Party bargained for the specific contents of the policy when the collective bargaining agreement was entered and that the school district was denied its opportunity to renegotiate before unilateral change <page-number citation-index=\"1\" label=\"550\">*550</page-number>of the policy was effected, thus resulting in an unfair labor practice. We granted leave to appeal. 456 Mich 901 (1997).</p>\n<p id=\"b630-5\">i</p>\n<p id=\"b630-6\">The PERA governs labor relations in public employment. It imposes a duty of collective bargaining on public employers, unions, and their agents, MCL 423.210; MSA 17.455Q0).<footnotemark>8</footnotemark> Violations of § 10 of the pera are deemed unfair labor practices under MCL 423.216; MSA 17.455(16) remediable by the Michigan Employment Relations Commission. We have interpreted § 16 as vesting the merc with exclusive jurisdiction over unfair labor practices. <em>Detroit Bd of Ed v Parks, </em>417 Mich 268, 283; 335 NW2d 641 (1983). By statute, the employer and the representative of the employees are required to bargain for wages, hours, and other terms and conditions of employment, MCL 423.215; MSA 17.455(15),<footnotemark>9</footnotemark> which constitute mandatory <page-number citation-index=\"1\" label=\"551\">*551</page-number>subjects of collective bargaining. <em>Pontiac Police Officers Ass’n v Pontiac (After Remand), </em>397 Mich 674, 679; 246 NW2d 831 (1976).</p>\n<p id=\"b631-5\">Mandatory subjects of collective bargaining are comprised of issues that “settle an aspect of the relationship between the employer and employees,” <em>Allied Chemical &amp; Alkali Workers of America v Pittsburgh Plate Glass Co, </em>404 US 157, 178; 92 S Ct 383; 30 L Ed 2d 341 (1971), and include, but are not limited to, terms and conditions of employment concerning hourly, overtime, and holiday pay, work shifts, pension- and profit sharing, grievance procedures, sick leave, seniority, and compulsory retirement age. <em>Detroit Police Officers Ass’n v Detroit, </em>391 Mich 44; 214 NW2d 803 (1974). Health insurance benefits are mandatory subjects of bargaining. <em>Port Huron Ed Ass’n v Port Huron Area School Dist, </em>452 Mich 309, 317, n 12; 550 NW2d 228 (1996).<footnotemark>10</footnotemark> Although the PERA does not currently allow labor to bargain for “[w]ho is or will be the policyholder of an employee group insurance benefit,”<footnotemark>11</footnotemark> this does not “affect the duty to <page-number citation-index=\"1\" label=\"552\">*552</page-number>bargain with respect to types and levels of benefits and coverages for employee group insurance.” MCL 423.215(3)(a); MSA 17.455(15)(3)(a).<footnotemark>12</footnotemark> Under subsection 15(3)(a) of the pera, changes in levels of benefits must be bargained by the employer and the employees’ bargaining representative.<footnotemark>13</footnotemark></p>\n<p id=\"b632-6\">The existing three-year collective bargaining agreement between the school district and the mea is the manifestation of the parties’ discharge of their statutory obligations. That is, “ ‘[a]fter the parties have met in good faith and bargained over the mandatory subjects placed upon the bargaining table, they have satisfied their statutory duty.’ ” <em>Port Huron, supra </em>at 322. The school district approved the messa as the policyholder and agreed specifically to the Messa Super Med II and Super Care II programs as they existed at the time of the agreement, which was <page-number citation-index=\"1\" label=\"553\">*553</page-number>memorialized in a written contract<footnotemark>14</footnotemark> confirmed by both parties. By unilaterally modifying the existing contract in midterm without the agreement of the school district, respondent MEA, committed an unfair labor practice.<footnotemark>15</footnotemark></p>\n<p id=\"b633-5\">n</p>\n<p id=\"b633-6\">As an initial matter, this Court has acknowledged the expertise and judgment possessed by the MERC in the labor relations arena. We are also mindful of the fact that</p>\n<blockquote id=\"b633-7\">[o]ur review of the commission’s decision is circumscribed by the statutory mandate that factual findings of the commission are conclusive if supported by competent, material, and substantial evidence on the record considered as a whole. MCL 423.216(e); MSA 17.455(16)(e), Const 1963, art 6, § 28. Review of factual findings of the commission must be undertaken with sensitivity, and due deference must be accorded to administrative expertise. Reviewing courts should not invade the exclusive fact-finding province of administrative agencies by displacing an agency’s choice between two reasonably differing views of the evidence. <em>MERC v Detroit Symphony Orchestra, </em>393 Mich 116, 124; 223 NW2d 283 (1974). <em>[Amalgamated Transit Union, Local 1564, AFL-CIO v Southeastern Michigan Transportation Authority, </em>437 Mich 441, 450; 473 NW2d 249 (1991).]</blockquote>\n<p id=\"b633-8\">The principal focus of this controversy centers on the commission’s determination that the messa is an agent of the mea. The findings of fact made by the <page-number citation-index=\"1\" label=\"554\">*554</page-number>merc are conclusive if supported by substantial, material, and competent evidence on the record as a whole. Independent review of the record supports the following facts.<footnotemark>16</footnotemark></p>\n<p id=\"b634-5\">The messa is not a labor organization, but is an independent coiporate subsidiary of the MEA and a member of a family of organizations formed by and affiliated with the MEA, the collective bargaining agent for the school district’s employees. The messa’s original articles of incorporation indicate that it was formed to “benefit . . . members of the Michigan Education Association . . . .” The messa acts as an insurance agent to provide various forms of insurance for members of the mea and acts as a third-party administrator under the Insurance Code. The MESSA and the MEA have an interlocking board of trustees consisting of thirteen persons, all members of the MESSA. The MESSA bylaws require that six trustees must be elected from and by the mea board of directors and five others are elected by the messa. The final two trustees are the president and vice president of the MEA. Thus, the mea holds a majority voting position on the messa board of trustees. Additionally, the positions of executive director of the mea and the executive secretary (or chief executive officer) are filled by the same person. The performance of the executive director of the MEA is evaluated by the MEA board of directors, in part on the basis of how well the director controls and monitors the MESSA.</p>\n<p id=\"b634-6\">The MEA is the exclusive agent for the messa and markets its products during the collective bargaining <page-number citation-index=\"1\" label=\"555\">*555</page-number>process. The messa pays the mea for its services, which contractually obligates school districts to provide messa products. In 1990, the amount paid was over one million dollars. The mea professional staff has a group of employees called UniServ directors, business agents for the mea who bargain for and administer contracts for mea members. UniServ directors are evaluated in part on the basis of how well they achieve negotiation of messa products into collective bargaining agreements. The mea is required to use its “best efforts” in obtaining employee participation in the MESSA, and the UniServ staff is required to provide the messa with a list of presidents and negotiators, copies of fringe benefit contract language, and involve the messa in meetings where bargaining guidelines are established. All school employee members of the messa are either mea members or employees of school districts represented by the mea. Because the messa is solely dependent on the mea to bargain for a role in insurance coverage, its agreement with the MEA requires the MEA to actively inform and consult the messa concerning collective bargaining activities for insurance benefits. Numerous other documents support the fact that the messa played a supporting role, directly or indirectly, in the collective bargaining process.</p>\n<p id=\"b635-4\">When the messa board decided to change underwriters of their health insurance program from Equitable to Blue Cross/Blue Shield, the messa required that each employer send a request to the messa approving the change. If the insurance coverage was pursuant to a collective bargaining agreement, the MESSA required a written notification jointly signed by the employer and the local bargaining agent. This action triggered <page-number citation-index=\"1\" label=\"556\">*556</page-number>collective bargaining in each unit, and the savings to the employer resulting from the underwriter change gave the union the opportunity to bargain with the employer for the use of the savings. By this decision, the messa became part of the bargaining process and significantly advanced the bargaining interests of the mea by enhancing the labor organization’s ability to obtain additional benefits pursuant to a new collective bargaining agreement.</p>\n<p id=\"b636-5\">Furthermore, the messa’s affiliation/disaffiliation policy directly advanced the interests of the mea in derogation of the interests of the messa membership. This policy requires that MESSA members who choose to disaffiliate from the mea by choosing another union to represent their labor interests lose MESSA health insurance, despite the fact that it is in the interest of the MESSA to retain membership and in the interest of the messa members to retain their choice of health insurance previously obtained through the bargaining process. Testimony by an ex-executive director of the messa explained that, because the mea sponsored the MESSA, the messa needed to maintain a good relationship with the mea to assist in bargaining messa’s benefit products. Without the disaffiliation policy, movement away from an organization that helped the messa could be encouraged. The mea/messa relationship was, as frankly noted by the ex-director, one where “We scratched each other’s backs . . . .”</p>\n<p id=\"b636-6\">“When there is a disputed question of agency, if there is any testimony, either direct or inferential, tending to establish it, it becomes a question of fact . . . .” <em>Miskiewicz v Smolenski, </em>249 Mich 63, 70; 227 NW 789 (1929). In this case, the factual determinations were within the province of the merc, the des<page-number citation-index=\"1\" label=\"557\">*557</page-number>ignated trier of fact. Our statutory mandate, MCL 423.216(e); MSA 17.455(16)(e), provides that the commission’s factual findings are deemed conclusive “if supported by competent, material, and substantial evidence . . . .” We review the merc’s factual findings with the deference due administrative expertise and accept findings of fact if supported by substantial evidence.<footnotemark>17</footnotemark> Substantial evidence is “such evidence as a reasonable mind will accept as adequate to justify conclusion” and requires judicial review of the whole record. This entails a degree of qualitative and quantitative evaluation of the evidence considered by the agency. <em>MERC v Detroit Symphony Orchestra, supra </em>at 122.</p>\n<p id=\"b637-5\">m</p>\n<p id=\"b637-6\">Under the common law of agency, in determining “[w]hether an agency has been created,” we consider “the relations of the parties as they in fact exist under their agreements or acts” and note that in its broadest sense agency “includes every relation in which one person acts for or represents another by his authority.” <em>Saums v Parfet, </em>270 Mich 165, 170-171; 258 NW 235 (1935). We further recognized in <em>Saums </em>that “[t]he characteristic of the agent is that he is a business representative. His function is to bring about, modify, affect, accept performance of, or terminate contractual obligations between his principal and third persons.” <em>Id. </em>at 172. Also fundamental to the existence of an agency relationship is the right to <page-number citation-index=\"1\" label=\"558\">*558</page-number>control the conduct of the agent, <em>Capitol City Lodge No 141, FOP v Meridian Twp, </em>90 Mich App 533, 541; 282 NW2d 383 (1979), with respect to the matters entrusted to him. See <em>Int’l Longshoremen’s Ass’n, AFL-CIO v NLRB, </em>312 US App DC 241, 249; 56 F3d 205 (1995), citing 1 Restatement Agency, 2d, § 14, p 60, and cases<footnotemark>18</footnotemark> applying this principle.<footnotemark>19</footnotemark></p>\n<p id=\"b639-4\"><page-number citation-index=\"1\" label=\"559\">*559</page-number>We have long recognized that the pera is patterned after the National Labor Relations Act. The construction of analogous provisions of the nlra provides guidance in interpreting the pera. <em>Goolsby v Detroit, </em>419 Mich 651, 660, n 5; 358 NW2d 856 (1984); <em>Gibraltar School Dist v Gibraltar MESPA, </em>443 Mich 326, 335; 505 NW2d 214 (1993). Accordingly, we have not previously determined the meaning of the word agent as used in this context.<footnotemark>20</footnotemark> We conclude that the Legislature did not intend an expansive definition of agency in the pera, but, rather, adopted the common-law principles of agency in use in federal labor law.<footnotemark>21</footnotemark> <page-number citation-index=\"1\" label=\"560\">*560</page-number>Regarding both management and labor, the NLRB and federal courts have long held that the common law of agency governs the question who acted for whom for purposes of determining “culpability”<footnotemark>22</footnotemark> under the <page-number citation-index=\"1\" label=\"561\">*561</page-number>nlra. <em>NLRB v Int’l Longshoremen’s &amp; Warehousemen’s Union, </em>283 F2d 558, 563 (CA 9, 1960).<footnotemark>23</footnotemark></p>\n<p id=\"b641-4\">We agree with both the hearing referee and the MERC that the facts support a finding that more than a “mere” agency relationship exists between the messa and the mea. The mea created the messa as a subsidiary corporation<footnotemark>24</footnotemark> and was the exclusive sponsor for messa products other than to the messa’s own employees. Thus, the mea and the messa were bound by a formal affiliation and common agreement. Under the messa bylaws, mea members had majority control of the messa board that made the decision to increase the benefit level. This advanced the interests of the mea and its members because increasing the benefit level without having to renegotiate the modification placed the mea in a stronger position after the expira<page-number citation-index=\"1\" label=\"562\">*562</page-number>tion of the current contract to bargain from the position of an accomplished change, a “done deal,” so to speak. The MESSA also had substantial input into the collective bargaining process and had an agreement with the mea to keep it involved and informed concerning marketing of its products to the MEA members.</p>\n<p id=\"b642-5\">The members of the messa, except for employees of the messa itself, were all required to be members of the mea or employed in mea controlled school districts. If the mea no longer represented the employees of a district, the disaffiliation policy dictated loss of messa membership and benefits, thus the mea controlled both the messa membership and access to MESSA benefits. This consequence advanced the interests of the MEA at the expense of its own interests and the interests of its members. We agree that these facts indicate a degree of control over the MESSA by the MEA and substantial joint interests advanced by their reciprocal agency arrangements.</p>\n<p id=\"b642-6\">While limited deference is accorded to the commission’s analysis concerning common-law agency principles,<footnotemark>25</footnotemark> in this case, we agree with and affirm the legal rulings of the MERC. The facts support a finding of agency on the basis of the common law of agency as <page-number citation-index=\"1\" label=\"563\">*563</page-number>developed both by Michigan courts and federal administrative and judicial precedent.</p>\n<p id=\"b643-5\">IV</p>\n<p id=\"b643-6\">Section 8 of the nlra, 29 USC 158(b)-(d)<footnotemark>26</footnotemark> is analogous to the pera provisions governing unfair labor <page-number citation-index=\"1\" label=\"564\">*564</page-number>practices in Michigan. Subsection 8(d) of the nlra describes the duties of both employer and union when a party proposes a midterm modification<footnotemark>27</footnotemark> of an <page-number citation-index=\"1\" label=\"565\">*565</page-number>existing agreement and includes notification, negotiation, and a prohibition of strikes and lockouts until the existing agreement expires. It also grants to either party the right to refuse to discuss or agree to a midterm modification of the contract and rejects the duty to bargain over a modification of a collective bargaining agreement before it expires. While the parties may agree to negotiate a change midterm during the effective term of the written agreement, bargaining is not required and is purely voluntary. <em>Allied Chemical Workers, supra </em>at 183.<footnotemark>28</footnotemark> Failure to meet the statutory requirements results in a violation of § 8 <page-number citation-index=\"1\" label=\"566\">*566</page-number>resulting in an unfair labor practice by the party implementing the modification. The hearing referee observed, and we agree, that the same principle applies although the PERA has no explicit provision akin to the nlra, § 8.</p>\n<blockquote id=\"b646-4\">The lead federal case on this doctrine relies primarily on Section 8(d) of the National Labor Relations Act, which permits a party to refuse to bargain on a mid-term modification. <em>Oak Cliff-Golman Baking Company, </em>207 NLRB 1063 (1973), enfd 505 F2d 1302; 85 LRRM 1035 (CA 5, 1974), cert den 423 US 826 (1975); 90 LRRM 2614 (1975). Pera contains no similar provision, but the principle applies. ... To treat this solely as a “unilateral change” and to fail to distinguish these theories of violation of the bargaining duty would mean that a party might give timely notice, bargain in good faith to impasse and then “properly” implement a “unilateral” change in an existing contract. Furthermore, the right to refuse to bargain in mid-term may apply only where the subject has been integrated and embodied in the agreement or discussed in negotiations. . . . Here the modification consisted of a change of one digit in a figure incorporated into the contract. Clearly, this is a contract modification situation.</blockquote>\n<p id=\"b646-5\">We affirm the conclusion that the benefit change in the health insurance contract was properly designated a midterm modification<footnotemark>29</footnotemark> of the agreement.</p>\n<p id=\"b646-6\">Once agreement is reached, the terms of the written bargaining agreement are preserved and neither management, <em>Int'l Union v NLRB, </em>246 US App DC <page-number citation-index=\"1\" label=\"567\">*567</page-number>306, 310; 765 F2d 175 (1985),<footnotemark>30</footnotemark> nor labor, <em>Teamsters Cannery Local 670 v NLRB, </em>856 F2d 1250, 1257 (CA 9, 1988)<footnotemark>31</footnotemark> may unilaterally modify the agreement without the consent of the other party. As we recognized in <em>Port Huron, supra </em>at 324, when a matter is “covered by” the provision of a collective bargaining agreement, the parties have created a set of enforceable rules for themselves.<footnotemark>32</footnotemark> In short, both the nlra and the PERA provide “only a process by which the parties might reach agreement, the power to agree to a proposal remains with each party.” <em>Gibraltar School Dist, supra </em>at 341-342. The statutory process authorized for midterm modification of the existing bargaining agreement directs that there can be no unilateral change without negotiation and agreement of the parties. As we observed in <em>Amalgamated Transit, supra </em>at 450:</p>\n<blockquote id=\"b648-4\"><page-number citation-index=\"1\" label=\"568\">*568</page-number>Thus, while the parties may by contract agree to grant the right to take unilateral action, it is well established that neither party may take unilateral action on such a subject unless it either has satisfied the statutory obligation or has been freed from it.</blockquote>\n<p id=\"b648-5\">The terms of the mea contract with the school district contained the specific health care coverage and benefit levels bargained for<footnotemark>33</footnotemark> by the parties as required by statute. This mandatory term was “covered by” the contract. Because bargaining is not required during the term of the contract, any change is voluntary. A midterm modification would require the mea and the MESSA to negotiate an agreement with the school district to implement the change, just as the school district would have had to reopen negotiations to decrease the benefit level. The messa did not notify or negotiate an agreement with the school district before implementing the change. The messa’s board of trustees approved the increase of a maximum lifetime benefit to two million dollars on March 9, 1990, and informed the school superintendents of the change by letter dated May 8, 1990.<footnotemark>34</footnotemark> The <page-number citation-index=\"1\" label=\"569\">*569</page-number>hearing referee properly determined that the change was an “announced change” and not a “proposed change.”<footnotemark>35</footnotemark> Additionally, as recognized by the hearing referee, the consequence of the notice has little legal effect under a midterm modification theory because change is not permissible absent mutual consent. Silence by the school district in this situation could “preclude any change in the contract.”</p>\n<p id=\"b649-4\">The commission also reviewed the mea assertion that the school district had waived its right to bargain by executing the collective bargaining agreement containing an “Employer Participation Agreement.” The claim was that this agreement bound the employer to the insurance certificate issued to the messa and that in the certificate the messa reserved the right to modify or discontinue the group program at any time. Disagreeing with these facts, the merc found that this language was not contained in the insurance certificate but, rather, in a pamphlet distributed to employees explaining the health care benefits provided by the messa. The merc concluded that the school district did not bind itself or surrender its bargaining right through the pamphlet language. The parties do not dispute this finding and the record supports it. We affirm the commission’s conclusion.</p>\n<p id=\"b650-4\"><page-number citation-index=\"1\" label=\"570\">*570</page-number>The mea also argued that the district had waived its right to bargain by the past practice of acceding to other unilateral changes made by the messa in the health care contract. One example of change cited by the MESSA that occurred during the contract period was the decision to cover the purchase of wigs for hair loss resulting from chemotherapy. It is well established that past practice may create a term or condition of employment not incorporated in the collective bargaining agreement, thus waiving the statutory obligation. <em>Port Huron, supra </em>at 325. In this case, however, the term or condition was specifically “covered by” the agreement.</p>\n<p id=\"b650-5\">As recognized by the MERC and confirmed in <em>Port Huron, supra </em>at 319, there is a difference between whether a subject is covered by a collective bargaining agreement and whether the right to bargain about a mandatory subject has been waived. We quoted with approval the opinion of Judge Harry T. Edwards, a noted labor law scholar describing the distinction.</p>\n<blockquote id=\"b650-6\">A waiver occurs when a union knowingly and voluntarily relinquishes its right to bargain about a matter; but where the matter is covered by the collective bargaining agreement, the union has exercised its bargaining right and the question of waiver is irrelevant.</blockquote>\n<blockquote id=\"b650-7\">* * *</blockquote>\n<blockquote id=\"b650-8\">When parties bargain about a subject and memorialize the results of their negotiation in a collective bargaining agreement, they create a set of enforceable rules — a new code of conduct for themselves — on that subject. Because of the fundamental policy of freedom of contract, the parties are generally free to agree to whatever specific rules they like, and in most circumstances it is beyond the competence of the Authority, the National Labor Relations Board or the courts to interfere with the parties’ <page-number citation-index=\"1\" label=\"571\">*571</page-number>choice. ... On the other hand, when a union waives its right to bargain about a particular matter, it surrenders the opportunity to create a set of contractual rules that bind the employer, and instead cedes full discretion to the employer on that matter. For that reason, the courts require “clear and unmistakable” evidence of waiver and have tended to construe waivers narrowly. <em>[Dep’t of Navy v Federal Labor Relations Authority, </em>295 US App DC 239, 248; 962 F2d 48 (1992), quoted in <em>Port Huron, supra </em>at 319.]</blockquote>\n<p id=\"b651-4\">As we explained in <em>Port Huron, supra </em>at 325-327:</p>\n<blockquote id=\"Aze\">In order to create a term or condition of employment through past practice, the practice must be mutually accepted by both parties. <em>Amalgamated, supra </em>at 454. Where the collective bargaining agreement is ambiguous or silent on the subject for which the past practice has developed, there need only be “tacit agreement that the practice would continue.” <em>Amalgamated, supra </em>at 454-455. However, where the agreement unambiguously covers a term of employment that conflicts with a parties’ past behavior, requiring a higher standard of proof facilitates the primary goal of the PERA — to promote collective bargaining to reduce labor-management strife. A less stringent standard would discourage clarity in bargained terms, destabilize union-management relations, and undermine the employers’ incentive to commit to clearly delineated obligations.</blockquote>\n<blockquote id=\"AWf\">Requiring a higher standard of proof when there is express contract language to the contrary comports with previous Michigan cases regarding modification. Generally, parties are free to take from, add to, or modify an existing contract. . . . However, in the same way a meeting of the minds is necessary to create a binding contract, so also is a meeting of the minds necessary to modify the contract after it has been made. ... A collective bargaining agreement, like-any other contract, is the product of informed understanding and mutual assent. To require a party to bargain anew before enforcing a right set forth in the contract requires proof that the parties knowingly, voluntarily, and mutually agreed to new obligations.</blockquote>\n<blockquote id=\"b652-3\"><page-number citation-index=\"1\" label=\"572\">*572</page-number>. . . Once the employer has fulfilled its duty to bargain, it has a right to rely on the agreement as the statement of its obligations on any topic “covered by” the agreement. “[T]he courts require ‘clear and unmistakable’ evidence of waiver and have tended to construe waivers narrowly.”</blockquote>\n<p id=\"b652-4\">In the present context, we agree with the merc that the fact that the charging party or other school districts may have tacitly or informally acquiesced to insurance benefit changes does not prevail over contradictory contract language under the standard of proof required by <em>Port Huron, supra. </em>An increase in the lifetime maximum benefit level from one million to two million dollars a person cannot be equated with providing wigs for those limited numbers of subscribers requiring this coverage. We affirm the commission’s decision that the school district did not waive its right to renegotiate modification of the term, nor did it extend to the MESSA the right to unilaterally make benefit changes to the insurance coverage specified in the contract.</p>\n<p id=\"b652-5\">v</p>\n<p id=\"b652-6\">The final argument advanced by the mea and the MESSA involves the assertion that, assuming arguendo the change in the benefit level was a midterm modification, the other terms of the collective bargaining agreement protected the employer because any increase in health care premiums during the life of the contract over and above the costs agreed upon were at “no cost” to the employer.</p>\n<p id=\"b652-7\">The contract is the manifestation of the give and take of bargaining regarding both economic and noneconomic issues. The monetary and nonmonetary value of those considerations are subsumed and inte<page-number citation-index=\"1\" label=\"573\">*573</page-number>grated in the agreement. The assertion that a change in the contract terms would not impose a financial cost is no more a justification for an unassented modification of contradictory contract language than if the employer were to unilaterally extend the specified length of the work day.<footnotemark>36</footnotemark></p>\n<p id=\"b653-5\">CONCLUSION</p>\n<p id=\"b653-6\">We affirm the merc’s determination. The school district did not waive its right to negotiate for the change and the commission properly required the union to reinstate the original level of benefits to the MESSA health care plan as ratified. Because the collective bargaining agreement had not terminated, any change or modification had to be mutually renegotiated. The charging party was entitled to insist on the terms that had been specifically bargained for and memorialized in the collective bargaining agreement. Respondent MEA violated subsection 10(3)(c) of the pera through the independent actions of the messa, its third-party agent.</p>\n<judges id=\"b653-7\">Mallett, C.J., and Brickley, Weaver, and Taylor, JJ., concurred with Boyle, J.</judges>\n<footnote label=\"1\">\n<p id=\"b622-11\"> We determine that the facts as reported by the hearing referee and the merc are supported by the record and adopt the agency findings set forth below.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b623-8\"> The mea has a family of related corporations, which include the messa, the Michigan Education Data Network Association, and Mea Financial Services.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b624-8\"> The hearing referee also stated that the messa’s current certificate on file with the Michigan Insurance Bureau for its Super Care II plan contained the following information: “Messa reserves the right to modify or discontinue the group program at any time.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b626-8\"> The messa adjusts its premium rates every year on July 1. Both experience factors and predictions of future costs go into the rate computations. On July 1, 1990, messa rates were increased by two percent.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b627-6\"> The merc affirmed the finding of the hearing referee.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b627-7\"> The merc stated:</p>\n<blockquote id=\"AON\"><page-number citation-index=\"1\" label=\"548\">*548</page-number>AU other rulings and findings of the [hearing referee] not specifically dealt with in the forgoing are hereby affirmed. [1993 MERC Lab Op 101, 106.]</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b628-7\"> The merc ruled:</p>\n<blockquote id=\"b628-8\">We are thus confronted with the unique situation in which a union is accused of violating its bargaining obligation imposed by Section 10(e) of pera, by unilaterally changing a condition of employment. This posture of the case, as is apparent from the Decision and Recommended Order with which we agree, stems from the fact that messa is the holder of the health insurance policy negotiated by the Intermediate Education Association.</blockquote>\n<blockquote id=\"b628-9\">In regard to the waiver finding of the [hearing referee] we agree with the Charging Party that there was no waiver of the bargaining obligation relative to the change in insurance benefits. The finding of the [hearing referee] was in error inasmuch as it found that an insurance certificate stated “messa reserves the right to modify or discontinue the group program at any time.” The language quoted above is not contained in an insurance certificate but in a messa booklet or pamphlet prepared for messa distribution explaining the benefits provided by the health insurance. This for the consumption of the recipient employees. The conclusion that Charging Party either bound itself, or surrendered its bargaining right, through the pamphlet containing the statement that “messa reserves the right to modify or discontinue the group program at any time” is in error.</blockquote>\n<blockquote id=\"b628-10\">This Commission in the past has demanded that waivers of bargaining rights must be clear, explicit, and unmistakable. ... In the case at hand the document relied upon as waiving the employer’s right to bargain about unilateral changes in benefits was not executed either as a part of a collective bargaining agreement or incorporated by reference as a part of a collective bargaining agreement. In sum, we find that there has not been any contractual waiver of the bargaining obligation by the Charging Party.</blockquote>\n<blockquote id=\"b628-11\">Included in the waiver exception is the Charging Party’s contention that the Charging Party did not waive its right to be bargained with relative to a change in working conditions through past practice as found by the [hearing referee]. We have little difficulty with the conclusion that agreed-upon past practice, not incorporated in a collective bargaining agreement, may well have the effect of creating a condition of employment and waiving those statutory obligations owed to a collective bargaining agent or vice-versa. We however, cannot find that a practice or pattern of action that has <page-number citation-index=\"1\" label=\"549\">*549</page-number>existed in the past either though [sic] error or lack of knowledge prevails over contradictory contract language. Thus a bargaining agent that did not know of a public employer’s paying an employee less than the contract wage in the past cannot be said to have waived either its exclusive bargaining rights as provided by pera or its contractual right under such circumstances. In the case at hand the [hearing referee] determined that messa had previously changed benefits without bargaining and had the right to do so. This is clearly in error. We agree with the Charging Party that the fact the Charging Party or other school districts may have tacitly or informally acquiesced in insurance benefit changes in the past does not extend to messa the freedom to unilaterally make whatever changes in benefits it may desire.</blockquote>\n<blockquote id=\"b629-6\">Based on the foregoing we find that there was no waiver of the bargaining obligation and we find that the unilateral change in the maximum benefits that was made without bargaining with the Charging Party violated the obligation to bargain imposed by Section 10(3)(c) of pera. We further agree with the Charging Party that there was no necessity, nor was it possible, for the Charging Party to request bargaining over the change which was already an accomplished fact when the Charging Party was notified of the change made by messa, as the agent of the Intermediate Education Association/Michigan Education Association. The Commission has in the past determined that the obligation to request bargaining is waived if such a request would have been either futile or the bargaining subject change was a fact accomplished when notification was received. We disagree with the conclusion of the [hearing referee] that 1 day prior notification to the Charging Party on May 8, 1990, of a change that was made on March 9, 1990, was sufficient notice. [1993 MERC Lab Op, n 6 <em>supra </em>at 104-106.]</blockquote>\n<p id=\"b629-7\">The merc found the mea and the messa in violation of the pera and ordered the messa to reinstate those lifetime maximum benefits existing before March 9, 1990, and to cease and desist from making unilateral changes in terms or conditions of employment of the employees of the school district without prior notification and affording time for collective bargaining.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b630-7\"> MCL 423.210; MSA 17.455(10) states:</p>\n<blockquote id=\"b630-8\">(1) It shall be unlawful for a public employer or an officer or agent of a public employer (a) to interfere with, restrain or coerce public employees in the exercise of their rights guaranteed in section 9 ... (e) to refuse to bargain collectively with the representatives of its public employees, subject to the provisions of section 11.</blockquote>\n<blockquote id=\"b630-9\">(3) It shall be unlawful for a labor organization or its agents . . . (c) to refuse to bargain collectively with a public employer, provided it is the representative of the public employer’s employees subject to section 11 [MCL 423.211; MSA 17.455(11)].</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b630-10\"> MCL 423.215; MSA 17.455(15) states:</p>\n<blockquote id=\"b630-11\">A public employer shall bargain collectively with the representatives of its employees as defined in section 11 and is authorized to make and enter into collective bargaining agreements with such representatives. For the purposes of this section, to bargain collec<page-number citation-index=\"1\" label=\"551\">*551</page-number>üvely is the performance of the mutual obligation of the employer and the representative of the employees to meet at reasonable times and confer in good faith with respect to wages, hours, and other terms and conditions of .employment, or the negotiation of an agreement, or any question arising thereunder, and the execution of a written contract, ordinance or resolution incorporating any agreement reached if requested by either party, but such obligation does not compel either party to agree to a proposal or require the making of a concession.</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b631-7\"> We overruled <em>Mid-Michigan Ed Ass’n v St Charles Community Schools, </em>150 Mich App 763; 389 NW2d 482 (1986), in <em>Port Huron, supra </em>at 328, n 20, but agreed with the Court of Appeals that health benefits are a mandatory bargaining subject. See also <em>Bastian-Blessing, Div of Golconda Corp v NLRB, </em>474 F2d 49, 52 (CA 6, 1973). “Health insurance benefits clearly represent mandatory subjects for bargaining.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b631-8\"> MCL 423.215(4); MSA 17.455(15)(4) provides:</p>\n<blockquote id=\"AW_\"><page-number citation-index=\"1\" label=\"552\">*552</page-number>The matters described in subsection (3) are prohibited subjects of bargaining between a public school employer and a bargaining representative of its employees, and, for the purposes of this act, are within the sole authority of the public school employer to decide.</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b632-8\"> MCL 423.215(3); MSA 17.455(15)(3) states:</p>\n<blockquote id=\"b632-9\">Collective bargaining between a public school employer and a bargaining representative of its employees shall not include any of the following subjects:</blockquote>\n<blockquote id=\"b632-10\">(a) Who is or will be the policy holder of an employee group insurance benefit. This subdivision does not affect the duty to bargain with respect to types and levels of benefits and coverages for group insurance.</blockquote>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b632-11\"> MCL 423.215(3)(a); MSA 17.455(15)(3)(a) states:</p>\n<blockquote id=\"b632-12\">A change or proposed change in a type or to a level of benefit, policy specification, or coverage for employee group insurance shall be bargained by the public school employer and the bargaining representative before the change may take effect.</blockquote>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b633-9\"> “The employer can fulfill its statutory duty by bargaining about a subject and memorializing resolution of that subject in the collective bargaining agreement.\" <em>Port Huron, supra </em>at 317-318.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b633-10\"> A modification “is a prohibited unfair labor practice only when it changes a term that is a mandatory rather than a permissive subject of bargaining.” <em>Allied Chemical Workers, supra </em>at 185.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b634-7\"> As conceded by counsel for the mea, the dispute did not involve the factual findings of the hearing referee, but rather, the appropriate legal conclusion based on the facts.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b637-7\"> Federal courts review under similar principles. See <em>Local 1814, Int’l Longshoremen’s Ass’n v NLRB, </em>236 US App DC 353, 363; 735 F2d 1384 (1984). Agency relationship is a factual matter that cannot be disturbed if supported by substantial evidence on the record as a whole.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b638-6\"> <em>Int’l Longshoremen’s Ass’n, AFL-CIO, supra </em>at 249:</p>\n<blockquote id=\"b638-7\">It is a fundamental principle of hornbook agency law that an agency relationship arises only where the principal “has the right to control the conduct of the agent with respect to matters entrusted to him.” Restatement (Second) of Agency § 14 (1958); accord <em>Eyerman v Mary Kay Cosmetics, Inc, </em>967 F2d 213, 219 (CA 6, 1992); <em>United Packinghouse Workers v Maurer-Neuer, Inc, </em>272 F2d 647, 648 (CA 10, 1959), cert den 362 US 904; 80 S Ct 611; 4 L Ed 2d 555 (1960); see also, e.g., <em>Edwards v John Hancock Mut Life Ins Co, </em>973 F2d 1027, 1031-1033 (CA 1, 1992).</blockquote>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b638-8\"> In <em>Int’l Longshoremen’s, AFL-CIO, supra, </em>Chief Judge Harry T. Edwards of the District of Columbia Circuit Court found that there was no agency relationship because no control could be demonstrated. The claim of an unfair labor practice was based on a request from the International Longshoremen’s union to the Japanese dockworkers union to help by picketing and refusing to unload Florida fruit exported to Japan that had been loaded for export by nonunion workers in Florida.</p>\n<p id=\"b638-9\">The panel rejected the Eleventh Circuit’s determination of agency in a factually similar case, <em>Dowd v Int’l Longshoremen’s Ass’n v AFL-CIO, </em>975 F2d 779, 785 (CA 11, 1992). Judge Edwards observed that the <em>Dowd </em>court acknowledged that the ila had no right of control over Japanese unions, something normally required to create an agency relationship, but, nevertheless, concluded:</p>\n<blockquote id=\"b638-10\">Under the liberal application of agency concepts appropriate in the labor context, a contractual right to control and direct the performance of another is not required to impose responsibility under section 8(b) where an employer or union has encouraged or requested another to engage in unfair labor practices on its behalf.</blockquote>\n<p id=\"b638-11\">Rejecting an expansive construction of agency in the labor law context, Judge Edwards noted that the court could not discard basic agency law “without also discarding our duty to apply the nlra consistently with the intent of Congress.” <em>Int’l Longshoremen’s, AFL-CIO, supra </em>at 250.</p>\n<blockquote id=\"b638-12\">[T]he ila exercised no control over the conduct of the Japanese unions. To the contrary, the ila and the Japanese unions are com<page-number citation-index=\"1\" label=\"559\">*559</page-number>pletely independent entities, bound together only by the fact that both seek to further the goals of organized labor worldwide. We discern nothing in the law of agency to support a theory transforming one union into the agent of another based upon the spirit of labor solidarity alone. <em>[Id. </em>at 249.]</blockquote>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b639-6\"> We agree with the Court of Appeals in <em>Capitol City Lodge, supra </em>at 535, that the merc had misinterpreted the Taft-Hartley amendments “as creating an expansive definition of agency,” <em>id. </em>at 538, and that the Court correctly concluded that the sheriff was not an agent of Meridian Township because it had no right to control the sheriff. The sheriff, an elected official, was responsible for performance of his statutory law enforcement duties. The sheriff’s deputies provided police protection for the township paid for by the township. Any control attributed to the township was limited solely to the financial aspects of that relationship. The sheriff’s deputies were responsible only to the sheriff and not the township. The Court held “that when a township calls upon the county sheriff to provide special police protection for the township pursuant to MCL 41.181; MSA 5.45(1) the sheriff’s relationship to' the township is that of an independent contractor and the actions of the sheriff are not to be imputed to the township.” <em>Id. </em>at 542.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b639-7\"> Judge Edwards traced the legislative history of the act in <em>Int’l Longshoremen’s, AFL-CIO </em>at 247-248.</p>\n<blockquote id=\"b639-8\">In considering questions of agency under the nlra, we must construe section 2(13), which provides that, “[i]n determining whether any person is acting as an ‘agent’ of another person so as to make such other person responsible for his acts, the question of whether the specific acts performed were actually authorized or subsequently ratified shall not be controlling.” 29 USC 152(13). Congress added this provision to the Act as part of the lmra, and the legisla<page-number citation-index=\"1\" label=\"560\">*560</page-number>five history of that statute makes clear that it was designed to render “both employers and labor organizations . . . responsible for the acts of their agents in accordance with the ordinary common law rules of agency.” H. R. Conf. Rep. No. 510, 80th Cong., 1st Sess. 36 (1947) U.S. Code Cong. Serv. 1947, pp 1135, 1142; see also 93 Cong. Rec. 6859 (1947) (statement of Sen. Taft) (stating agreement of conference committee that “the ordinary law of agency should apply to employer and union representatives”); <em>Local 1814, ILA v NLRB </em>[236 US App DC 353, 363] 735 F2d 1384 [(1984)] (“Beyond doubt, the legislative intent of [subsection 2(13)] was to make the ordinary law of agency applicable to the attribution of individual acts to both employers and unions.”), cert denied, 469 US 1072; 105 S Ct 565; 83 L Ed 2d 506 (1984).</blockquote>\n<p id=\"b640-7\">See also <em>NLRB v Int’l Longshoremen’s &amp; Warehousemen’s Union, Local 10, </em>283 F2d 558, 563 (CA 9, 1960).</p>\n<blockquote id=\"b640-8\">The purpose in holding employers chargeable only for the acts of their “agents” rather than for the acts of any person who acted in their interests was to limit an employer’s responsibility to acts done within the actual or apparent scope of the acting person’s authority. Since unions were also held responsible for the acts of their agents, Taft-Hartley rendered common law principles of agency equally applicable to both labor and management groups. . . . Senator Taft . . . repeatedly remarked on the floor of the Senate that common law rules of agency were to govern the question of who acted for whom for purposes of determining culpability under the Act.</blockquote>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b640-9\"> The nlrb and reviewing courts have frequently employed common-law agency principles and applied them to both labor and management. For example see <em>Cagle’s Inc v NLRB, </em>588 F2d 943, 947-948 (CA 5, 1979) (the employer is responsible for the chamber of commerce official acting as its agent in the campaigning against a union and acting as an intermediary between the union and the employer); <em>NLRB v Int’l Longshoremen’s, supra </em>at 566 (the local union is responsible for unlawful acts of stewards acting as agents in furtherance of the union’s interests); <em>United Mine Workers of America v Patton, </em>211 F2d 742, 748 (CA 4, 1954) (union business agents acting in the capacity of union officers are union agents guilty of unfair labor practices despite the lack of explicit approval or authorization by the union).</p>\n<p id=\"b641-5\"><page-number citation-index=\"1\" label=\"561\">*561</page-number>The United States Court of Appeals for the District of Columbia has observed that special considerations arise when applying the common law of agency in the labor context. The court opined:</p>\n<blockquote id=\"b641-6\">Transplantation of ordinary agency law, which arises out of ordinary contract and tort disputes, into the nlra context necessarily requires sensitivity to the particular circumstances of industrial labor relations. Courts have concluded that under the nlra, agency principles must be expansively construed, including when questions of union responsibility are presented. <em>[Local 1814, </em>n 17 <em>supra </em>at 363.]</blockquote>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b641-7\"> See <em>Atkinson v Sinclair Refining Co, </em>370 US 238; 82 S Ct 1318; 8 L Ed 2d 462 (1962) (unions are bound by acts of principles according to conventional principles of agency); <em>Int’l Ladies’ Garment Workers’ Union v NLRB, </em>99 US App DC 64, 68; 237 F2d 545 (1956) (congressional intent to apply common-law agency principles); <em>Dist 30, United Mine Workers of America v NLRB, </em>819 F2d 651, 655 (CA 6, 1987) (the question of agency analyzed within the framework of common-law agency principles).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b641-8\"> In another context, the United States Supreme Court has recognized that a corporate agency relationship may exist between a parent corporation and a subsidiary if properly supported by agency principles such as whether the corporation operates for the principal, binds the principal by its actions, and carries on the normal duties of an agent. <em>Nat’l Carbide Corp v IRS Comm’r, </em>336 US 422, 428, 437; 69 S Ct 726; 93 L Ed 779 (1949).</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b642-7\"> Legal rulings of administrative agencies are not given the deference accorded factual findings. Legal rulings of an administrative agency are set aside if they are in violation of the constitution or a statute, or affected by a substantial and material error of law. MCL 24.306(l)(a), (f); MSA 3.560(206)(l)(a), (f). <em>Southfield Police Officers Ass’n v Southfield, </em>433 Mich 168; 445 NW2d 98 (1989). <em>[Amalgamated Transit Union v SEMTA, supra </em>at 450.]</p>\n<p id=\"b642-8\">See also <em>NLRB v United Ins Co of America, </em>390 US 254, 260; 88 S Ct 988; 19 L Ed 2d 1083 (1968).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b643-7\"> Section 158 states:</p>\n<blockquote id=\"b643-8\">(b) Unfair labor practices by labor organization.</blockquote>\n<blockquote id=\"b643-9\">It shall be an unfair labor practice for a labor organization or its agents—</blockquote>\n<blockquote id=\"b643-10\">(1) to restrain or coerce (A) employees in the exercise of the rights guaranteed in section 7 [29 USC 157]: Provided, That this paragraph shall not impair the right of a labor organization to prescribe its own rules with respect to the acquisition or retention of membership therein; or (B) an employer in the selection of his representatives for the purpose of collective bargaining or the adjustment of grievances;</blockquote>\n<blockquote id=\"b643-17\">(8) to refuse to bargain collectively with an employer, provided it is the representative of his employees subject to the provisions of section 9(a) [29 USC 159(a)];</blockquote>\n<blockquote id=\"b643-20\">(d) Obligation to bargain collectively.</blockquote>\n<blockquote id=\"b643-21\">For the purposes of this section, to bargain collectively is the performance of the mutual obligation of the employer and the representative of the employees to meet at reasonable times and confer in good faith with respect to wages, hours, and other terms and conditions of employment, or the negotiation of an agreement, or any question arising thereunder, and the execution of a written contract incorporating any agreement reached if requested by either party, but such obligation does not compel either party to agree to a proposal or require the making of a concession: Provided, That where there is in effect a collective-bargaining contract covering employees in an industry affecting commerce, the duty to bargain collectively shall also mean that no party to such contract shall terminate or modify such contract, unless the party desiring such termination or modification—</blockquote>\n<blockquote id=\"b643-33\">(1) serves a written notice upon the other party to the contract of the proposed termination or modification sixty days prior to the expiration date thereof, or in the event such contract contains no <page-number citation-index=\"1\" label=\"564\">*564</page-number>expiration date, sixty days prior to the time it is proposed to make such termination or modification;</blockquote>\n<blockquote id=\"b644-7\">(2) offers to meet and confer with the other party for the purpose of negotiating a new contract or a contract containing the proposed modifications;</blockquote>\n<blockquote id=\"b644-8\">(3) notifies the Federal Mediation and Conciliation Service within thirty days after such notice of the existence of a dispute, and simultaneously therewith notifies any State or Territorial agency established to mediate and conciliate disputes within the State or Territory where the dispute occurred, provided no agreement has been reached by that time; and</blockquote>\n<blockquote id=\"b644-9\">(4) continues in full force and effect, without resorting to strike or lock-out, all the terms and conditions of the existing contract for a period of sixty days after such notice is given or until the expiration date of such contract, whichever occurs later ....</blockquote>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b644-10\"> We agree that the unfair labor practice is properly reviewed as a midterm contract modification rather than a unilateral change in working conditions for the following reasons explained by the hearing referee.</p>\n<blockquote id=\"b644-11\">This charge was filed and tried alleging a unilateral change in working conditions .... In the opinion of the undersigned, this is a conceptual error. Employees work for the employer. The employer determines the working conditions. The collective bargaining agent does not employ the employees and therefore does not set working conditions and cannot change them. It secures a contract in which the employer agrees to certain working conditions and it is through the contract that the union impacts working conditions. What this case presents then is not a “unilateral change” but a midterm modification of the collective bargaining agreement.</blockquote>\n<blockquote id=\"b644-12\">Is this merely an academic quibble? After all, ultimately it is a working condition which is changed. In the opinion of the undersigned, it is more than that because different legal doctrines and standards will apply. Neither party may unilaterally alter or modify the contract in mid-term. The defenses of notice, opportunity to bargain, past practice, futility of demand will not apply.</blockquote>\n<blockquote id=\"b644-13\">[U]nder a midterm contract modification theory, [ajbsent consent of both parties, no change is permissible. Charging Party by silence could preclude any change in the contract.</blockquote>\n<blockquote id=\"b645-5\"><page-number citation-index=\"1\" label=\"565\">*565</page-number>The remaining question, then, is whether there was consent by the Charging Party to this midterm modification of the collective bargaining agreement.</blockquote>\n<blockquote id=\"b645-6\">* ** **§*</blockquote>\n<blockquote id=\"b645-7\">Absent consent, neither party is free to modify the contract.</blockquote>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b645-8\"> <em>Allied Chemical Workers, supra </em>at 185-186 states:</p>\n<blockquote id=\"b645-9\">Paragraph (4) of § 8(d), of course, requires that a party proposing a modification continue “in full force and effect ... all the terms and conditions of the existing contract” until its expiration. Viewed in isolation from the rest of the provision, that language would preclude any distinction between contract obligations that are “terms and conditions of employment” and those that are not. But in construing § 8(d), “we must not be guided by a single sentence or member of a sentence, but look to the provisions of the whole law, and to its object and policy.” . . . Seen in that light, § 8(d) embraces only mandatory topics of bargaining. The provision begins by defining “to bargain collectively” as meeting and conferring “with respect to wages, hours, and other terms and conditions of employment.” It then goes on to state that “the duty to bargain collectively shall also mean” that mid-term unilateral modifications and terminations are prohibited. Although this part of the section is introduced by a “proviso” clause ... it quite plainly is to be construed in pari materia with the preceding definition. Accordingly, just as § 8(d) defines the obligation to bargain to be with respect to mandatory terms alone, so it prescribes the duty to maintain only mandatory terms without unilateral modification for the duration of the collective-bargaining agreement.</blockquote>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b646-7\"> At oral argument, counsel for the mea agreed that this case was “not a unilateral change case,” and conceded, in accord with the merc finding that it involved a “midterm modification of the collective bargaining agreement so what you have to find is that the collective bargaining agreement was breached . . . .”</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b647-4\"> Section 8 provides that no party to a contract shall terminate or modify it, the contract stays in full force and effect with all the terms and conditions of the existing contract until its expiration date. Subsection 8(d) prohibits an employer from altering contractual terms concerning mandatory subjects of bargaining during the life of a collective bargaining agreement without the consent of the union.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b647-5\"> A labor organization that violates subsections 8(b)(3) and 8(d) by unilaterally and without notice or following the requirements of subsection 8(d) and purports to modify the terms of a strike settlement agreement incorporated into a collective bargaining agreement is guilty of an unfair labor practice.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b647-6\"> Similarly, under federal law, labor and management have a duty to negotiate in good faith over mandatory subjects of bargaining that continues even after a collective bargaining agreement is reached. The scope of this duty depends on whether a particular mandatory subject is “contained in” the contract. If the mandatory term is contained in the contract, neither party is free to modify it unless the party desiring the modification continues the existing agreement in full force and effect until its expiration date, and neither party is required to discuss or agree to any modification of the terms and conditions in a contract for a fixed period if the modification sought is to be made effective under the existing contract. During the life of the contract, neither party may alter the contractual terms without consent. <em>Int’l Union, supra </em>at 310.</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b648-6\"> Counsel for the mea asserted at oral argument that “the collective bargaining agreement . . . called for Messa Super Care II” specifically and that “[t]he Board had every right to negotiate and to put right into the contract . . . these level of benefits” resulting in a binding contract.</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b648-7\"> The letter states that “we are increasing the lifetime maximum of the health plans to $2 million. As health costs escalate, the messa health plans must adjust to the changing climate brought about by inflation, medical technology and utilization. This further protection is being added at minimal cost to the plan . . . .”</p>\n<p id=\"b648-8\">The NLRB found that uncertainty over funding a self-insured health care program for employees had an effect on the employees’ previously negotiated benefits. <em>Bastian-Blessing, </em>n 10 <em>supra </em>at 52. We see no reason why similar principles would not apply here, in that “[t]he public employer frequently has less control than its private sector counterpart over its income and expenses . . . [and] is dependent on the electorate to approve new revenues from taxes.” <em>Gibraltar School Dist, supra </em>at 344. <page-number citation-index=\"1\" label=\"569\">*569</page-number>The adverse effect on the district and future budgetary concerns resulting from a midterm modification of existing levels of benefits cannot be ignored. Future bargaining for a new contract would start not from the terms of the cost levels attendant in the previous health care contract, but from the uncertain cost levels of the modified contract.</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b649-6\"> The merc agreed with the hearing referee that bargaining subject change was an accomplished fact, but disagreed with the assertion that the notification to the district on May 8, 1990, of a change made on March 9, 1990, was sufficient notice. However, as noted by the hearing referee the notice issue has little relevance under a midterm modification theory.</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b653-8\"> The nlrb has applied the same rationale to the employer. An intentional alteration in the final printed agreement of the actual written verbiage accepted by the union and ratified by its members regarding health care benefits was found to be an unfair labor practice. The nlrb ordered the company to withdraw the change and reinstate the original language. <em>E-Systems, Inc v Int’l Union, UAW, AFL-CIO, and CLC, </em>318 NLRB 1009 (1995). The newly negotiated language “As the Corporation modified the Corporate Medical Plan, the Division Medical Plan will also be modified” was unilaterally altered to “As the Corporation modifies the Corporate Medical Plan, the Bargaining Unit Medical Plan will also be modified.” <em>Id. </em>at 1015. This change was sufficient to be considered a modification of the agreement amounting to an unfair labor practice because the specific terms had been collectively bargained.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b654-4\"><page-number citation-index=\"1\" label=\"574\">*574</page-number>Kelly, J.</author>\n<p id=\"A19B\">(dissenting). The threshold question in this case is whether the Michigan Education Special Services Association (messa) acted as an agent of the Michigan Education Association (mea). I would find that the messa did not act as an agent of the mea when it increased the lifetime maximum health care coverage for messa policyholders.</p>\n<p id=\"b654-5\">The Michigan Employment Relations Commission (merc) made a substantial and material error of law when it adopted the reasoning of the hearing referee.<footnotemark>1</footnotemark> The hearing referee’s conclusion that the messa acted as an agent of the MEA was made, not by applying the ability-to-control test, but through a newly created “symbiotic-relationship” test. The majority appears to have endorsed that test. I find that the proper test is the control test. Applying it, I conclude that the MERC decision is not supported by substantial evidence sufficient for a reasonable mind to accept as adequate to justify its conclusion.</p>\n<p id=\"b654-6\">i</p>\n<p id=\"b654-7\">The leading case in Michigan jurisprudence on determining whether an agency relationship exists under the public employment relations act (pera),<footnotemark>2</footnotemark> is <em>Capitol City Lodge No 141, FOP v Meridian Twp, </em>90 Mich App 533; 282 NW2d 383 (1979). There, the Court <page-number citation-index=\"1\" label=\"575\">*575</page-number>concluded that to hold that the Ingham County Sheriff is an agent of Meridian Township requires a finding that the township has a right to control an elected official. The finding would have no basis in law or fact, as the township did not have the actual ability to control the actions of the sheriff. In fact, the township requested that the sheriff not take the action he did, but was unable to prevent it.</p>\n<p id=\"b655-5\">The Court of Appeals recognized that the “right to control an agent is fundamental to the existence of an agency relationship.” <em>Id. </em>at 541, citing <em>Nat'l Labor Relations Bd v Local No 64, Falls Cities Dist Council of Carpenters, </em>497 F2d 1335, 1336 (CA 6, 1974). Though the majority in this case also acknowledges the edict, it fails to be guided by its wisdom.</p>\n<p id=\"b655-6\">The majority’s analysis focuses on the significant amount of overlap between the MBA and the messa. It appears to endorse the symbiotic-relationship test. A similar detailed examination of areas not relevant to the immediate decision is absent from the analysis in <em>Capitol City Lodge. </em>Rather, the Court there concentrated its attention on the exact decision at hand, the termination of the deputy’s employment, and found no ability to control. In fact, the Court found a futile attempt by the township to prevent the action from occurring.</p>\n<p id=\"b655-7\">Here, I find that the mea, likewise, engaged in a futile protest against action taken by the messa, rather than actually controlling the decision under consideration. In <em>Capitol City Lodge, </em>the Court found no need to focus extensively on the interworkings of the close relationship between the township and the sheriff beyond the matter in question. Its attention was on the actual decision leading to the charged action. <page-number citation-index=\"1\" label=\"576\">*576</page-number>Where the majority looks primarily at extrinsic aspects of the relationship between the mea and the messa, it is ignoring <em>Capitol City Lodge’s </em>teaching, despite acknowledging its applicability.</p>\n<p id=\"b656-5\">Like <em>Capitol City Lodge, </em>in this case, the mea lacked the ability to control the actions of the messa. In fact, the mea, through its executive director, Beverly Wolkow, specifically opposed the disputed increase in lifetime benefits. Even in the face of her direct opposition, the messa’s board of trustees voted to increase the insurance coverage.</p>\n<p id=\"b656-6\">We are mindful that this board consists of thirteen persons, all of whom must be messa members. Of these thirteen, six trustees must be elected from and by the mea board of directors and two trustees are the president and vice president of the mea. Thus, a majority of the MESSA board members are from the MEA.</p>\n<p id=\"b656-7\">Regardless of its majority, the mea was not able to control the MESSA board when it decided to increase the lifetime benefits for its members. That is because those trustees owe a fiduciary duty to the board on which they sit, regardless of their other affiliations.<footnotemark>3</footnotemark> <page-number citation-index=\"1\" label=\"577\">*577</page-number>Thus, while the mea members sit on the messa board, they vote in conformity with their fiduciary duty to the members of the MESSA and not to the MEA.<footnotemark>4</footnotemark> Frequently, the best interests of the MESSA membership will be aligned with the best interests of the MEA membership; even so, mutual interests are insufficient to establish control.</p>\n<p id=\"b657-5\">n</p>\n<p id=\"b657-6\">As noted by the majority, the relationship between the mea and the messa is that of parent-subsidiary. As this Court recently stated:</p>\n<blockquote id=\"b657-7\">It is a well-recognized principle that separate corporate entities will be respected. <em>Wells v Firestone, </em>421 Mich 641, 650; 364 NW2d 670 (1984). Michigan law presumes that, absent some abuse of corporate form, parent and subsidiary corporations are separate and distinct entities. See, e.g., <em>Herman v Mobile Homes Corp, </em>317 Mich 233, 243; 26 NW2d 757 (1947); <em>Gledhill v Fisher &amp; Co, </em>272 Mich 353, 357-358; 262 NW 371 (1935). This presumption, often referred to as a “corporate veil,” may be pierced only where an otherwise separate corporate existence has been used to “subvert justice or cause a result that [is] contrary to some clearly overriding public policy.” <em>Wells, supra </em>at 650; <em>Helzer v F Joseph </em><page-number citation-index=\"1\" label=\"578\">*578</page-number><em>Lamb Co, </em>171 Mich App 6, 9; 429 NW2d 835 (1988). More specifically, Michigan courts have generally required that a subsidiary must “become ‘a mere instrumentality’ of the parent” before its separate corporate existence will be disregarded. <em>Maki v Copper Range Co, </em>121 Mich App 518, 524; 328 NW2d 430 (1982). <em>[Seasword v Hilti, Inc (After Remand), </em>449 Mich 542, 547-548; 537 NW2d 221 (1995).]</blockquote>\n<p id=\"b658-5\">Additionally, as the United States Court of Appeals for the Sixth Circuit recently reaffirmed in a case involving a parent-subsidiary relationship;</p>\n<blockquote id=\"b658-6\">Michigan appears to follow the general rule that requires demonstration of patent abuse of the corporate form in order to pierce the corporate veil. There must be such a unity of interest and ownership that the separate personalities of the corporation and its owner cease to exist, and the circumstances must be such that adherence to the fiction of separate corporate existence would sanction a fraud or promote injustice. <em>[United States v Cordova Chemical Co of Michigan, </em>113 F3d 572, 580 (CA 6, 1997).]</blockquote>\n<p id=\"b658-7\">The messa is, as acknowledged by the majority, a Michigan nonprofit, nonstock corporation, hence, a separate entity from the MEA.</p>\n<p id=\"b658-8\">The symbiotic-relationship test impliedly ratified by the majority today is inconsistent with the well-established rule that separate corporate identities will be respected, absent a substantial abuse of the corporate form. There is no evidence of any abuse of the corporate form by the MEA and the MESSA. The two are separate entities, as shown by the inability of one to control the other. There is no evidence of an understanding that one will act on behalf of the other, subject to that party’s control.</p>\n<p id=\"b658-9\">The majority’s decision today allows an erosion of the distinction between parent corporations and their <page-number citation-index=\"1\" label=\"579\">*579</page-number>subsidiaries. It permits a “symbiotic relationship” to suffice for the conclusion to be drawn that an agency relationship exists, absent evidence of the ability to control. This finding defeats the very purpose for which many corporations create subsidiaries — to insulate themselves from liability in connection with the subsidiary’s activities. Absent a showing of abuse of the corporate form, the corporate veil should not be pierced. The majority has allowed that veil to become so porous as to allow the protection it previously provided to escape.</p>\n<p id=\"b659-5\">The messa has continually acted as a separate entity, making decisions that depart from what the mea wished would occur. For instance, when the messa was searching for a new headquarters, negotiations between the messa and the mea broke down over the price of MEA-owned property. The messa looked elsewhere for land before the mea lowered the price to an acceptable level.</p>\n<p id=\"b659-6\">The majority states that the affiliation/disaffiliation policy of the messa was considered material to the question whether there was an agency relationship between the messa and the mea. The policy permits enforcement of the membership requirements in the messa’s bylaws and furthers the messa’s marketing goal of being identified as offering MEA-affiliated products. To maintain its tax-exempt status as a voluntary employees’ beneficiary association under subsection 501(c)(9) of the Internal Revenue Code, the messa must comply with the requirement that MESSA members share an “employment-related common bond.” 26 CFR 1.501(c)(9)-2(a). In this case, that common bond is the education industry.</p>\n<p id=\"b660-4\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>Simply because the mea markets messa products does not demonstrate an agency relationship. It makes good business sense for the messa to concentrate its efforts on a particular group in the education industry, teachers. Thus, it solicits the aid of the MEA to market its products and pays the mea for it. The mea provides the MESSA with a unique opportunity to present its products to an attentive and select audience.<footnotemark>5</footnotemark> The existence of a homogenous client base does not suffice to establish an agency relationship.</p>\n<p id=\"b660-5\">I acknowledge that the two entities have many similarities and overlapping concerns. However, the existence of entanglements without the ability to control is not enough to establish an agency relationship.</p>\n<p id=\"b660-6\">Because I do not find the existence of an agency relationship between the mea and the MESSA, I do not reach the issue whether the mea committed an unfair labor practice. Unless the MESSA is found to be an agent of the mea, its actions are not governed by the PERA. Without a finding of agency, this Court has no jurisdiction over the MESSA to grant the relief requested under plaintiffs pera claim.</p>\n<p id=\"b660-7\">I would reverse the Court of Appeals decision because it has not been shown that the mea has the ability to control the messa. Additionally, there is powerful evidence to show that the messa did not act on behalf of the MEA when its board decided to increase the lifetime health benefits.</p>\n<judges id=\"b661-2\"><page-number citation-index=\"1\" label=\"581\">*581</page-number>Cavanagh, J., concurred with Kelly, J.</judges>\n<footnote label=\"1\">\n<p id=\"b654-8\"> MCL 24.306(1)©; MSA 3.560(206)(l)(f) provides, in pertinent part:</p>\n<blockquote id=\"b654-9\">[T]he court shall hold unlawful and set aside a decision or order of an agency if the substantial rights of the petitioner have been prejudiced because the decision or order is any of the following:</blockquote>\n<blockquote id=\"b654-10\">© Affected by other substantial and material error of law.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b654-11\"> MCL 423.201; MSA 17.455(1).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b656-8\"> As noted by the hearing referee, Shlomo Sperka:</p>\n<blockquote id=\"b656-9\">Charging Party argues in essence that since many of the same individuals are in leadership positions in both organizations and since the members of Respondent messa are the members of mea (if insurance coverage is secured under collective bargaining agreements) whenever messa advances the interest of its members it is advancing the interest of mea members and acting as an agent of mea. In the opinion of the undersigned, this does not necessarily follow. The trustees of messa are performing their fiduciary duties to messa when they advance messa members’ interest, although those members are also mea members. We need not find as a matter of law that individuals cannot fulfill two roles at different times. [1993 MERC Lab Op 101, 113.]</blockquote>\n<p id=\"b657-8\"><page-number citation-index=\"1\" label=\"577\">*577</page-number>The majority’s decision today implies that persons who sit on both the mea board and the messa board will invariably violate their fiduciary duties to the subsidiary board. It assumes that they will always vote to advance the interests of the mea, rather than those of the messa. This presumption is particularly egregious when viewed in light of the fact that messa board members undergo annual training, during which they receive instruction concerning their fiduciary responsibility to the messa. The majority’s view that messa board members would throw their fiduciary duty to the wind to further the interests of the mea is without a demonstrated basis in fact.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b657-11\"> The mea’s lack of control over the messa is further evidenced by the board’s refusal to provide coverage for hearing aids as requested by the mea representative assembly in 1989. The requisite control by the mea over the messa cannot be found when the messa makes decisions in the best interests of its membership, regardless of the desires of the mea.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b660-8\"> Local mea units are under no obligation to negotiate for messa plans.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}