{
  "casebody": {
    "data": "<casebody firstpage=\"31\" lastpage=\"34\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b49-4\">The State of Ohio, Appellee, <em>v. </em>Welch, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b49-5\">[Cite as State v. Welch (1971), 28 Ohio St. 2d 31.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b49-8\">(No. 70-377</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AK\">Decided October 20, 1971.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b50-9\"><page-number citation-index=\"1\" label=\"32\">*32</page-number><em>Mr. James K. Nichols, </em>prosecuting attorney, for appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b50-10\"><em>IIIr. John E. Peck, </em>for appellant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b50-11\">Corrigan, J.</author>\n<p id=\"A0V\">The record before us reflects that defendant was apprised of his “constitutional rights,” but it does not affirmatively show that he was specifically told of his right to state-appointed counsel to represent him at state ■ expense if he was indigent.</p>\n<p id=\"b50-12\">This court has ruled in <em>Jones </em>v. <em>State </em>(1966), 8 Ohio St. 2d 21, that:</p>\n<p id=\"b50-13\">“To'have an effective waiver of counsel the accused must be -fully informed of his right to counsel, either retained or state-appointed, must understand such right and must intelligently and knowingly waive such right.”</p>\n<p id=\"b50-14\">The trial court in ruling on defendant’s petition to vacate found as a conclusion of law as follows:</p>\n<p id=\"b50-15\">'• “It is true that the defendant, Welch, was without counsel but he made no request for counsel, nor does he make any complaint that he was unable to employ counsel, <page-number citation-index=\"1\" label=\"33\">*33</page-number>in fact he stated that he did not wish to be represented by counsel. Defendant admits that the court explained to him his constitutional rights as well as asking the defendant if he desired counsel. The court was well satisfied that the defendant after the above explanation knew the types of crimes and what his rights were.</p>\n<p id=\"b51-5\">“ ‘The fact that the record does not specify the “constitutional rights” about which the petitioner was informed does not give rise to a presumption that the court did not comply with all the duties specifically imposed upon it by our Constitution and statutes.’ <em>Conlan </em>v. <em>Haskins, Supt., </em>177 Ohio St. 65.”</p>\n<p id=\"b51-6\">We agree. However, no hearing was accorded this defendant on his petition to vacate. And, as pointed out by the able trial judge, the record does not specify the “constitutional rights” about which the defendant was informed at the time he entered the guilty pleas.</p>\n<p id=\"b51-7\">In <em>State </em>v. <em>Hall </em>(1968), 14 Ohio St. 2d 266, this court, following <em>State </em>v. <em>Perry </em>(1967), 10 Ohio St. 2d 175, held that where the record shows that a prisoner was not rep-' resented by counsel when he pleaded guilty and th’e record does not contain sufficient evidence to justify the conclusion that the defendant knowingly and intelligently waived his constitutional right to counsel, the trial court in postconviction proceedings should appoint counsel so. that there may be a judicial determination while he is represented by counsel on the issue of whether he knowingly and intelligently waived his right to counsel.</p>\n<p id=\"b51-8\">Since no such hearing was had in this case on defendant’s petition to vacate, the judgment of the Court of Appeals is reversed and the cause is remanded to the Court of Common Pleas, with instructions to grant an evidentiary hearing to defendant on his petition to vacate.</p>\n<p id=\"b51-9\">\n<em>Judgment reversed.</em>\n</p>\n<judges id=\"b51-10\">O’Neill, C. J., Herbert and Stern, JJ., concur.</judges>\n<judges id=\"b51-11\">Schneider, Duncan and Leach, JJ., dissent.</judges>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b51-12\">Leach, J.,</author>\n<p id=\"Aq\">dissenting. I would reverse and enter judgment vacating the judgment of conviction on the plea of <page-number citation-index=\"1\" label=\"34\">*34</page-number>guilty. Here the plea was to an information. While the requirement of “presentment or indictment of a grand jury,” contained in Section 10, Article I of the Constitution of Ohio, may be waived in accordance with the procedures prescribed by R. C. 2941.021,<footnotemark>1</footnotemark> here compliance with such procedures was not had. This statute requires not only a written waiver in open court of prosecution by indictment, but also specifically requires at such time either representation by counsel, or that a defendant “has affirmatively waived counsel by waiver in writing and in open court. ’ ’</p>\n<p id=\"b52-5\">The record herein, certified to this court, contains a written waiver of prosecution by indictment (erroneously reciting representation by counsel at the time), but contains no written waiver of counsel and no recordation, at or about such time, of the existence of any such written waiver. It is conceded by the state in oral argument that petitioner<footnotemark>2</footnotemark> did not have counsel at the time of the guilty plea and that, notwithstanding Conclusion of Law No. 4, entered by the trial judge at the time postconviction relief was denied, petitioner did not waive counsel <em>in writing </em>and in open court.</p>\n<p id=\"b52-6\">Since the provisions of R. C. 2941.021 are in derogation of the constitutional requirement of grand jury indictment, a failure to comply therewith should render the judgment of conviction “void or voidable under the Ohio Constitution” within the purview of R. C. 2953.21.</p>\n<p id=\"b52-7\">Thus, the question of whether a “waiver” of counsel, which does <em>not </em>comply with the requirements of R. C. 2941.021, was or was not done “knowingly and intelligently” need not be decided, and there is no reason for an evidentiary hearing.</p>\n<judges id=\"b52-8\">Schneider and Duncan, JJ., concur in the foregoing dissenting opinion.</judges>\n<footnote label=\"1\">\n<p id=\"b52-9\">See <em>Ex Parte Stephens </em>(1960), 171 Ohio St. 323, holding that R. C. 2941.021 is constitutional and permits a noncapital case to be prosecuted by information “if a defendant, <em>pursuant to the procedure prescribed therein, </em>assents thereto.” (Emphasis added.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b52-10\">In a postconviction proceeding, the defendant at the prior criminal case is denominated as the petitioner. E. C. 2953.21.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}