{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"17\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"A_\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b29-6\">American Furniture Company v. Mandy J. Graves, et als.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b29-8\">January 15, 1925.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b41-6\"><page-number citation-index=\"1\" label=\"13\">*13</page-number><em>S. S. P. Patteson </em>and <em>J. H. Rives, Jr., </em>for the appellants.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b41-7\"><em>J. R. Smith </em>and <em>S. A. Anderson, </em>for the appellees.</attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b41-8\">Sims, P.,</author>\n<p id=\"ADY\">after making the foregoing statement, delivered the following opinion of the court:</p>\n<p id=\"b41-9\">The findings of fact are not stated as specifically and separately from the conclusions of law as they should be. The finding that “the deceased sustained <page-number citation-index=\"1\" label=\"14\">*14</page-number>an accident arising out of and in the course of his employment” is a mixed' conclusion of law and fact, so far as embraced in the language quoted. The finding of fact on which such conclusion was based should have been stated specifically, for, to comply with the statute, the Commission should certify all findings of fact specifically and separately from conclusions of law. How/ever, we think it sufficiently appears in the instant case / that The .Commission found, as the basis for said mixed I conclusion of law and fact, the following facts, namely, that the deceased, while engaged in his employment as a carpenter, sustained , an accident .which caused the ^ abrasion on.his finger. These are the only findings of fact of the Commission which are drawn in question by the assignments of error, and they are findings upon pure questions of fact. That the death was due to the abrasion is not controverted.</p>\n<p id=\"A7\">The evidence, so far as material, appears from the statement above and need not be repeated. Itis suffix cient to say that there was no eyewitness of the accident other than the' deceased. But there was evidence, as to the admissibility and probative value of which there is no question, disclosing circumstances tending to show that the deceased did sustain the aforesaid accident while _ engaged in his employment as a carpenter. There, were also in evidence the hearsay statements of Mhe deceased, which the Commission held were not conflicting, some of which confirmed the probability that such accident was sustained by the deceased.</p>\n<p id=\"b42-5\"> The assignments of error present the following single question for decision:</p>\n<p id=\"b42-6\">1. Is._the award in such case, in its findings of fact, upon pure -questions of fact, conclusive. and binding, under thé provisions of section 61 of the workmen’s compensation law of this State, which declare that the <page-number citation-index=\"1\" label=\"15\">*15</page-number>award “shall be conclusive and binding as to all questions of fact?”</p>\n<p id=\"b43-4\">The question must be answered in the affirmative.</p>\n<p id=\"A66\">We think the statute means what it says in the lan-' guage quoted in the question. The statute has provided the Commission as a disinterested and competent tribunal, and the sole tribunal, to ascertain the facts, and has declared that its findings of fact shall be conclusive and binding. The power of the legislature to do this is not and could not be successfully challenged. No. appeal from such findings is allowed to this court. This is made plainer by the further provisions of section 61 of the statute, to the effect that only the findings of fact (not the evidence) shall be certified to this court. This is not a case in which there fas no evidence before the Commission to support such findings. Aside, from all question as to the proper weight or value which may, under the statute, be given to the hearsay evidence, there was other unquestionably competent evidence before the Commission tending to sustain its findings of fact in question. ■ Then there were the hearsay statements of the deceased, also tending to sustain such findings. &gt;</p>\n<p id=\"b43-6\"> It is admitted in the argument for the- employer that, under the Virginia statute, the Commission is not to be governed in the hearing by common law rules of evidence, and that the hearsay statements aforesaid were properly admissible in evidence. But it is claimed that the Commission, after hearing such evidence, should have given it no probative weight or value whatever in reaching its findings of fact, if the evidence, other than the hearsay statements, was not of itself sufficient to support the findings. We cannot bring our minds to assent to the correctness of such a position. To do so would be to hold that the statute, <page-number citation-index=\"1\" label=\"16\">*16</page-number>in making the hearsay evidence admissible, did an useless and senseless thing. On the contrary, we think that it follows, inevitably, from the fact that the hearsay evidence is made admissible by the statute, that the Commission is given the discretion to give it some probative weight, and that it is for the Commission to determine, and not for the court, what probative weight, if any, they should give to it in arriving at the findings of fact. Manifestly the court could not interfere with the exercise of such discretion without usurping powers which are conferred by the statute on the Commission, since the Commission is the sole tribunal provided, as aforesaid, to ascertain the facts.</p>\n<p id=\"b44-4\">As we understand them, the assignments of error do not challenge the sufficiency of the evidence, including the hearsay statements aforesaid, to support the aforesaid findings, if any probative weight or value can be given the hearsay evidence. But even if the question were presented, whether, in the evidence as a whole (it being all admissible), there was sufficient evidence to support the findings of fact in question, we would have no jurisdiction to enter upon that inquiry. We so held in <em>Stonega Coal and Coke Co. </em>v. <em>Sutherland, </em>136 Va. 489, 118 S. E. 133, and we adhere to that holding.</p>\n<p id=\"b44-5\">There are, it is true, a number of decisions of other courts cited and relied on for the employer, involving the construction of other workmen’s compensation laws, holding that the appellate court has jurisdiction to inquire whether there is sufficient evidence, other than hearsay evidence, to support the findings of fact of the Commission; that, in the absence of such other sufficient evidence, the findings of fact will be regarded as having no evidence to support them; and that the award, in such case, will be for that reason set aside. <page-number citation-index=\"1\" label=\"17\">*17</page-number>Of such decisions we deem it sufficient to say that they are so contrary to our view of the correct construction of the Virginia statute that we cannot follow them, and, hence, we do not review them.</p>\n<p id=\"b45-4\">The case must be affirmed.</p>\n<p id=\"b45-5\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}