{
  "casebody": {
    "data": "<casebody firstpage=\"706\" lastpage=\"714\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b734-3\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b734-4\">The National Fire Proofing Company, a Corporation, v. J. V. Bickford.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b734-5\">February 26, 1925.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b735-8\"><page-number citation-index=\"1\" label=\"707\">*707</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b735-9\"><em>Wm. C. Taliaferro, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b735-10\"><em>John Weymouth, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b735-11\">Holt, J.,</author>\n<p id=\"Aq4P\">delivered the opinion of the court.</p>\n<p id=\"b735-12\">Plaintiff in the court below and petitioner here is engaged in the manufacture and sale of hollow tile and other clay products, with its principal office in Washington. The defendant, J. V. Bickford, represented it in the city of Hampton, Virginia, and was also on his own account a dealer in building material there.</p>\n<p id=\"b735-13\">Because of inability to reach a settlement this action was instituted and motion for judgment brought on the following accounts:</p>\n<blockquote id=\"b736-3\"><page-number citation-index=\"1\" label=\"708\">*708</page-number>“Statement</blockquote>\n<blockquote id=\"b736-4\">“National Fire Proofing Company</blockquote>\n<blockquote id=\"b736-5\">“Pittsburgh, Pa., December 16, 1922.</blockquote>\n<blockquote id=\"AXR\">“J. V. Bickford,</blockquote>\n<blockquote id=\"b736-6\">“Hampton, Va.</blockquote>\n<blockquote id=\"b736-7\">“Please return statement with your remittance.</blockquote>\n<blockquote id=\"b736-8\">1 921. Car No. Amount.</blockquote>\n<blockquote id=\"Adt\">193384 $403.20 “Dec. 3</blockquote>\n<blockquote id=\"AcF4\">“1922.</blockquote>\n<blockquote id=\"ANB\">“Mar. 14 549806 381.43</blockquote>\n<blockquote id=\"Ami\">“Mar. 25 3884 375.45</blockquote>\n<blockquote id=\"A8f\">“May 31 33867 472.45</blockquote>\n<blockquote id=\"Aq0\">$1,632.53</blockquote>\n<blockquote id=\"ANz\">“Less Credits:</blockquote>\n<blockquote id=\"AVo\">“Frt. paid Car</blockquote>\n<blockquote id=\"AjJ\">“193384 $148.99</blockquote>\n<blockquote id=\"AU1\">“549806 125.20</blockquote>\n<blockquote id=\"AUI\">“3884 127.88</blockquote>\n<blockquote id=\"Ah_\">“33867 228.35</blockquote>\n<blockquote id=\"ADB\">“Commission:</blockquote>\n<blockquote id=\"A3g3\">“J. W. Davis, 124.37</blockquote>\n<blockquote id=\"A7M\">“Harwood &amp; Moss, 354.28</blockquote>\n<blockquote id=\"b736-21\">1,109.07</blockquote>\n<blockquote id=\"AqsN\">“Balance $523.26</blockquote>\n<blockquote id=\"A0\">‘Interest from April 1, 1921.’</blockquote>\n<p id=\"b736-35\">This account is admitted to be correct with the exception of two items, namely, commissions credited “J. W. Davis, $124.37, and Harwood &amp; Moss, $354.28.” As to these items the claim of the defendant is that instead of the sum of $124.37 commissions, allowed him on 207.28 tons of tile at sixty cents per ton, the amount which was really due him thereon, was $165.82, which <page-number citation-index=\"1\" label=\"709\">*709</page-number>•would be commission at the rate of eighty cents a ton instead of sixty cents. He also claims that instead of $354.28, commissions allowed him on 885.7 tons at forty cents per ton, he was entitled to a commission of eighty cents a ton, or to a total credit for this item of $708.56. The net result of this would be that he was entitled to a credit of $874.38 instead of the credit allowed of $478.56.</p>\n<p id=\"b737-4\">He claims, in addition to credit for commissions on sales to Davis and to Harwood &amp; Moss, certain cash discounts on sales made to himself, his position being that his coáhmission claim as aforesaid was money due and should have been treated by the plaintiff as a cash payment, and that certain stipulated discounts were allowed on all cash payments. An itemized statement of this claim is:</p>\n<p id=\"b737-5\">On the amount of the item under date of December 3, 1921, $403.20, minus $148.99 freight, or a balance of $254.21, upon which balance defendant claims a discount of ñve per cent and ñve per cent, making a total of $24.78. On the second item of defendant’s account dated March 14, 1922, of $381.43, less $125.20 freight, or a balance of $256.23, defendant claims a discount of ten per cent and five per cent, or a total of $37.15. On the third item of plaintiff’s account dated March 25, 1922, $375.45, less freight of $127.88, or a balance of $247.57, defendant claims a credit of ten per cent and five percent, or a discount of $35.90. On the fourth item of plaintiff’s bill dated March 31, 1922, of $472.45, less freight of $228.35, the defendant claims a discount of five per cent and five per cent, or a total discount of $23.62. Adding all of these discounts together makes a' total discount on the four bills of $121.45.</p>\n<p id=\"b737-6\">The amount of these1 credits claimed was $517.19. This, if deducted from the original indebtedness as set <page-number citation-index=\"1\" label=\"710\">*710</page-number>out in said account, left a balance of $6.29, which the defendant offered to pay and which was refused. The cause matured in due season and was submitted to a jury. It returned into court the following verdict:</p>\n<p id=\"b738-4\">“We, the jury, find for the plaintiff in the sum of $127.74, R. W. Taylor, foreman.”</p>\n<p id=\"b738-5\">Whereupon the plaintiff moved to set the same aside as being contrary to the law and the evidence and to grant it a new trial. This motion was overruled and judgment confirming this verdict duly entered. This is the only act to which exception was take®, either by the plaintiff or the defendant.</p>\n<p id=\"b738-6\">An analysis of this verdict shows that the jury allowed full credit for commissions claimed by Bickford, but did not allow his claim for additional discount.</p>\n<p id=\"b738-7\">This controversy had its origin in dealings relative to certain school buildings in Wythe magisterial district, Elizabeth City county, and to a high school building in the city of Hampton. When the erection of these buildings was in contemplation, plans and specifications therefor were drawn. These plans provided for buildings wholly of brick. Bickford had been representing the plaintiff in that community. He interested himself in this matter and after considerable effort succeeded in having the specifications modified, so as to provide for either brick or hollow tile, that is to say alternate specifications were prepared. On August 27, 1921, he wrote to the plaintiff about the buildings in Elizabeth City county and suggested that bids be submitted. On September 8th, plaintiff wrote him that his suggestion had been complied with and that a bid to Harwood &amp;. Moss had been forwarded, which included á commission to him of eighty cents a ton. On September 23rd Bickford telegraphed the plaintiff for prices to Davis on the Hampton high school. On Sep<page-number citation-index=\"1\" label=\"711\">*711</page-number>tember 26th plaintiff forwarded Bickford a circular, which showed that commissions to agents had been reduced from eighty cents to sixty cents per ton. This appeared to have been a copy of a general circular sent out to the trade. On September 26th Bickford wrote a letter in confirmation of his telegram, in which he stated that he considered that he was entitled to the same commission on the Davis contract as had been provided for in the Harwood &amp; Moss contract, namely, eighty cents a ton. On September 27th plaintiff submitted a bid to Davis for the high school budding. On October 4th plaintiff wrote to Bickford that because of trade conditions commissions had been reduced;, also that in order to secure the Harwood &amp; Moss contract a material cut in prices was necessary, and that it would be obliged to reduce his commissions in that, instance to forty cents a ton. This was elaborated in a letter of date October 14th in which it was stated that it was impossible to secure the latter contract only by deducting from the estimate first submitted one-half of its profits and by making a like deduction on his-commission; and-it was said that but for this concession-the contract could not have been secured at all. it may be noted here that there is no claim in the correspondence that this reduction was consented to. The letter of October 4th states that “in accordance with our custom we feel you should be willing to cut your commission somewhat.”</p>\n<p id=\"b739-4\">These letters were followed by others in which a futile attempt to come to an agreement was made.</p>\n<p id=\"b739-5\">L. C. Smith, testifying for the plaintiff, stated that in an interview with Bickford, the latter agreed that his commissions might be cut if necessary, and that he afterwards admitted the correctness of the <page-number citation-index=\"1\" label=\"712\">*712</page-number>account here sued upon. One Hoyer, also testifying for the plaintiff, said that he took with him to Bickford this statement and that Bickford admitted that it was correct and promised to pay the same. This Bickford denied, and this conflict of evidence was settled by the jury’s verdict.</p>\n<p id=\"b740-4\"> We have seen that Bickford had represented the plaintiff in his community before the contracts for these buildings came into being, and that at that time his commission had been eighty cents per ton. While these conditions obtained he interested himself in the contracts proposed, and succeeded, after considerable effort, in having the specifications so modified as to permit the use of hollow tile in the place of brick. But for this work it would have been impossible for plaintiff even to have submitted bids and of course to secure the contracts. On the Harwood &amp; Moss contracts there is a distinct recognition in the correspondence of Bickford’s right to the eighty cents commission, coupled with the suggestion that he should be willing to reduce the same because of the difficulty in securing them. The correspondence does not show that Bickford ever agreed to this reduction. It is also true that during the progress of the dealings in relation to the Hampton high school Bickford was informed that a commission of sixty cents only would be allowed him on it. This was after the major efforts on his behalf had been expended.</p>\n<p id=\"b740-5\">All of which amounts to this: Can one appoint an ■ agent and say to him, either directly or by a course of dealing, that his commissions for work secured shall be a certain sum, and then when that work is about secured, notify him that his compensation has been reduced?</p>\n<p id=\"b741-3\"><page-number citation-index=\"1\" label=\"713\">*713</page-number>After the agent had done all that, from the course of their dealings, could have been expected from him, this principal had no more right to cut his commissions than he had to discharge him. <em>Warren Chemical Co. </em>v. Holbrook, 118 N. Y. 586, 23 N. E. 908, 16 Am. St. Rep. 788; <em>Urquhart </em>v. <em>Mortgage Co., </em>85 Minn. 69, 88 N. W. 264; <em>Cloe </em>v. <em>Rogers, </em>31 Okla. 255, 121 P. 201, 38 L. R. A. (N. S.) 368; 2 C. J. section 455-6. It is true that the agency appears to have been coupled with no interest, but here the agent was the procuring cause of the contract; he had already earned his compensation and it was not then in the power of his principal, without his consent, to deprive him of it or to • reduce the amount thereof. <em>East Motor Co. </em>v. <em>Apperson-Lee Co., </em>117 Va. 495, 85 S. E. 479; <em>Smyth Bros. </em>v. <em>Beresford, </em>128 Va. 137, 104 S. E. 371. Eighty cents per ton had been the compensation to him before these contracts had been taken up and he had the right to assume that this compensation would be continued.</p>\n<p id=\"b741-4\">The jury did not allow the item of $121.45, discounts claimed, and to its verdict no exception was taken by the defendant. This was necessary. <em>Humphrey’s Adm’r </em>v. West’s <em>Adm’rs, </em>3 Rand. (24 Va.), 516; <em>Western U. Tel. Co. </em>v. <em>Va. Paper Co., 87 </em>Va. 418-21, 12 S. E. 755; <em>Newberry </em>v. <em>Williams, </em>89 Va. 298, 15 S. E. 865. If there was error in this action of the jury the court below might have reformed the verdict under the provisions of section 6251 of the Code, but it was not asked to do so and the concluding prayer of the defendant in his brief on appeal is: “It is respectfully submitted that the decision of the circuit court should be affirmed.” He did not complain in the court below and cannot be heard here. Moreover on the bill of December 3, 1921, is written “five per cent and five per cent, fifteen days after freight to same his siding;” <page-number citation-index=\"1\" label=\"714\">*714</page-number>;.on the bill of March 14, 1922, is -written, “if paid by : ¡March 29th, deduct ten per cent and ñve per cent to -same;” and on the bill of March.^25, 1922, is written, “if paid by April 9th deduct ten per cent and five per cent;” and on the bill of May 31, 1922, is written, “deduct $23.62 if paid by June 15th,” which is a discount of five per cent and five per cent.</p>\n<p id=\"b742-4\">- The jury had a right to look upon this as a deduction to be made in the event said accounts were paid by said dates in cash, and cash has a certain definite meaning. <em>Blair &amp; Hoge </em>v. <em>Wilson, </em>28 Gratt. (69 Va.), 165; 18 C. J. 1050, and Cent. Dict.</p>\n<p id=\"b742-5\">A sale to be paid for in cash on or before a certain date, with discounts therefor, differs materially from a sale, the purchase price of which is to be cancelled by some antecedent debt. It is easy to understand how this vendor might have been more anxious to receive cash for its goods than to be paid with a counter-claim which it questioned.</p>\n<p id=\"b742-6\">• We will not discuss authorities dealing with conditions under which verdicts should be set aside, the rule has been well and frequently stated. <em>Tucker Sanatorium </em>v. <em>Cohen, </em>129 Va. 576, 106 S. E. 355, 22 A. L. R. 315; <em>Davis, Director General of R. R., </em>v. <em>McCall, </em>135 Va. 487, 113 S. E. 835; <em>Petherbridge </em>v. <em>Princess Anne County, </em>136 Va. 54, 116 S. E. 359.</p>\n<p id=\"b742-7\">Judgment should be affirmed.</p>\n<p id=\"b742-8\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}