{
  "casebody": {
    "data": "<casebody firstpage=\"304\" lastpage=\"307\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b320-6\">John Dylag <em>v. </em>E. Gaynor Brennan et als.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b320-7\">Maltbie, C. J., Avert, Brown, Jennings and Ells, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b320-9\">Argued October 8</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AoN\">decided November 7, 1941.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b320-11\"><em>John W. Joy, </em>with whom, on the brief, was <em>Jacob Schwolsky, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b320-12\"><em>Leo V. Gaffney, </em>assistant attorney general, with whom, on the brief, was <em>Francis A. Pallotti, </em>attorney general, for the appellees (defendants).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b321-5\"><page-number citation-index=\"1\" label=\"305\">*305</page-number>Avery, J.</author>\n<p id=\"AFq\">On August 17, 1940, the plaintiff was operating a restaurant as permittee under a restaurant liquor permit on premises at 65 Sheldon Street, Hartford. He received due notice to appear on September 16th before the liquor control commission for a hearing on the suitability of person and place with reference to his permit. He appeared before the commission in person on that day. At that hearing, in his presence, an inspector of the liquor control commission testified under oath that on the evening of August 17th and the early morning of August 18th he entered the premises and saw intoxicated patrons drinking beer, and later saw other intoxicated persons come in and get served. Early in the morning of the 18th, he came in to the place again and observed two men in a booth, one of whom was intoxicated. He called the permittee’s attention to this and the latter came over and took a pitcher of beer away from them. At the conclusion of the hearing, the commission revoked, the plaintiff’s permit. Thereafter, on September 23, 1940, the plaintiff, through counsel, made an application that the decision be re-opened. This was assigned for hearing on October 3, 1940, and at that time witnesses were called by the plaintiff who testified to the good character of the place, and other evidence was introduced relating to the men observed by the inspector drinking beer in the booth. The purport of this testimony was that the beer was sold by the permittee’s bartender to two sober men and that they, without the knowledge of the permittee or his bartender, invited the intoxicated man to share it with them. The commission found that on the night of August 17th and the morning of August 18th one of its inspectors had observed several intoxicated men being served beer on the premises. This would constitute a violation of § 1071c of the Cumulative Supplement, 1935, <page-number citation-index=\"1\" label=\"306\">*306</page-number>which prohibits any permittee by himself, his servant, or agent, from selling or delivering alcoholic liquor to any intoxicated person, and would justify the revocation of the permit. <em>Pappas </em>v. <em>Liquor Control </em>Com<em>mission, </em>127 Conn. 721, 18 Atl. (2d) 397. On October 17, 1940, the plaintiff was advised by the liquor control commission that it had re-opened the original case and suspended the plaintiff’s permit for eight weeks.</p>\n<p id=\"b322-6\">The contention of the plaintiff on this appeal is that the facts brought out at the continued hearing were not sufficient to justify the commission in suspending the plaintiff’s permit, a further claim being that the facts developed at the first hearing could not be considered. These claims are untenable. It appears that the plaintiff had due notice of the first hearing, was personally present, and had an opportunity to cross-examine the commission’s witness if he desired to do so. Furthermore, at the hearing held on October 7th, it does not appear that the plaintiff’s counsel asked permission to cross-examine the witness produced before the commission at the first hearing, although testimony was offered in rebuttal of his evidence. The motion to open the decision was evidently not one intended to obtain a new trial but was for the purpose of giving the plaintiff an opportunity to offer further evidence in the pending proceeding, and was so treated by him and by the commission. Whatever might be the situation in a court, such a procedure cannot be held improper before an administrative commission. The final decision of the commission could properly be based upon all the testimony, that given at the first hearing as well as that offered in connection with the motion to re-open the decision. The testimony produced on behalf of the plaintiff at the second hearing, outside of evidence as to the general good character of the place, dealt only with the question as to the <page-number citation-index=\"1\" label=\"307\">*307</page-number>sale of beer to the intoxicated man in the booth. Whether the evidence was sufficient to establish a breach of the statute with reference to him is not of consequence. The testimony of the inspector, that on the evening of August 17th he had seen liquor sold to intoxicated persons on the premises, was not controverted. This is sufficient to support the conclusion of the commission that the permittee was an unsuitable person to have a permit, and there exists no basis for the plaintiff’s claim that it acted illegally or without evidence. <em>State </em>v. <em>Koenig, </em>120 Conn. 39, 44, 178 Atl. 923; <em>Bonardelli </em>v. <em>Liquor Control Commission, </em>127 Conn. 708, 16 Atl. (2d) 357.</p>\n<p id=\"b323-4\">There is no error.</p>\n<p id=\"b323-5\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}