{
  "casebody": {
    "data": "<casebody firstpage=\"1042\" lastpage=\"1044\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1058-3\">HELEN HELMINSKY, RESPONDENT, v. FORD MOTOR COMPANY, PROSECUTOR.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b1058-4\">Submitted May 13, 1932</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A2e\">Decided September 17, 1932.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b1058-7\">Before Justices Parker, Campbell and Lloyd.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1058-8\">For the prosecutor, <em>Walter X. Trumbull.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1058-9\">For the respondent, <em>Aaron A. Melniher.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1058-10\">Per Curiam.</author>\n<p id=\"b1058-11\">This is a workmen’s compensation case in which there was an award by the compensation bureau, affirmed in the Court of Common Pleas. It is here on <em>certiorari </em>to Teview the action of the latter tribunal.</p>\n<p id=\"b1058-12\">John Helminsky was employed by the Ford Motor Company and claimed to have received an injury in an accident which occurred on April 26th, 1929. He died November 3d following. A claim was made and medical attention accorded and payment amounting to $120 for periods between the date of the alleged accident and the time of death were made for the loss of the intervening time at his work. After his death a petition was filed in the compensation bureau by the widow and child of Helminsky with the result above stated.</p>\n<p id=\"b1058-13\">Several reasons are urged for setting aside the award. The first of these is that there was no legal evidence of the fact of an accident arising out of and in the course of Helminsky’s employment; (2) that illegal evidence was received; and (3) that the award was against the weight of the evidence.</p>\n<p id=\"b1059-3\"><page-number citation-index=\"1\" label=\"1043\">*1043</page-number>The only evidence tending to indicate that the deceased had met with an accident was as follows: His widow testified that he worked with the Ford company for nine months before the accident, losing no time, and that there was nothing wrong with his testicles (alleged to be the seat of the injury) prior to that time. When he returned from his work on the evening of April 26th the right testicle was swollen and a physician was sent for. She further testified that he lost three weeks for which he was paid and that he finally went into the hospital in September following for treatment. The physician testified that he had never treated Helminsky for any trouble other than the grip two years before and that no complaint had been made to him respecting the testicle. That he examined the testicle and found it red and swollen and that Helminsky was running a temperature. He further testified that in order to treat him he obtained a history of the case to ascertain whether the condition was traumatic or specific in origin and in response he said that Helminsky told him that he fell against a wheel in the plant. This and the fact that the respondent, his employer, paid him for the time that he was in the pospital and paid the hospital bill is the whole of the evidence tending to show the condition to have been from injury or that the injury, if there was one, arose out of and in the course of his employment. The autopsy at the time of his death disclosed that he died of tuberculosis of the testicle.</p>\n<p id=\"b1059-4\">From this evidence it would perhaps be too much to say that there was absolutely no proof of an accidental origin for the condition which ultimately resulted in Iielminsky’s death. Part of the testimony, however, was clearly illegal. While it might be important in the treatment which the patient was to receive that the doctor be advised whether the origin of the condition which he found was traumatic or specific (though this is doubtful), it was of no consequence that he should know whether that origin if traumatic arose out of and in the course of the patient’s employment. The only basis of the admission of declarations to a physician is that they are made under circumstances which impel the <page-number citation-index=\"1\" label=\"1044\">*1044</page-number>patient to speak truthfully in order to receive adequate and proper treatment from his medical attendant. It would not do, however, from this basis of admissibility to permit the recounting in a historical way of events which had no just bearing or relation to the course of the treatment. Whatever may be said of the admissibility of so much of the testimony of the doctor as disclosed statements that the deceased had received an injury, the further statement that he had received it in the plant of the respondent was incompetent and should not have been received. Self serving declarations are generally inadmissible and should only be received under the compulsion of adjudicated authority of and limited thereby. Coming to the reason urged that the award is against the weight of the evidence, we think this is so. Even assuming the admissibility of the doctor’s testimony, which we have already indicated we regard as illegal in so far at least as it indicated an accident occurring in the course of the employment of the deceased, and considering the testimony of fellow-workmen to the effect that no accident occurred, combined with the fact that the death was due to tuberculosis, we think the award was clearly against the weight of the evidence and cannot be sustained.</p>\n<p id=\"b1060-4\">The judgment is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}