{
  "casebody": {
    "data": "<casebody firstpage=\"1215\" lastpage=\"1218\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1231-5\">JOHN J. McMAHON, PLAINTIFF-RESPONDENT, v. CITY OF BAYONNE, A MUNICIPAL CORPORATION, DEFENDANT-APPELLANT.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b1231-6\">Submitted May 10, 1932</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AgZ\">Decided November 12, 1932.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b1231-8\">Before Justices Trenchaed, Case and Brogan.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1231-9\">For the plaintiff-respondent, <em>Andrew J. Marlcey.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1231-10\">For the defendant-appellant, <em>Alfred Brenner.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1232-3\"><page-number citation-index=\"1\" label=\"1216\">*1216</page-number>Pee Oueiam.</author>\n<p id=\"b1232-4\">This is an appeal from a judgment rendered by the Hoboken District Court in the amount of $400 for the rent during the months of October, November, December, 1931, and January, 1932, of a property owned by the plaintiff and occupied by the defendant under a lease. The premises were actually occupied by the defendant during the period sued for, as a branch library, indeed for a year preceding the present lease period were, and still are so occupied. The lease agreement sued upon was entered into by the parties to the litigation on April 28th, 1931, for the term of three years commencing May 1st, 1931, and at an annual rental of $1,200, payable in monthly installments of $100 in advance. The lease was executed on behalf of the city by the mayor and director of the department of public affairs in compliance with a resolution adopted by the board of commissioners on April 7th, 1931, providing as follows:</p>\n<p id=\"b1232-5\">“Whereas, the city of Bayonne has a lease on the premises located at 592 Broadway, in the city of Bayonne; and whereas, the lease is about to expire, therefore be it resolved that the proper city officials be and they are hereby authorized to execute on behalf on the city a lease with John J. McMahon, the owner of said premises, a renewal of the said lease at the same monthly rental of one hundred dollars.”</p>\n<p id=\"b1232-6\">In essence, there is a single point presented by the appellant, and that is that there was no money appropriated, authorized or available for the purpose of meeting the obligations of the lease agreement, and that therefore the contract was void because <em>ultra vires </em>the city government. <em>Sleight </em>v. <em>Board of Education, </em>10 <em>N. J. Mis. R. </em>523; 159 <em>Atl. Rep. </em>707.</p>\n<p id=\"b1232-7\">The Home Eule act <em>(Pamph. L. </em>1917, <em>ch. </em>152, as amended by <em>Pamph. L. </em>1918, <em>ch. </em>163, <em>p. </em>478), provides in article 11, section 6, that “no municipality shall enter into any contract whatsoever, the cost of which is to be met by funds other than those included in the budget of appropriations for the year, unless prior thereto there shall have been regularly adopted by the governing body of such municipality an ordinance <page-number citation-index=\"1\" label=\"1217\">*1217</page-number>authorizing an appropriation sufficient to meet the cost of carrying out the provisions of such contract; * * *.” There was no special ordinance authorizing an appropriation for the requirements of the lease agreement, and therefore the question on appeal becomes an inquiry as to whether or not the obligations of the contract were to be met from moneys included in the annual budget appropriations for the year 1931.</p>\n<p id=\"b1233-5\">The 1931 budget contained this line item: “Free public library—expense, salaries and maintenance, $79,422.62.”</p>\n<p id=\"b1233-6\">That was the only appropriation for library purposes. That the anticipated rental could be embraced within that item seems to us quite possible. Was it? The necessary inference from the judgment under appeal is that the court below found affirmatively on that fact question.</p>\n<p id=\"b1233-7\">While the date of the formal resolution of the budget appropriation for 1931 is not of record before us, the approval was given on December 16th, 1930, and the adoption was presumably between that date and January 1st, 1931. At that time the premises had already been under lease to the city for the same purpose and at the same rental by authority of a resolution adopted by the board of commissioners on April 15th, 1930. The term of the last named lease was until May 1st, 1931, and the existing lease was in unbroken continuance thereof. The appropriation of funds for library purposes for the year 1930 was in the same words and in the same amount as for 1931. From the funds provided by the 1930 budget the monthly rental was regularly paid to the plaintiff throughout the year 1930 and, from the funds of the 1931 appropriation, to the expiration of the term of the earlier lease on May 1st, 1931. The resolution of the board of commissioners, upon the authority of which the earlier lease was executed, recited that “whereas, due to the lack of proper facilities at the main library, at Avenue C and Thirty-first street; whereas, it is deemed advisable that a branch library be established to relieve the congestion at the main library; therefore be it resolved that a branch library be established at the premises known as 592 Broadway, in the city of Bayonne; * * *.” With perhaps a <page-number citation-index=\"1\" label=\"1218\">*1218</page-number>single exception, the board of commissioners was composed of the same members on April 7th, 1931, as on April 15th, 1930, when the last quoted resolution was passed. There is nothing to indicate that there was a lesser congestion at the main library. We think that the payments by the city over a period of approximately one year of precisely the same amounts and under the same conditions may be considered evidential on the question whether the city commissioners intended the 1931 budget appropriation to meet the rental obligation of the new lease.</p>\n<p id=\"b1234-4\">The only other fixed liability, the amount of which was proved against the library appropriation, was that of a semimonthly obligation of $1,929.51—which totals $46,308.24 for the j^ear—for salaries. The balance of the appropriation over the salary item was $33,114.38.- It is said that there was a deficit in these remaining funds against the needs for 1930 and also for 1931; but the amounts of these deficits, whether small or large, are not stated and the disbursements which, in their accumulation, caused the deficit are not explained. We think that the evidence sustains a legitimate inference that the annual 1931 budget appropriation was designed to and did include the rental requirements for the year 1931 for the lease sued upon; and, if this be so-, there was a compliance with section 6, article 11, of the Home Rule act, as construed in <em>Viracola </em>v. <em>Long Branch, </em>1 <em>N. J. Mis. R. </em>200; 142 <em>Atl Rep. </em>252.</p>\n<p id=\"b1234-5\">Our opinion being that the evidence sustains a factual finding in accordance with the ’requirements of the statute as construed by our cases, we conclude that there should be an affirmance of the judgment below.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}