{
  "casebody": {
    "data": "<casebody firstpage=\"132\" lastpage=\"133\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b144-3\">ANTONETTA FAUL, ADMINISTRATRIX, v. WILLIAM McCULLOUGH.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b144-4\">Decided February 28, 1923.</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b144-7\">Before Gummere, Chief Justice, and Justices Swayze and Trenchard.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b144-8\">For the rule, <em>M. Caswell Heine.</em></attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b144-9\">Contra, <em>Peter J. McGinnis.</em></attorneys>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b144-10\">Per Curiam.</author>\n<p id=\"b144-11\">This suit was instituted to recover compensation for the death of Michael Paul, which resulted from injuries received by him through being run down by a truck of the defendant shortly after five o’clock in the afternoon of November 26th, 1921, while wralking along the Bergen pike road, a few miles out of Hackensack. The only ground submitted by counsel as a reason for setting aside the verdict rendered in favor of the plaintiff is that the finding of the jury on the question of negligence of the defendant’s driver is contrary to the weight of the evidence.</p>\n<p id=\"b144-12\">The proofs showed that the decedent, who was an employe at the Plintkote mills, having finished his work for the day, started for home on foot; that, after crossing a bridge over the Hackensack river, he swung over to the left side of the road, the walking being better on that side; that he was followed by the truck of the defendant, and that the driver of the truck, after crossing the bridge and proceeding some twenty-five yards, also swung his truck over .to the left side of the road, and, in doing so, collided with and ran over the <page-number citation-index=\"1\" label=\"133\">*133</page-number>deceased. In swinging over to the left side of the road, which, under ordinary conditions was an improper thing to do, the driver was bound to use due care to avoid collision with a vehicle coming in the other direction or with foot passengers walking on that side of the road; in other words, to look carefully at this side of the road for the purpose of avoiding such an accident as occurred in this case. It was a question for the jury, under the testimony, whether he had not failed'in this regard, and we think that their finding that such failure had been shown is not against the weight of the evidence.</p>\n<p id=\"b145-4\">We think that the contention of the defendant that the decedent was guilty of contributory negligence, and that the jury should have so found, is also without merit. There is nothing in the proofs to testify the conclusion that he had any reason to expect that the defendant’s truck would be swung over to the wrong side of the road, and, unless such reason existed, he was under no obligation to take precautions against the happening of the accident which in fact occurred.</p>\n<p id=\"b145-5\">The rule to show cause will be discharged. .</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}