{
  "casebody": {
    "data": "<casebody firstpage=\"144\" lastpage=\"147\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b212-7\">UNITED STATES of America, Plaintiff-Appellee, v. James Vincent TREMONT, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b212-9\">No. 15839.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b212-10\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b212-11\">Sept. 30, 1965.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b213-11\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>Henry V. Sutton, Memphis, Tenn. (James F. Schaeffer, Memphis, Tenn., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b213-12\">C. Odell Horton, Jr., Memphis, Tenn. (Thomas L. Robinson, U. S. Atty., C. Odell Horton, Jr., Asst. U. S. Atty., Memphis, Tenn., on the brief), for ap-pellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b213-13\">Before O’SULLIVAN, Circuit Judge, McALLISTER, Senior Circuit Judge, and SMITH, Judge of the United States Court of Customs and Patent Appeals.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b213-22\"> Sitting by designation with the Court of Appeals for the Sixth Circuit.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b213-14\">O’SULLIVAN, Circuit Judge.</author>\n<p id=\"b213-15\">James Vincent Tremont appeals from his conviction, on jury trial, of violating the Dyer Act, 18 U.S.C.A. § 2312, by transporting a stolen automobile from Elizabeth, New Jersey, to Memphis, Tennessee. The cause was tried in the United States District Court for the Western District of Tennessee. The proofs easily permitted a jury finding that Tremont stole the car in New Jersey, transported it to Memphis, Tennessee, and sold it there for $4,250,00.</p>\n<p id=\"b213-18\">In the following order, we consider such of appellant’s assertions of District Court error as we consider merit discussion.</p>\n<p id=\"b213-19\">\n<em>1) Sufficiency of evidence.</em>\n</p>\n<p id=\"b213-20\">Appellant urges that the evidence of guilt was not sufficient to go to the jury. He initially makes the assertion that “this was a rare case in which the government charged and prosecuted the wrong man.”</p>\n<p id=\"b213-21\">There appears to be no serious quarrel with the sufficiency of proof to establish that a Cadillac convertible was stolen from a used car lot in New Jersey on July 19, 1962, and was sold to a dealer in Tennessee on July 23. Defendant offered evidence tending to show he had remained- at his-, .homer .in New- Jersey throughout this entire period. Government witnesses positively identified him, however, as the man who had inspected the car- on the lot in New Jersey on the day before and on the day it was stolen; as the man who had registered- at a motel in Arkansas and attempted to sell a Cadillac convertible to a dealer there; and as the man who sold the stolen car to buyers in Memphis, and who cashed the check given for purchase of the car at a Tennessee bank. Less positive, but quite credible, identifications were also furnished by the operator of a motel near Memphis at which a man resembling Tremont spent the night of July 23, and by a cab driver who transported a passenger from such motel to the bank and then to Union Station on July 24, 1962, the day following the sale of the stolen <page-number citation-index=\"1\" label=\"146\">*146</page-number>vehicle. An expert testifed that appellant had written on an application for certificate of ownership, relevant motel registration cards, and the check issued to pay for the car. The person thus identified as the defendant Tremont used the name of George Larro throughout the described activities in Arkansas and Tennessee.</p>\n<p id=\"b214-4\"> It was for the jury to weigh the evidence and resolve the issues it presented. It is familiar law that the verdict of a jury must be sustained if there is substantial evidence, taking the view most favorable to the government, to support it. Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680, 704 (1942). Applying such rule we find that the evidence supported the verdict.</p>\n<p id=\"b214-5\">\n<em>2) Motion to transfer trial to New Jersey.</em>\n</p>\n<p id=\"b214-6\">Error is charged in the denial of appellant’s motion for transfer of the prosecution to New Jersey, pursuant to F.R.Crim.P. 21(b). The ground for this motion, made at the beginning of trial, was that it would further the “interest of justice” to try the case where appellant’s alibi witnesses would be more readily available. Appellant had announced he was ready to go to trial before this motion was made, and also that he expected to produce some alibi witnesses. He did produce alibi witnesses. We find no error in denying the motion.</p>\n<p id=\"b214-7\">Disposition of a motion for change of venue in a criminal case lies within the discretion of the trial judge. This rule applies where the motion is based on convenience and availability of witnesses just as in other cases. Scott v. United States, 255 F.2d 18 (CA 4, 1958), cert. denied, 357 U.S. 942, 78 S.Ct. 1392, 2 L.Ed.2d 1555 (1958); cf. United States v. Sorce, 308 F.2d 299, 301 (CA 4, 1962), cert. denied, 377 U.S. 957, 84 S.Ct. 1635, 12 L.Ed.2d 500 (1964); Gates v. United States, 122 F.2d 571, 577 (CA 10, 1941), cert. denied, 314 U.S. 698, 62 S.Ct. 478, 86 L.Ed. 558 (1942). In addition, Rule 22 requires that a motion to transfer be made “at or before arraignment” unless otherwise prescribed by the rules or the court. Compare Cagnina v. United States, 223 F.2d 149, 154 (CA 5, 1955); cf. Poliafico v. United States, 237 F.2d 97, 113 (CA 6, 1956), cert. denied, 352 U.S. 1025, 77 S.Ct. 590, 1 L.Ed. 2d 597 (1957). We are shown nothing to indicate an abuse of discretion by the trial judge in denying the tardy motion made in the present case.</p>\n<p id=\"b214-9\">\n<em>S) Lie detector evidence.</em>\n</p>\n<p id=\"b214-10\">Appellant also complains of the trial court’s refusal to allow in evidence the results of a lie detector test assertedly taken by appellant. It is tacitly recognized that federal courts have consistently denied admission of such evidence. E. g., MeCroskey v. United States, 339 F.2d 895, 897 (CA 8, 1965); Marks v. United States, 260 F.2d 377, 382 (CA 10, 1958), cert. denied, 358 U.S. 929, 79 S.Ct. 315, 3 L.Ed.2d 302 (1959); Frye v. United States, 54 App.D.C. 46, 293 F. 1013, 34 A.L.R. 145 (1923); United States v. Stromberg, 179 F.Supp. 278 (S.D.N.Y.1959). Nothing appears to have been offered to the trial court to upset the longstanding judicial distrust of such evidence, and we are not ourselves prepared to reexamine the traditional rule in a case thus presented.</p>\n<p id=\"b214-13\">\n<em>k) Refusal to provide an expert witness for defendant at government expense.</em>\n</p>\n<p id=\"b214-14\">Motion was made at the outset of the trial for appointment of a handwriting expert at government expense to meet anticipated expert testimony for the government. Compare 18 U.S.C.A. § 3006A (e), not in effect at the time of appellant’s trial. We do not feel it appropriate to pass on the merits of the interesting question raised by this motion in view of the failure of appellant to show his claimed indigency.</p>\n<p id=\"b214-15\">The only indications of appellant’s in-digency in the record are the appointment of counsel to represent him and the court’s order allowing him to subpoena two alibi witnesses at government expense. No formal order appointing coun<page-number citation-index=\"1\" label=\"147\">*147</page-number>sel appears to have been entered, and opening colloquy between trial counsel and the court suggests it was left to counsel “to see whether or not he was an indigent within the meaning of the rule.” The record also shows, however, that appellant had originally retained counsel in New Jersey and in Tennessee without appointment, and does not indicate that Tennessee counsel’s later motion to withdraw was granted on the basis of nonpayment of fees. It is quite clear that the court did not inquire into indigency in granting the motion to subpoena witnesses at government expense. The present appeal was argued by privately retained counsel who have simply assumed appellant was indigent at the time of trial.</p>\n<p id=\"b215-5\">The record before us discloses that appellant was not indigent at the time of his trial. Although he testified that he was without funds to bring seventeen named alibi witnesses to Memphis for the trial, his wife and two others appeared without government-expense subpoenas, and one of these testified that appellant’s wife had made the plane reservations for him. Appellant himself flew to Memphis as least twice to prepare for his trial, and his own testimony offers several other indications of nonindigency. Perhaps the most impressive of these is the fact that he was purchasing a home on “contract mortgage” for $15,500 and had refused an offer of $25,000 for it after spending some $1,200 in cash on improvements. We cannot say on this record that appellant has established his title to whatever nonstatutory rights an indigent defendant may have to government-paid expert assistance.</p>\n<p id=\"b215-6\">\n<em>5) The District Judge’s instructions to the jury.</em>\n</p>\n<p id=\"b215-7\">In response to a question from the jury, the trial court supplemented its charge with the statement that if they found appellant had possession of the stolen automobile in Memphis, “such possession <em>would raise an inference </em>against the defendant that he transported or participated in the- transportation of the automobile in question in interstate commerce, that is, in the absence of an explanation of such possession.” (Emphasis supplied.) Since the legal distinction between presumptions and merely permissive inferences is hardly self-defining to the average juror, the statement that an “inference” <em>would </em>be raised, standing alone, may not adequately emphasize the jury’s freedom to accept or reject the suggested inference. We believe any error in this regard was cured by the court’s subsequent instruction that “you don’t <em>assume </em>that transportation, you understand, just from the sale of the car.” (Emphasis supplied.)</p>\n<p id=\"b215-9\">Even aside from this clarification, we believe the court’s main instructions made it clear to the jury that an inference is something they might, but need not, conclude. The thrust of the main charge was that “unexplained possession of recently stolen property is no more than a circumstance to be considered by you in connection with all the other facts and circumstances of the case in determining the question of the defendant’s guilt or innocence * * A charge was given on the use of circumstantial evidence, and the jury was specifically reminded of this charge in the later instructions.</p>\n<p id=\"b215-11\">Taken as a whole, the court’s instructions clearly conform to established law. E. g., Travers v. United States, 118 U.S.App.D.C. 276, 335 F.2d 698, 700-701 (1964); McKnight v. United States, 114 U.S.App.D.C. 40, 309 F.2d 660 (1962); Bray v. United States, 113 U.S.App.D.C. 136, 306 F.2d 743, 746-48 (1962); Prince v. United States, 217 F.2d 838 (CA 6, 1954); Manual on Jury Instructions in Federal Criminal Cases, 36 F.R.D. 457, 663-65 (1965).</p>\n<p id=\"b215-14\">No discussion is needed to dispose of other questions raised by appellant.</p>\n<p id=\"b215-15\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}