{
  "casebody": {
    "data": "<casebody firstpage=\"640\" lastpage=\"683\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b660-7\">STATE OF CONNECTICUT <em>v. </em>DARCUS HENRY</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"App\">(AC 22524)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b660-8\">ScháUer, Dranginis and Bishop, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b662-4\"><page-number citation-index=\"1\" label=\"642\">*642</page-number>Argued April 30</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ANj\">officially released October 1, 2002</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b662-6\"><em>Moira L. Buckley, </em>deputy assistant public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"Aty\"><em>Robert J. Scheinblum, </em>assistant state’s attorney, with whom, on the brief, were <em>Michael Dearington, </em>state’s attorney, and <em>James G. Clark, </em>senior assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b662-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b662-9\">BISHOP, J.</author>\n<p id=\"ACNr\">The defendant, Darcus Henry, appeals from the judgment of conviction, rendered after a jury trial, of murder in violation of General Statutes §§ 53a-54a (a) and 53a-8 (a),<footnotemark>1</footnotemark> conspiracy to commit murder in violation of General Statutes §§ 53a-48 (a)<footnotemark>2</footnotemark> and 53a-54a (a), and two counts of assault in the first degree in <page-number citation-index=\"1\" label=\"643\">*643</page-number>violation of General Statutes §§ 53a-59 (a) (5)<footnotemark>3</footnotemark> and 53a-8 (a). The defendant claims that the court improperly (1) denied his motions to sever his trial from that of his three codefendants, (2) admitted the testimony of an expert witness, (3) excluded the statement of an unavailable witness, (4) restricted his cross-examination of a witness, (5) improperly instructed the jury and (6) denied him access to a police officer’s personnel file. The defendant also claims that the state’s attorney engaged in prosecutorial misconduct. We affirm the judgment of the trial court.</p>\n<p id=\"b663-6\">The jury reasonably could have found the following facts. At approximately 2 a.m. on December 14, 1996, the defendant and three fellow members of a street gang, Sean Adams, Carlos Ashe and Johnny Johnson, went to a housing project in New Haven and fired with automatic or semiautomatic weapons at three unarmed members of a rival street gang. During the attack, the defendant and his companions killed Jason Smith and seriously injured Marvin Ogman and Andre Clark. The motive for the attack was to avenge the murder of a former member of the defendant’s gang, Tyrese Jenkins, by members of the rival gang, one of whom was Clark’s cousin.</p>\n<p id=\"b663-7\">The defendant, Adams, Ashe and Johnson were arrested and charged in a four count substitute information with murder, conspiracy to commit murder and two counts of assault in the first degree. All four cases were consolidated and tried jointly before a twelve person jury. The juiy found the defendant guilty as charged on all four counts, and the court imposed a total effec<page-number citation-index=\"1\" label=\"644\">*644</page-number>tive sentence of 100 years imprisonment.<footnotemark>4</footnotemark> This appeal followed.</p>\n<p id=\"b664-6\">I</p>\n<p id=\"b664-7\">The defendant first claims that the court improperly denied his motions to sever his trial from that of his three codefendants. He argues that the defendants presented antagonistic defense theories and that the failure to sever his trial permitted each of the defendants to cross-examine witnesses and to present closing arguments in a manner prejudicial to the other defendants. He thus argues that he was deprived of his right to a fair trial, his right to present a defense, and his right to cross-examine witnesses under the fifth, sixth and fourteenth amendments to the United States constitution and article first, § 8, of the constitution of Connecticut. We do not agree.</p>\n<p id=\"b664-8\">Prior to the trial, the court granted the state’s motion to consolidate the cases of the four defendants. Thereafter, the defendant filed a motion to sever on three separate occasions. The defendant initially filed a pretrial motion to sever his trial on the ground that his codefendants had presented antagonistic theories involving alibi defenses. Counsel for the defendant argued that because the four defendants had taken independent positions as to what they were doing when the attack occurred, it would be in the interest of each defendant to emphasize the evidence against the others while minimizing the evidence against himself. The court, citing <em>State </em>v. <em>Booth, </em>250 Conn. 611, 737 A.2d 404 (1999), cert. denied sub nom. <em>Brown </em>v. <em>Connecticut, </em>529 U.S. 1060, 120 S. Ct. 1568, 146 L. Ed. 2d 471 (2000), <page-number citation-index=\"1\" label=\"645\">*645</page-number>denied the motion on the ground that the defendant had failed to make a sufficient showing to grant his request for a separate trial.</p>\n<p id=\"b665-6\">At trial, Ogman identified the four defendants as being present during the attack. During cross-examination of Ogman, Johnson’s counsel offered into evidence, as a prior inconsistent statement, part of a written statement Ogman had given to police Detective Thomas Trocchio. In the statement, Ogman had identified the defendant and “Johnny Salters” as his shooters. The defendant’s counsel objected and, outside the presence of the jury, requested severance, arguing that the proffered impeachment was an appropriate defense by Johnson, but was devastating to the defendant. He further argued that admission of the partial statement would enable the state to introduce the entire statement, in which the defendant’s name appeared most frequently, on redirect examination. The defendant contended that admission of the statement violated his right to preclude the jurors from being exposed to that information.</p>\n<p id=\"b665-7\">The court overruled the defendant’s objection and denied his motion to sever because Ogman already had identified the defendant as a shooter in his direct testimony; the proffered impeachment was consistent with the defendant’s assertion that Ogman had falsely identified him; the evidence was not offered for substantive purposes but only as to credibility, which benefited all of the defendants; the court intended to give a limiting instruction to that effect; and the proffered testimony was not evidence of an antagonistic defense because it was directed only to the credibility issue. When the jury returned to the courtroom, the court instructed that Ogman’s prior statement had not been offered for the “truth of its content,” that the statement was relevant only with respect to Ogman’s credibility and that <page-number citation-index=\"1\" label=\"646\">*646</page-number>no facts could be found against the defendant on the basis of the statement.</p>\n<p id=\"b666-6\">The defendant again requested severance after the summation by Johnson’s counsel. At trial, the defendant had presented an alibi defense placing him at the home of another gang member when the shooting occurred. Johnson also had presented an alibi defense placing him in a different location, but apart from that of the defendant, at the time of the shooting. In his summation, Johnson’s counsel referred to testimony by Detective Richard Pelletier, an expert on gangs, that the defendant and Gaylord Salters were in the “upper echelon” of the gang. Because Salters was Johnson’s brother, and Ogman’s testimony was unclear as to whether Salters or Johnson was present when the shooting occurred, counsel argued: “If you are going to plan something, an operation like this, who is more likely to have been there, somebody high in the echelon, Mr. Salters, or his brother, who has no particular role . . . .” Counsel also argued that Johnson’s alibi was credible when counsel stated that “[w]e know what a cooked alibi looks like, and it wasn’t mine because Mr. Johnson’s witnesses were telling a factual account of what happened . . . .”</p>\n<p id=\"b666-7\">The defendant requested severance, claiming that Johnson’s counsel subtly but effectively had made the point that his client was innocent by suggesting that the defendant’s alibi was “cooked,” and that a gang leader such as the defendant was more likely to have been present at the shooting than Johnson, who had no particular role. The court denied the motion on the ground that final argument by counsel is not evidence, the argument did not rise to the level of an inconsistent defense, and there was nothing in the argument to preclude a finding that both defendants were innocent or that one was innocent and one was guilty.</p>\n<p id=\"b666-8\">Thereafter, the court instructed the jury regarding how to view the evidence in light of the fact that the <page-number citation-index=\"1\" label=\"647\">*647</page-number>cases of the four defendants had been tried together. The court instructed that although the evidence offered by the state might overlap to some extent in all four cases, each defendant was entitled to a separate and independent determination of guilt or innocence, not only apart from the other defendants, but also with respect to each count of the information. The court continued: “[T]he guilt of any one defendant, if you find it proven beyond a reasonable doubt, cannot be used to infer that any other defendant is also guilty. In short, each defendant and each charge against each defendant requires an independent determination of guilt or innocence, considering only that evidence which applies to that particular defendant or charge. There can be no spillover of evidence. That is, each defendant must be judged solely on the strength of the evidence that applies to him without regard to the evidence against any other defendant. I instruct you that your findings in one case do not in themselves establish a basis for similar findings in the other cases. For all practical purposes, the defendants are to be considered to be on trial separately. Each defendant is to be considered as if he were on trial alone for the offenses for which he stands charged.”</p>\n<p id=\"b667-4\">The standard of review of a court’s decision to deny a motion to sever is well settled. “The test for the trial court is whether substantial injustice is likely to result unless a separate trial be accorded. . . . [W]e will reverse a trial court’s ruling on joinder only where the trial court commits an abuse of discretion that results in manifest prejudice to one or more of the defendants. . . . The discretion of the court is necessarily exercised before the trial begins and with reference to the situation as it then appears to the court. . . . Therefore, we must review the trial court’s [decision] ... to deny the defendants’ motions for severance based upon the evidence before the court at the time of the motions.” <page-number citation-index=\"1\" label=\"648\">*648</page-number>(Citations omitted; internal quotation marks omitted.) Id., 620-21.</p>\n<p id=\"b668-6\">“When . . . the jury can reasonably accept the core of the defense offered by either defendant only if it rejects the core of the defense offered by his codefen-dant, the defenses are sufficiently antagonistic to mandate separate trials. ... To compel severance the defenses must be antagonistic to the point of being irreconcilable and mutually exclusive. . . . Such compelling prejudice does not arise where the conflict concerns only minor or peripheral matters which are not at the core of the defense.” (Citation omitted; internal quotation marks omitted.) Id., 621.</p>\n<p id=\"b668-7\">“[I]t is the party’s responsibility to present information to the court from which it can determine whether the defenses are going to be antagonistic or the evidence will unduly prejudice either or both defendants. . . . If we were to allow a defendant to prevent joinder merely by claiming that the defenses would be antagonistic as a result of cross finger pointing, joint trials would never occur. ... A joint trial expedites the administration of justice, reduces the congestion of trial dockets, conserves judicial time, lessens the burden upon citizens who must sacrifice both time and money to serve upon juries, and avoids the necessity of recalling witnesses who would otherwise be called to testify only once. . . . [W]here proof of the charges against the defendants is dependent upon the same evidence and alleged acts . . . severance should not be granted except for the most cogent reasons.” (Citations omitted; internal quotation marks omitted.) Id., 621-22.</p>\n<p id=\"b668-8\">In Booth, the defendants, Anthony Booth, Daniel Brown and Jamie Gomez, repeatedly requested severance before and during the trial, claiming that their defenses were antagonistic because Booth intended to point the finger at Brown, and Brown and Gomez <page-number citation-index=\"1\" label=\"649\">*649</page-number>intended to implicate Booth. Id., 617-19. The trial court denied the motions, concluding that the defendants merely had different interpretations of the evidence and that there would be no great discrepancies as to what the evidence might be. Id., 618. The court further concluded that it was logical to have joined the cases because the issues were straightforward, and the evidence against all three defendants was similar. Id. Moreover, any possible prejudice could be eliminated through curative instructions to the jury. Id. On appeal, our Supreme Court concluded that the trial court did not abuse its discretion in determining that the defendants’ defenses were not antagonistic because the jury reasonably could have accepted all of the defenses simultaneously, and the court had issued curative instructions sufficient to mitigate any possible prejudice that might have occurred. Id., 625-26.</p>\n<p id=\"b669-4\">In the present case, we first conclude, on the basis of the record before the court when the defendant made his pretrial motion for severance, that the court did not abuse its discretion in denying that motion. Although the defendant argued that it would be in the interest of each individual defendant to emphasize the evidence against the other defendants and to minimize the evidence against himself, he did not specifically claim that the alibis he and Johnson intended to offer were mutually exclusive or that the jury could not reasonably accept both alibi defenses simultaneously. Moreover, the court relied on <em>Booth </em>in denying the motion, thus implying that the evidence in all four cases would be similar, that the issues were straightforward and that any potential prejudice to the defendants could be overcome by issuing curative instructions to the jury. In light of the evidence before the court at that point in the proceedings, its reliance on <em>Booth </em>was reasonable. We therefore conclude that the court properly rejected the defendant’s claim as to the pretrial motion.</p>\n<p id=\"b670-5\"><page-number citation-index=\"1\" label=\"650\">*650</page-number>“Our inquiry, however, does not end there. . . . [A]n appellate court must also consider whether, as the trial developed, the joinder of the trials resulted in substantial injustice to the defendants. . . . This second inquiry is required because exceptional cases may arise where a motion for separate trials has been denied, but during or after the joint trial it appears that the joint trial is resulting or has resulted in substantial injustice to one or more of the accused. In such circumstances, justice to the prejudiced accused requires that he be afforded anew trial.” (Citations omitted; internal quotation marks omitted.) Id., 623.</p>\n<p id=\"b670-6\">Turning to the defendant’s motion to sever during cross-examination of Ogman, we conclude that the court did not abuse its discretion in denying that motion. As noted by the court, the proffered statement by Ogman was not evidence of an antagonistic defense,<footnotemark>5</footnotemark> but was directed to the issue of Ogman’s credibility. Moreover, Ogman in his direct testimony had identified the defendant as one of the shooters, and the attempt to impeach Ogman by means of a prior inconsistent statement was therefore consistent with the defendant’s claim that Ogman had testified falsely. Furthermore, the court specifically instructed the jury upon its return to the courtroom that Ogman’s statement had not been offered for the “truth of its content” and that no facts could be found against the defendant on the basis of the statement. Finally, in response to the defendant’s claim that he would not have chosen to enter Ogman’s statement into evidence had he been tried separately, our Supreme Court has not supported the view that a separate trial is necessary whenever any potentially incriminating evidence against one codefendant is intro<page-number citation-index=\"1\" label=\"651\">*651</page-number>duced during a joint trial. <em>State </em>v. <em>Robertson, </em>254 Conn. 739, 768, 760 A.2d 82 (2000). Consequently, we reject the defendant’s claim as to his second motion to sever.</p>\n<p id=\"b671-6\">We also conclude that the court did not abuse its discretion in denying the defendant’s third motion to sever. The court’s determination that nothing in the summation by Johnson’s counsel precluded a finding of either defendant’s innocence is supported by the evidence. Counsel’s argument that a leader of the gang was more likely to have attacked the victims than an ordinary member implicated Salters far more directly than the defendant. Furthermore, the language regarding a “cooked alibi” did not refer directly to the defendant and, standing alone, was not sufficient for a finding of substantial prejudice against the defendant, especially in view of the fact that it was used during counsel’s closing argument. As we have often stated, “[c]ounsel must be allowed a generous latitude in argument, as the limits of legitimate argument and fair comment cannot be determined precisely by rule and line, and something must be allowed for the zeal of counsel in the heat of argument.” (Internal quotation marks omitted.) <em>State </em>v. <em>David P., </em>70 Conn. App. 462, 475, 800 A.2d 541 (2002).</p>\n<p id=\"b671-7\">In addition, the court instructed the jury to consider the culpability of each defendant separately on the basis of the evidence that applied to each defendant and charge. “The jury [is] presumed to follow the court’s directions in the absence of a clear indication to the contrary.” (Internal quotation marks omitted.) <em>State </em>v. <em>Booth, </em>supra, 250 Conn. 626. The fact that the jury reached different conclusions with respect to the different defendants indicates the jury’s ability to distinguish among the defendants. Accordingly, the court’s denial of the defendant’s motion to sever his trial from that of the other defendants was not an abuse of discretion because the defenses were not antagonistic, the court <page-number citation-index=\"1\" label=\"652\">*652</page-number>issued adequate instructions and, consequently, the defendant was not substantially prejudiced by consolidation of the trials.</p>\n<p id=\"b672-6\">II</p>\n<p id=\"b672-7\">The défendant next claims that the court improperly admitted the testimony of an expert witness, Detective Richard Pelletier. He claims that Pelletier’s expert testimony on gangs was cumulative, irrelevant, based on inadmissible hearsay and prejudicial. We are not persuaded.</p>\n<p id=\"b672-8\">Prior to the evidentiary portion of the trial, the state filed a “Notice and Brief Concerning Uncharged Misconduct Evidence,” and declared its intention to offer evidence of other incidents connecting the defendants as conspirators. In the notice, the state also proposed offering testimony by Pelletier regarding the elements of conspiracy and motive to commit the crimes. The state conceded that the proposed misconduct evidence would be prejudicial to the defendants, but that its probative value far outweighed its prejudicial effect. The defendant responded by filing a motion in limine<footnotemark>6</footnotemark> to exclude the evidence on the ground that it was irrelevant, immaterial and unfairly prejudicial, and that its admission would violate his federal and state constitutional rights.</p>\n<p id=\"b672-9\">During the state’s offer of proof, the defendant learned that Pelletier’s testimony as to motive would be based on hearsay evidence and argued that such testimony should be “subject to the usual bar of the hearsay rule.” The court determined, however, that Pel-letier’s background and experience investigating gang activities in the defendant’s neighborhood for three years prior to the attack, and his intimate knowledge <page-number citation-index=\"1\" label=\"653\">*653</page-number>of the local gangs and their members, qualified him as an expert on gangs. Over the defendant’s objection, the court also determined that Pelletier’s testimony was admissible to illustrate a conspiracy between the defendants and to establish a motive for the shooting. The court specifically ruled that Pelletier could testify as to the structure and leadership of the defendant’s and victims’ gangs, the source of his information, the symbols displayed by members of the defendant’s gang in photographs taken at a local club prior to the incident, the relationship of the gangs, the recent shooting of Jenkins by the victims’ gang, and comments by various members of the defendant’s gang indicating a desire for revenge. The court also ruled that Pelletier could not testify regarding the specifics of any drug activity or specific threats of retaliation against individuals, and could not connect the defendants by name to threats of retaliation against the victims’ gang.</p>\n<p id=\"b673-6\">Immediately prior to Pelletier’s taking the witness stand, the court instructed the jury that Pelletier’s testimony would be admitted for the limited purpose of showing a connection between the defendants in relation to the conspiracy charges and to illustrate a motive for committing the crimes. The court also admonished the jurors that gang membership could not be considered evidence of bad character or of a tendency to commit criminal acts.</p>\n<p id=\"b673-7\">Pelletier then proceeded to testify. In the course of his testimony, he offered his opinion that the gangs had developed an “extremely hostile” relationship that resulted in shootings “on a regular basis,” including the shooting in question. In elaborating on the gangs’ relationship, the officer responded in the affirmative when the prosecutor asked if he had received information that the defendant’s gang had vowed to retaliate against the victims’ gang for the shooting of Jenkins.</p>\n<p id=\"b674-5\"><page-number citation-index=\"1\" label=\"654\">*654</page-number>We first set forth our standard of review. “[T]he trial court has wide discretion in ruling on the admissibility of expert testimony and, unless that discretion has been abused or the ruling involves a clear misconception of the law, the trial court’s decision will not be disturbed. . . . Expert testimony should be admitted when: (1) the witness has a special skill or knowledge directly applicable to a matter in issue, (2) that skill or knowledge is not common to the average person, and (3) the testimony would be helpful to the court or jury in considering the issues. . . .</p>\n<p id=\"b674-7\">“A predicate to the admissibility of expert testimony is its relevance to some issue in the case. Relevant evidence is evidence that has a logical tendency to aid the trier in the determination of an issue. . . . One fact is relevant to another if in the common course of events the existence of one, alone or with other facts, renders the existence of the other either more certain or more probable. . . . Evidence is irrelevant or too remote if there is such a want of open and visible connection between the evidentiary and principal facts that, all things considered, the former is not worthy or safe to be admitted in the proof of the latter. . . . Evidence is not rendered inadmissible because it is not conclusive. All that is required is that the evidence tend to support a relevant fact even to a slight degree, so long as it is not prejudicial or merely cumulative.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. Nieves, 69 Conn. App. 96, 101,793 A.2d 290, cert. denied, 260 Conn. 930, 798 A.2d 972 (2002).</p>\n<p id=\"b674-8\">A</p>\n<p id=\"b674-9\">The defendant first claims that Pelletier’s testimony that the defendants were members of a gang, his identification of gang symbols depicted in photographs at a local club, the gang’s alleged vow of retaliation and the defendant’s position as a leader of the gang, was <page-number citation-index=\"1\" label=\"655\">*655</page-number>irrelevant to prove motive and conspiracy because Ogman already had testified regarding those matters and such testimony was cumulative. He further claims that Pelletier’s testimony that the defendant was in the “upper echelon” of his gang and that the gangs were involved in drug dealing was not relevant because such information did not make it any more likely that the defendant had planned the shootings and had nothing to do with the state’s theory that the motive for the shootings was to avenge the murder of Jenkins. That claim has no merit.</p>\n<p id=\"b675-6\">On direct examination, Ogman identified the defendants as the shooters and described them as members of a “group” that was known in the neighborhood by a designated name. At different times, Ogman characterized the men he hung out with as his “associates,” or as “the fellows I grew up with,” but he also stated that “there [were] no initiations as far as being a gang.” He acknowledged, however, that the group he hung out with was also known by a designated name, that the two groups had been involved in an ongoing dispute that had resulted in several shootouts, including the murder of Jenkins, and that after Jenkins’ murder there was a “personal vendetta”<footnotemark>7</footnotemark> between the gangs. On cross-examination, Ogman readily responded to defense counsel’s repeated references to the groups by their names.</p>\n<p id=\"b675-7\">We conclude that Pelletier’s testimony was not merely cumulative as the defendant contends. Ogman’s testimony had been vague and sometimes evasive. He never directly referred to the rival groups as gangs, and he even appeared to reject that concept as applied to his own group, when he described the other members <page-number citation-index=\"1\" label=\"656\">*656</page-number>as “associates” or “fellows” and stated that there were “no initiations as far as being a gang.”</p>\n<p id=\"b676-6\">Pelletier’s testimony, by contrast, provided the jurors with an entirely different perspective because he was introduced as an expert on gangs, he referred to the groups as gangs, and he painted a detailed picture of their structure, leadership, relationship and history leading up to the incident in question. His testimony thus provided the jurors with an independent basis for a finding that the defendant had participated with the other members of his group in an attack on the victims to avenge the murder of Jenkins.</p>\n<p id=\"b676-7\">Moreover, Pelletier’s testimony regarding photographs of the defendants displaying symbols of their gang at a local club had not been discussed by Ogman. The detective’s testimony that the defendant’s gang was involved in the criminal enterprise of narcotics trafficking also was relevant to an understanding of how and why the gangs had evolved and become embroiled in a cycle of violence. Finally, the testimony regarding the defendant’s position as a leader of his gang was not irrelevant because it gave added credence to the state’s claim that the defendant was associated with the other shooters. Accordingly, we conclude that the detective’s testimony was not irrelevant and cumulative, and the court did not abuse its discretion in admitting that testimony.</p>\n<p id=\"b676-8\">B</p>\n<p id=\"b676-9\">The defendant also claims that because Pelletier had no firsthand knowledge of an alleged motive to retaliate, his testimony on that issue was inadmissible hearsay. He claims that Pelletier received the alleged information regarding motive from members of the defendant’s gang and other individuals who lived in the area, that the officer’s testimony did not constitute an opinion, that the state offered no evidence assuring the reliability <page-number citation-index=\"1\" label=\"657\">*657</page-number>of Pelletier’s testimony and that the testimony was, therefore, of a highly dubious and inflammatory nature. We do not agree.</p>\n<p id=\"b677-6\">“The fact that an expert opinion is drawn from sources not in themselves admissible does not render the opinion inadmissible, provided the sources are fairly reliable and the witness has sufficient experience to evaluate the information. ... An expert may base his opinion on facts or data not in evidence, provided they are of a type reasonably relied on by experts in the particular field. . . . This is so because of the sanction given by the witness’s experience and expertise.” (Citations omitted; internal quotation marks omitted.) <em>Pickel </em>v. <em>Automated Waste Disposal, Inc., </em>65 Conn. App. 176, 192, 782 A.2d 231 (2001).</p>\n<p id=\"b677-7\">In <em>State </em>v. <em>Singh, </em>59 Conn. App. 638, 650, 757 A.2d 1175 (2000), rev’d on other grounds, 259 Conn. 693, 793 A.2d 226 (2002), the defendant also claimed that the trial court improperly admitted expert testimony that included inadmissible hearsay. In <em>Singh, </em>a fire had occurred at a restaurant, and one of the issues before the court was whether the fire had been set by someone with access to the building or by someone who had entered by force. Id. An investigator from the fire marshal’s office gave expert testimony regarding the condition of the building’s windows and doors on the night of the fire. Id. He testified that when firefighters arrived at the building, they found all of the doors locked and secured and had to force them open to gain entry. Id., 650-51. He also testified that the firefighters had broken the windows in an attempt to ventilate smoke from the building. Id., 651. That testimony was based on the investigator’s interviews with the firefighters as well as his examination of the building. Id. At trial, the defendant’s counsel objected to the investigator’s testimony on the ground that the information he had obtained <page-number citation-index=\"1\" label=\"658\">*658</page-number>from the firefighters was inadmissible hearsay, but the court overruled the objection. Id.</p>\n<p id=\"b678-6\">On appeal, we upheld the trial court’s ruling because “[a]n expert in the field of arson investigation certainly would be expected to rely in part on statements made to him by firefighters who were at the scene of the fire. The statements relied on by [the investigator], therefore, were of the type reasonably relied on by experts in arson investigations.” Id., 651-52. Furthermore, the investigator was subjected to cross-examination by the defense, which was free to challenge the reliability of the investigator’s statements. Id., 652.</p>\n<p id=\"b678-7\">Here, as in <em>Singh, </em>the court properly determined that the challenged testimony was admissible. The detective had developed an intimate knowledge of the two gangs over a period of several years, had frequent contacts with their members and, thus, was in a unique position to evaluate the information they gave him regarding their activities and motivations. Moreover, the disputed testimony was given in support of Pelletier’s opinion that the gangs had an “extremely hostile” relationship involving shootings “on a regular basis,” including the shooting of Jenkins. Police officers must rely on communications with gang members to gather intelligence and form opinions about gang activity because most gangs do not have bylaws, organizational minutes or any other normal means of identification. See <em>United States </em>v. <em>Hankey, </em>203 F.3d 1160, 1169-70 (9th Cir.), cert. denied, 530 U.S. 1268, 120 S. Ct. 2733, 147 L. Ed. 2d 995 (2000). Furthermore, Pelletier’s testimony was subject to cross-examination by the defendant, as was the expert’s testimony in <em>Singh. </em>We therefore conclude that the detective’s testimony as to the motive of the defendant’s gang to avenge the murder of Jenkins was not inadmissible hearsay because it supported the opinion he previously had expressed as to the gangs’ hostile <page-number citation-index=\"1\" label=\"659\">*659</page-number>relationship. Accordingly, the court did not abuse its discretion in admitting the testimony.</p>\n<p id=\"b679-4\">C</p>\n<p id=\"b679-5\">The defendant finally claims that the court improperly admitted Pelletier’s testimony because it was unduly prejudicial. He claims that because Pelletier was a police detective qualified as an expert on gangs, the jury very likely accepted his testimony without subjecting it to proper scrutiny. We disagree.</p>\n<p id=\"b679-6\">“Although relevant, evidence may be excluded by the trial court if the court determines that the prejudicial effect of the evidence outweighs its probative value. ... Of course, [a]ll adverse evidence is damaging to one’s case, but it is inadmissible only if it creates undue prejudice so that it threatens an injustice were it to be admitted. . . . The test for determining whether evidence is unduly prejudicial is not whether it is damaging to the defendant but whether it will improperly arouse the emotions of the jury. . . . The trial court . . . must determine whether the adverse impact of the challenged evidence outweighs its probative value. . . . Finally, [t]he trial court’s discretionary determination that the probative value of evidence is not outweighed by its prejudicial effect will not be disturbed on appeal unless a clear abuse of discretion is shown. . . . [BJecause of the difficulties inherent in this balancing process . . . eveiy reasonable presumption should be given in favor of the trial court’s ruling. . . . Reversal is required only where an abuse of discretion is manifest or where injustice appears to have been done.” (Internal quotation marks omitted.) <em>State </em>v. <em>Nims, </em>70 Conn. App. 378, 390-91, 797 A.2d 1174, cert. denied, 261 Conn. 924, 806 A.2d 1056 (2002).</p>\n<p id=\"b679-7\">We conclude that the court properly determined that the challenged testimony was relevant to illustrate the conspiracy between the defendants and to establish motive. We also conclude that the testimony did not <page-number citation-index=\"1\" label=\"660\">*660</page-number>improperly arouse the jurors’ emotions. The court restricted Pelletier’s testimony to clearly defined issues and did not permit him to speak about the details of any drug activity, specific threats of retaliation against individuals or threats of retaliation by individual defendants against the victims’ gang. Moreover, the court properly and thoroughly instructed the jury as to the limited purpose for which the testimony could be used. “It is to be presumed that the jury followed the court’s . . . instructions unless the contrary appears.” (Internal quotation marks omitted). Id., 391-92. Finally, the jury already had heard similar testimony by Ogman regarding a “personal vendetta” by the defendant’s gang following the shooting of Jenkins. Accordingly, we conclude that the court did not abuse its discretion in allowing Pelletier to testify.</p>\n<p id=\"b680-6\">Ill</p>\n<p id=\"b680-7\">The defendant next claims that he was deprived of his constitutional rights to confrontation, to compulsory process and to present a defense under the sixth and fourteenth amendments to the United States Constitution, and article first, § 8, of the constitution of Connecticut, because the court improperly refused to admit the handwritten statement of an unavailable witness, Terrance Blow, who referred to a statement by Ogman that was inconsistent with Ogman’s prior testimony and was against Ogman’s penal interest. We disagree.</p>\n<p id=\"b680-8\">One of the defendant’s strategies at trial was to illustrate that Ogman and Clark were lying about the identity of the shooters. At the request of codefendant Johnson, the court issued a capias to his friend, Blow,<footnotemark>8</footnotemark> ordering that he testify. A sheriff served the capias at Blow’s last known address, but Blow failed to appear. Johnson therefore made a motion in limine seeking admission <page-number citation-index=\"1\" label=\"661\">*661</page-number>of a handwritten statement by Blow that he previously had given to Johnson’s investigator, James Bender.</p>\n<p id=\"b681-6\">In his statement, Blow alleged that Ogman had told him that he did not know who had shot him, but that he was blaming the attack on the defendant’s gang. Johnson acknowledged that the statement constituted multiple hearsay, but argued that Blow’s statement to Bender was admissible under the residual exception to the hearsay rule and that Ogman’s statement to Blow was admissible as a hearsay exception for statements against penal interest or as a prior inconsistent statement. Following Johnson’s argument, the defendant joined his codefendant’s request that the written statement be admitted.</p>\n<p id=\"b681-7\">The court denied the motion and sustained the state’s objection after finding that the statement lacked sufficient indicia of reliability and trustworthiness essential to other evidence admitted under the traditional hearsay exceptions. The court specifically reasoned: “One, it is not against the penal interest of Terrance Blow. Two, it is not sworn to or otherwise given under oath. Three, it was not given to the police, but to a private investigator whom Terrance Blow knew was acting on behalf of Johnny Johnson, a defendant. . . . [F]our, Mr. Johnson directed Mr. Bender to Mr. Blow’s house and left, returning later after the statement was given. Five, it appeared that Mr. Blow already knew the subject of the inquiiy. Six, in that statement, Mr. Blow indicated that he was a friend of Johnny Johnson. His neutrality is in question, despite his cousin, Jason Smith, being a victim of the alleged crimes. And in that statement, Mr. Blow acknowledged his friendship with Johnny Johnson. Seven, based upon these factors, I cannot conclude that the circumstances surrounding Mr. Blow’s statement established a motivational basis for truth telling; moreover, Mr. Blow is not available for cross-examination necessary here to probe his own credibility, nor <page-number citation-index=\"1\" label=\"662\">*662</page-number>do I find sufficient corroboration either within the statement or any other evidence. Mr. Bender’s assessment of Mr. Blow’s credibility, even if it is a factor, does not overcome the other factors noted by the court and is certainly no substitute for the cross-examination of Mr. Blow.” On cross-examination, Ogman denied making any statements to Blow.</p>\n<p id=\"b682-6\">The admissibility of evidence under a well established exception to the hearsay rule is not a constitutional issue, as the defendant contends. <em>State </em>v. <em>Lomax, </em>60 Conn. App. 602, 607, 760 A.2d 957, cert. denied, 255 Conn. 920, 763 A.2d 1042 (2000). We therefore analyze it as an evidentiary issue. Id. As we previously have stated, “[o]ur standard of review regarding challenges to a trial court’s evidentiary rulings is that these rulings will be overturned on appeal only where there was an abuse of discretion and a showing by the defendant of substantial prejudice or injustice. ... In our review of these discretionary determinations, we make every reasonable presumption in favor of upholding the trial court’s ruling. ... It is a fundamental rule of appellate review of evidentiary rulings that if error is not of constitutional dimensions, an appellant has the burden of establishing that there has been an erroneous ruling which was probably harmful to him.” (Citations omitted; internal quotation marks omitted.) Id., 607-608.</p>\n<p id=\"b682-7\">A</p>\n<p id=\"b682-8\">We begin by addressing the defendant’s claim that the court improperly denied the admission of Blow’s written statement under the residual exception to the hearsay rule. “The law regarding the admissibility of hearsay under the residual exception to the hearsay rule ... is well settled. The residual, or catch-all, exception to the hearsay rule allows a trial court to admit hearsay evidence not admissible under any of the established exceptions if: (1) there is a reasonable <page-number citation-index=\"1\" label=\"663\">*663</page-number>necessity for the admission of the statement, and (2) the statement is supported by the equivalent guarantees of reliability and trustworthiness essential to other evidence admitted under the traditional hearsay exceptions.” (Internal quotation marks omitted.) <em>State </em>v. <em>Bryant, </em>61 Conn. App. 565, 575-76, 767 A.2d 166 (2001).</p>\n<p id=\"b683-6\">We conclude that Blow’s written statement “was not imbued with guarantees of reliability and trustworthiness sufficient to support its admission.” (Internal quotation marks omitted.) Id., 576. Despite the fact that Blow was a cousin of Smith, who was killed in the attack, Blow gave his statement to a private investigator rather than to a police officer, he did not give the statement under oath, he knew the subject of inquiry before he gave the statement, his neutrality was questionable because of his friendship with the defendant Johnson, who drove Bender to Blow’s home, and Bender’s assessment of Blow’s credibility was not sufficient to overcome those indications of unreliability. Accordingly, there appears to have been no “motivational basis for truth-telling equivalent to those associated with the traditional exceptions to the hearsay rule . . . .” (Internal quotation marks omitted.) Id. We thus conclude that the court did not abuse its discretion when it denied the defendant’s motion to admit Blow’s written statement.</p>\n<p id=\"b683-7\">B</p>\n<p id=\"b683-8\">We next address the defendant’s claim that the court improperly denied his motion to admit Ogman’s statement under the hearsay exceptions for a prior inconsistent statement or a statement against penal interest. To conclude that the court improperly failed to admit Ogman’s statement, the defendant must overcome two levels of hearsay. See <em>State </em>v. <em>Lewis, </em>245 Conn. 779, 802, 717 A.2d 1140 (1998). When a hearsay statement is contained within hearsay, each level of hearsay must itself be supported by an exception to the hearsay rule <page-number citation-index=\"1\" label=\"664\">*664</page-number>for that level of hearsay to be admissible. Id. Accordingly, for Ogman’s statement to Blow to be admissible as a prior inconsistent statement or as a statement against Ogman’s penal interest, Blow’s statement to Bender must fall within the residual exception to the hearsay rule. We have concluded, however, that Blow’s statement is inadmissible hearsay. Accordingly, Ogman’s statement also is inadmissible.</p>\n<p id=\"b684-6\">IV</p>\n<p id=\"b684-7\">The defendant next claims that he was denied his rights to due process and to confrontation under the sixth and fourteenth amendments to the United States constitution, and article first, § 8, of the constitution of Connecticut because the court improperly restricted his cross-examination of a key state’s witness. We disagree.</p>\n<p id=\"b684-8\">During its cross-examination of Clark, one of the three shooting victims, the defense attempted to impeach his credibility by asking whether he had testified in a case against a man named Demetrius Little, whether he had given the police a false statement about Little that he later recanted and whether he had accused Little of shooting him in the face in a totally separate incident. After the state objected, the court excused the jury.</p>\n<p id=\"b684-9\">The state contended that the defense had no good faith basis to argue that Clark had given a false statement in the case against Little. The defense responded that Clark had been shot in the face by an assailant, that he had accused Little of the crime and that Little subsequently had been arrested in connection with the crime. The defense further explained that it believed Little ultimately was acquitted, that the charges against Little were no longer pending and that Little never had been convicted because Clark had made a false accusation. When the court asked counsel how he knew that for a fact, counsel replied, “[b]ecause I know that he <page-number citation-index=\"1\" label=\"665\">*665</page-number>was arrested on this witness’ statement.” The court sustained the state’s objection on the ground that “[t]he offer was not based on any precise information. . . . [I]t was based more on speculation than anything else . . . and in view of the fact that there are so many variables that affect the outcome of the case, I don’t think that you have demonstrated a proper basis to ask that question.”</p>\n<p id=\"b685-6\">“[T]he sixth amendment to the [United States] constitution guarantees the right of an accused in a criminal prosecution to confront the witnesses against him. . . . The primary interest secured by confrontation is the right to cross-examination .... This right, however, is not absolute and may, in appropriate cases, bow to accommodate other legitimate interests in the criminal trial process. . . . The trial court, in its discretion, may impose limitations on the scope of cross-examination, as long as the defendant has been permitted sufficient cross-examination to satisfy constitutional requirements. . . . The confrontation clause does not . . . suspend the mies of evidence to give the defendant the right to engage in unrestricted cross-examination. . . . Only relevant evidence may be elicited and the right to cross-examine is subject to the duty of the court to exclude irrelevant evidence.” (Internal quotation marks omitted.) <em>State </em>v. <em>Morgan, </em>70 Conn. App. 255, 268, 797 A.2d 616, cert. denied, 261 Conn. 919, 806 A.2d 1056 (2002).</p>\n<p id=\"b685-7\">“The proffering party bears the burden of establishing the relevance of the offered testimony. Unless such a proper foundation is established, the evidence ... is irrelevant. . . . This may be accomplished in one of three ways. First, the defendant can make an offer of proof. . . . Second, the record independently can be adequate to establish the relevance of the proffered testimony. . . . Finally, the defendant can establish a proper foundation for the testimony by stating a good <page-number citation-index=\"1\" label=\"666\">*666</page-number>faith belief that there is an adequate factual basis for his inquiry., A good faith basis on the part of examining counsel as to the truth of the matter contained in questions propounded to a witness on cross-examination is required. ... A cross-examiner may inquire into the motivation of a witness if he or she has a good faith belief that a factual predicate for the question exists.” (Citations omitted; internal quotation marks omitted.) State v. Barnes, 232 Conn. 740, 747, 657 A.2d 611 (1995).</p>\n<p id=\"b686-6\">“We traditionally apply a two part analysis to determine whether a party has been deprived of effective cross-examination. First, we determine whether the defendant received the minimum opportunity for cross-examination of adverse witnesses required by the constitution. ... If so, we then consider whether the trial court’s restriction of cross-examination amounted to an abuse of discretion under the rules of evidence.” (Internal quotation marks omitted.) <em>State </em>v. <em>Morgan, </em>supra, 70 Conn. App. 269.</p>\n<p id=\"b686-7\">In <em>State </em>v. <em>Chance, </em>236 Conn. 31, 59, 671 A.2d 323 (1996), the court permitted the state to question the defendant for impeachment purposes regarding four separate occasions on which he allegedly gave false information to correction officers. In each case, prison officials had prepared a disciplinary report citing the defendant for making a false statement to the officers. Id., 59 n.24. The defendant denied making false statements on three of the four occasions and objected to being questioned about those three incidents. Id., 59. After the court overruled the defendant’s objection, the defendant denied on cross-examination that he had given false information to correction officers on the three disputed occasions. Id.</p>\n<p id=\"b686-8\">Here, unlike the situation in <em>Chance, </em>the defendant’s belief that Clark had falsely accused Little was based on speculation. When the court asked the defense how <page-number citation-index=\"1\" label=\"667\">*667</page-number>it, knew that Clark had made a false accusation, the defense did not provide the court with any substantive information, but merely responded, “I know that he was arrested on this witness’ statement.” Lacking a solid foundation for a good faith belief in his allegation, the court properly concluded that the defendant’s claim was an attempt “to use cross-examination as a tool to investigate purely speculative sources of witness bias, rather than as a tool to discredit testimony on the basis of a preexisting good faith belief that bias existed. [I]t is entirely proper for a court to deny a request to present certain testimony that will further nothing more than a fishing expedition . . . or result in a wild goose chase.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Barnes, </em>supra, 232 Conn. 749-50. Accordingly, we conclude that the court did not abuse its discretion in disallowing the proposed cross-examination of Clark.</p>\n<p id=\"b687-4\">V</p>\n<p id=\"b687-5\">The defendant next claims that the court improperly instructed the jury on reasonable doubt. He claims that the court, misled the jury on the meaning of reasonable doubt and diluted the state’s burden of proof by charging that reasonable doubt is (1) “a real doubt, an honest doubt,” (2) “that has its foundation in the evidence or lack of evidence,” and (3) “would cause reasonable men and women to hesitate to act in matters of importance.” We reject the defendant’s claim.</p>\n<p id=\"b687-6\">In its instructions to the jury, the court stated: “The meaning of reasonable doubt can be arrived at by emphasizing the word reasonable. It is not a surmise, a guess or mere conjecture. . . . Nor is it a doubt not warranted by the evidence or by the lack of evidence. It is such a doubt as in serious affairs that concern you, you would heed. That is, such a doubt as would cause reasonable men and women to hesitate to act in matters of importance. It is not hesitation springing from any <page-number citation-index=\"1\" label=\"668\">*668</page-number>feelings of pity or sympathy for the accused or any person who might be affected by your decision. It is, in other words, a real doubt, an honest doubt, a doubt that has its foundation in the evidence or lack of evidence. It is doubt that is honestly entertained and is reasonable in light of the evidence after a fair comparison and careful examination of the entire evidence.” After the jurors convicted the defendant but were still deliberating as to the remaining codefendants, they asked the court to clarify the meaning of reasonable doubt. The court repeated the instruction given previously.</p>\n<p id=\"b688-6\">The defendant did not request his own charge on reasonable doubt and did not object to the court’s instruction. He therefore seeks review pursuant to <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989).<footnotemark>9</footnotemark> Because the record is adequate to review the alleged claim of error, and because a claim of instructional error regarding the burden of proof is of constitutional magnitude; <em>State </em>v. <em>Gayle, </em>64 Conn. App. 596, 607, 781 A.2d 383, cert. denied, 258 Conn. 920, 782 A.2d 1248 (2001); we will review the defendant’s claim.</p>\n<p id=\"b688-7\">“When reviewing [a] challenged jury instruction . . . we must adhere to the well settled rule that a charge to the jury is to be considered in its entirety, read as a whole, and judged by its total effect rather than by its individual component parts. . . . [T]he test of a court’s charge is not whether it is as accurate upon <page-number citation-index=\"1\" label=\"669\">*669</page-number>legal principles as the opinions of a court of last resort but whether it fairly presents the case to the jury in such a way that injustice is not done to either party under the established rules of law. ... As long as [the instructions] are correct in law, adapted to the issues and sufficient for the guidance of the jury ... we will not view the instructions as improper. . . . [I]n appeals involving a constitutional question, [the standard is] whether it is reasonably possible that the jury [was] misled.” (Internal quotation marks omitted.) <em>State </em>v. <em>Gonzalez, </em>69 Conn. App. 649, 657, 796 A.2d 1225, cert. denied, 260 Conn. 937, 802 A.2d 91 (2002).</p>\n<p id=\"b689-4\">In <em>State </em>v. <em>Griffin, </em>253 Conn. 195, 207-208, 749 A.2d 1192 (2000), our Supreme Court rejected a constitutional challenge to instructional language identical to the language at issue in this appeal, holding that the defendant had provided no persuasive reason why such instructions, when viewed in the context of an otherwise accurate and thorough charge on reasonable doubt, diminished the state’s burden of proof. Because the defendant here has provided no convincing reason to reach a different result, we also conclude that his claim must fail under the third prong of <em>Golding, </em>which requires him to establish that an alleged constitutional violation clearly exists and clearly deprived him of a fair trial.</p>\n<p id=\"b689-5\">VI</p>\n<p id=\"b689-6\">The defendant also claims that the court improperly denied him access to the internal affairs file of Detective Pelletier. We do not agree.</p>\n<p id=\"b689-7\">After the defendant subpoenaed the New Haven police department requesting the officer’s file, the city of New Haven moved to quash the subpoena. At a hearing on the motion, defense counsel stated that Pelletier and his former partner had harassed the defendant daily in the mid-1990s. He further stated that the defendant’s <page-number citation-index=\"1\" label=\"670\">*670</page-number>mother and grandmother each had filed separate complaints regarding the harassment, and that the defendant wanted to use the complaints as evidence to impeach the officer’s testimony against him. After conducting an in camera inspection of the file, the court found that it contained nothing “related to any reason asserted by any attorney as a ground for access to the material.” The court then sealed the file and marked it as exhibit one for identification.</p>\n<p id=\"b690-6\">“Generally, the trial court has discretion to determine the relevancy of evidence and to limit the scope of cross-examination. . . . This includes limiting discovery where material is sought for impeachment purposes. ... In <em>State v. Januszewski, </em>[182 Conn. 142, 171, 438 A.2d 679 (1980), cert. denied, 453 U.S. 922, 101 S. Ct. 3159, 69 L. Ed 2d 1005 (1981)], we recognized the need to balance the witness’ interest in maintaining the confidentiality of his personnel file against the right of a criminal defendant fully to cross-examine all witnesses against him. We stated that ‘[b]ecause discovery of matters contained in a police officer’s personnel file involves careful discrimination between material that relates to the issues involved and that which is irrelevant to those issues, the judicial authority should exercise its discretion in determining what matters shall be disclosed. An in camera inspection of the documents involved, therefore, will under most circumstances be necessary.’ . . .</p>\n<p id=\"b690-7\">“The trial court must make available to the defendant only that material that it concludes is clearly material and relevant to the issue involved. . . . The linchpin of the determination of the defendant’s access to the records is whether they sufficiently disclose material especially probative of the ability to comprehend, know and correctly relate the truth . . . so as to justify breach of their confidentiality .... The determination of the extent to which access to records should <page-number citation-index=\"1\" label=\"671\">*671</page-number>be granted to the defendant must be made on a case by case basis.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Santiago, </em>224 Conn. 325, 336-37, 618 A.2d 32 (1992). “The trial court’s decision will not be overturned unless the court has abused its discretion.” <em>State </em>v. <em>Peczynski, </em>50 Conn. App. 51, 58, 716 A.2d 149, cert. denied, 247 Conn. 936, 722 A.2d 1217 (1998).</p>\n<p id=\"b691-6\">Here, the court diligently weighed the competing interests and determined that the file in question contained no information relating to Pelletier’s credibility as a witness. The court thus prohibited the defendant from engaging in what would have become an unwarranted “ ‘fishing expedition’ ” into the personnel records of a private citizen. <em>State </em>v. <em>Santiago, </em>supra, 224 Conn. 337. Our review of the sealed file leads us to the same conclusion. Accordingly, the court did not abuse its discretion in denying the defendant access to the detective’s personnel file.</p>\n<p id=\"b691-7\">VII</p>\n<p id=\"b691-8\">The defendant’s final claim is that the court improperly denied his motions for a mistrial on the ground of prosecutorial misconduct, thus depriving him of his right to a fair trial under the fourteenth amendment of the United States constitution and article first, § 8, of the constitution of Connecticut. He claims that the prosecutor improperly bolstered the testimony of a witness, coached a witness, mocked the defense attorneys, violated the court’s evidentiary rulings, implied that the presence of the defendants might be intimidating to a witness and commented on the absence of an unavailable witness. We do not agree that the prosecutor’s conduct substantially prejudiced the defendant.</p>\n<p id=\"b691-9\">“While the remedy of a mistrial is permitted under the rules of practice, it is not favored. ... If curative action can obviate the prejudice, the drastic remedy of a mistrial should be avoided. . . . The general rule in <page-number citation-index=\"1\" label=\"672\">*672</page-number>Connecticut is that a mistrial is granted only where it is apparent to the court that as a result of some occurrence during trial a party has been denied the opportunity for a fair trial. ... A reviewing court gives great weight to curative instructions in assessing error.” (Internal quotation marks omitted.) <em>State </em>v. <em>Aponte, </em>66 Conn. App. 429, 450, 784 A.2d 991 (2001), cert. denied, 259 Conn. 907, 789 A.2d 995 (2002).</p>\n<p id=\"b692-6\">“[T]he principles that govern our review of a trial court’s ruling on a motion for a mistrial are well established. Appellate review of atrial court’s decision granting or denying a motion for a [mistrial] must take into account the trial judge’s superior opportunity to assess the proceedings over which he or she has personally presided. . . . Thus, [a] motion for a [mistrial] is addressed to the sound discretion of the trial court and is not to be granted except on substantial grounds. . . . In [its] review of the denial of a motion for mistrial, [our Supreme Court has] recognized the broad discretion that is vested in the trial court to decide whether an occurrence at trial has so prejudiced a party that he or she can no longer receive a fair trial. The decision of the trial court is therefore reversible on appeal only if there has been an abuse of discretion.” (Internal quotation marks omitted.) <em>State </em>v. <em>Downing, </em>68 Conn. App. 388, 396-97, 791 A.2d 649, cert. denied, 260 Conn. 920, 797 A.2d 518 (2002).</p>\n<p id=\"b692-7\">The standard of review for a claim of prosecutorial misconduct also is well established. “[T]o deprive a defendant of his constitutional right to a fair trial . . . the prosecutor’s conduct must have so infected the trial with unfairness as to make the resulting conviction a denial of due process. . . . We do not focus alone, however, on the conduct of the prosecutor. The fairness of the trial and not the culpability of the prosecutor is the standard for analyzing the constitutional due process claims of criminal defendants alleging prosecu-<page-number citation-index=\"1\" label=\"673\">*673</page-number>torial misconduct.” (Internal quotation marks omitted.) <em>State </em>v. <em>Correa, </em>241 Conn. 322, 356-57, 696 A.2d 944 (1997).</p>\n<p id=\"b693-6\">“We have long recognized the special role played by the state’s attorney in a criminal trial. He is not only an officer of the court, like every other attorney, but is also a high public officer, representing the people of the State, who seek impartial justice for the guilty as much as for the innocent. ... By reason of his office, he usually exercises great influence upon jurors. His conduct and language in the trial of cases in which human life or liberty are at stake should be forceful, but fair, because he represents the public interest, which demands no victim and asks no conviction through the aid of passion, prejudice or resentment. If the accused be guilty, he should none the less be convicted only after a fair trial, conducted strictly according to the sound and well-established rules which the laws prescribe.” (Internal quotation marks omitted.) <em>State </em>v. <em>Alexander, </em>254 Conn. 290, 302, 755 A.2d 868 (2000).</p>\n<p id=\"b693-7\">“In determining whether prosecutorial misconduct was so serious as to amount to a denial of due process, this court . . . has focused on several factors.” <em>State </em>v. <em>Williams, </em>204 Conn. 523, 540, 529 A.2d 653 (1987). Those factors include (1) the extent to which the misconduct was invited by defense conduct or argument, (2) the severity of the misconduct, (3) the frequency of the misconduct, (4) the centrality of the misconduct to the critical issues in the case, (5) the strength of the curative measures adopted and (6) the strength of the state’s case. Id. We will address each of the defendant’s claims of prosecutorial misconduct in turn.</p>\n<p id=\"b693-8\">A</p>\n<p id=\"b693-9\">The defendant first claims that the prosecutor improperly bolstered the testimony of the state’s key witness during his direct examination of Ogman. He <page-number citation-index=\"1\" label=\"674\">*674</page-number>claims that by waving Ogman’s fourteen page statement in front of the jury, the prosecutor indicated that Ogman had a great deal of information about the incident in question, some of which the jury would not be able to hear.</p>\n<p id=\"b694-6\">The defendant requested a mistrial on the ground that the prosecutor was “fondling [fourteen pages of Ogman’s statement] and flipping through them, standing right by the jury box with the document in full view of the jury, literally flipping through those fourteen pages and laying them on the table in front of this witness . . . .” The court denied the motion, stating that “I have observed and heard the conduct of [the prosecutor], and I see nothing in what I have seen and heard to warrant the granting of a mistrial.”</p>\n<p id=\"b694-7\">The trial judge has a “superior opportunity to assess the proceedings over which he or she has personally presided.” (Internal quotation marks omitted.) <em>State </em>v. Downing, supra, 68 Conn. App. 396. Here, the court determined that the conduct complained of was not improper. Moreover, the defendant has provided this court with no legal authority to support a different conclusion. See <em>Legnos </em>v. <em>Legnos, </em>70 Conn. App. 349, 355, 797 A.2d 1184, cert. denied, 261 Conn. 911, 806 A. 2d 48 (2002). Accordingly, there is no basis for a finding of prosecutorial misconduct on the ground alleged.</p>\n<p id=\"b694-8\">B</p>\n<p id=\"b694-9\">The defendant also claims that the prosecutor improperly attempted to bolster Ogman’s credibility and attempted to thwart his impeachment by the defense when he mocked counsel for codefendant Ashe and distracted the jury during cross-examination by Ashe’s counsel. Specifically, he claims that during counsel’s cross-examination of Ogman, the prosecutor improperly was “counting on his fingers with his hand <page-number citation-index=\"1\" label=\"675\">*675</page-number>up in front of his face, turning to [Ashe’s counsel] and mouthing the words, ‘ask it again.’ ” The defendant also claims that the prosecutor “was pacing around the [courtjroom in an obvious attempt to distract the jury from [Ashe’s counsel].” Although the defendant did not request a mistrial or a curative instruction, he requested that the prosecutor “be instructed to cut it out.”</p>\n<p id=\"b695-6\">The court denied the requested instruction, stating that “I have told the jury on repeated occasions that the conduct of counsel and comments are not part of the case and they are to disregard that. . . . And, in the meantime, I would ask that all counsel refrain from making any kinds of motions or gestures or movements that distract the progress of the case or in any way reflect their opinions about what has happened. And I have specific reference to what [defense counsel says], I also saw the conduct. I do not think that it rises to the level of any improper conduct, but I do caution all attorneys to avoid doing that kind of thing.”</p>\n<p id=\"b695-7\">As previously stated, the trial judge has a superior opportunity to assess the proceedings over which he or she has personally presided; <em>State </em>v. <em>Downing, </em>supra, 68 Conn. App. 396; and the court expressly found that the prosecutor’s behavior did not rise to the level of misconduct. The defendant also provides no legal authority to support his claim. See <em>Legnos </em>v. <em>Legnos, </em>supra, 70 Conn. App. 355. We therefore conclude that there was no misconduct.</p>\n<p id=\"b695-8\">C</p>\n<p id=\"b695-9\">The defendant next claims that during his counsel’s cross-examination of Ogman, Johnson’s counsel informed him that he had observed the prosecutor improperly coaching Ogman by shaking his head between the time the defendant asked a question and the time Ogman answered. The defendant conceded that he had not seen the alleged behavior himself, and <page-number citation-index=\"1\" label=\"676\">*676</page-number>neither attorney requested a mistrial or a curative instruction. When the defendant informed the court of the alleged behavior, the court found nothing to substantiate the claim “that amounts to any misconduct.” “[0]ut of an abundance of caution,” however, the court requested that the prosecutor “attempt to control some of your gestures, as natural and unintended as they might be.”</p>\n<p id=\"b696-6\">The court found that there was no misconduct; see <em>State </em>v. <em>Downing, </em>supra, 68 Conn. App. 396; and the defendant provides no legal authority for this court to conclude otherwise. See <em>Legnos </em>v. <em>Legnos, </em>supra, 70 Conn. App. 355.</p>\n<p id=\"b696-7\">D</p>\n<p id=\"b696-8\">The defendant claims that the prosecutor improperly attempted to impeach the testimony of his own witness and also prejudiced the defendants by implying that the defendants might intimidate Edmund Comfort, the photographer who took pictures of the defendants at a local club on the night in question. The prosecutor had asked if Comfort was afraid to testify in front of the defendants: “Now, when you came in here to testify and you sat in front of these four men, you got a little scared?” The court sustained the defendant’s objection and twice instructed the jury to disregard the question because there “is an insufficient basis for it.” The defendant nonetheless requested a mistrial on the ground that the prosecutor’s comment was “outrageous” and “highly prejudicial.” The court denied the motion for a mistrial because “[t]he question itself was couched in such broad terms as to not have the overtones or the implications that counsel suggest, and the court will give some degree of limiting instruction which it thinks is appropriate ... to cure the situation, if, in fact, it goes no further.”</p>\n<p id=\"b697-3\"><page-number citation-index=\"1\" label=\"677\">*677</page-number>“The trial judge is in the best position and is uniquely qualified to appraise the probable effect of information on the jury, the materiality of the extraneous material, and its prejudicial nature.” (Internal quotation marks omitted.) <em>State </em>v. <em>Harris, </em>32 Conn. App. 831, 836-37, 632 A.2d 50 (1993), appeal dismissed, 230 Conn. 347, 644 A.2d 911 (1994). The court concluded that the prosecutor’s remarks did not have the prejudicial overtones or implications suggested by counsel. Furthermore, the defendant provides no legal authority in support of his claim. See <em>Legnos </em>v. <em>Legnos, </em>supra, 70 Conn. App. 355. We therefore conclude that the prosecutor’s conduct was not improper.</p>\n<p id=\"b697-4\">E</p>\n<p id=\"b697-5\">The defendant claims that he was deprived of a fair trial because the prosecutor improperly referred to photographs of the defendants as “mug shots” in the presence of the jury. Prior to that remark, the court had discussed with counsel for all four defendants, outside the presence of the jury, the introduction of police photographs for the purpose of identification. Considerable time was spent in determining how to “sanitize” the photographs so that they would not be unnecessarily suggestive or prejudicial. Counsel for the defendant, in particular, argued that the photographs obviously were police mug shots indicating that the defendant had a police record. The court ultimately denied various objections by the codefendants’ counsel to admit the photographs into evidence, but permitted certain modifications in their appearance to minimize the potential for prejudice.</p>\n<p id=\"b697-6\">Thereafter, during his redirect examination of Clark, the prosecutor asked if the defendant’s hairstyle in the courtroom was the same as Clark recalled from the night of the shooting. The defendant then requested that the court excuse the jury. The defendant protested <page-number citation-index=\"1\" label=\"678\">*678</page-number>that “in a voice so loud that it could clearly and distinctly be heard where I sit, [the prosecutor] first approached the clerk and asked for, quote, the mug shots, unquote, and then turned and walked back to [an inspector from the state’s attorney’s office] and, in an even louder voice, standing, of course, no more than two feet from the jury rail, asked him if he had, quote, the mug shots, unquote.” The prosecutor acknowledged that he inadvertently had referred to the photographs as “mug shots” and that the reference was improper, but disputed the allegation that he had made the remark in a loud voice or intended that the jury hear it.</p>\n<p id=\"b698-6\">The court brought the jury back into the courtroom and asked if anyone had heard the prosecutor’s comments to the clerk or to the inspector. One juror responded that he or she had heard the prosecutor say something about mug shots. The court then told the jurors to disregard the comment, stating: “It has no bearing on this case, and you cannot draw any adverse inferences against anyone by [the prosecutor] making that reference.”</p>\n<p id=\"b698-7\">The jury again was asked to leave the courtroom, and the defendant requested a mistrial because the court’s instruction was insufficient to cure the impropriety. The court denied the motion, ruling that “[i]n the context of what I have seen and heard, I do not think that anything that has happened is sufficient to have the court declare a mistrial. Whatever was done was not blatant; it was an isolated incident. The jury has not seen specifically what [the prosecutor] was referring to. It is obvious that the defendants have been arrested in this case or else they would not be here .... I have seen and heard nothing that amounts to a basis for a mistrial. I have given a curative instruction, which I believe is adequate.”</p>\n<p id=\"b698-8\">In its final charge to the jury, the court instructed that certain exhibits were “photographs shown to . . . <page-number citation-index=\"1\" label=\"679\">*679</page-number>Ogman .... There are many reasons why a person’s picture may be taken by the authorities, most of which have no relationship to criminal activity. You must not draw any adverse inference from the fact that the police may have photographs of anyone. You must not consider the origin of the photographs in any way. These photographs are relevant only as they bear on the identification of the defendants by . . . Ogman and may not be considered for any other purpose.” The court further advised that “[d]uring the trial, there was mention of mug shots. This statement has no relationship to any evidence admitted in the case, and you cannot speculate on why this phrase was used. You may not consider that phrase in any way during deliberations in this case. Erase it from your minds. Disregard it.”</p>\n<p id=\"b699-4\">It is well settled that mug shots are admissible evidence “if they are relevant and material and if their probative value outweighs their prejudicial tendency.” <em>State </em>v. <em>Albin, </em>178 Conn. 549, 551, 424 A.2d 259 (1979); see <em>State </em>v. <em>Pecoraro, </em>198 Conn. 203, 206, 502 A.2d 396 (1985). Furthermore, an inadvertent reference to photographs as mug shots has not been deemed sufficient to warrant the remedy of a mistrial where the comment was not repeated and the court instructed the jury to disregard it. <em>State </em>v. <em>Quint, </em>18 Conn. App. 730, 736, 560 A.2d 479 (1989). In this case, the prosecutor conceded that his reference to the photographs as mug shots was improper, and the court immediately issued a curative instruction when the jurors returned to the courtroom by advising that any juror who had heard the remark should disregard it. During its final charge, the court again instructed that the jurors should disregard the remark, erase it from their minds and not consider it in any way during their deliberations. Moreover, in light of the fact that the comment was an isolated episode and that only one juror indicated that he or she had heard it, we conclude that the court’s curative <page-number citation-index=\"1\" label=\"680\">*680</page-number>instructions were sufficient to mitigate any possible prejudice that might have occurred.</p>\n<p id=\"b700-6\">The defendant contends that because the prosecutor’s misconduct violated a court ruling, reversal of his conviction is required pursuant to this court’s supervisory powers under <em>State </em>v. <em>Ubaldi, </em>190 Conn. 559, 462 A.2d 1001, cert. denied, 464 U.S. 916, 104 S. Ct. 280, 78 L. Ed. 2d 259 (1983). We do not agree.</p>\n<p id=\"b700-7\">In <em>Ubaldi, </em>the trial court denied the defendant’s motion for a mistrial after the prosecutor had urged the jury during closing argument to draw an unfavorable inference from the defendant’s failure to call a witness whose testimony the court previously had excluded from the jury’s consideration. Id., 561. On appeal, our Supreme Court was asked to decide whether it should exercise its supervisory authority to grant a new trial where prosecutorial misconduct deliberately circumvented the trial court’s ruling. Id., 569-70. In reversing the trial court’s decision, our Supreme Court noted that the trial court had not rebuked or admonished the prosecutor upon the defendant’s objection to the improper argument and that the trial court’s general instruction to the jury could not reasonably be viewed as obviating the harmfulness of the prosecutor’s remarks. Id., 574.</p>\n<p id=\"b700-8\">We conclude that <em>Ubaldi </em>is distinguishable from the present case in several significant respects. Here, although the court made arrangements with the defendants’ counsel to minimize the prejudicial impact of the mug shots, it did not rule to exclude them. Second, after the jurors returned to the courtroom following the defendant’s objection, the court immediately issued a strong curative instruction. Finally, in its general charge to the jurors prior to their deliberations, the court issued an additional curative instruction. Accordingly, <em>Ubaldi </em>is inapposite, and we conclude that the <page-number citation-index=\"1\" label=\"681\">*681</page-number>remedy of reversal is not appropriate on the ground alleged.</p>\n<p id=\"b701-4\">F</p>\n<p id=\"b701-5\">The defendant finally claims that the prosecutor engaged in misconduct during the state’s rebuttal argument when he briefly referred to a portion of Ogman’s cross-examination by Johnson’s counsel. During cross-examination, Ogman had denied telling Blow that any of the shooters “had a mask on, but I’m blaming it on the [defendant’s gang] anyway.” In his rebuttal argument, the prosecutor asked the jury: “Do you remember that cross-examination? I bet you thought somebody was going to come and testify about that. [Ogman] said, no, I didn’t, and that’s the evidence in this case. That question means nothing.” The court sustained the defendant’s objection and instructed the jury to “disregard that argument.”</p>\n<p id=\"b701-6\">At the end of the state’s argument, the defendant requested a mistrial on the basis of the prosecutor’s comment. The state conceded that the comment was improper, but also pointed out that the court immediately corrected the error. The court denied the motion because the argument did not rise to the level required for a mistrial. In its final charge to the jury, the court again instructed that the disputed portion of the summation should be disregarded: “In his final argument, [the prosecutor] made an argument I told you to disregard and not consider at all. [The prosecutor] argued there was no evidence presented to support a question asked of Mr. Ogman. That was an improper argument by [the prosecutor] and, as I have already told you, you must disregard it.”</p>\n<p id=\"b701-7\">“Fairness . . . dictates that a party who intends to comment on the opposing party’s failure to call a certain witness must so notify the court and the opposing party in advance of closing arguments. Advance notice of <page-number citation-index=\"1\" label=\"682\">*682</page-number>such comment is necessary because comment on the opposing party’s failure to call a particular witness would be improper if that witness were unavailable due to death, disappearance or otherwise. That notice will ensure that an opposing party is afforded a fair opportunity to challenge the propriety of the missing witness comment in light of the particular circumstances and factual record of the case. Of corase, the trial court retains wide latitude to permit or preclude such a comment, and may, in its discretion, allow a party to adduce additional evidence relative to the missing witness issue.” <em>State </em>v. <em>Malave, </em>250 Conn. 722, 740, 737 A.2d 442 (1999), cert. denied, 528 U.S. 1170, 120 S. Ct. 1195, 145 L. Ed. 2d 1099 (2000).</p>\n<p id=\"b702-6\">In the present case, the court advised the jury to disregard the prosecutor’s comment immediately after it was made and, again, in its final instructions. Accordingly, the remark did not result in undue harm to the defendant.</p>\n<p id=\"b702-7\">G</p>\n<p id=\"b702-8\">We now turn to the question of whether the cumulative effect of the prosecutor’s comments about the mug shots and the missing witness was so serious as to deprive the defendant of his right to a fair trial. See <em>State </em>v. <em>Williams, </em>supra, 204 Conn. 540. Such a determination requires us to consider the extent to which the misconduct was invited by the defense, the severity and frequency of the misconduct, the centrality of the misconduct to the critical issues in the case, the strength of the curative measures adopted and the strength of the state’s case. Id.</p>\n<p id=\"b702-9\">We conclude that the defendant was not denied his right to a fair trial. Although the prosecutor’s misconduct was not invited by the defense, the references to the mug shots and the missing witness were isolated episodes in a long trial involving fora defendants. Signif<page-number citation-index=\"1\" label=\"683\">*683</page-number>icantly, the court immediately addressed both instances of misconduct by issuing strong curative instructions and later gave additional curative instructions in its final charge to the jury. Furthermore, the state’s case against the defendant was strong because there was eyewitness testimony against him, and neither the mug shots nor the unavailability of Blow as a witness were related to critical issues in the case. Accordingly, the cumulative effect of the prosecutor’s misconduct was not unduly prejudicial to the defendant, and the court did not abuse its discretion in denying his motions for a mistrial.</p>\n<p id=\"b703-4\">The judgment is affirmed.</p>\n<p id=\"b703-5\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b662-10\"> General Statutes § 53a-54a (a) provides in relevant part: “A person is guilty of murder when, with intent to cause the death of another person, he causes the death of such person or of a third person . . .</p>\n<p id=\"b662-11\">General Statutes § 53a-8 (a) provides: “A person, acting with the mental state required for commission of an offense, who solicits, requests, commands, importunes or intentionally aids another person to engage in conduct which constitutes an offense shall be criminally liable for such conduct and may be prosecuted and punished as if he were the principal offender.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b662-12\"> General Statutes § 53a-48 (a) provides: “A person is guilty of conspiracy when, with intent that conduct constituting a crime be performed, he agrees with one or more persons to engage in or cause the performance of such conduct, and any one of them commits an overt act in pursuance of such conspiracy.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b663-8\"> General Statutes § 53a-59 (a) provides in relevant part: “A person is guilty of assault in the first degree when ... (5) with intent to cause physical injury to another person, he causes such injury to such person or to a third person by means of the discharge of a firearm.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b664-9\"> The jury also found Adams guilty as charged on all four counts, but was unable to reach a unanimous verdict on any of the charges against Ashe or Johnson. Accordingly, the court declared a mistrial with respect to Ashe and Johnson. Thereafter, Ashe and Johnson were retried separately and convicted of murder, conspiracy and assault.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b670-7\"> The defendant concedes that the defenses “were not antagonistic in the traditional sense of one defendant pointing a finger at the other,” but argues instead that the strategies employed by each of the defendants undercut the efficacy of the others.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b672-10\"> There is no evidence in the record or the court file that the motion was ever ruled on by the court, although the transcript indicates that the court believed it had denied the motion.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b675-8\"> Although the prosecutor used the term “personal vendetta” to describe the relationship between the gangs, Ogman agreed with that characterization.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b680-9\"> Blow also was the cousin of Smith, who was killed in the attack.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b688-8\"> Under <em>Golding, </em>“a defendant can prevail on a claim of constitutional error not preserved at trial only if <em>all </em>of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt. In the absence of any one of these conditions, the defendant’s claim will fail.” (Emphasis in original.) <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}