{
  "casebody": {
    "data": "<casebody firstpage=\"544\" lastpage=\"546\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b564-5\">(8 Misc. Rep. 243.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b564-6\">O’CONNOR v. NEW YORK &amp; Y. LAND IMP. CO. et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b564-7\">(Common Pleas of New York City and County, General Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AXHV\">May 7, 1894.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b564-8\">1. Injunction—Dissolution—Costs and Expenses.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b564-9\">Under Code Civ. Proc. § 3251, the costs and expenses of a reference to ascertain the damages resulting from an injunction may be awarded to defendant in addition to the damages provided for by the injunction bond.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b564-10\">2. Same—Evidence.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b564-11\">On a reference to ascertain the damages caused by an injunction against •the sale of an option on real estate, evidence that defendant, by a further speculation with regard to the realty, might have reduced his loss, is properly excluded.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b564-12\">8. Judgment—Res Judicata.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b564-13\">A judgment for or against plaintiff is not res judicata in favor of a de: Cendant against his codefendant where their interests were not joint, and no issue between them was tendered or litigated.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b564-14\">Appeal from special term.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b564-15\">Action by Thomas O. O’Connor against the New York &amp; Yonkers Land Improvement Company and others to enjoin the sale of an option to buy real estate. The complaint was dismissed on the trial, and a reference was ordered to assess the damages sustained by defendants in consequence of an injunction pendente lite. On the coming in of the referee’s report assessing the damages at an amount exceeding the amount of the injunction bond it was “ordered that the report of said referee be, and the same is hereby, confirmed, the amount of such damages to be recovered to the extent limited by said undertaking by separate action on the undertaking” and “that the plaintiff, Thomas C. O’Connor, pay to the New York and Yonkers Land Improvement Company the sum of one hundred and ninety-five dollars and ten cents, the disbursements for referee’s and stenographer’s fees paid by the defendant, the New York and Yonkers Land Improvement Company, on said reference, and also ten dollars costs of this motion.” From said order, plaintiff appeals. Affirmed.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b565-3\"><page-number citation-index=\"1\" label=\"545\">*545</page-number>Argued before DALY, C. J., and BISCHOFF and PRYOR, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b565-4\">Ambrose G. Todd, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b565-5\">Francis B. Chedsey, for respondents.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b565-6\">BISCHOFF, J.</author>\n<p id=\"Atj\">No error is predicable of the award of the costs and expenses of the reference to assess the damages resulting from the injunction. Lawton v. Green, 64 N. Y. 326, is to the effect that such costs and expenses are not recoverable, except as part of the damages secured by the undertaking given when the injunction order was obtained, but that case was decided with regard to the provisions of the Code of Procedure which was then in force. The Code of Civil Procedure, however, has since expressly provided for their recovery. Section 623 authorizes a reference in proceedings to assess the damages resulting from an injunction. Section 3236 provides for the allowance of motion costs, in the discretion of the court or judge, upon a reference made pursuant to section 623; and section 3251 further provides that upon a reference specified in section 3236 the court or judge may award costs, not exceeding $10, besides necessary disbursements for referee’s fees.</p>\n<p id=\"b565-7\">As part of its damages, the defendant corporation claimed the purchase money agreed to be paid by Edwards and Lowerre upon the sale to them of an option for the purchase of a tract of land, which purchase money defendant maintained was lost to it because of its inability to conclude the sale to Edwards and Lowerre by reason of the injunction. Upon the hearing before the referee, the defendant gave in evidence a judgment roll in an action in the superior court of the city of New York wherein Edwards and Lowerre were plaintiffs and the plaintiff and defendant in this action were codefendants. The superior court action was brought to enforce the specific performance of an alleged contract for the sale of the option to Edwards and Lowerre, and to restrain the sale of the option to the plaintiff in this action. Both defendants in the superior court action answered the complaint therein; the defendant corporation admitting the contract with Edwards and Lowerre, and claiming the agreed purchase money, the defendant O’Connor denying it. The only issues tendered by the pleadings, and litigated, arose between the plaintiffs and defendants. No issue arose or was litigated as between the defendants, and nothing was determined as between the latter. The court found as matters of fact that the contract with Edwards and Lowerre was made, but that neither party thereto was ready to perform. Hence a judgment for both defendants for dismissal of the complaint upon the merits, without costs to either party, resulted. A judgment rendered in an action for or against the plaintiff therein is not res adjudicata of the matters determined, in favor of one defendant as against a codefendant, where the interests of the defendants were not joint, and no issue between them was tendered or litigated. Neither of such defendants is estopped from disputing the matter so determined as against the other. 21 Am. &amp; Eng. Ene. Law. p. 152; 2 Black, Judgm. § 599; Freem. Judgm. (4th Ed.) § 158; McMahan v. Geiger, 39 Am. Rep. 489; <page-number citation-index=\"1\" label=\"546\">*546</page-number>Beveridge v. Railroad Co., 112 N. Y. 19,19 N. E. 489. Unless, therefore, plaintiff was otherwise estopped, it was error on the part of the referee to exclude evidence offered for the plaintiff which tended to show that no contract for the sale of the option to Edwards and Lowerre was in fact made. That the evidence excluded was material is apparent from the fact that the damages claimed by and awarded to the defendant corporation arose exclusively from the alleged loss of the purchase money agreed to be paid to it by Edwards and Lowerre. It was, however, among the facts determined by the judgment in this action, upon the footing of which the reference to assess damages was directed, that such a contract was entered into. Hence the plaintiff was thereafter estopped from litigating the same, question, and the evidence offered was for that reason properly excluded.</p>\n<p id=\"b566-3\">The referee did not err in his exclusion of evidence by which it was sought to show that a further speculation upon the part of the defendant corporation with regard to the land constituting the subject-matter of the option might have ‘resulted in some reduction of the loss which ensued from nonperformance of the contract with Edwards and Lowerre. No such hazardous embarkation was required of the defendant corporation. Roberts v. White, 73 N. Y. 375. The evidence is abundantly to the effect that Edwards and Lowerre, at the time appointed therefor by the terms of their contract with the defendant corporation, were ready and able to complete the purchase of the option by payment of the agreed purchase money, and that the defendant corporation was prevented from completing the sale by acceptance of the purchase money and transfer óf the option by means of the injunction obtained at plaintiff’s instance. Whether or not Edwards and Lowerre, with or without the aid of a proposed syndicate, were able to avail themselves of the option by the purchase of the land which was the subject-matter of the option, was a totally irrelevant and immaterial inquiry.\" Having realized the purchase money for the sale of the option, the defendant corporation was not thereafter to be affected, either beneficially or injuriously, by Edwards and Lowerre’s failure to benefit from the option acquired by them. All evidence, therefore, offered on plaintiff’s behalf to the effect that the proposed syndicate was never formed was irrelevant and immaterial, and upon that ground properly excluded.</p>\n<p id=\"b566-4\">Other exceptions which appear from the record are . not specially urged upon this appeal, and, upon examination, do not require a reversal of the order. Order affirmed, with costs and disbursements. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}