{
  "casebody": {
    "data": "<casebody firstpage=\"746\" lastpage=\"757\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b768-2\">Submitted May 2, 2014,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ALJ\">affirmed June 8,</decisiondate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ana7\">petition for review allowed September 15, 2016 (360 Or 400)</otherdate>\n<p data-order=\"3\" data-type=\"misc\" id=\"Az-\">See later issue Oregon Reports</p>\n<parties data-order=\"4\" data-type=\"attorneys\" id=\"b768-4\">George WITTEMYER, <em>Plaintiff-Appellant, v. </em>CITY OF PORTLAND, <em>Defendant-Respondent.</em></parties>\n<court data-order=\"5\" data-type=\"court\" id=\"b768-6\">Multnomah County Circuit Court</court>\n<docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"ASq\">130304234; A154844</docketnumber>\n<citation data-order=\"7\" data-type=\"citation\" id=\"b768-7\">377 P3d 589</citation>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b768-11\">George Wittemyer filed the briefs <em>pro se.</em></attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b768-12\">Denis M. Vannier filed the brief for respondent.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b768-13\">John A. Bogdanski filed the brief <em>amicus curiae pro se.</em></attorneys>\n<judges data-order=\"11\" data-type=\"judges\" id=\"b768-14\">Before Duncan, Presiding Judge, and Lagesen, Judge, and Haselton, Senior Judge.</judges>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b769-3\"><page-number citation-index=\"1\" label=\"747\">*747</page-number>HASELTON, S. J.</author>\n<p id=\"b769-4\">Plaintiff, a resident of the City of Portland, brought this action seeking, <em>inter alia, </em>a declaration that Portland City Code (PCC) 5.73.020, which imposes a tax of $35 “on the income of each income-earning resident of the City of Portland” for support of the arts in the public schools (the Arts Tax)<footnotemark>1</footnotemark>, is a “poll or head tax” in violation of Article IX, section la, of the Oregon Constitution.<footnotemark>2</footnotemark> Plaintiff appeals from a limited judgment in the city’s favor under ORCP 67 B, assigning error to the trial court’s allowance of the city’s motion for summary judgment and denial of plaintiffs cross-motion for summary judgment on the claim. We, like the trial court, conclude that the Arts Tax is not a “poll or head tax” in violation of the Oregon Constitution. Accordingly, we affirm.<footnotemark>3</footnotemark></p>\n<p id=\"b769-5\">The facts are not disputed, and the appeal presents only a question of law. In 2012, the Portland City Council referred to voters a resolution for passage of the Arts Tax, to generate funding for art and music education in the public schools.<footnotemark>4</footnotemark> As enacted, the measure provides:</p>\n<blockquote id=\"b769-6\">“A tax of $35 is imposed on the income of each income-earning resident of the City of Portland, Oregon who is at least eighteen years old. No tax will be imposed on filer(s) within any household that is at or below the federal poverty guidelines established by the federal Department of Health and Human Services for that tax year.”</blockquote>\n<p id=\"b769-7\">PCC 5.73.020.</p>\n<p id=\"b770-3\"><page-number citation-index=\"1\" label=\"748\">*748</page-number>The Portland City Code defines an “income-earning resident” as “a resident who has income of $1,000 or more in the tax year.” PCC 5.73.010(E). Further, the city’s “Arts Education and Access Income Tax” administrative rules define and limit what constitutes “income” for purposes of the tax. Specifically, those rules provide:</p>\n<blockquote id=\"b770-4\">“A. ‘Income’ includes, but is not limited to, all income earned or received from any source. Examples of income include, but are not limited to, interest from individual or joint savings accounts or other interest bearing accounts, child support payments, alimony, unemployment assistance, disability income, sales of stocks and other property (even if sold at a loss), dividends, gross receipts from a business and wages as an employee. ‘Income’ does not include benefits payable under the federal old age and survivors insurance program or benefits under section 3(a), 4(a) or 4(f) of the federal Railroad Retirement Act of 1974, as amended, or their successors, or any other income a city or local municipality is prohibited from taxing pursuant to applicable state or federal law.</blockquote>\n<blockquote id=\"b770-5\">“1. Examples of income the city is prohibited from taxing include, but are not limited to, Social Security benefits, Public Employee Retirement (PERS) pension benefits, federal pension benefits (FERS) and income from US Treasury bill notes and bonds interest.</blockquote>\n<blockquote id=\"b770-6\">“2. The City may tax income federal and/or state governments choose not to tax.”</blockquote>\n<p id=\"b770-7\">Revenue Division, <em>Arts Education and Access Income Tax Administrative Rules, available at </em>https://www.portl.and oregon.gov/revenue/article/434547 (accessed May 26, 2016).</p>\n<p id=\"b770-8\">Thus, the Arts Tax is not imposed on all Portland residents who are age 18 or older, or even on all such residents who earn income as that term is commonly understood. Rather, residents are broadly subject to—or, concomitantly, excluded from—the tax by reference to the amount and source of their individual income or their household’s income. For example, none of the following Portland residents is subject to the Arts Tax: (1) a person who earns $900 in annual wages; (2) a person who receives total annual “income” (in the generic sense) of $1,500, of which $999 is wages and $501 is PERS benefits; (3) a person who receives <page-number citation-index=\"1\" label=\"749\">*749</page-number>annual PERS benefits of $75,000 but less than $1,000 of income from other, nonexempt sources; and (4) a person who earns annual wages exceeding $1,000 but is a member of a household which is at or below federal poverty guidelines.</p>\n<p id=\"b771-4\">In this action, plaintiff, who is a taxpayer in the city and subject to the Arts Tax, asserts that the tax violates Article IX, section la, which, as previously noted, provides, in part: “No poll or head tax shall be levied or collected in Oregon.” The parties filed cross-motions for summary judgment.<footnotemark>5</footnotemark> In rejecting plaintiffs motion for summary judgment and granting the city’s motion, the trial court reasoned that the Arts Tax is not a “poll or head tax” within the meaning of Article IX, section la, because the class of Portland residents subject to the tax is defined, in material part, by reference to the amount and source of individual income, as well as total household income:</p>\n<blockquote id=\"b771-5\">“The Arts Tax is not a head or poll tax because it is not assessed per capita. In assessing the tax, the City considers persons’ income in three distinct provisions: the tax applies only to (1) income exceeding $1000, (2) non-exempt income sources, and (3) income of individuals residing in households with income above the federal poverty guidelines. Taxpayers who are under the age of 18 are exempt from the tax. The practical effect of the tax is to tax income of certain City residents within a certain income range and is therefore not a poll or head tax.”</blockquote>\n<p id=\"b771-6\">On appeal, plaintiff and <em>amicus </em>contend that, contrary to the trial court’s conclusion, the Arts Tax is assessed per capita because, although it states that it is imposed “on income,” the tax is assessed identically on all required tax-filers <em>{i.e., </em>on all individuals over the age of 18 who meet the minimum income criteria), regardless of income level.</p>\n<p id=\"b771-7\">The city responds that the Arts Tax is not a “poll or head” tax because, as shown by the text, context, and legislative history of Article IX, section la, the electors viewed a “poll or head tax” as a tax “levied uniformly on every individual within a class or group, without regard to income, <page-number citation-index=\"1\" label=\"750\">*750</page-number>property, or resources.” In the city’s view, the Arts Tax does not fit that description, because, whether a person is subject to the tax includes consideration of the person’s income level (individual income of $1,000 or above) and resources (household income above the federal poverty level).</p>\n<p id=\"b772-4\">As noted, the pertinent text of Article IX, section la, was enacted by initiative in 1910.<footnotemark>6</footnotemark> Our task is to determine the voters’ intent in enacting the measure. In doing so, “[w]e interpret an initiated or referred constitutional amendment the same way that we interpret a statute; that is, we look to the text, context, and legislative history of the amendment.” <em>State v. Reinke, </em>354 Or 98, 106, 309 P3d 1059, <em>adh’cL to as modified on recons, </em>354 Or 570, 316 P3d 286 (2013). Within that construct, “[t]he best evidence of the voters’ intent is the text and context of the provision itself.” <em>State v. Harrell/Wilson, </em>353 Or 247, 255, 297 P3d 461 (2013). Pertinent context “includes the historical context against which the text was enacted—including preexisting constitutional provisions, case law, and statutory framework.” <em>State v. Sagdal, </em>356 Or 639, 642, 343 P3d 226 (2015). Pertinent history includes “‘sources of information that were available to the voters at the time that the measure was adopted and that disclose the public’s understanding of the measure,’ such as the ballot title, arguments included in the voters’ pamphlet, <page-number citation-index=\"1\" label=\"751\">*751</page-number>and contemporaneous news reports and editorials.” <em>Id. </em>at 642-43 (quoting <em>Ecumenical Ministries v. Oregon State Lottery Comm., </em>318 Or 551, 559 n 8, 871 P2d 106 (1994)). Finally, we are admonished that we should be “cautious in relying on statements of advocates, such as those found in the voters’ pamphlet, because of the partisan character of such material.” <em>Sagdal, </em>356 Or at 643.</p>\n<p id=\"b773-4\">The text of Article IX, section la provides, in part: “No poll or head tax shall be levied or collected in Oregon.” The provision does not define a “poll or head tax.” However, at the time of its enactment in 1910, the commonly understood meaning of “poll tax” was “a tax levied by the head or poll; a capitation tax.” <em>Webster’s Int’l Dictionary </em>1108 (unabridged ed 1907). <em>See also Black’s Law Dictionary </em>911 (2d ed 1910) (defining “poll tax” as “[a] capitation tax; a tax of a specific sum levied against each person within the jurisdiction of the taxing power and within a certain class (as, all males of a certain age, etc.) without reference to his property or lack of it”). Although the parties have not identified—and we have not found—a contemporaneous definition of “head tax,” it appears that the two terms were closely synonymous and probably interchangeable.<footnotemark>7</footnotemark></p>\n<p id=\"b774-3\"><page-number citation-index=\"1\" label=\"752\">*752</page-number><em>Black’s </em>qualification of the tax as being levied “without reference to [a person’s] property or lack of it” comports with the consensus of understanding expressed in contemporaneous case law. <em>See, e.g., People of State of New York ex rel. Hatch v. Reardon, </em>204 US 152, 159, 27 S Ct 188, 51 L Ed 415 (1907) (describing “poll tax” as a “tax of a fixed sum, <em>irrespective of income or earning capacity” </em>(emphasis added)); <em>Thurston County v. Tenino Stone Quarries, </em>44 Wash 351, 356, 87 P 634 (1906) (“The underlying nature and purpose of a poll tax are disassociated entirely from any consideration of property”).</p>\n<p id=\"b774-4\">With respect to context, reported Oregon decisions antedating the initiative’s enactment are nondescript, but appear to relate to local measures conforming to the same common understanding. <em>See, e.g., City of Oregon City v. Moore, </em>30 Or 215, 217, 46 P 1017 (1896), <em>reh’g den, </em>305 Or 221 (1897) (describing “a poll tax of two dollars upon each and every person liable therefor”); <em>City of Salem v. Marion County, </em>25 Or 449, 450, 36 P 163 (1894) (describing “a poll tax of two dollars upon every person who was liable to pay a state poll tax within said county”). The only statewide poll tax extant in 1910 was a provision requiring “[e]very male inhabitant of this state over twenty-one years of age and under fifty years of age, unless by law exempt,” to “annually pay a road tax of $3.00.” Lord’s Oregon Laws, title XLII, ch III, § 6326 (1910).<footnotemark>8</footnotemark> Firefighters were exempted from that tax. <em>Id. </em>§ 6327.</p>\n<p id=\"b775-3\"><page-number citation-index=\"1\" label=\"753\">*753</page-number><em>Amicus </em>has submitted a compilation of various Oregon statutes and ordinances enacted between statehood (indeed, in some instances before statehood) and 1907 imposing “poll taxes.” Those measures imposed a tax in a single, fixed amount, generally on all male residents between specified ages. Although some provided for limited exemptions for those engaged in volunteer community service <em>(e.g., </em>militia service or firefighting)<footnotemark>9</footnotemark> or for “like-kind exchange” <em>(e.g., </em>performing road work <em>in lieu </em>of payment of poll tax assessed for road construction and maintenance),<footnotemark>10</footnotemark> none provided for financial exemption. That is, all were uniformly levied without regard for individual ability to pay.</p>\n<p id=\"b775-4\">Thus, the text and historical context of Article IX, section la—“the best evidence of the voter’s intent,” Harrell/ <em>Wilson, </em>353 Or at 255—establish that, as of 1910, a “poll or head tax” was a tax in a single, fixed amount imposed <em>per capita, </em>sometimes subject to limited exclusions, without reference to an individual’s income or property.</p>\n<p id=\"b775-5\">The very limited “legislative history” of the 1910 initiative corroborates—or, at the very least, does not contradict—that understanding. The only pertinent history appears to be an argument in favor of the measure, published in the November 1910 Voters’ Pamphlet. <em>See State v. Pipkin, </em>354 Or 513, 529, 316 P3d 255 (2013) (Voters’ Pamphlet arguments in favor of proposed constitutional amendment constitute “legislative history”); <em>accord Sagdal, </em>356 Or at 643 (advising “cautio [n] in relying on” such statements, “because <page-number citation-index=\"1\" label=\"754\">*754</page-number>of [their] partisan character”). That argument, submitted by the Oregon State Federation of Labor and the Central Labor Council of Portland and Vicinity, stated:</p>\n<blockquote id=\"b776-4\">“[This measure] will repeal the poll tax, which is the most odious and unjust of all taxes[.] ** * With very rare exceptions, the only men who pay the poll tax are a few laborers and men who own real property. The tax is unjust not only because it is collected from very few of the men who are supposed to pay, but also because it bears so unequally on men in proportion to their ability to pay.</blockquote>\n<blockquote id=\"b776-5\">“The laborer supporting a family on $2 a day pays exactly the same poll tax as the corporation manager with a salary of ten thousand dollars a year. If the laborer can starve his family into saving fifty cents a day, the savings of six days’ labor will just pay his poll tax; the corporation manager can easily save enough to pay his poll tax from his salary for two hours’ work. One man lives easily and saves enough to pay his share of the tax with two hours’ work; the other lives hard and save enough on sixty hours’ work to pay his share of the tax. The odds are thirty to one in favor of the rich man. Is it possible to imagine a more outrageously unjust tax than this?”</blockquote>\n<p id=\"b776-6\">Official Voters’ Pamphlet, General Election, Nov 8, 1910, 24-25.<footnotemark>11</footnotemark></p>\n<p id=\"b776-7\">That statement comports with the contemporaneous understanding of a “poll or head tax” as a fixed tax, levied per capita, subject to limited exceptions not based on income or resources. Although some inequity may inhere in almost any type of tax, it was the “poll or head tax”— combining features of universal, or near-universal, application with a uniform tax imposed without any regard for ability to pay—that uniquely, egregiously, bore “so unequally on men in proportion to their ability to pay” and, thus, was to be proscribed.</p>\n<p id=\"b776-8\">In sum, contemporaneous common usage and historical legal context establish that in 1910 “poll or head tax” had a precise and particular meaning that did <em>not </em>include <page-number citation-index=\"1\" label=\"755\">*755</page-number>measures with exemptions based on the amount or source of individual or household income. Rather, “poll or head” taxes were levied uniformly without financial exemption. Nothing in the enactment history of the 1910 initiative contradicts that understanding. As noted, <em>see </em>278 Or App at 748-49, the Portland Arts Tax incorporates such financial exceptions, yielding diverse, income-predicated applications that contradict the fundamental per capita character of a “poll or head tax.” Accordingly, the Arts Tax does not violate Article IX, section la.</p>\n<p id=\"b777-4\">Appellant and <em>amicus </em>contend, however, that our reasoning in <em>City of Portland v. Cook, </em>170 Or App 245, 12 P3d 70 (2000), <em>rev den, </em>332 Or 56 (2001)—or, more precisely, one aspect of Cook—compels a qualitatively different construction of “poll or head tax” as connoting and encompassing any measure by which any person who is not exempt from a tax is required to pay the same, fixed amount. We disagree; <em>Cook </em>is not so expansive.</p>\n<p id=\"b777-5\">In <em>Cook, </em>the city brought an action to collect an unpaid business license fee. 170 Or App at 247. The defendant, an attorney, contended, <em>inter alia, </em>that the Portland business license fee was unconstitutional as imposing a “poll or head tax” prohibited under Article IX, section la. Under the ordinance, any business in the city engaged “in the pursuit of profit or gain” was assessed an annual fee of “the greater of $100 or 2.2 percent of the adjusted net income that the licensee derive [d] from business within the City.” <em>Id. </em>(internal quotation marks omitted).</p>\n<p id=\"b777-6\">In rejecting the defendant’s constitutional challenge, we first referred, parenthetically, to <em>Moore, </em>30 Or at 217, and stated generally, that, for purposes of Article IX, section la, a “poll or head tax” is a “fixed tax assessed on each eligible person.” <em>Cook, </em>170 Or App at 250. We then referred to the Voters’ Pamphlet statement quoted above, 278 Or App at 754, and summarized its content:</p>\n<blockquote id=\"b777-7\">“The amendment’s supporters explained that a poll or head tax ‘is unjust not only because it is collected from very few of the men who are supposed to pay, but also because it bears so unequally on men in proportion to their ability to <page-number citation-index=\"1\" label=\"756\">*756</page-number>pay. * * * The problem that the measure’s supporters perceived was that poll or head taxes are not graduated.”</blockquote>\n<p id=\"b778-4\"><em>Cook, </em>170 Or App at 250 (quoting Voters’ Pamphlet at 24-25). We concluded:</p>\n<blockquote id=\"b778-5\">“Portland’s business license fee is not a head or poll tax. It is not assessed per capita. Rather, it is assessed only on those persons or corporations who choose to do business within the city. Moreover, although there is a minimum tax, the tax is proportional. The amount of the tax is generally a function of the income a licensee earns. The tax does not possess the same characteristics that prompted the people to add Article IX, section la, to the Oregon Constitution.”</blockquote>\n<p id=\"b778-7\"><em>Id. </em>at 251.<footnotemark>12</footnotemark></p>\n<p id=\"b778-8\">We note, at the outset, that our threshold description in <em>Cook </em>of a “poll or head tax” as a “fixed tax assessed on each eligible person” was generic; significantly we did not explore or amplify the meaning of “each <em>eligible </em>person” (emphasis added). Specifically, we did not address—as we had no occasion to address—the content of “eligible” <em>vis-a-vis </em>exclusions based on putative taxpayers’ income or household resources.</p>\n<p id=\"b778-9\">In all events, <em>Cook's </em>ensuing discussion confirms that to constitute a “poll or head tax,” a tax must have two conjunctive features: (1) the tax must be assessed per capita; <em>and </em>(2) it must not be “proportional” (i.e., it must be for a uniform, fixed amount). Both are required; neither is sufficient. Thus, while all “poll or head” taxes assess a uniform, fixed amount, not all taxes with a fixed sum, non-“proportional” feature are “poll or head” taxes. Rather, to so qualify, they must also be assessed per capita—that is, on each member of the putative affected class—without limitation or qualification based on absolute, or relative, ability (or inability) to pay.</p>\n<p id=\"b778-10\">That understanding of <em>“eligible” </em>taxpayer, as used in <em>Cook, </em>170 Or App at 250, comports exactly with the historical construct of “poll or head tax,” including contemporaneous <page-number citation-index=\"1\" label=\"757\">*757</page-number>usage in 1910. As noted, the only exemptions from the uniform, per capita imposition of such taxes were based on substantial public service. There were no financial exemptions. Rather, those in exigent circumstances were subject to the tax, albeit sometimes fulfilling their tax obligation through provision of “in kind” labor. <em>See </em>278 Or App at 752-53, 753 nn 9 &amp; 10.</p>\n<p id=\"b779-4\">Here, as the trial court concluded, the Arts Tax is not imposed per capita. The referent class of putative, “eligible” taxpayers—that is, defined without reference to ability to pay—is all income-earning residents of Portland who are 18 or older. However, because of the exemptions predicated on level and source of individual and household income, the tax is not “assessed on each eligible person,” <em>Cook, </em>170 Or App at 250, within that per capita class. Accordingly, the Portland Arts Tax is not a “poll or head tax” proscribed by Article IX, section la.</p>\n<p id=\"b779-5\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b769-8\"> In its briefs, the city refers to the tax as the “Arts Income Tax.” In its administrative rules, the city adopted the neutral nomenclature the “tax.” For clarity, we, like the trial court, refer to the tax as “the Arts Tax” or “the tax.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b769-9\"> Article IX, section la, of the Oregon Constitution provides: “No poll or head tax shall be levied or collected in Oregon.” As described below, that language was enacted by way of initiative in 1910.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b769-10\"> <em>Amicus curiae, </em>John A. Bogdanski, pursued a parallel constitutional challenge before the Oregon Tax Court, which that court dismissed for lack of subject matter jurisdiction. <em>See Bogdanski v. City of Portland, </em>21 OTR 341, 342 (2014) (concluding that, because “[t]he government that imposed the Arts Tax was the City of Portland, not the State of Oregon!,]” the court lacked jurisdiction under ORS 305.410, which, subject to inapplicable exceptions, limits the court’s jurisdiction to “questions of law and fact arising under the tax laws <em>of this </em>state” (internal quotation marks omitted) (emphasis added)).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b769-11\"> The funds from the tax are to be distributed to the Portland Public, David Douglas, Centennial, Parkrose, Reynolds, and Riverdale school districts. PCC 5.73.030(A); PCC 5.73.010CK).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b771-8\"> Plaintiffs action also includes claims related to water service at his residence, which are not encompassed in the summary judgment motions or the limited judgment and are abated pending appeal.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b772-5\"> That text was enacted as part of a much broader initiative measure, which provided that the existing Article IX would be amended to include the following section la:</p>\n<blockquote id=\"b772-6\"><em>“No poll or head tax shall be levied or collected in Oregon. </em>No bill regulating taxation or exemption throughout the State shall become a law until approved by the people of the state at a regular election. None of the restrictions of the Constitution shall apply to measures approved by the people declaring what shall be subject to taxation or exemption and how it shall be taxed or exempted whether proposed by the Legislative Assembly or by initiative petition; but the people of the several counties are hereby empowered and authorized to regulate taxation and exemptions within their several counties, subject to any general law which may be hereafter enacted.”</blockquote>\n<p id=\"b772-7\">The nonemphasized language—which, <em>inter alia, </em>required all tax legislation to be approved by referendum—was itself repealed by referendum in 1912, and the balance of the present section la (“The Legislative Assembly shall not declare an emergency in any act regulating taxation or exemption”) was concurrently added. <em>See Schubel v. Olcott, </em>60 Or 503, 507-08, 120 P 375 (1912) (reproducing text of originally enacted Article IX, section la); S JR 10 (1911) (referring amendment of Article IX, section la, for approval in general election of 1912); Oregon Const, Art IX, § la (1920) (as replanted with enactment and amendment history in Oregon Laws, p 151 (1920)).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b773-5\"> That is so because—as the city explains in its brief as respondent— contrary to certain modem usages and assumptions, “poll” simply meant “head”:</p>\n<blockquote id=\"b773-6\">“In America today, the phrase ‘poll tax’ has ‘come to be understood [by the general public] as some fee paid by an individual as a prerequisite to being allowed to vote.’ David Schultz &amp; Sarah Clark, <em>Wealth v. Democracy: The Unfulfilled Promise of the Twenty-Fourth </em>Amendment, 29 Quinnipiac L Rev 375, 378 (2011). But that narrow meaning, which stems from the so-called ‘Jim Crow poll taxes’ used for that purpose before the Twenty-Fourth Amendment was adopted, is comparatively recent. ⅜ <em>* * </em>The word ‘poll’ in ‘poll tax’ originally had nothing to do with voting, but was simply a synonym for ‘head.’ <em>See New Oxford American Dictionary </em>1354 (3d ed 2010) (explaining, ‘The original sense [of the word “poll”] was “head,” and hence “an individual person among a number’”).”</blockquote>\n<p id=\"b773-7\"><em>See also Livesley v. Litchfield, </em>47 Or 248, 249-50, 83 P 142 (1905) (City of Salem charter provision prohibiting any person from voting in city election “who has not paid, unless he be exempt therefrom, a road poll tax for the year in which he offers to vote” held unconstitutional as violating (then-extant) Article II, section 2, of the Oregon Constitution, which provided that under certain limited exceptions, all white male citizens age 21 or older were entitled to vote); <em>accord State ex rel Chapman v. Appling, </em>220 Or 41, 66, 348 P2d 759 (1960) (noting, by reference to <em>Livesley, </em>that “payment of a poll tax could not, agreeably to the constitution, be made a qualification for voters”). <em>Cf. </em>General Laws of Oregon, Civ Code, ch XXXV, § 1, pp 815-16 (Deady 1845-1864) (imposing an annual “poll tax,” unrelated to the exercise of the franchise, on, <em>inter alia, </em>African-Americans and <page-number citation-index=\"1\" label=\"752\">*752</page-number>Chinese and Hawaiian native immigrants; that tax, enacted in 1862, appears to have been repealed some time between 1864 and 1872, in that it does not appear in subsequent statutory compilations).</p>\n<p id=\"A9N\">Idiosyncratic usage aside, modern definitions of “poll tax” and “head tax” continue to conform to the common understanding at the time of enactment. <em>See Webster’s Third New Int’l Dictionary </em>1043 (unabridged ed 2002) (defining “head tax” as “a tax usu. identical on every individual in a class or group: as a: POLL TAX”); <em>West’s Tax Law Dictionary </em>801 (2012) (defining “poll tax” as “[i]n general, a tax levied against persons without regard to occupation, income, or ability to pay”).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b774-12\"> Until 1907, there were two other statutes providing for statewide imposition of poll taxes. The first, which was initially enacted in 1854 before statehood, provided that “[a] poll tax of one dollar shall be assessed upon every male inhabitant of this state between the ages of twenty-one and fifty years, except for all active or exempt fireman * * <em>*, </em>which tax shall be collected and used for county purposes.” The Codes and Statutes of Oregon, title XXX, ch I, § 3041 (Bellinger &amp; Cotton 1901). The second statute, dating to 1864, imposed a statewide “poll tax of <page-number citation-index=\"1\" label=\"753\">*753</page-number>one dollar [which] shall be assessed on and paid by each and every male person over twenty-one and under fifty years of age” to “defray the current expenses of the state.” <em>Id. </em>ch V, § 3087. Both were repealed in 1907. Or Laws 1907, ch 228; Or Laws 1907, ch 267.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b775-7\"> <em>See, e.g., </em>Lord’s Oregon Laws, title XXX, ch I, § 3842 (1910) (members of Oregon National Guard exempt from all “military, poll, or road tax, service on <em>posse comitatus, </em>and jury duty”); <em>id., </em>title XIII, ch 1, § 992 (firefighters exempt from jury duty “or to pay any poll tax, or road tax, excepting a property road tax”).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b775-8\"> For example, <em>amicus </em>refers to legislation approving the incorporation of the City of Ontario, which included authority to impose an annual road poll tax of $3 on all male residents between the ages of 21 and 50, “except active and exempt firemen and [those] who are permanently disabled for manual labor,” with the proviso that “in lieu of the payment ⅜ ⅜ ⅜, the person liable to pay such tax may perform upon the roads and streets, within the limits of said road district, two days’ labor under the direction and control of the street commissioner.” Or Laws 1903 (Special Laws of Oregon), pp 413-14, ch XIII, § 81.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b776-9\"> The referent for the “laborer” example in that statement appears to have been the $3 annual road poll tax—the only extant statewide poll tax in 1910— described above. 278 Or App at 752. The hypothetical “savings” of “fifty cents a day” over a then-standard six-day work week would yield $3.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b778-11\"> We so concluded notwithstanding that, under the business license fee ordinance, all businesses with annual gross incomes of between $1 and $4,545.62 ($100 is 2.2% of $4,545.62) paid the same flat $100 fee, rendering that minimum fee non-“proportional” within that group.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}