{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"314\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b335-12\">UNITED STATES of America, Plaintiff-Appellee, v. Jose Roberto RAMIREZ-MATA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b335-15\">No. 12-41202.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b335-16\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b335-18\">May 30, 2014.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b335-19\">Renata Ann Gowie, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b335-20\">Marjorie A. Meyers, Federal Public Defender, Margaret Christina Ling, Assistant Federal Public Defender, Molly Estelle Odom, Esq., Assistant Federal Public Defender, H. Michael Sokolow, Assistant Federal Public Defender, Federal Public Defender’s Office, Houston, TX, for Defendant-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b336-4\"><page-number citation-index=\"1\" label=\"314\">*314</page-number>Before HIGGINBOTHAM, SMITH, and GRAVES, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b336-5\">\n<em>ON REMAND FROM THE SUPREME COURT OF THE UNITED STATES</em>\n</p>\n<author id=\"b336-6\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b336-7\">We granted appellant Jose Ramirez-Mata’s motion for summary disposition and affirmed, <em>United States v. Ramirez-Mata, </em>539 Fed.Appx. 348 (5th Cir.2013) (per curiam), because Ramirez-Mata’s challenge to the denial of an additional one-level reduction under U.S.S.G. § 3E1.1(b) was foreclosed by <em>United States v. Newson, </em>515 F.3d 374, 377-78 (5th Cir.2008). The Supreme Court vacated and remanded “for further consideration in light of the position asserted by the Solicitor General.” <em>Garcia v. United States, </em>— U.S. -, 134 S.Ct. 1539, 188 L.Ed.2d 553 (2014).</p>\n<p id=\"b336-10\">Amendment 775 to the U.S. Sentencing Guidelines, which became effective November 1, 2013, after the decision by this court, provides that the government should not withhold the additional one-level reduction under § 3E1.1(b) based on interests not identified in the guideline, such as whether the defendant agreed to waive the right to appeal. U.S.S.G. Manual, Supp. to App. C, Amendment 775, at 43-46 (2013). In <em>United States v. Villegas Palacios, </em>No. 13-40153, 2014 WL 2119096, at *1, 2014 U.S.App. LEXIS 9493, at <em>*2 </em>(5th Cir. May 21, 2014) (per curiam), we applied Amendment 775 to a case on direct appeal in which the error was preserved and the government conceded error. The panel announced that</p>\n<blockquote id=\"b336-13\">the other judges on the Court have reviewed this opinion, and all active judges have assented. The Court en banc therefore concludes Newson—to the extent it may constrain us from applying Amendment 775 to cases pending on direct appeal under our rule of orderliness—is abrogated in light of Amendment 775.</blockquote>\n<p id=\"b336-14\"><em>Id. </em>n. 1.</p>\n<p id=\"b336-15\">In light of the Supreme Court’s order and <em>Villegas Palacios, </em>the judgment is VACATED and REMANDED for resentencing.</p>\n<footnote label=\"*\">\n<p id=\"b336-11\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}