{
  "casebody": {
    "data": "<casebody firstpage=\"43\" lastpage=\"45\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b65-12\">Kambiz GOLESORKHI, William C. Dailey, Plaintiffs-Appellants, Steve Fifield, Individually and on Behalf of All Others Similarly Situated, Plaintiff, v. GREEN MOUNTAIN COFFEE ROASTERS, INC., Robert P. Stiller, Lawrence J. Blanford, Frances G. Rathke, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b65-17\">No. 13-4048-cv.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b65-18\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b65-20\">June 17, 2014.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b66-3\"><page-number citation-index=\"1\" label=\"44\">*44</page-number>Kim Miller, Kahn Swick &amp; Foti, LLC (Lewis S. Kahn, Madisonville, LA, on the brief), New York, N.Y., for Appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b66-4\">Randall W. Bodner, Ropes <em>&amp; </em>Gray LLP, Boston, MA (Anne Johnson Palmer, Michael J. Vito, on the brief; Robert B. Luce, Matthew S. Boriek, Downs Rachlin Martin PLLC, Burlington, VT, on the brief), for Green Mountain Coffee Roasters, Inc. Robert B. Hemley, Gravel &amp; Shea PC (Matthew B. Byrne, on the brief) Burlington, VT, for Robert P. Stiller, Lawrence J. Blanford and Frances G. Rathke, for Appellees.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b66-5\">Present: ROSEMARY S. POOLER, RAYMOND J. LOHIER, JR., Circuit Judges.<footnotemark>1</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b66-9\">. Judge Peter W. Hall, a member of the original panel, subsequently recused himself. Therefore, this case is decided by the two remaining members of the panel pursuant to Internal Operating Procedure E(b) of the Rules of the United States Court of Appeals for the Second Circuit.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b66-6\">SUMMARY ORDER</p>\n<p id=\"Apy\">ON CONSIDERATION WHEREOF, IT IS HEREBY ORDERED, ADJUDGED, AND DECREED that the order of said District Court be and it hereby is AFFIRMED.</p>\n<p id=\"b66-7\">Kambiz Golesorkhi and William Dailey (together, “Plaintiffs”) appeal from the September 26, 2013 opinion and order of the United States District Court for the District of Vermont (Sessions, <em>J.), </em>dismissing their putative class action suit on behalf of all those who purchased common stock of Green Mountain Coffee Roasters, Inc. between February 2, 2012 and May 2, 2012 (the “Class Period”). We assume the parties’ familiarity with the underlying facts, procedural history, and specification of issues for review.</p>\n<p id=\"b66-8\">The Private Securities Litigation Reform Act (“PSLRA”) imposes a heightened standard for an allegation to be well pleaded. Plaintiffs must satisfy Rule 9(b), which requires plaintiffs to state “the circumstances constituting fraud,” and the PSLRA also requires them to “state with particularity all facts on which [their belief that defendants violated Rule 10(b)(5)] is formed.” 15 U.S.C. § 78u-4(b)(l)(B). Thus, plaintiffs must plead “sufficient” facts to support a reasonable belief as to the misleading nature of defendants’ statements or omissions. <em>Novak v. Kasaks, </em>216 F.3d 300, 313-14 n. 1 (2d Cir.2000). The PSLRA also requires plaintiffs to “state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind,” which focuses attention on the scienter allegations. 15 U.S.C. § 78u-4(b)(2)(A).</p>\n<p id=\"b66-11\">“To state a claim under Rule 10b-5 for misrepresentations, a plaintiff must allege that the defendant (1) made misstatements or omissions of material fact, (2) with scienter, (3) in connection with the purchase or sale of securities, (4) upon which the plaintiff relied, and (5) that the plaintiffs reliance was the proximate cause of its injury.” <em>ATSI Commc’ns, Inc. v. Shaar Fund, Ltd., </em>493 F.3d 87, 105 (2d Cir.2007). However, the PSLRA provides a safe harbor for defendants, protecting them from liability when they make forward-looking statements that meet three “safe harbor” requirements. <em>Slayton v. Am. Express Co., </em>604 F.3d 758, 766 (2d Cir.2010) (“[A] defendant is not liable if the forward-looking statement is identified and accompanied by meaningful cautionary language <em>or </em>is immaterial or the plaintiff fails to prove that it was made with actual knowledge that it was false or misleading.” (emphasis in original)).</p>\n<p id=\"b66-12\">We affirm for the substantially the reasons set forth in the district court’s thor<page-number citation-index=\"1\" label=\"45\">*45</page-number>ough opinion. We note that even.assuming the district court misstated the law when it required plaintiffs to plead defendants had knowledge of, or access to specific reports that contradicted their public statements, the district court also rested its findings on the fact that the allegations by the confidential witnesses were not sufficiently close in time to the class action period to support an inference of scienter.</p>\n<p id=\"b67-5\">We have considered the remainder of Plaintiffs’ arguments and find them to be without merit. Accordingly, the order of the district court hereby is AFFIRMED. Each side to bear its own costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}