{
  "casebody": {
    "data": "<casebody firstpage=\"527\" lastpage=\"531\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b555-6\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b555-7\">Roswell H. Rochester, as receiver, &amp;c., plaintiff, agt. The Mayor, Aldermen, &amp;c., of the City of New York, and others, defendants.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b555-8\"><em>Reference </em>— What <em>issues a/re triable by the court </em>— When <em>reference should not be </em>ordered— <em>Oode of OinsiX Procedure, sections </em>969, 968, 1013.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b555-9\">Actions to set aside fraudulent conveyances, transfers, releases and settlements should be tried by the court.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"ACz\">Under section 1013 whether to refer or refuse the reference is addressed to-&gt; the discretion of the court. It is obviously the purpose and theory of' the law that equity actions are to be tried by the court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b555-12\">Even in actions involving the examination of a long account, references-are ordered, not as a matter of right or of favor to the parties, but for the convenience of the court, and the court cannot, for its own convenience in such cases, order a reference when there are difficult-questions of law involved.</headnotes>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b555-13\">\n<em>New York Chambers,</em>\n</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AjM\">January, 1886.</decisiondate>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b555-14\"><em>Oliver W. West, </em>for plaintiff.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b555-15\"><em>M Henry Lacombe, </em>counsel to the corporation; <em>Thomas </em>P„ <em>Wickes, </em>of counsel.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b555-16\">Potter, J.</author>\n<p id=\"AyG\">This is a motion upon the part of plaintiff for the appointment of a referee to try the issues in this action.</p>\n<p id=\"b555-17\">The effect of the allegations of the -complaint, and the relief sought, are essentially of an equitable character.</p>\n<p id=\"b555-18\">Those allegations are briefly but substantially these: that in the year 186£&gt;, under the authority contained in acts of the legislature for that purpose, the defendant, through certain of <page-number citation-index=\"1\" label=\"528\">*528</page-number>its officers, entered into a contract with John L. Brown, William H. Devoe and Shepherd F. Knapp for the cleaning of the streets of said city for the period of ten years; that annually from the time of making said contract, the legislature appropriated sums of money to pay for work in 'cleaning the streets of the city beyond what was required under said contract; that some time in 1869 the said Brown, by assignment of the interest of said Devoe &amp; Knapp, became the sole contractor for cleaning the streets of said city, and with its assent; that in the last named year the said Brown and others formed an association under the laws of the state for cleaning streets of said city under the name of “The New York Street Cleaning Association,” and the said Brown thereupon transferred to said association his plant and property for cleaning said streets, and thereafter the work of cleaning said streets was done by said association and with the knowledge and assent of the said city, until June, 1872, and that during the last mentioned period the said association did all the work of street cleaning for said city and received the payment therefor except the sum of $86,000, which accrued between the 1st day of July, 1871, and the 2d day of October, 1871; that on the 23d day of October, 1871, the bill for said $86,000 was audited and allowed by the street cleaning commissioners, and the same agreed upon, but the defendant omitted to pay the same; that in 1873 the said Brown commenced an action in Ms own name to recover said sum. An answer was put in by the defendant and the issue was referred; that during the pendency of the action said Brown' died, and his personal representatives were substituted, and that upon the revocation of their letters or appointment, William A. Seaver was appointed special administrator, and the action was thereupon continued in the name of special administrator; that a judgment was rendered in said action for the amount of said claim and interest; that the defendants appealed to the general term from said judgment, and pending the appeal from said judgment, the same was settled and compromised and a satisfaction thereof signed by said administrator was entered of record, <page-number citation-index=\"1\" label=\"529\">*529</page-number>and the defendants were also released from any claim by reason of said judgment, and the matters therein contained, by said administrator and by Hannah E. Brown and John L. Brown, Jr., individually and as executors, and that subsequently the said Hannah and John were again appointed executors of said Brown, deceased, and were again substituted as plaintiffs in said action; that there has been no order discontinuing said action; that said settlement and payment was ^fraudulent and void as to the said association, and that the plaintiffs ask as appropriate relief in this action, that said satisfaction piece, and the cancellation and satisfaction of said judgment by the clerk, <em>&amp;o., </em>be set aside and the said judgment be restored and declared in full force and validity, and that said release be also adjudged fraudulent and void and be set aside, and that said claim and the judgment thereupon be declared to belong to said association, and the said defendant adjudged and directed to pay said judgment to the plaintiff as receiver of said association.</p>\n<p id=\"Af_9\">It is plain from this statement that there is no occasion for the examination of a long, or of any account, for the claim has been once voluntarily liquidated by the parties to the contract, and subsequently determined by the judgment; and that plaintiff in this action simply seeks to restore said judgment and to be authorized and permitted to enforce it for the benefit of the association. It is not perceived how the examination of a long account can be involved in the trial of the present action. The question would seem to be simply this, whether that judgment was legally paid or satisfied by the satisfaction piece and releases</p>\n<p id=\"b557-6\">The plaintiff assumes and asserts that the action, in which the judgment was rendered, was brought in the name of Brown, but for the benefit of the association as the party in interest, and claims to be the owner of the judgment, and as the only party who was authorized to receive payment of it or to compromise it. If the plaintiff is sustained in this respect, the judgment was not legally settled, and the plaintiff is entitled to <page-number citation-index=\"1\" label=\"530\">*530</page-number>have the judgment restored, subject, perhaps, to the right of prosecuting the appeal by the defendant.</p>\n<p id=\"b558-5\">If the plaintiff does not sustain his right to the judgment, then the judgment was legally settled, and plaintiff must be bound by that settlement</p>\n<p id=\"b558-6\">In either aspect, the amount of the claim (if it had not been agreed upon as alleged in the complaint), affixed such judgment, and there cannot be any necessity or occasion, in this action, to investigate the items of the claim.</p>\n<p id=\"b558-7\">If the plaintiff, as receiver of this association, had brought his action to recover the claim upon the theory that the action by Brown as an individual was in fraud of the rights of the association, and was fraudulently carried on to judgment and then fraudulently and collusively settled by the defendants and Brown’s personal representatives, then the trial would or might involve the items of the claim. But this action is not brought upon any such theory.</p>\n<p id=\"b558-8\">It is simply an action in equity to set aside the unauthorized satisfaction and discharge of a judgment which belonged to the association, and not to John L. Brown individually.</p>\n<p id=\"b558-9\">This action is properly an action triable by the court and not by a jury as a matter of right (secs. 968, 969, 1013, <em>Oiv. Pro.). </em>Application is made by plaintiff to refer it, and the defendant resists such application.</p>\n<p id=\"b558-10\">Under section 1013, whether to refer or refuse the reference, is addressed to the discretion of the court.</p>\n<p id=\"b558-11\">It is obviously the purpose and theory of the law that equity actions are to be tried by the court.</p>\n<p id=\"b558-12\">Even in actions involving the examination of a long account, references are ordered, not as a matter of right .or of favor to the parties, but for the convenience of the court; and the court cannot, for its own convenience in such cases, order a reference where there are difficult questions of law involved (2 <em>Abb. </em>[N. S.], 294).</p>\n<p id=\"b558-13\">It is urged by the defendant in opposition to the application to refer this action, that its trial will involve the decision of <page-number citation-index=\"1\" label=\"531\">*531</page-number>difficult questions of law. If so, it should not be referred, though its trial should involve the .examination of a long account</p>\n<p id=\"b559-5\">Actions involving difficult questions of law must be tried by the court It is true the plaintiff urges that the case involves no difficult questions of law. If he is correct in this, and that all the questions of law are of easy solution, it should, nevertheless, be tried by the court, unless the courts are overburdened with business and cannot try the case within a reasonable time, or without a delay which would seriously injure the rights of the parties, or one of them.</p>\n<p id=\"b559-6\">Nothing of that sort is shown by the papers upon the motion, nor is pretended. Indeed, I am informed that a reasonably speedy trial of the case may now be had at special term. There is nothing shown upon this motion to cause the court to-depart from the theory of the law. as provided in section 969, and the numerous cases holding that actions to set aside fraudulent conveyances, transfers, releases and settlements should be tried by the court (11 <em>How., </em>439; 2 <em>Abb. </em>[N. S.], 411).</p>\n<p id=\"b559-7\">The motion must be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}