{
  "casebody": {
    "data": "<casebody firstpage=\"73\" lastpage=\"77\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b101-9\">CITY COURT OF NEW YORK.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b101-10\">William Lessels <em>et al., </em>plaintiffs and respondents, agt. George A. Farnsworth, defendant and appellant.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b101-11\"><em>Lien </em>— Of <em>livery stable-keepers </em>— Extent <em>of </em>— Laws <em>of </em>1872, <em>chapter </em>498, <em>as amended by chapter </em>145, <em>Laws of </em>1880.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b101-12\">Where defendant was a livery stable-keeper, and one W. left with him, at his stable, for board and keep, three horses; the same had been at his stables since and prior to January 1, 1884, and on June 30, 1884, W» <page-number citation-index=\"1\" label=\"74\">*74</page-number>owed the defendant for such board and keep at an agreed price, $341.50, no part thereof having been paid, and W. had given the defendant his own note for the debt, which covered the board and keep of the horses until about June 30, 1884, but the note had never been paid; on July 3, 1884, the defendant served a notice of his lien on the plaintiffs, and also left a copy for W. at his last known place of residence. The plaintiffs purchased the horses from W. about June 11, 1884. The defendant did not know of the sale until about June 15, 1884, when plaintiffs called to see him in regard thereto, and the plaintiffs had already paid W. for the horses.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b102-5\">. <em>Held, </em>that an inchoate lien attached when the horses were placed in the stable; it is waived if the statutory notice be not given; it becomes effective and complete when such notice is given, relating back and embracing all the charges due.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b102-6\">.From the time of giving such notice .the lien becomes complete, and when made effective by the notice, it covers all charges for care, keep and board while the horses were kept and cared for by the stable-keeper.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b102-7\">'The acceptance by defendant of W.’s own note (which was never paid) does not operate as a waiver of his lien, nor can the doctrine of estoppel aid the plaintiffs.</headnotes>\n<p data-order=\"7\" data-type=\"summary\" id=\"b102-8\">\n<em>General Term,</em>\n</p>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"AW_\"><em>January, </em>1886.</decisiondate>\n<p data-order=\"9\" data-type=\"judges\" id=\"b102-9\"><em>Before </em>Nehebas <em>and </em>Hyatt, <em>JJ</em></p>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b102-10\">Appeal from a judgment entered upon a verdict rendered 'by direction of tbe court in favor of tbe plaintiffs.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b102-11\"><em>Jacobs Brothers, </em>for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b102-12\"><em>A. J. Delaney, </em>for respondents.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b102-13\">Hyatt, J.</author>\n<p id=\"AV5\">It appears from tbe evidence tbat tbe defendant was a livery stable-keeper, and tbat one Walduck left with 'him at bis stable, for board and keep, three borses; tbat tbe same bad been in bis stable since and prior to January 1, 1884, and tbat on June 30, 1884, be, Walduck, owed tbe defendant for sucb board and keep at an agreed price, $341.50 ; tbat no part thereof hád been paid and tbat Walduck bad given tbe defendant bis own note for tbe debt which covered tbe board and keep of tbe horses until about June 28, 1884, but tbat tbe note bad never been <em>paid; </em>that on July 2, 1884, tbe defendant <page-number citation-index=\"1\" label=\"75\">*75</page-number>¡ served a notice of Ms lien on the plaintiffs and also left a copy ■for Walduck at Ms last known place of residence in New York.</p>\n<p id=\"A5J\">The plamtiffs purchased the horses from Walduck about June 11, 1884. The defendant did not know of the sale until about June 15, 1884, when the plaintiffs called to see him in regard thereto, and at this time they, the plaintiffs, had already paid Walduck for the horses.</p>\n<p id=\"b103-7\">At the conclusion of the evidence, each of the counsel for •■the respective parties requested the court to direct a verdict in his client’s favor.</p>\n<p id=\"b103-8\">The court directed a verdict in favor of the plaintiffa</p>\n<p id=\"AtG\">The respective parties, m fact, consented to reduce the questions at issue to the matter of the detention of the tMee horses for a debt, claimed to have been due Mom the former owner of them to the defendant. The appellant, while urging other grounds of error, concedes that the main question involved is, “was the defendant entitled to detain the horses under his claim of a lien on the same for their board and keep.”</p>\n<p id=\"b103-12\">At common law a livery-stable keeper had no such lien, unless by special contract to that effect. In this case there was no contract giving a right of lien <em>(Grinnell </em>agt. <em>Cook, </em>3 Hill, 485).</p>\n<p id=\"b103-13\">The defense, however, rests upon the provisions of chapter 498 of the Laws of 1872, as amended by chapter 145, Laws of 1880, wliich act now reads as follows:</p>\n<blockquote id=\"b103-14\">“ Section 1. It shall be lawful for all persons keeping any animals at livery or pasture, or boarding the same for hire, under any agreement with the owner thereof, to detain such animals until all charges under sxich agreement for the care, keep, pasture or board of such animals shall have been paid; provided, however, that notice, in ■writing, shall first be given to such owner in person, or at his last known place of residence, of. the amount of such charges, and the intention to detain such animal or animals until such charges shall be paid; and such persons may, at any time, maintain an action in any of the courts of the state to enforce such lien, and procure a sale of the said <page-number citation-index=\"1\" label=\"76\">*76</page-number>animals for the payment of such keeping, pasture and board,. and the costs of such action, whenever such sum shall exceed fifty dollars.</blockquote>\n<blockquote id=\"b104-5\">“ Section 2. From the time of giving such notice, and while such horse or horses are so detained, and no longer, such livery stable-keeper, or other person, shall have a lien upon such horse or horses, for the purpose of satisfying any execution which. may be issued upon a judgment obtained for such charges.”</blockquote>\n<p id=\"b104-6\">This statute is a remedial one, and should be liberally construed to advance the remedy. Its intendment was to give a lien where none existed before <em>(Eckhard </em>agt. Donohue, 9 <em>Daly, </em>214; <em>Ayres </em>agt. <em>Lawrence, </em>59 <em>N. Y., </em>196).</p>\n<p id=\"b104-7\">The statutory notice in writing was given, as required by ■statute, July 2, 1884.</p>\n<p id=\"b104-8\">The defendant had not, up to this time, abandoned his lien; his acceptance of Walduck’s own note (which was never paid) does not operate as a waver of his lien <em>(Day </em>agt. <em>Both, </em>19 N. <em>Y., </em>456).</p>\n<p id=\"b104-9\">An inchoate lien attached when the horses were placed in the stable for keep and board. It is waived if the statutory notice be given. It becomes effective and complete when such notice is given, relating back and embracing all the charges due.</p>\n<p id=\"b104-10\">Section 1 expressly provides that the lien intended to be given authorizes the stable-keeper “to detain such horse or horses until all charges * * * shall have been paid ” <em>(Sec Eckhard </em>agt. <em>Donohue, </em>9 <em>Daly, </em>214).</p>\n<p id=\"b104-11\">We think that the words in the act “ from the time of giving such notice,” mean, in their true sense, that from this time the lien becomes complete, and, when made effective by the notice,. it covers all charges for care, keep and board while the horses-were kept and cared for by the stable-keeper and that this is their more natural and proper construction. A different interpretation of the act would defeat its very object — the giving of a lien where none existed before, upon the performance of the conditions of the statute <em>(Ogle </em>agt. <em>King et al., City Court, Trial Term; MSS. op. filed July </em>29, 1884).</p>\n<p id=\"Afu\"><page-number citation-index=\"1\" label=\"77\">*77</page-number>The doctrine of estoppel cannot aid.the plaintiffs. They bought from and paid Walduck for the horses in question, before they called on the defendant in regard to the same, so that the defendant did nothing to mislead them into the purchase, and cannot, therefore, be estopped from asserting his lien. The plaintiffs could have protected themselves by calling on the defendant before they paid Walduck for the horses, and ascertaining if he had any lien or claim for their keep and board, for they concede that they knew where the horses were stabled; under the circumstances a prudent person would have done so.</p>\n<p id=\"AYMo\">We are of the opinion that the direction of a verdict by the court in favor of the plaintiffs was error. It follows, therefore, that the judgment should be reversed and a new trial ordered, with costs to the appellant, to abide the event</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}