{
  "casebody": {
    "data": "<casebody firstpage=\"913\" lastpage=\"919\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b865-3\">[Civ. No. 1895.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A6R\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AVe\">Feb. 27, 1973.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"AEXU\">CENTRAL BANK, Petitioner, v. THE SUPERIOR COURT OF KERN COUNTY, Respondent; R. P. RICHARDS, INC., et al., Real Parties in Interest.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b867-4\"><page-number citation-index=\"1\" label=\"915\">*915</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b867-5\">Fitzsimmons &amp; Hawthorne and Anthony W. Hawthorne for Petitioner,</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b867-6\">No appearance for Respondent.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b867-7\">Hollister, Brace &amp; Angle, George A. Rempe III and Robert O. Angle for Real Party in Interest R. P. Richards, Inc.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b867-8\">No appearance for other Real Parties in Interest.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b867-9\">Opinion</p>\n<author id=\"b867-10\">GARGANO, J.</author>\n<p id=\"AMp\">Petitioner is a national banking association and a defendant in Kern County Superior Court action No. 120278. Real party (R. P. Richards, Inc.) is a licensed plumbing and heating contractor; it is the plaintiff in that action.</p>\n<p id=\"b867-11\">Real party’s complaint in the superior court action contains four causes of action. The first cause of action is for unpaid labor and materials furnished on a building known as the Delano Hospital and seeks to foreclose a mechanics’ lien on the property pursuant to the mechanics’ liens law as set forth in part 4, division 3, title 14 of the Civil Code; as to this cause of action the plaintiff has alleged that petitioner was the lending institution on the Delano Hospital and that it claimed some interest in the property by virtue of its construction loan. The second cause of action is in common count and is directed against certain named defendants, other than petitioner. The third cause of action is on an open book account and, like the second cause, is not directed against petitioner. The fourth and final cause of action is directed against petitioner only, and is predicated on Civil Code sections 3159 and 3162 which are also a part of the mechanics\" liens law of this state.<footnotemark>1</footnotemark></p>\n<p id=\"b868-3\"><page-number citation-index=\"1\" label=\"916\">*916</page-number>Petitioner has petitioned this court for a writ of mandate to compel the Kern County Superior Court to change the venue of the superior court action to Alameda County; petitioner’s main office and principal place of business is located in Alameda County and the lower court denied its motion to change the venue of the action to that county. Petitioner argues that the change of venue is compelled by section 94 of title 12 of the United States Code. The section, a part of the National Bank Act, provides: “Actions and proceedings against any association under this chapter may be had in any district or Territorial court of the United States held within the district in which such association may be established, or in any State, county, or municipal court in the county or city in which said association is located having jurisdiction in similar cases.” (12 U.S.C. §94.)</p>\n<p id=\"b868-4\">Real party, on the other hand, contends that the mandatory provisions of section 94 have no application in this case because the superior court action is an action to foreclose a mechanics’ lien and is local, not transitory, in nature. Real party contends, further, that by making a construction loan for a project located in Kern County the bank waived its right to have the lawsuit tried in Alameda County.<footnotemark>2</footnotemark></p>\n<p id=\"b868-5\">Ordinarily, a lawsuit involving a national bank must be tried in the county in which its main office is located even though the trial may cause serious inconvenience to numerous other defendants properly joined in the action; the venue provisions of section 94 are mandatory. <em>(Mercantile Nal. Bank </em>v. <em>Langdeau </em>(1963) 371 U.S. 555 [9 L.Ed.2d 523, 83 S.Ct. 520].) However, the United States Supreme Court has formulated two exceptions.</p>\n<p id=\"b868-6\">The first exception is articulated in the early case of <em>Casey </em>v. <em>Adams </em>(1880) 102 U.S. 66 [26 L.Ed. 52]. That case was concerned with a <page-number citation-index=\"1\" label=\"917\">*917</page-number>mortgage foreclosure and the high court stated: “Local actions are in the nature of suits <em>in rem, </em>and are to be prosecuted where the thing on which they are founded is situated. To give the Act of Congress the construction now contended for, would be, in effect, to declare that a national bank could not be sued at all in a local action where the thing about which the suit was brought was not in the judicial district of the United States in which the bank was located. Such a result could never have been contemplated by Congress.” (102 U.S. p. 68 [26 L.Ed. p. 53].)</p>\n<p id=\"b869-4\">The second exception was iterated in <em>First National Bank of Charlotte </em>v. <em>Morgan </em>(1889) 132 U.S. 141 [33 L.Ed. 282, 10 S.Ct. 37], and reiterated in <em>Michigan Nat. Bank </em>v. <em>Robertson </em>(1963) 372 U.S. 591 [9 L.Ed.2d 961, 83 S.Ct. 914]. In the first opinion the Supreme Court held that the venue provisions of the bank act, though mandatory, are not jurisdictional and are waived by implication if a national bank does not assert timely its right to be sued at its home county. In the second opinion the high court held that a waiver may arise out of contractual provisions between the parties; the cause was remanded to the state court for determination as to whether a waiver had occurred.</p>\n<p id=\"b869-5\">An action to foreclose a mechanics’ lien, like a mortgage foreclosure, is an <em>in rem </em>action and is local in nature; the plaintiff is resorting primarily to the security for the payment of the indebtedness (2 Witkin, Cal. Procedure (2d ed. 1970) Actions, § 424, p. 1255, § 429, p. 1259, § 435, p. 1263).  But, when the first cause of action of plaintiff’s complaint is considered in light of the second and third causes of . action, the common count and the open book account, it is clear that real party does not seek, merely, to foreclose a mechanics’ lien; real party’s real objective is to recover a money judgment. In short, the first three causes of action of the complaint are based on the same transaction and when viewed as a whole demonstrate that real party is after a money judgment for labor and materials it furnished at the instance of some of the named defendants.  It is the rule that “where the main relief sought is personal, the fact that title or possession of real property is incidentally involved does not change its character as a <em>transitory action.” </em>(2 Witkin, Cal. Procedure (2d ed. 1970) Actions, § 424, p. 1256.)</p>\n<p id=\"b869-7\">The fourth cause of action, albeit predicated on Civil Code sections 3159 and 3162 which are a part of the mechanics’ liens law, is clearly transitory; real party seeks to recover funds allegedly allocated by petitioner to the Delano project and to hold petitioner independently liable for labor and materials real party furnished on that project if the bank disbursed any of the funds after it was served with a bonded stop <page-number citation-index=\"1\" label=\"918\">*918</page-number>notice.  It is elementary that a plaintiff cannot deprive a defendant of his normal right to have a transitory action tried in the county of his residence by joining the transitory cause with a local cause of action. (2 Witkin, Cal. Procedure (2d ed. 1970) Actions, § 498, p. 1320.) If, under normal venue rules, a plaintiff cannot deprive a defendant of his normal right to have a transitory action tried in the county of defendant’s residence by joining a transitory cause with a local cause, a fortiori, a plaintiff cannot circumvent the mandatory language of a federal enactment by joining local actions with transitory actions.</p>\n<p id=\"b870-4\">We compendiously dispose of real party’s secondary argument that there was a waiver in this case. The theory of recovery of the fourth cause of action is that by virtue of the construction loan petitioner irrevocably committed sufficient funds to the Delano Hospital project to pay real party’s claim and is independently liable to real party if it disbursed any funds to the borrowers after it was served with a bonded stop notice. Therefore, all records petitioner will need for its defense are, presumably, housed in its main office.  To hold that petitioner waived a substantial statutory right to be sued in Alameda County solely because it made a construction loan on a building located in another county of the same state would distort the plain and mandatory language of the federal statute. It would also ignore the very purpose for which the statute was enacted. As the United States Supreme Court observed in <em>First National Bank of Charlotte </em>v. <em>Morgan, supra, </em>132 U.S. 141, 145 [33 L.Ed. 282. 284, 10 S.Ct. 37, 38-39], the federal law was enacted by the Congress for the convenience of national banking associations “to prevent interruption in their business that might result from their books being sent to distant counties in obedience to process from state courts.”<footnotemark>3</footnotemark></p>\n<p id=\"b870-5\">The cases which have found an implied waiver are cases in which there was extensive local activity. For example, in <em>Helco, Inc. </em>v. <em>First National City Bank </em>(D.Virgin Islands 1971) 333 F.Supp. 1289, the court found that a New York national bank had waived its venue rights when it advertised extensively in the Virgin Islands, competed with local banks, permitted customers to withdraw from and deposit in Virgin Island branch offices, solicited and accepted the protections afforded a local institution and involved itself in local fiscal affairs.</p>\n<p id=\"b870-6\">In <em>Michigan Nat. Bank </em>v. <em>Superior Court </em>(1972) 23 Cal.App.3d 1 [99 Cal.Rptr. 823], the lawsuit was for the conversion of an airplane, and the defendant was a -national bank with its main office in Michigan. The airplane was purchased in California, it was to be housed in California, and all contractual documents were executed and were to be performed in <page-number citation-index=\"1\" label=\"919\">*919</page-number>California. In addition, the national bank resorted to self-help in this state to enforce its security.</p>\n<p id=\"b871-4\">It is significant that the cases upon which real party relies to support its contention that petitioner waived the mandatory provisions of the federal statute are all cases in which the main office of the defendant national bank was located in a state other than the state in which the bank had conducted extensive business activities. We believe that there is a vast difference between the quantum of activity needed to warrant a finding of waiver as to a national bank which has conducted activities away from its home state and a national bank which conducts business in different counties of the same state. As Justice Black succinctly stated in his concurring opinion in <em>Michigan Nat. Bank </em>v. <em>Robertson, supra, </em>372 U.S. 591, 595 [9 L.Ed.2d 961, 964, 83 S.Ct. 914, 916]: “1 do not know of a single Act Congress has passed in a century which clearly and explicitly denies a person in one State the privilege of filing suit in his own State against an out-of-state company where service can be obtained and where the suit arises out of a transaction within the State. And I am not willing to find such a congressional purpose in § 94. I realize that this Court did hold several weeks ago in <em>Mercantile Nat. Bank </em>v. <em>Langdeau, </em>371 U.S. 555, that this statute requires a suit in a state court against a national bank to be brought in the county where the bank is located. <em>Langdeau </em>merely required that the plaintiff sue in one county of the State rather than in another. Formal logic strictly applied might call for expansion of that holding to cover the different factual situation here. But that would require a plaintiff to go to another State hundreds of miles from home to bring suit for a wrong done him in a transaction in his own State, a result which I cannot believe Congress intended.”</p>\n<p id=\"b871-5\">This is not, however, a situation in which the privilege sought to be asserted will compel suit in another state. Petitioner here seeks to have the suit brought in the county of this state specified by the federal statute, and on the facts of this case we find no waiver of the privilege.</p>\n<p id=\"b871-6\">Let a peremptory writ of mandate issue directing the Superior Court of Kern County to transfer Kern County Superior Court No. 120278 to Alameda County.</p>\n<p id=\"b871-7\">Brown (G. A.), P. J.. and Franson, J., concurred.</p>\n<p id=\"b871-8\">On March 22, 1973, the opinion was modified to read as printed above.</p>\n<footnote label=\"1\">\n<p id=\"b867-12\">Section 3159 provides: “Any of the persons named in Sections 3110. 3111. and 3112, other than the original contractor, may, prior to the expiration of the period within which his claim of lien must be recorded under Chapter 2 (commencing with Section 3109), give to a construction lender a stop notice or a bonded stop notice unless a payment bond has previously been recorded in the office of the county recorder of the county where the site is located in accordance with Section 3235. except that the payment bond may be recorded at any time prior to the serving of the first stop notice. Such notice may only be given for materials, equipment, or services furnished, or labor performed. For the purposes of this section, where an owner <page-number citation-index=\"1\" label=\"916\">*916</page-number>undertakes construction on his own behalf, one who contracts with him for a portion of the work is a subcontractor and shall be entitled to give a stop notice.”</p>\n<p id=\"A5z\">Section 3162 provides: “Upon receipt of a stop notice pursuant to Section 3159, the construction lender may, and upon receipt of a bonded stop notice the construction lender shall, withhold from the borrower or other person to whom it or the owner may be obligated to make payments or advancement out of the construction fund, sufficient money to answer such claim and any claim of lien that may be recorded therefor, unless a payment bond has been recorded pursuant to the provisions of Section 3235 at any time prior to the serving of the first stop notice or bonded stop notice.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b868-9\">The record does not disclose whether petitioner has a branch office located in Kern County, and no contention has been made that such a branch office would justify retention of venue in Kern County. Since the question is not before us, we express no opinion as to whether a national banking association might be deemed to be “established” within the meaning of 12 United States Code, section 94 in a county where a branch office was located.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b870-7\">See footnote No. 2. <em>supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}