{
  "casebody": {
    "data": "<casebody firstpage=\"583\" lastpage=\"585\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b605-25\">David TAMPAKE, Petitioner, v. Michael B. MUKASEY, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b605-27\">No. 05-74534.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b605-28\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b605-29\">Submitted Aug. 26, 2008 <footnotemark>*</footnotemark>.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b605-30\">Filed Sept. 8, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b606-12\"><page-number citation-index=\"1\" label=\"584\">*584</page-number>Kaaren L. Barr, Esquire, Seattle, WA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b606-13\">Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, OIL, Kristina Ren-cic Sracic, Trial, DOJ — U.S. Department of Justice, Washington, DC, WWS-District Counsel, Esquire, Immigration and Naturalization Service, Office of the District Counsel, Seattle, WA, for Respondent. '</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b606-17\">Before: SCHROEDER, KLEINFELD, and IKUTA, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b605-33\"> The panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b606-18\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b606-19\">David Tampake, a native and citizen of Indonesia, petitions for review of an order of the Board of Immigration Appeals (“BIA”) denying his motion to reopen removal proceedings. We have jurisdiction pursuant to 8 U.S.C. § 1252. We review the denial of a motion to reopen for abuse of discretion. <em>Ordonez v. INS, </em>345 F.3d 777, 782 (9th Cir.2003). We review due process claims de novo. <em>Ram v. INS, </em>243 F.3d 510, 516 (9th Cir.2001). We deny the petition for review.</p>\n<p id=\"b606-20\">The BIA did not abuse its discretion in finding that Tampake filed his motion out of time and did not fall within the time limit exception of 8 C.F.R. § 1003.2(c)(3)(h) because he did not establish changed circumstances in Indonesia sufficient to demonstrate prima facie eligibility for relief. The motion to reopen did not establish that Tampake had a sufficient level of individualized risk. <em>Cf Sael v. Ashcroft, </em>386 F.3d 922, 927-29 (9th Cm. 2004) (finding sufficient individualized risk of future persecution where native Indonesians threatened applicant directly, vandalized her ear often with sexist and racist remarks, and stoned her boarding house whhe shouting her name and racist threats); <em>Lolong v. Gonzales, </em>484 F.3d 1173, 1181 n. 5 (9th Cir.2007) (en banc) (requiring some evidence of unique risk of <page-number citation-index=\"1\" label=\"585\">*585</page-number>persecution distinct from mere membership in disfavored group).</p>\n<p id=\"b607-5\">Tampake also claims the BIA violated his due process right to a fair hearing because it did not allow him to present evidence of changed circumstances in an evidentiary hearing. Because the BIA did not abuse its discretion in denying the motion to reopen, denial of an evidentiary hearing did not violate due process. <em>See </em>8 U.S.C. § 1229a(c)(7) (stating that motion to reopen shall state the new facts that will be proven at a hearing to be held if the motion is granted, and shall be supported by affidavits or other evidentiary material); <em>see also Lata v. INS, </em>204 F.3d 1241, 1246 (9th Cir.2000) (holding petitioner must demonstrate error and substantial prejudice to prevail on a due process claim).</p>\n<p id=\"b607-6\">PETITION FOR REVIEW DENIED.</p>\n<footnote label=\"**\">\n<p id=\"b606-14\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}