{
  "casebody": {
    "data": "<casebody firstpage=\"550\" lastpage=\"551\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-11\">P. H. Gault v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b580-12\">No. 15243.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqA\">Delivered April 27, 1932.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b581-2\"><page-number citation-index=\"1\" label=\"551\">*551</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b581-3\"><em>J. F. Taulbee, </em>of Georgetown, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b581-4\"><em>Lloyd W. Lavidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b581-5\">HAWKINS, Judge.</author>\n<p id=\"AXCU\">— Conviction is for robbery; punishment being twenty years in the penitentiary.</p>\n<p id=\"b581-6\">Emmett Hurst, the party alleged to have been robbed, testified that under the guise of trying to find some cotton pickers for him, appellant induced him to get into an automobile driven by a boy called “Hot Foot” Jones; that the car was driven several miles into the country from the city of Taylor, where the car was stopped and that Jones held a pistol on him (Hurst) while appellant took $35 or $40 out of his pockets. Appellant admitted having seen Hurst in Taylor and having talked to him, and drunk some intoxicating liquor with him there, but denied the trip to the country and participation in the robbery. The negro referred to as “Hot Foot” Jones is shown to have been named Arthur Jones.</p>\n<p id=\"b581-7\">Appellant through his counsel requested that Arthur Jones be brought from jail in order that he might be tendered as a witness by appellant in his behalf. Jones was then being held in jail under an indictment charging him with the same offense (robbery of Hurst) as that for which appellant was being tried. For that reason counsel for the state objected to Jones testifying and the objection was sustained. For some reason counsel for the state withdrew his objection, but the court adherred to his ruling that Jones could not testify. The bill recites that if permitted Jones would have testified that he and one Jay robbed Hurst and that appellant was not present and had nothing to do with it.</p>\n<p id=\"b581-8\">The court correctly rejected Jones’ proffered testimony, under article 711, C. C. P., which is as follows: “Persons charged as principals, accomplices or accessories, whether in the same or different indictments, can not be introduced as witnesses for one another, but they may claim a severance; and, if any one or more be acquitted, or the prosecution against them be dismissed, they may testify in behalf of the others.”</p>\n<p id=\"b581-9\">Many cases construing the statute in question will be found collated under said article in Vernon’s Ann. Tex. C. C. P., vol. 2, and under section 732, Branch’s Ann. Tex. P. C.</p>\n<p id=\"b581-10\">The action of the court in excluding Jones’ testimony was set up as a ground for new trial. The affidavit of Jones as to what his testimony would have been was attached to the motion for new trial. Upon the hearing of the motion the state produced Jones in court and he testified that the facts contained in his affidavit were false, and said he had been induced by appellant to make the false affidavit. He gave testimony on the motion which connected appellant with the robbery as a principal.</p>\n<p id=\"b581-11\">The judgment is affirmed.</p>\n<p id=\"b581-12\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}