{
  "casebody": {
    "data": "<casebody firstpage=\"130\" lastpage=\"137\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b150-3\">(83 App. Div. 242.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b150-4\">MACK v. LATTA et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b150-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Agl\">May 8, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b150-6\">1. Corporations—Subscriptions to Stock—False Representations—Rescission op Subscription.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b150-7\">Two defendants, directors of the defendant corporation, falsely represented that it had acquired and owned another corporation, when its only interest was a majority of the stock, to pay for which it had borrowed a large sum, pledging the stock purchased as security. They further represented that a third company was ready to consolidate with defendant corporation, that a fourth company had approved plans of consolidation, and that the completion of such consolidation was merely a matter of figures, and had reached such a stage that the complete consolidation and amalgamation would he shortly effected. Relying on these representations, plaintiff subscribed for stock. ' <em>Held </em>representations of facts, and not expressions of mere opinions, and, being untrue, plaintiff could rescind his subscription and recover the amount paid thereon.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b150-8\">3. Same—Value op Stock.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b150-9\">It was immaterial whether the stock was worth what plaintiff subscribed for it or not.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b150-10\">3. Same—Action to Rescind—Necessary and Proper Parties.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b150-11\">Where the only relief sought by plaintiff was to have a subscription to stock, secured by false representations as to the condition of the company, rescinded, and to recover the amount paid thereon, the directors of the company who made such false representations were neither necessary nor proper parties.-</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b150-12\">4. Same—Construction op Complaint—Joinder op Actions.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b150-13\">Plaintiff sought to have a subscription to stock in defendant company, induced by the fraudulent representations of the directors, rescinded, and to recover the amount paid thereon, if possible, or, if impossible, to recover from such directors, who were also made defendants, the amount paid. It was not averred that the directors individually received any benefit from the subscription, nor that they received any of the money paid therefor, nor was there any allegation that the stock was worthless, or of less value than it would have been had the representations been true. <em>Held,, </em>that but one cause of action was alleged; i. e., that against .defendant corporation.</headnotes>\n<summary data-order=\"12\" data-type=\"history\" id=\"b150-14\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b150-15\">Action by John M. Mack against William J. Latta and • others. From a judgment sustaining demurrers to the complaint, plaintiff appeals.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"APUC\">Reversed in part.</disposition>\n<p data-order=\"15\" data-type=\"judges\" id=\"b150-16\">Argued before VAN BRUNT, P. J., and McLAUGHLIN, PATTERSON, INGRAHAM, and LAUGHLIN, JJ.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b150-17\">De Lancey Nicoll, for appellant.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b150-18\">Augustus Van Wyck, for respondent Telephone, Telegraph &amp; Cable Co. of America.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b150-19\">Wm. J. Fanning, for respondent Maloney.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b150-20\">Adrian H. Joline, for respondent Latta.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b150-21\">INGRAHAM, J:</author>\n<p id=\"A_9\">The defendants severally demur to the complaint, the demurrers being based upon two grounds: First, that causes of action have been improperly united; and, second, that the complaint does not state facts sufficient to constitute a cause of action against the demurring defendant. The Special Term filed a separate <page-number citation-index=\"1\" label=\"131\">*131</page-number>decision upon each of the demurrers; sustaining the same upon the grounds that causes of action had been improperly united, and that the complaint did not state facts sufficient to constitute a cause of action against the demurring defendant. Prom the interlocutory judgments entered on these decisions the plaintiff appeals, and these three appeals are united and heard together. The result is that it is decided that the complaint states no cause of action against either of the defendants, and at the same time that causes of action are improperly united in the complaint—conclusions which would appear to be inconsistent, for, if no cause of action is stated in the complaint, it certainly could not be said that causes of action were improperly united.</p>\n<p id=\"b151-5\">Under subdivision 9 of section 484 of the Code of Civil Procedure, the plaintiff may unite in the same complaint two or more causes of action, whether legal or equitable, or both, where they are brought to recover “upon claims arising out of the same transaction, or transactions connected with the same subject of action,” subject to the condition, however, that “it must appear upon the face of the complaint that all of the causes of action so united belong to one of the foregoing subdivisions of the section; that they are consistent with each other; and, except as otherwise prescribed by law, that they affect all the parties to the action; and it must appear upon the face of the complaint that they do not require different places of trial:” Section 488 provides that “the defendant may demur to the complaint where it appears upon the face thereof that causes of action have been improperly united,” and that “the complaint does not state facts sufficient to constitute a cause of action.” The demurrer has been, sustained upon the ground that the complaint fails to allege a cause-of action against either of the defendants, and, if that objection is; good, the further objection that causes of action have been improperly united becomes immaterial.</p>\n<p id=\"b151-6\">The complaint alleges: That-the defendant corporation is a foreign corporation, with an authorized capital stock of $30,000,000, one-half of which had been subscribed for, and 20 per cent, of the amount of each subscription had been paid thereon, or was then payable thereon, to such corporation. That the defendant Latta was a director of the said corporation, and the president thereof, and that the defendant Maloney was a director of said corporation, and a member of the executive committee thereof, and these two defendants were the chief promoters of the corporation, and were engaged in soliciting the investment of capital in said enterprise by subscription to the capital stock of said corporation. That the defendants and the officers of the said corporation at the times mentioned in the complaint, and for a long time prior thereto, had been planning and endeavoring to effect a consolidation or amalgamation of the business of some of the principal telephone companies and cable companies in the United States, through a purchase by the defendant corporation of the properties or business of some of said other companies, or of their capital stock, or of the controlling interest therein, or by a consolidation in some other lawful manner of their interests, with the interests of the defendant corporation, and that the plaintiff <page-number citation-index=\"1\" label=\"132\">*132</page-number>and the defendants herein all believed that great benefits would result to the stockholders of the defendant corporation by effecting the consolidation or amalgamation aforesaid, and that the stock of the defendant corporation would be greatly enhanced in value thereby. That in and about the month of August, igoo, the defendant Eatta and Maloney, acting on behalf of the defendant corporation, and as promoters of said corporation and of the enterprise before described, and being duly authorized by said corporation, requested the plaintiff to invest money in the enterprise by subscribing for stock of the defendant corporation, and paying to said corporation forthwith 20 per cent, of such subscription, and that, for the purpose of inducing the plaintiff to make such investment and subscription, they stated and represented to the plaintiff that the defendant corporation then owned the Erie Telegraph &amp; Telephone Company, a rich dividend earning and dividend paying company, which operated, directly or through corporations owned or controlled by it, telephone lines through extensive territory in the United States, and concealed from the plaintiff the fact, then well known to them, that the defendant corporation had paid for its holdings of stock in said Erie Company far more than the market value of said stock, and that 50,000 shares of the said Erie Company stock had been turned in to said defendant corporation immediately upon its issuance by the said Erie Company at a price $1,250,000 in advance of the sum simultaneously received therefor by said Erie Company; that the said defendant corporation had borrowed nearly $3,700,000 to enable it to pay for the stock of the said Erie Company then owned by it, and had deposited as collateral security for the payment of the sums so borrowed all of the stock of the said Erie Company then owned by it, and that its ownership of said stock, which was its only interest in said Erie Company, was subject to a lien for the payment of the moneys so borrowed, and that the defendant corporation had no resources or means with which to pay the moneys so borrowed, and discharge said lien, except by making and collecting an additional call of 25 per cent, upon the subscription to its capital stock by the defendant corporation, which could only be secured by a payment by each subscriber to its capital stock, including the plaintiff, should he make the investment requested of him, of 25 per cent, of the amount of their respective subscriptions, in addition to the 20 per cent, already paid or called thereon—and further stated and represented to the plaintiff, for the purposes aforesaid, that the Postal Telegraph Company, which then operated an extensive telegraph system in the United States, was ready to consolidate -with the said defendant corporation, and that the American Telephone &amp; Telegraph Company, which operated and owned or controlled the most extensive, telephone system in the United States, had approved the plan of consolidation between itself and the defendant corporation proposed by the defendant corporation, and that the completion of the agreements for such consolidation was merely a matter of figures, and that the said proposed consolidation or amalgamation of those certain telephone companies, telegraph companies, and cable companies in the United States, which could utilize to a large extent a common <page-number citation-index=\"1\" label=\"133\">*133</page-number>plant and common lines and office and operating forces, had reached such a stage that the complete consolidation and amalgamation proposed would be effected shortly after the national election in November, 1900. That the statements and representations so made to the plaintiff, and each and all of them, were false and fraudulent. That, when made by the defendants Latta and Maloney, they were known to them to be false, and were made by them to induce the plaintiff to make the investments, subscription, and payment aforesaid; and that the said facts, and each and all of them, were concealed from the plaintiff fraudulently by the defendants Latta and Maloney for the purpose of giving a false cover and meaning to the representation that the defendant had acquired and then owned the Erie Company, and to induce him to make the investment, payment, and subscription aforesaid.' That the plaintiff, relying upon the statements and representations made to him as aforesaid, had no knowledge or information of the facts fraudulently concealed from him, and, in reliance upon the statements and representations so made to him, on or about the 13th day of August, 1900, executed and delivered to the defendant corporation a written subscription for 10,000 shares, of the par value of $500,000, of the capital stock of the defendant corporation, and paid thereon to the defendant corporation the sum of $100,000, and agreed to pay the remaining $400,000 of such subscription as called for by said company, and that the plaintiff has been damaged thereby in the said sum of $100,000, with interest thereon from the 13th day of August, 1900. That, on account of the false and fraudulent representations and concealment aforesaid, the plaintiff has elected to rescind, and hereby does rescind, the said subscription agreement executed and delivered by him, “and has elected, and hereby does elect, to treat the same as null and void, and, on information and belief, that prior to the commencement of this action the plaintiff duly tendered and offered to surrender to the said telephone and cable company the certificates for the stock subscribed for by him as aforesaid, and demanded of the said company the cancellation and return to him of the subscription agreement signed by him as aforesaid, and the repayment to him of the said sum of one hundred thousand dollars,” together with the interest thereon, and such demand, and each and every part thereof, was refused, “and that the plaintiff is ready and willing, and hereby tenders and offers, to surrender said certificates upon the cancellation of said agreement, and the repayment to him of said moneys, with interest.” Therefore the plaintiff demands judgment against the defendants that the subscription agreement referred to be adjudged to be null and void, and be canceled and rescinded; that the defendant corporation be directed to repay to the plaintiff the sum of $100,000, with interest from the 13th day of August, 1900; and that the plaintiff recover from the defendants Latta and Maloney, for the damages sustained by him, the sum of $100,000, with interest from the 13th day of August, 1900.</p>\n<p id=\"b153-5\">The plaintiff having elected to rescind the subscription to the stock of the defendant corporation, and having demanded that relief, the sufficiency of the complaint must depend upon his right to that <page-number citation-index=\"1\" label=\"134\">*134</page-number>relief upon the facts alleged. If he had elected to retain the subscription, and recover the damages sustained by the false representations, a different question would be presented. Having elected to rescind the contract, his right to maintain the action depends upon whether he has alleged facts sufficient to' justify the rescission, not whether he has alleged facts which would justify a recovery for the damages sustained. The defendant corporation bases its demurrers to the complaint upon the claim that the representations are in the nature of ■opinions, expectations, or belief, rather than of the existence of facts which are alleged to be false; but I think, considering the nature of the representations made, that they are much more than statements of opinion, expectation, or belief. The defendant corporation was represented to have acquired and that it then owned the Erie Telegraph &amp; Telephone Company, when, as a fact, its only interest in the Erie Company was that it had purchased a majority of the stock of the company, to pa}' for which it had borrowed about $3,700,000, pledging the stock purchased as security. It was further represented that the Postal Telegraph Company was ready to consolidate with the defendant corporation, and that the American Telegraph &amp; Telephone Company had approved the plans of consolidation between itself and the defendant corporation, and that the completion of such ■consolidation was merely a matter of figures, and had reached such a stage that the complete consolidation and amalgamation proposed would be effected shortly after the national election in .November, 1900. These certainly were representations of facts which would •materially affect the importance of the corporation and the value of its stock, and influence a person asked to subscribe to its stock. They alleged the existence of agreements between these various corporations entirely different from a mere expectation or belief in a future •consolidation of the companies. The plaintiff was asked to subscribe to the stock of a corporation which it was represented to him had acquired the Erie Company, with which the Postal Company was ready to consolidate, and which had such an arrangement with the American Telephone &amp; Telegraph Company that that company had approved the plan for a merger between the two companies which had been proposed, the completion of the agreement for such consolidation being merely a matter of figures, and that the proposed consolidation or amalgamation of these companies had reached such a stage that the complete consolidation and amalgamation proposed would be shortly effected. The allegation of such an existing condition was very different from the expression of an opinion or belief in a future consolidation. It was the representation of an existing condition which would justify the belief that the arrangements for such a consolidation had been substantially completed.</p>\n<p id=\"b154-4\">It would seem to follow that if those representations were false, and made for the purpose of inducing the plaintiff to subscribe to the stock of the company, and upon the faith of which he did subscribe, he would be entitled to rescind the subscription, and to recover from the defendant corporation the amount that he had paid thereon. Whether the stock was worth the amount that he subscribed for it, or not, would be immaterial upon this question. What he subscribed <page-number citation-index=\"1\" label=\"135\">*135</page-number>for was stock in a corporation having the advantages that these representations, if true, would give to it; and if those representations were untrue, and the corporation was not what it was represented to be, the plaintiff would be entitled to have the subscription canceled. I do not understand that in such an action it is necessary to allege that the stock was not of the value that it was when the plaintiff made the subscription, for it is not the damages sustained by reason of the fraud that are sought to be recovered from the corporation. The question is whether the plaintiff is entitled to rescind a subscription to stock induced by representations as to the conditions of the company, and which related to its prospects, when these representations were false and fraudulent. I think, therefore, that the facts alleged in the complaint were sufficient to establish a good cause of action, which entitled the plaintiff to the relief demanded, as against the corporation.</p>\n<p id=\"b155-5\">The plaintiff, however, has made the officers of the corporation who made these representations parties defendant, and asks to recover against them the amount that he paid to the corporation, as the damages that he sustained by reason of their false representations. I think that the complaint fails to allege facts sufficient to justify the action against the individual defendants. It is clear, I think, that they are-neither necessary nor proper parties in an action to rescind the subscription, and recover back from the corporation the money that has been paid thereon. They were the agents or promoters of the corporation, acting on its behalf to induce the plaintiff to subscribe to the stock of the corporation, and to pay to it his subscription upon the stock. It is not alleged that they individually received any benefit by virtue of the subscription, or that any of the money paid by the plaintiff to the corporation was paid to or received by them. Nor does the complaint allege a cause of action against them for damages sustained by reason of this subscription. There is a general allegation-that the plaintiff has been damaged by his subscription to the stock of the defendant corporation in the sum of $100,000, with interest thereon from the 13th of August, 1900; that being the sum that he paid upon subscribing to the stock of the company, as 20 per cent, of the par value of the stock subscribed for, and which sum he would be entitled to receive from the corporation if the subscription should be rescinded. But there is no allegation that-the right in the corporation which the plaintiff received was of less value than the amount that he had paid or agreed to pay, or that there was any other loss, except that sustained by the payment of the subscription to the stock; and without an allegation that the stock is worthless, or of less value than it would have been had the representations been true, I cannot see how the plaintiff can be said to have sustained damage for which he would be entitled to recover against the defendants making the representations. It must be remembered that in this same complaint, seeking to recover damages from these individual defendants, the plaintiff has elected to rescind the subscription, and is asking as a relief against the defendant corporation that the subscription be rescinded, and that he be allowed to recover the amount paid by him upon such subscription. If he succeeds in that action <page-number citation-index=\"1\" label=\"136\">*136</page-number>as against the corporation, and recovers back the amount of such payment, it would be quite evident that the only damage which he alleges that he sustained in consequence of the alleged false representations would be recovered, and he would not be entitled to recover upon these allegations any additional sum from the individual defendants. If we are right in this construction of the, complaint, there is but one cause of action alleged, and that is the cause of action against the defendant corporation to rescind the subscription to the stock, and to recover back the money that the plaintiff has paid to the corporation upon rescission. To that action the individual defendants were neither necessary nor proper parties. The demurrer of the defendant corporation upon the ground that the complaint fails to state facts sufficient to constitute a cause of action against it should therefore have been overruled, and the demurrer of the individual defendants upon the ground that the complaint fails to state as to them any cause of action was properly sustained.</p>\n<p id=\"b156-4\">The remaining question is whether the court below correctly sustained the demurrer interposed by all of the defendants upon the ground that causes of action have been improperly united. It may be conceded, as claimed by the learned counsel for the defendants, that where a complaint alleges facts which tend to sustain two separate causes of action, which is demurrable upon the ground that they are not properly joined, and the complaint is demurred to upon that ground, if the two causes of action thus sought to be enforced cannot be united in one complaint, such demurrer may be sustained, although there may be some objection to one or both of these causes of action, which would have entitled one or both of the defendants to demur upon that ground that the)' were not sufficient; and that is the case of Higgins v. Crichton, 11 Daly, 114, affirmed in 98 N. Y. 626. In that case the plaintiff was an assignee of a judgment against the defendant Crichton. Two of the defendants, who held chattel mortgages upon Crichton’s property, demurred upon the ground that there was joined in the action to set aside the chattel mortgages held by the defendants demurring a cause of action against one Close, who was alleged to hold a valid chattel mortgage, the only relief asked against Close being that the chattel mortgage held by him be foreclosed, and that any surplus arising upon that foreclosure be applied upon the plaintiff’s judgment; and the court held that these causes of action—the one to set aside the assignment and chattel mortgages for fraud, and the other against Close, the owner of a valid mortgage, to compel him to enforce his mortgage—did not affect all the parties to the action, and consequently were not capable of being joined in one action, and a demurrer by the defendants against whom a good cause of action was alleged, upon the ground that the cause of action against Close did not affect the other parties to the action, and consequently was improperly joined, was well taken, and that upon such a demurrer the court would not inquire as to the sufficiency of the facts alleged as a cause of action against Close, but, as the pleader had assumed to allege one, he could not claim failure for a shield when the pleading is thus questioned by the other defendants. Here the sufficiency of the complaint as against the in<page-number citation-index=\"1\" label=\"137\">*137</page-number>dividual defendants and against the corporation defendant is questioned, and, if our view of this case is correct, but one cause of action is alleged; that is, a cause of action against the defendant corporation for a rescission of this subscription. Upon this question a very late decision of the Court of Appeals is in point. In Tew v. Wolfsohn (decided April 7, 1903, hot yet officially reported) 66 N. E. 934, one of the defendants demurred to the complaint upon the ground that several causes of action were improperly united in the complaint. Judge O’Brien, in delivering the opinion of the Court of Appeals, after calling attention to section 497 of the Code of Civil Procedure, says:</p>\n<blockquote id=\"b157-5\">“This plainly implies that, in order to sustain a demurrer on this ground, the complaint must contain two or more causes of action so well stated and so complete and perfect that 'the court can divide them into the necessary number of actions. It will not do to say that the complaint contains one good cause of action, and some vague and ambiguous words or expressions, that by construction may be made to point to another cause of action. All that must be corrected, not by demurrer, but by motion. So that, in order to sustain the demurrer in this case, we must find two causes of action plainly stated, each in itself complete and perfect, upon a fair and reasonable construction of the language employed.”</blockquote>\n<p id=\"b157-6\">I think we have a situation here which makes this remark of Judge O’Brien applicable. What the pleader here evidently sought to do was to rescind this contract, and get his money from the defendant corporation, if possible, or, if impossible, then to recover as damages from the other defendants the amount paid on the subscription to the stock; setting up one cause of action for a rescission, with a demand for a return of the money from all of the defendants. It is quite clear that such relief could not be granted in one action—that a recovery against the individual defendants would only be based upon an entirely different principle than that which would justify a recovery against the defendant corporation; and, the allegation not being sufficient to charge the individual defendants for liability for false representations, there is but one cause of action alleged, and that is by the plaintiff against the defendant corporation; and therefore the demurrer of both defendants, based upon an improper joinder of causes of action, should have been overruled.</p>\n<p id=\"b157-7\">It follows that the judgment sustaining the demurrer of the defendant corporation must be reversed, and judgment entered overruling the demurrer, with costs in this court and in the court below, with leave to defendants to withdraw demurrer and answer upon payment of such costs, and the judgment appealed from, sustaining the demurrer of the individual defendants upon the ground that the complaint states no cause of action against them, should be affirmed, with costs to the individual defendants and against the plaintiff.</p>\n<p id=\"b157-8\">VAN BRUNT, P. J., and McLAUGHLIN, J., concur. PATTERSON and ?LAUGHLIN, JJ., concur in result.</p>\n<footnote label=\"¶\" orphan=\"true\">\n<p id=\"b150-22\"> 1. See Corporations, vol. 12, Cent. Dig. § 264.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}