{
  "casebody": {
    "data": "<casebody firstpage=\"468\" lastpage=\"470\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b488-6\">(83 App. Div. 70.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b488-7\">SCHNURR v. QUINN.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b488-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A6g\">May 28, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b488-9\">1. Written Contract—Failure to Sign—Acceptance.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b488-10\">A written contract between a pregnant woman and a man, whereby he agreed to make certain payments, support the child, etc., and she agreed to make no further claim on him, was binding on her after her acceptance of payments, though she had not signed.it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b488-11\">2. Same—Breach—Prosecution f.or Bastardy.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b488-12\">The institution of bastardy proceedings against the man on application of the woman was a breach of the agreement.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b488-13\">Appeal from Trial Term, Kings County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b488-14\">Action by Tilly Schnurr against Alexander Quinn. Judgment for defendant, and plaintiff appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AbU\">Affirmed.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b488-15\">Argued before GOODRICH, P. J., and BARTLETT, JENKS, HIRSCHBERG, and HOOKER, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b488-16\">A. L. Martin, for appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b488-17\">William J. Courtney, for respondent.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b488-18\">WILLARD BARTLETT, J.</author>\n<p id=\"AWt\">This action was brought by the mother of an illegitimate child, of which the defendant is alleged to <page-number citation-index=\"1\" label=\"469\">*469</page-number>be the father, to recover $500 under a written agreement whereby the father agreed to provide for the support of the child. The material parts of the agreement are as follows:</p>\n<blockquote id=\"b489-5\">“Now, this agreement witnesseth: That the said Alexander Quinn, the said party of the first part, and in consideration of the sum of one (1) dollar to him in hand paid, and the agreement of said second party herein contained, does hereby agree to and hereby binds himself to pay to the said second party in .person at her residence, for the period of two years from the date hereof, the sum of five (5) dollars a week payable weekly for the support of the said Tilly Schnurr and that of the child with whom she is now pregnant, and further hereby agrees if said child shall live longer to suitably provide for its support, and further to pay the expenses of the approaching confinement. And the said second party agrees not to make any further claim of any kind upon said first party provided he faithfully complies with and performs the aforesaid agreements on his part.”</blockquote>\n<p id=\"b489-7\">The plaintiff is the party of the second part, referred to in this agreement. She did not sign the instrument, but simultaneously executed and delivered to the defendant a release of all claims on her behalf arising out of his acquaintance and intimacy with her, provided that the aforesaid agreement should be faithfully carried out by him.</p>\n<p id=\"b489-8\">The defendant made the weekly payments of $5 provided for in the agreement for a period of two years from the date thereof. Before the expiration of the two years, however, and while he was still making the payments, plaintiff applied to the commissioners of charities and corrections of Kings county, and had the defendant arrested in bastardy proceedings. Those proceedings resulted in a compromise and settlement of the charge under the statute applicable to such cases, and the defendant paid $300 to the commissioners, and received from them a release from all liability to the county of Kings on account of the support of the plaintiff’s child.</p>\n<p id=\"b489-9\">The ground upon which the complaint in this action appears to have been dismissed in the county court was that by instituting the proceedings before the charity commissioners the plaintiff had violated that part of the agreement above quoted, whereby she undertook not to make any further claim of any kind upon the defendant provided he fulfill the agreement on his part.</p>\n<p id=\"b489-10\">The agreement provided for two things: First, the payment by the defendant of $5 a week for a period of two years for the support of the plaintiff and of the' child with which she was then pregnant; and, in the second place, for the suitable support of the child thereafter, if it should live longer than two years. It contained the additional provision, to which reference has already been made, that the mother should not make any further claim of any kind upon the alleged father if he faithfully complied with and performed the agreement on his part. Although the contract was not signed by the mother, her acceptance of it with this \"undertaking in it bound her to perform such undertaking, and I am of opinion that she violated the agreement in this respect by the institution of the bastardy proceedings before the charity commissioners prior to the lapse of the two years, and while the defendant was still actually complying with his obligations under the contract.</p>\n<p id=\"b489-12\">The correctness of this view depends, of course, upon the meaning of the expression, “claim of any kind,” in the agreement. I think <page-number citation-index=\"1\" label=\"470\">*470</page-number>this expression was sufficiently broad to include the bastardy proceedings which were set in motion by the plaintiff’s agency. Indeed, it is difficult to see what other claim could have been in contemplation, inasmuch as there is no suggestion in the record that the pregnancy of the plaintiff was due to seduction or any other act which could be the basis of a claim against the defendant, by the plaintiff except under the bastardy law.</p>\n<p id=\"b490-5\">It is true that in a strictly legal sense the bastardy proceeding against the father is not instituted by the mother, but is maintainable only by the officials designated by the statute on the subject. People ex rel. Board of Police v. Schulman, 8 App. Div. 514, 40 N. E. 779. Nevertheless, the action of the mother in the present case was the procuring cause of the proceeding, and must be fairly deemed the assertion of a claim, within the meaning of the agreement between the parties. While directly prosecuted for the benefit of the county to free it from liability, it was also indirectly beneficial to her, inasmuch as she received the entire sum of money collected therein by the commissioners. As the father of a bastard child is under no legal liability to support it except so far as such liability is imposed by statute, and as, in the present case, the father’s obligation to support the child under his contract with the mother was released by her violation of the contract, the learned county judge was right in dismissing the complaint. The judgment should be affirmed.</p>\n<p id=\"b490-6\">Judgment of the county court of Kings county affirmed, with costs. All concur.</p>\n<footnote label=\"¶\" orphan=\"true\">\n<p id=\"Ayd\"> 1. See Contracts^ vol. 11, Cent. Dig. § 218.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}