{
  "casebody": {
    "data": "<casebody firstpage=\"189\" lastpage=\"196\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-6\">STATE OF CONNECTICUT <em>v. </em>ROY A. SCHILLER</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Acy\">(AC 28855)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b211-7\">Bishop, Lavine and Robinson, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b212-6\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>Argued March 16</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AMk\">officially released June 16, 2009</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b212-8\"><em>Jeffrey C. Kestenband, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b212-9\"><em>Timothy J. Sugrue, </em>senior assistant state’s attorney, with whom, on the brief, were <em>Stephen J. Sedensky III, </em>state’s attorney, and <em>Warren C. Murray, </em>supervisory assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b212-10\">\n<em>Opinion</em>\n</p>\n<author id=\"b212-11\">BISHOP, J.</author>\n<p id=\"AOf\">The defendant, Roy A. Schiller, appeals from the judgment of conviction, rendered after a jury trial, of twelve counts of identity theft in violation of General Statutes (Rev. to 2003) § 53a-129a and five counts of identity theft in the third degree in violation of General Statutes § 53a-129d. On appeal, the defendant claims that (1) the evidence was insufficient to support his conviction and (2) the state’s improper comments <page-number citation-index=\"1\" label=\"191\">*191</page-number>during closing argument to the jury deprived him of a fair trial. We affirm the judgment of the trial court.</p>\n<p id=\"b213-6\">The jury reasonably could have found the following facts. In September, 2000, the defendant and his son moved to Connecticut. A few months later, the defendant’s elderly parents, Edward Schiller and Minnie Schiller, and his brother also moved to Connecticut. The defendant allowed his parents and his brother to stay with him and his son in his two bedroom condominium. In February, 2002, the defendant and his family moved into a house in Brookfield that he and his parents had purchased. Because the defendant had previously filed for bankruptcy, his parents obtained the mortgage loan to purchase the house.</p>\n<p id=\"b213-7\">Thereafter, the defendant and his parents decided to apply for credit cards to finance certain improvements to their house. Due to the defendant’s poor credit history, the defendant suggested that he and his parents open a couple of accounts together. The defendant’s son helped Edward Schiller and Minnie Schiller obtain the credit cards online. Subsequently, the defendant used his parents’ credit cards, and more specifically, his mother’s Capital One credit card,<footnotemark>1</footnotemark> for various purposes, including to purchase merchandise, to go on vacation and to obtain cash advances for gambling at the Mohegan Sun casino. Although the defendant testified that the credit cards were issued to his parents with him listed as an authorized cosigner, Minnie Schiller testified that she did not authorize him to make any charges on her credit card and that he did so without her knowledge or permission. There was ample evidence offered to support the defendant’s conviction of those charges.</p>\n<p id=\"b214-3\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>The defendant was charged with twenty-seven counts of identity theft. Following a jury trial, the defendant was convicted of seventeen counts of identity theft and was sentenced to a total effective term of five years imprisonment, execution suspended after six months, and five years probation. This appeal followed.</p>\n<p id=\"b214-4\">I</p>\n<p id=\"b214-5\">The defendant first claims that the evidence was insufficient to support his conviction. Specifically, the defendant asserts that the state failed to introduce evidence that he had obtained his mother’s personal identifying information or that he did so after the enactment of the identity theft statute. We disagree.</p>\n<p id=\"b214-6\">“The standard of review employed in a sufficiency of the evidence claim is well settled. [W]e apply a two part test. First, we construe the evidence in the light most favorable to sustaining the verdict. Second, we determine whether upon the facts so construed and the inferences reasonably drawn therefrom the [jury] reasonably could have concluded that the cumulative force of the evidence established guilt beyond a reasonable doubt. . . .</p>\n<p id=\"b214-7\">“While the jury must find every element proven beyond a reasonable doubt in order to find the defendant guilty of the charged offense, each of the basic and inferred facts underlying those conclusions need not be proved beyond a reasonable doubt. ... If it is reasonable and logical for the jury to conclude that a basic fact or an inferred fact is true, the jury is permitted to consider the fact proven and may consider it in combination with other proven facts in determining whether the cumulative effect of all the evidence proves the defendant guilty of all the elements of the crime charged beyond a reasonable doubt.” (Internal quotation marks omitted.) <em>State </em>v. <em>Millan, </em>290 Conn. 816, 825, 966 A.2d 699 (2009).</p>\n<p id=\"b215-5\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>The conduct for which the defendant was charged occurred both before and after October 1, 2003. The conduct that occurred prior to October 1, 2003, was governed by General Statutes (Rev. to 2003) § 53a-129a. Section 53a-129a was enacted in 1999.<footnotemark>2</footnotemark> See Public Acts 1999, No. 99-99. The conduct that occurred on or after October 1, 2003, was governed by an amended version of the statute, General Statutes (Rev. to 2003) § 53a-129a, as amended by Public Acts 2003, No. 03-156, and codified as General Statutes §§ 53a-129a and 53a-129d.<footnotemark>3</footnotemark> The defendant claims that the state failed to prove that <page-number citation-index=\"1\" label=\"194\">*194</page-number>he had obtained his mother’s personal identifying information on the ground that there was no evidence as to the personal identifying information he had obtained to acquire her credit card. The defendant’s argument is flawed, however, because it is premised on his mistaken belief that he was charged with obtaining his mother’s personal identifying information to obtain the Capital One credit card. The defendant, however, was charged simply with obtaining his mother’s personal identifying information, specifically, her credit card number, and using it to obtain certain goods and services. Thus, the state was not required to prove how the credit card was initially acquired from Capital One but, more directly, that he obtained his mother’s credit card number and used it to obtain goods or services.</p>\n<p id=\"b216-6\">Additionally, although neither Edward Schiller nor Minnie Schiller could recall when the Capital One account was opened, both the defendant and his son testified that it was after they moved into the house in Brookfield in February, 2002. On this basis, the jury reasonably could have inferred that the defendant obtained his mother’s credit card number after that date and, consequently, after the date of the enactment of the identify theft statute. Accordingly, the defendant’s sufficiency of the evidence claim fails.</p>\n<p id=\"b216-7\">II</p>\n<p id=\"b216-8\">The defendant also claims that two improper remarks made by the state during closing argument deprived him of a fair trial. We are not persuaded.</p>\n<p id=\"b216-9\">“[I]n analyzing claims of prosecutorial [impropriety], [whether they are preserved or not] we engage in a two step analytical process. The two steps are separate and distinct: (1) whether [impropriety] occurred in the first instance; and (2) whether that [impropriety] deprived a defendant of his due process right to a fair trial. Put differently, [impropriety] is [impropriety], regardless of <page-number citation-index=\"1\" label=\"195\">*195</page-number>its ultimate effect on the fairness of the trial; whether that [impropriety] caused or contributed to a due process violation is a separate and distinct question . . . .” (Internal quotation marks omitted.) <em>State </em>v. <em>Stevenson, </em>269 Conn. 563, 572, 849 A.2d 626 (2004). With this in mind, we address the defendant’s claims in turn.</p>\n<p id=\"b217-6\">A</p>\n<p id=\"b217-7\">The defendant first claims that the state improperly argued that he failed to call a witness to corroborate certain testimony without prior notice to him and approval of the court in violation of <em>State </em>v. <em>Malave, </em>250 Conn. 722, 737 A.2d 442 (1999), cert. denied, 528 U.S. 1170, 120 S. Ct. 1195, 145 L. Ed. 2d 1099 (2000). In <em>Malave, </em>however, the Supreme Court explained that “[t]he giving of a [missing witness] charge is purely an evidentiary issue and is not a matter of constitutional dimensions.” (Internal quotation marks omitted.) Id., 738. Thus, although a claim of prosecutorial impropriety warrants review even if the defendant fails to preserve it at trial; <em>State </em>v. <em>D’Haity, </em>99 Conn. App. 375, 382, 914 A.2d 570, cert. denied, 282 Conn. 912, 924 A.2d 137 (2007); “[t]he defendant may not transform an unpreserved evidentiary claim into one of prosecutorial impropriety to obtain review of the claim.” <em>State </em>v. <em>Cromety, </em>102 Conn. App. 425, 431, 925 A.2d 1133, cert. denied, 284 Conn. 912,931 A.2d 932 (2007). Accordingly, we decline to review this claim.</p>\n<p id=\"b217-8\">B</p>\n<p id=\"b217-9\">The defendant also claims that the state improperly appealed to the passions and emotions of the jury by implying that he hoped that his parents would die before they discovered his use of their credit cards. During its rebuttal argument, the state argued: “I’d point out, that perhaps the ultimate gamble was, and you may be aware <page-number citation-index=\"1\" label=\"196\">*196</page-number>of this, I’m sure he was familiar with the age of his parents, how old they were, you know, sometimes actuaries know these types of things, but this is a classic case of a person who is a gambler and who cannot control that gambling, got access to somebody else’s credit cards, ran up—ran them up to the casino, unbeknownst to them. And, I’d ask you to find him guilty.” The defendant contends that in making this argument to the jury, the state “attributed parricidal motives and thoughts to [him].”</p>\n<p id=\"b218-6\">The evidence at trial indicated that both of the defendant’s parents were in their eighties. The state asserts that it is unclear from this statement whether the implication was that the defendant hoped that his parents would die before they discovered that he had used their credit cards without their permission or whether, because of his parents’ advanced age, they were easy targets.</p>\n<p id=\"b218-7\">Our Supreme Court has stated that “[w]e are mindful . . . that closing arguments of counsel . . . are seldom carefully constructed in toto before the event; improvisation frequently results in syntax left imperfect and meaning less than crystal clear. While these general observations in no way justify'prosecutorial [impropriety], they do suggest that a court should not lightly infer that a prosecutor intends an ambiguous remark to have its most damaging meaning or that a jury, sitting through lengthy exhortation, will draw that meaning from the plethora of less damaging interpretations.” (Internal quotation marks omitted.) <em>State </em>v. <em>Luster, </em>279 Conn. 414, 441, 902 A.2d 636 (2006). Because the meaning of the state’s remark is unclear, we cannot conclude that it was improper.</p>\n<p id=\"b218-8\">The judgment is affirmed.</p>\n<p id=\"b218-9\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b213-8\"> Although several cards were obtained, the defendant’s use of Minnie Schiller’s Capital One card is involved in this appeal. The defendant was also charged in several counts with identity theft regarding a credit card in his father’s name. He was acquitted of those charges.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b215-6\"> General Statutes (Rev. to 2003) § 53a-129a (a) provides: “A person is guilty of identity theft when such person intentionally obtains personal identifying information of another person without the authorization of such person and uses that information for any unlawful purpose including, but not limited to, obtaining, or attempting to obtain, credit, goods, services or medical information in the name of such other person without the consent of such other person. As used in this section, ‘personal identifying information’ means a motor vehicle operator’s license number, Social Security number, employee identification number, mother’s maiden name, demand deposit number, savings account number or credit card number.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b215-7\"> General Statutes (Rev. to 2003) § 53a-129a, as amended by Public Acts 2003, No. 03-156 (P.A. 03-156), provides in relevant part: “(a) A person commits identity theft when such person intentionally obtains personal identifying information of another person without the authorization of such other person and uses that information to obtain or attempt to obtain, money, credit, goods, services, property or medical information in the name of such other person without the consent of such other person.</p>\n<p id=\"b215-8\">“(b) As used in this section, ‘personal identifying information’ means any name, number or other information that may be used, alone or in conjunction with any other information, to identify a specific individual including, but not limited to, such individual’s name, date of birth, mother’s maiden name, motor vehicle operator’s license number, Social Security number, employee identification number, employer or taxpayer identification number, alien registration number, government passport number, health insurance identification number, demand deposit account number, savings account number, credit card number, debit card number or unique biometric data such as fingerprint, voice print, retina or iris image, or other unique physical representation. . . .”</p>\n<p id=\"b215-9\">General Statutes § 53a-129d, which was enacted as § 4 of P.A. 03-156, provides: “(a) A person is guilty of identity theft in the third degree when such person commits identity theft as defined in section 53a-129a.</p>\n<p id=\"b215-10\">“(b) Identity theft in the third degree is a class D felony.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}