{
  "casebody": {
    "data": "<casebody firstpage=\"823\" lastpage=\"824\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b851-9\">Norris R. JORDAN, Plaintiff-Appellant, v. David L. TRIPPETT, Warden, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b851-12\">No. 01-2684.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b851-13\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b851-15\">Aug. 6, 2002.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b851-16\">Before KEITH, MOORE, and GILMAN, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b851-17\">Norris R. Jordan appeals a district court judgment for defendants entered following a bench trial in this civil rights action filed under 42 U.S.C. § 1983. This case has been referred to a panel of the court pursuant to Rule 34(j)(l), Rules of the Sixth Circuit. Upon examination, this panel unanimously agrees that oral argument is not needed. Fed. R.App. P. 34(a).</p>\n<p id=\"b851-18\">Jordan filed his complaint and an amended complaint in the district court in 1995, alleging that the defendant Michigan prison officials violated his constitutional rights when they failed to protect plaintiff from assaults at the hands of a violent cellmate. Defendants filed a motion to dismiss the complaint or for summary judgment, and plaintiff responded in opposition. The magistrate judge recommended that defendants’ motion be denied, and defendants filed objections. The district court adopted the magistrate judge’s recommendation and denied defendants’ motion. Ultimately, the case proceeded to a bench trial, and the district court found for the defendants following trial and entered judgment accordingly. Plaintiff filed a timely notice of appeal.</p>\n<p id=\"b851-20\">On appeal, plaintiff contends that: (1) the district court erred in failing to appoint counsel to represent him at trial; (2) he was denied his right to a jury trial; and (3) the district court failed to order defendants to comply with discovery. Defendants respond that plaintiffs claims on appeal lack merit. Upon consideration, we will affirm the district court’s judgment.</p>\n<p id=\"b851-21\">First, the district court did not abuse its discretion with respect to the appointment of counsel to represent plaintiff under the circumstances of this case. <em>See Lavado v. Keohane, </em>992 F.2d 601, 604-05 (6th Cir.1993). The appointment of counsel in a civil proceeding is not a constitutional right and is justified only by exceptional circumstances. <em>Id. </em>at 605-06. Here, the district court initially appointed counsel to represent plaintiff, but was unable to find substitute counsel to represent plaintiff after counsel withdrew from the case in 1996. While plaintiffs claim proceeded to a trial without counsel, the claim is relatively straightforward. Under these circumstances, the district court did not abuse its discretion when the court declined to appoint counsel a second time. Second, plaintiff waived his right to a jury trial in this case. Although plaintiff re<page-number citation-index=\"1\" label=\"824\">*824</page-number>quested a jury trial in his amended complaint, plaintiff contends in his brief on appeal that he was forced to accept a bench trial. The record reflects that the district court repeatedly scheduled this case for a bench trial, but repeatedly postponed trial at plaintiffs behest. The record does not reflect that plaintiff objected to a bench trial. Ultimately, plaintiff fully participated in the bench trial. Under these circumstances, we conclude that plaintiff waived his right to a jury trial. <em>See Preferred RX, Inc. v. Am. Prescription Plan, Inc., </em>46 F.3d 535, 548 (6th Cir.1995); <em>United States v. 1966 Beechcraft Aircraft Model King Air A90, </em>777 F.2d 947, 950-51 (4th Cir.1985).</p>\n<p id=\"b852-4\">Finally, plaintiffs claim that the district court failed to order defendants to comply with discovery lacks merit. This court reviews discovery orders only for an abuse of discretion. <em>See Bill Call Ford, Inc. v. Ford Motor Co., </em>48 F.3d 201, 209 (6th Cir.1995); <em>Lavado, </em>992 F.2d at 604. Here, plaintiff makes only conclusory allegations that discovery was unduly restricted; plaintiff does not point to any potential discovery that could have affected the outcome of this case. In short, plaintiff can point to no ruling that could constitute an abuse of the court’s discretion. Accordingly, plaintiffs discovery claim lacks merit.</p>\n<p id=\"b852-5\">For the foregoing reasons, the district court’s judgment is affirmed. <em>See </em>Rule 34(j)(2)(C), Rules of the Sixth Circuit.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}