{
  "casebody": {
    "data": "<casebody firstpage=\"191\" lastpage=\"198\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b223-6\">787 A.2d 252</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b223-7\">MARY SHANNON, PLAINTIFF-APPELLANT, v. ACADEMY LINES, INC., IMPROPERLY DESIGNATED ACADEMY BUS LINES, INC., DEFENDANT-RESPONDENT. STEPHANIE ELSASSER, PLAINTIFF-APPELLANT, v. ACADEMY LINES, INC., IMPROPERLY DESIGNATED ACADEMY BUS LINES, INC., DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b223-10\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b223-11\">Argued December 11, 2001</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AjH\">Decided December 28, 2001.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b225-10\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>Before Judges PRESSLER, CIANCIA and PARRILLO.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b225-11\"><em>Joseph J. Ferrara, </em>argued the cause for appellants <em>(Ferrara &amp; Associates, </em>attorneys).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b225-12\"><em>Anne Marie Kelly, </em>Deputy Attorney General, argued the cause for intervenor-respondent State of New Jersey <em>(John J. Farmer, </em><page-number citation-index=\"1\" label=\"194\">*194</page-number><em>Jr., </em>Attorney General, attorney; <em>Jeffrey C. Burstein, </em>Senior Deputy Attorney General, of counsel).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b226-4\">The opinion of the court was delivered by</p>\n<author id=\"b226-5\">PRESSLER, P.J.A.D.</author>\n<p id=\"b226-6\">These eases were listed back-to-back for oral argument, and we consolidate them for purposes of this opinion. Defendant Academy Lines, Inc., appeals in both cases from an order of the Director of the Division on Civil Rights denying its motion to vacate a default judgment entered in favor of each plaintiff. We affirm substantially for the reasons set forth in the single written opinion of the Director of the Division issued on September 1, 2000, in these two eases and two other unrelated cases.</p>\n<p id=\"b226-7\">We add, however, the following comments. Each of the plaintiffs filed a verified complaint against defendant Academy Lines, Inc., alleging that it had committed a proscribed act of employment discrimination against her. Plaintiff Stephanie Elsasser alleged racial discrimination and retaliatory discharge. Plaintiff Mary Shannon alleged sexual harassment. Each of the two cases were similarly handled by the Division on Civil Rights, which mailed the complaint by certified mail, return receipt requested, addressed to Academy’s<footnotemark>1</footnotemark> Human Resource Director, James Too-man. The Shannon complaint was mailed to Tooman at Academy’s principal office in Hoboken, and the Elsasser complaint-was mailed to Tooman at its Toms River facility. Thereafter interrogatories, notice of default and notice of hearing were served on Academy by certified mail except for the Division’s Subpoena and Document Information request in the Elsasser case, which was served on him personally. A signed return receipt card for each <page-number citation-index=\"1\" label=\"195\">*195</page-number>certified mailing was received back by the Division. Academy made no response of any kind in either case and a default was entered in both. Hearings were then held in both cases by an administrative law judge (ALJ) at which each plaintiff presented her proofs. Academy did not appear. Thereafter judgment by default was entered in the Elsasser case awarding plaintiff $17,498.23 in lost earnings and $5,000.00 for pain and humiliation and imposing a penalty of $2,000.00 payable to the Division. In the Shannon case, judgment by default was entered awarding $16,505.00 for lost wages and pain and humiliation and imposing a penalty of $5,000.00 payable to the Division.</p>\n<p id=\"b227-6\">Academy then filed a motion with the Division seeking the vacation of the default judgments on the ground that it had not been properly served and hence that the judgments had been entered without the Division’s having obtained personal jurisdiction over it. Its argument is that service was defective in two respects. It contends that personal service rather than certified mail service was required by <em>R. </em>4:4-4(a), and it contends that Tooman was not a person expressly authorized by <em>R. </em>4:4—4(a)(6) to receive service on its behalf. It admitted, however, that Tooman had received all of the certified mailings. Tooman’s affidavit submitted by Academy in support of its motion to vacate the Elsasser default judgment conceded both his receipt of the certified mailings and his knowledge of his obligation to “report receipt of the Complaint to the Company” and provide the Company “with information regarding this matter.” He further asserted that he took no action and, indeed, did not even know what he had done with the papers because during the year and a half that this action was pending he was, “unknown to the Company, ... suffering from severe depression and not able to fully function.” Tooman’s certification in the Shannon ease further explains that “I was not able to function during this entire period. Had I been able to function, I would have turned the Complaint over to the proper corporate representatives to process that complaint and to forward it to our insurance agent with the request that a defense be interposed by our insurance defense counsel.” We note that <page-number citation-index=\"1\" label=\"196\">*196</page-number>Tooman was nevertheless holding down his job during this period and has continued to do so since.</p>\n<p id=\"b228-4\">There were altogether four complaints filed with the Division against Academy by four different complainants during this period. All had been served on Tooman as had the subsequent documents in each case. In the other two cases, default had been entered but a default judgment had not yet been entered, and the Director granted the motion to vacate the default in those cases. She denied the motion to vacate in the Elsasser and Shannon cases because the default judgment had already been entered. We note that under the court rules as well, a motion to vacate a default is more liberally addressed pursuant to <em>R. </em>4:43-2 than is a motion to vacate a default judgment pursuant to <em>R. </em>4:50-1. <em>See O’Connor v. Abraham Altus, </em>67 <em>N.J. </em>106, 129, 335 A.2d 545 (1975).</p>\n<p id=\"b228-5\">On appeal, Academy again urges its jurisdictional position contending that service of the complaint was defective. We reject its argument that the court rules apply to service of process by an administrative agency. The court rules expressly apply only to the Supreme Court, the Superior Court, the Tax Court, the surrogate’s courts and the municipal courts. <em>R. </em>1:1-1. Clearly, the' Legislature may provide for service by administrative agencies in any manner that meets fundamental procedural due process, namely “notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action.” <em>Mullane v. Cent. Hanover Bank and Trust Co., </em>339 <em>U.S. </em>306, 314, 70 <em>S.Ct. </em>652, 657, 94 <em>L.Ed. </em>865, 873 (1950). N.J.S.A 10:5-18 expressly authorizes the Attorney General to “establish rules of practice to govern, expedite and effectuate” procedure under the Law Against Discrimination. Pursuant to that authority, the Attorney General promulgated, among other rules, <em>N.J.A.C. </em>13:4-3.6, which provides in full that:</p>\n<blockquote id=\"b228-6\">The Division shall serve a copy of the complaint upon each of the respondents by registered or certified mail, return receipt requested, <em>or </em>by any other means provided by Rule 4:4-4 governing the New Jersey Courts. (Emphasis added.)</blockquote>\n<p id=\"b229-5\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>It is thus clear that service by certified mail on the respondent is prescribed as an alternate to service under the court rule. Moreover, although the regulation does not specify the person to be served on behalf of a corporate respondent, we think it plain that any person may be served on behalf of the corporation who is “so integrated with the organization that he will know what to do with the papers” and stands “in a position as to render it fair, reasonable and just to imply authority to receive service.” <em>O’Connor v. Abraham Altus, supra, </em>67 <em>N.J. </em>at 128, 335 A.2d 545. <em>See also Trustees of Local 478 Trucking and Allied Industries Pension Fund v. Baron Holding Corp., </em>224 <em>N.J.Super. </em>485, 490, 540 A.2d 1307 (App.Div.1988).</p>\n<p id=\"b229-6\">We are persuaded that certified mail, return receipt requested, is a mode of service meeting due process requirements. We are also persuaded that Academy’s Director of Human Resources, having charge of the company’s some 1,500 employees, is not only assumed to know what to do with lawsuit papers but also confirmed in his affidavit that he had that knowledge. And although not a person specified by <em>R. </em>4:4-4(a)(6), we are also persuaded that he stood in a position making it reasonable to believe that he had the company’s implied authority to accept service.</p>\n<p id=\"b229-7\">Since we have concluded that the service of process was not defective, the only remaining question is whether the Director mistakenly exercised her discretion in declining to vacate the default judgments. <em>N.J.A.C. </em>13:4-14.2 permits the Director to reopen a judgment for essentially the same reasons as are set forth in <em>R. </em>4:50-1 for relief from judgment. The ground for relief urged by Academy was excusable neglect. For the reasons she stated, the Director found that the excusable-neglect test for relief under <em>R. </em>4:50-1 by <em>Mandni v. EDS, </em>132 <em>N.J. </em>330, 335, 625 A.2d 484 (1993), namely an honest mistake compatible with due diligence or reasonable prudence, had not been met. She also found that granting relief here would, under the circumstances, contravene the public policy of the Law Against Discrimination and the <page-number citation-index=\"1\" label=\"198\">*198</page-number>interests of justice, <em>desiderata </em>specified by <em>N.J.A.C. </em>13:4-4.2 as appropriately informing the reopening determination. Since the reasons stated by the Director for her determinations are supported by the record and, in turn, support her ultimate conclusions, it is clear that her action cannot be regarded as arbitrary, capricious, unreasonable or in any way contrary to legislative policy. <em>See, e.g., R. &amp; R. Mktg. v. Brown-Forman, </em>158 <em>N.J. </em>170, 175, 729 A.2d 1 (1999); <em>Matter of Musick, </em>143 <em>N.J. </em>206, 216, 670 A.2d 11 (1996). There is no warrant here for our interference.</p>\n<p id=\"b230-4\">The order appealed from is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b226-8\"> Academy itself had been improperly designated as Academy Bus Lines, Inc., but there is no question that there could have been no confusion as to the identity of the actual defendant. <em>Compare R. </em>4:9-3, permitting an amendment to correct the name of a party to relate back when that party knew or should have known \"that, but for a mistake concerning the identity of the proper party,” the action would have been brought against it.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}