{
  "casebody": {
    "data": "<casebody firstpage=\"583\" lastpage=\"603\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b615-8\">788 A.2d 849</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b615-9\">STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. DERRICK ELLIS, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b615-10\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b615-11\">Submitted October 10, 2001</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ATi\">Decided January 22, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b617-12\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>Before Judges CIANCIA, LESEMANN and PARRILLO.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b617-13\"><em>Peter A. Garcia, </em>Acting Public Defender, attorney for appellant <em>(Frank J. Pugliese, </em>Assistant Deputy Public Defender, of counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b617-14\"><em>John J. Farmer, Jr., </em>Attorney General, attorney for respondent <em>(Michael J. Williams, </em>Deputy Attorney General, of counsel and on the brief).</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b618-4\"><page-number citation-index=\"1\" label=\"586\">*586</page-number><em>John J. Farmer, Jr., </em>Attorney General, attorney for <em>amicus curiae </em>New Jersey State Parole Board <em>(Michael J. Haas, </em>Assistant Attorney General, of counsel; <em>Gregory A. Spellmeyer, </em>Deputy Attorney General, on the brief).</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b618-5\">The opinion of the court was delivered by</p>\n<author id=\"AXn\">CIANCIA, J.A.D.</author>\n<p id=\"b618-6\">The narrow question presented by this appeal from the denial of post-conviction relief is whether it is illegal for a sentencing judge to specify that the less restrictive sentence be served prior to the more restrictive sentence when consecutive sentences are imposed at the same time for dual convictions arising from a single trial. We hold that such a specification does not render the sentence illegal.</p>\n<p id=\"b618-7\">For present purposes, and to emphasize that defendant’s contention must be limited to a claim of illegal sentence, the history of defendant’s prosecution may be summarized as follows. In 1991 defendant was tried in Essex County on consolidated charges arising from acts committed in Bergen and Essex Counties. He was found guilty of multiple offenses which merged for purposes of sentencing into two first-degree robbery convictions. The robberies were committed about a month apart but on the same victim, a sixty-year-old woman. The violence employed against the victim was substantial.</p>\n<p id=\"b618-8\">On May 20,1991, consecutive sentences were imposed on defendant, one of twenty years with a ten-year parole disqualifier, and the other of fifteen years “flat.” The trial judge quite specifically and emphatically specified that the fifteen-year flat sentence was to be served first:</p>\n<blockquote id=\"b618-9\">If this record is reviewed, I want the Appellate Division to know that the Court has purposely imposed the parole disqualifier on the Essex County indictment to run consecutive to the Bergen County indictment which in effect means the defendant will have to serve the Bergen County term, when he becomes eligible for <page-number citation-index=\"1\" label=\"587\">*587</page-number>parole on the Bergen County term, he will then commence serving his ten-year parole disqualifier on the Essex County term.</blockquote>\n<p id=\"b619-7\">The judgment of conviction was equally explicit.</p>\n<p id=\"b619-8\">Defendant took a direct appeal to this court and the judgment of conviction was affirmed. <em>State v. Ellis, </em>No. A-1693-91T4 (App.Div. Feb. 18, 1993). The issues raised in that appeal included contentions that “aggravating and mitigating factors as well as defendant’s prior criminal history were completely absent from the trial court’s sentencing ____” and “the ... imposition of a minimum period of parole ineligibility without balancing aggravating and mitigating factors was improper.” In affirming the judgment of conviction we said, “[w]e are satisfied the trial judge properly analyzed the aggravating and mitigating factors in imposing sentence.</p>\n<p id=\"b619-11\">Contrary to defendant’s contention the sentencing judge explicitly identified the applicable aggravating factors____” We then listed those factors and characterized them as “an abundance of aggravating factors and no mitigating factors____” (Slip op. at 7-8).</p>\n<p id=\"b619-15\">In 1996 defendant’s first petition for post-conviction relief was denied by the trial court, and in 1999 we affirmed that denial. <em>State v. Ellis, </em>No. A-3157-96T4 (App.Div. Apr. 27, 1999). The Supreme Court granted certification and remanded to this court to consider an ineffective assistance of counsel contention concerning counsel’s failure to request a hearing pursuant to <em>State v. Gross, </em>121 <em>N.J. </em>1, 577 A.2d 806 (1990). <em>State v. Ellis, </em>165 <em>N.J. </em>524, 760 A.2d 779 (2000). On remand, this court again affirmed the denial of defendant’s post-conviction relief. <em>State v. Ellis, </em>No. A-3157-96T4 (App. Div. June 18, 2001). None of these appellate proceedings included a claim by defendant that his sentence was illegal by virtue of the sentencing judge’s specification as to which of the consecutive terms must be served first.</p>\n<p id=\"b619-16\">In 1999, while other appellate proceedings were pending, defendant moved pursuant to <em>R. </em>3:21-10(b) for a change of sentence, alleging for the first time that the trial court’s specification of the <page-number citation-index=\"1\" label=\"588\">*588</page-number>order of sentences was illegal. The trial court ultimately treated the motion as a second petition for post-conviction relief and denied it on the merits. Defendant subsequently submitted a motion seeking entry into a drug rehabilitation program that was also denied. Those adjudications were appealed to this court and placed on the excessive sentence calendar. After hearing argument, we directed full briefing and placement of the appeal on the regular calendar.</p>\n<p id=\"b620-5\">The only issue now presented to us is that the sentencing court “abused its discretion” by ordering defendant to serve a flat term of fifteen years prior to serving a term of twenty years with a ten-year parole bar. As set out more fully later in this opinion, a claim that a sentence is an abuse of judicial discretion is not cognizable on a petition for post-conviction relief. <em>State v. Clark, </em>65 <em>N.J. </em>426, 436-437, 323 A.2d 470 (1974); <em>State v. Flores, </em>228 <em>N.J.Super. </em>586, 550 A.2d 752 (App.Div.1988), <em>certif. denied, </em>115 <em>N.J. </em>78, 556 A.2d 1220 (1989). Rather, we view defendant’s contentions as properly before us as a claim of illegal sentence that may be made at any time. <em>R. </em>3:22-12. Because of the nature of this issue and its relationship to the determination of an initial parole eligibility date, we asked the State Parole Board, through the Attorney General, to submit an amicus brief. That brief has been most helpful in providing us with an understanding of the practical consequences of defendant’s sentence and other information relating to the intricacies of establishing an initial parole date. We now summarize the consequences of defendant’s sentence.</p>\n<p id=\"b620-6\">In essence, the trial court’s direction that the less restrictive sentence be served prior to the more restrictive sentence results in an initial parole eligibility date approximately three years later than if the more restrictive sentence had been served first. The Parole Board explains its calculations as follows. Considering first the fifteen-year flat sentence imposed on May 20, 1991, defendant is entitled to jail, work and commutation credits that reduce the initial parole eligibility date from May 20, 1996, one-<page-number citation-index=\"1\" label=\"589\">*589</page-number>third of the sentence, to June 12, 1994. The Board then applies <em>N.J.S.A. </em>30:4-123.51h, which states:</p>\n<blockquote id=\"b621-6\">When an inmate is sentenced to more than one term of imprisonment, the primary parole eligibility terms calculated pursuant to this section shall be aggregated by the board for the purpose of determining the primary parole eligibility date----The board shall promulgate rules and regulations to govern aggregation under this subsection.</blockquote>\n<p id=\"b621-9\">The primary parole eligibility term of the twenty-year sentence with a ten-year stipulation is ten years, the period of parole disqualification, pursuant to <em>N.J.S.A. </em>30:4-123.51a. The Board adds that ten years to the eligibility date arrived at for the fifteen-year sentence and reaches an aggregated parole eligibility date, in this case, of June 12, 2004. Defendant’s jail credits attributable to the more restrictive sentence are then deducted from that date, and defendant’s primary parole eligibility date becomes May 1, 2003.</p>\n<p id=\"b621-10\">If the sentencing court had directed that the more restrictive sentence be served first, the Parole Board would have established a primary parole eligibility date for defendant of April 7, 2000. This would have been calculated by adding the ten-year stipulation to the date of sentencing and then deducting jail credits. To that date would be added the primary parole eligibility term calculated on the fifteen-year flat sentence, which is initially one-third of the fifteen-year sentence. <em>N.J.S.A. </em>30:4-123.51a. With the application of all applicable credits, defendant’s eligibility date on that flat sentence would be consequently reduced to a date earlier than April 7, 2000, but because the stipulation mandates incarceration until at least that date, the parole eligibility date cannot be earlier. Thus, the “aggregation” results in a parole eligibility date of April 7, 2000. Thus, the flat consecutive sentence would have no influence at all on the establishment of an initial parole eligibility date and the real-time result for this purpose or parole eligibility would be the same as if concurrent sentences had been imposed. The difference in the two calculations is about thirty-seven <page-number citation-index=\"1\" label=\"590\">*590</page-number>months.<footnotemark>1</footnotemark></p>\n<p id=\"b622-5\">The sentencing structure set forth in the New Jersey Code of Criminal Justice (Code) and the legislative rationale behind it have been detailed in a number of cases. <em>State v. Roth, </em>95 <em>N.J. </em>334, 471 A.2d 370 (1984); <em>State v. Hodge, </em>95 <em>N.J. </em>369, 471 A.2d 389 (1984); <em>State v. Flores, supra. </em>We need not repeat that background except to note that, as a general proposition, the discretion of sentencing judges has been significantly limited by the Code. The appropriate ranges, presumptive terms, aggravating and mitigating circumstances, extended terms, mandatory terms, and periods of parole ineligibility are all guided by applicable Code provisions. In exchange for even-handed justice and the reduction of sentencing disparity, the Code restrains the sentencing judge’s discretion. <em>Hodge, supra, </em>95 <em>N.J. </em>at 379, 471 A.2d 389.</p>\n<p id=\"b622-6\">As to consecutive or concurrent sentences, however, the Code as originally enacted gave little more than general discretion to the sentencing court. <em>Roth, supra, </em>95 <em>N.J. </em>at 360, 471 A.2d 370; <em>N.J.S.A. </em>2C:44-5. Over the years, amendments to <em>N.J.S.A </em>2C:44-5 have fleshed out certain specific circumstances related to consecutive or concurrent sentences, but not in a manner to elucidate the question now before us. A trial judge’s discretion remains guided by the seminal precepts set forth in <em>State v. Yarbough, </em>100 <em>N.J. </em>627, 498 A.2d 1239 (1985), <em>cert. denied, </em>475 <em>U.S. </em>1014, 106 <em>S.Ct. </em>1193, 89 L.Ed.2d 308 (1986). Justice O’Hern’s statement in <em>Yarbough </em>remains valid today: “The Code does not define with comparable precision the standards that shall guide sentencing courts in imposing sentences of imprisonment for more than one offense.” <em>Id. </em>at 636, 498 A.2d 1239.</p>\n<p id=\"b623-5\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>Before addressing the <em>Yarbough </em>standards, we note that one section of <em>N.J.S.A </em>2C:44-5 arguably impacts on a sentencing judge’s discretion to direct which sentence is served first. <em>N.J.S.A. </em>2C:44-5e(2) reads, “[wjhen terms of imprisonment run consecutively, the terms are added to arrive at an aggregate term to be served equal to the sum of all terms.” The significance of that sentence to the present issue is unclear because the precise purpose of the statutory language is unclear. It appears to speak to a function occurring after consecutive sentences are imposed. It was part of the original Code and, at that time, there were open issues concerning the aggregation of consecutive sentences imposed at different times. <em>State v. Richardson, </em>208 <em>N.J.Super. </em>399, 409-410, 506 A.2d 43 (App.Div.), <em>certif. denied, </em>105 <em>N.J. </em>552, 523 A.2d 188 (1986); <em>see also In re Fitzpatrick, </em>9 <em>N.J.Super. </em>511, 75 A.2d 636 (Cty.Ct.1950), <em>aff'd o.b., </em>14 <em>N.J.Super. </em>213, 82 A.2d 8 (App.Div.1951) (combining of minima and maxima sentences for administrative purposes, including parole eligibility unauthorized absent statutory authority). As Judge, now Justice, Coleman pointed out in <em>Richardson, </em>the Parole Act of 1948 was still in effect when the Code was enacted in 1978, and the Parole Act did not require aggregation of consecutive sentences imposed at different times. <em>Richardson, supra, </em>208 <em>N.J.Super. </em>at 409-410, 506 A.2d 43. With the advent of the Parole Act of 1979, <em>N.J.S.A </em>30:4-123.45, <em>et seq., </em>sentence aggregation for parole purposes is now governed by <em>N.J.S.A. </em>30:4-123.51h and <em>N.J.AC. </em>10A:71-3.2. The aggregation addressed in the Parole Act and related regulations, however, is not the same aggregation as is found in the Code. The Code addresses aggregation of sentences, apparently with an eye toward parole eligibility. <em>Richardson, supra, </em>208 <em>N.J.Super. </em>at 411, 506 A.2d 43. The Parole Act speaks directly to the aggregation of primary parole eligibility terms. Indeed, in <em>Richardson </em>we found the language of <em>N.J.S.A. </em>2C:44-5e(2) to be somewhat anomalous and recommended “legislative consideration to make judicial aggregation consistent with aggregation by the Parole Board.” <em>Id. </em>at 411, n. 2, 506 A.2d 43. We are satisfied that neither <em>N.J.S.A </em>2C:44-5e(2), nor any other section of the Code, addresses the <page-number citation-index=\"1\" label=\"592\">*592</page-number>judicial discretion to direct the order of consecutive sentences. That authority, if any, must be found in our case law.</p>\n<p id=\"b624-5\">Defendant relies primarily on <em>State v. Lane, </em>279 <em>N.J.Super. </em>209, 652 A.2d 724 (App.Div.), <em>certif. denied, </em>141 <em>N.J. </em>94, 660 A.2d 1193 (1995). There, defendant had received consecutive sentences and the trial court directed that a four-year flat term be served before a consecutive nine-year term with a four and one-half-year period of parole ineligibility. This court believed that such direction was contrary to <em>Yarbough:</em></p>\n<blockquote id=\"b624-6\">In <em>Yarbough, supra, </em>our Supreme Court adopted the guidelines utilized under the Federal Comprehensive Crime Control Act of 1984. 28 <em>U.S.CA </em>§ 991 <em>et seq. </em>The federal guidelines, which are published in an Appendix attached to the Court’s opinion in <em>Yarbough, supra, </em>provide, in pertinent part:</blockquote>\n<blockquote id=\"b624-7\">§ 3-107. [Concurrent and Consecutive Sentences.]</blockquote>\n<blockquote id=\"b624-8\">(d) In all cases in which consecutive sentences are imposed the sentencing court shall direct that the sentence most restrictive of the person’s liberty shall be served first.</blockquote>\n<blockquote id=\"b624-9\"><em>[Yarbough, supra, </em>100 <em>N.J. </em>at 648,498 A.2d 1239.]</blockquote>\n<blockquote id=\"b624-10\">Consequently, in order to comply with these guidelines, defendant’s sentence must be modified to require that he serve the less-restrictive term of four years imposed for defendant’s conviction for unlawful possession of a handgun under the Seventh Count, after he serves the more restrictive term of nine years with a four and one-half year period of parole ineligibility imposed for his conviction for aggravated assault under the Fifth Count.</blockquote>\n<blockquote id=\"b624-11\">[Lane, <em>supra, </em>279 <em>N.J.Super. </em>at 223, 652 A.2d 724.]</blockquote>\n<p id=\"b624-12\">This statement appears to provide a complete answer to the present issue in favor of defendant. In our view, however, <em>Lane </em>misreads <em>Yarbough.</em></p>\n<p id=\"b624-13\">In <em>Yarbough, </em>the Court did not adopt the “guidelines utilized under the Federal Comprehensive Crime Control Act of 1984,” nor does the quoted language of § 3-107 come from those guidelines. Rather, the Supreme Court discussed the relevant sentencing law of seven states and noted that the recently enacted Comprehensive Crime Control Act of 1984 created a commission to adopt guidelines. Apparently, not all of the federal guidelines <page-number citation-index=\"1\" label=\"593\">*593</page-number>were enacted when <em>Yarbough </em>was written,<footnotemark>2</footnotemark> and those that were enacted were not specifically quoted by our Supreme Court. The <em>Yarbough </em>Court adopted six guidelines that were derived from the various jurisdictions surveyed by the Court and certain model laws set out in an appendix. Writing for the Court, Justice O’Hern introduced the six guidelines as follows:</p>\n<blockquote id=\"b625-6\">These various provisions reflect some of the common concerns expressed in the various models of sentencing reform that have been promulgated over the last two decades. (See Appendix). Although varying in content, these disciplines reflect, in whole or in part, the following criteria____</blockquote>\n<blockquote id=\"b625-7\"><em>[Id. </em>at 643, 498 A.2d 1239.]</blockquote>\n<p id=\"b625-8\">The six criteria were then set out:</p>\n<blockquote id=\"b625-9\">(1) there can be no free crimes in a system for which the punishment shall fit the crime;</blockquote>\n<blockquote id=\"b625-10\">(2) the reasons for imposing either a consecutive or concurrent sentence should be separately stated in the sentencing decision;</blockquote>\n<blockquote id=\"b625-11\">(3) some reasons to be considered by the sentencing court should include facts relating to the crimes, including whether or not:</blockquote>\n<blockquote id=\"b625-12\">(a) the crimes and their objectives were predominantly independent of each other;</blockquote>\n<blockquote id=\"b625-13\">(b) the crimes involved separate acts of violence or threats of violence;</blockquote>\n<blockquote id=\"b625-14\">(c) the crimes were committed at different times or separate places, rather than being committed so closely in time and place as to indicate a single period of aberrant behavior;</blockquote>\n<blockquote id=\"b625-15\">(d) any of the crimes involved multiple victims;</blockquote>\n<blockquote id=\"b625-16\">(e) the convictions for which the sentences are to be imposed are numerous;</blockquote>\n<blockquote id=\"b625-17\">(4) there should be no double counting of aggravating factors;</blockquote>\n<blockquote id=\"b625-18\">(5) successive terms for the same offense should not ordinarily be equal to the punishment for the first offense; and</blockquote>\n<blockquote id=\"b625-19\">(6) there should be an overall outer limit on the cumulation of consecutive sentences for multiple offenses not to exceed the sum of the longest terms (including an extended term, if eligible) that could be imposed for the two most serious offenses.<footnotemark>3</footnotemark></blockquote>\n<blockquote id=\"b625-20\"><em>[Id. </em>at 643-644, 498 A.2d 1239.]</blockquote>\n<p id=\"b626-4\"><page-number citation-index=\"1\" label=\"594\">*594</page-number>The language quoted in <em>Lane </em>for the proposition that the more restrictive sentence should be served first is found only as part of the <em>Yarbough </em>appendix. That appendix includes excerpts from four different sources, none of which is the Crime Control Act of 1984. The language quoted in <em>Lane </em>is found in the Model Sentencing and Corrections Act, § 3-107, 10 <em>U.L.A. </em>(1978), reprinted in 10 <em>U.L.A. </em>60 (Supp.1985). The <em>Yarbough </em>Court did not adopt this proffered uniform law as part of its holding. Accordingly, we find <em>Lane </em>not to be controlling on the question presented.</p>\n<p id=\"b626-5\"><em>Yarbough </em>is undisputedly the seminal case on the imposition of consecutive sentences, but we find nothing therein, explicitly or implicitly, that precludes a sentencing judge from requiring that the less restrictive term be served before the more restrictive term. Such a sentence does not specifically run afoul of the guidelines set forth in <em>Yarbough. </em>The Court was well-aware of the language in § 3-107(d) of the Model Sentencing and Corrections Act, but it did not incorporate that language into the guidelines.</p>\n<p id=\"b626-6\">Our Supreme Court has recently taken an expansive view of the discretion vested in a sentencing court when deciding whether to impose consecutive or concurrent sentences. “It follows that a sentencing court may impose consecutive sentences even though a majority of the <em>Yarbough </em>factors support concurrent sentences.” <em>State v. Carey, </em>168 <em>N.J. </em>413, 427-428, 775 A.2d 495 (2001). The Court was there emphasizing that the <em>Yarbough </em>evaluation is qualitative not quantitative, and the guidelines are just that— guidelines. With this approach to concurrent and consecutive sentences, it is difficult to see how a court’s direction to serve one sentence prior to another can constitute an illegal sentence. Implicit within the concept of consecutive sentences is that one will be served before the other. It is also clear that the goal of consecutive sentences is to incarcerate defendant for a greater period of time than would result from a concurrent sentence. Here, the sentence imposed achieves that goal, and it can be argued persuasively that requiring the more restrictive sentence <page-number citation-index=\"1\" label=\"595\">*595</page-number>to be served first would not have achieved that goal. If defendant were to first serve the twenty-year term with the ten-year stipulation, his primary parole eligibility date is entirely controlled by that sentence. The consecutive fifteen-year flat sentence adds nothing to the primary parole eligibility date.<footnotemark>4</footnotemark></p>\n<p id=\"b627-6\">Defendant argues that serving the more restrictive sentence first would not be the equivalent of a concurrent sentence, as the <page-number citation-index=\"1\" label=\"596\">*596</page-number>State contends, because the consecutive nature of the terms may influence and delay the actual parole date, and would also serve to extend the parole period itself. Without commenting on the propriety of a parole date being extended merely by virtue of two sentences being consecutive, we repeat that the primary purpose of a consecutive sentence appears to be the exercise of judicial discretion assuring a greater term of incarceration. That result does not occur if the more restrictive term is served first, at least not with the specific sentences imposed on this defendant.</p>\n<p id=\"b628-5\">Our point is not that this sentence is good or bad in terms of an exercise of discretion, but only that it does not violate the <em>Yarbough </em>guidelines or any statutory provision and is not illegal. <em>State v. Levine, </em>253 <em>N.J.Super. </em>149, 156, 601 A.2d 249 (App.Div.1992); <em>State v. Flores, supra, </em>228 <em>N.J.Super. </em>at 595, 550 A.2d 752. In fact, it appears integral to the concept of consecutive sentences. We do not now address the wisdom of this sentence or test it against the norms of judicial discretion. As Judge Baime detailed in <em>State v. Flores, supra, </em>a claim of excessive sentence or any claim of abused judicial sentencing discretion is not cognizable on post-conviction relief. This applies, “with equal force to defendant’s argument that the consecutive sentences imposed ran afoul of the <em>Yarbough </em>guidelines.” <em>Flores, supra, </em>228 <em>N.J.Super. </em>at 596, 550 A.2d 752; <em>accord State v. Clark, supra, </em>65 <em>N.J. </em>at 437, 323 A.2d 470 (claim of excessive sentence by reason of the aggregation of custodial terms is distinct from claim of illegal sentence and not appropriate for post-conviction relief). The penultimate sentence of <em>Flores </em>is, “[i]n short, defendant’s argument that the consecutive sentences imposed deviated from the <em>Yarbough </em>guidelines was not cognizable on post-conviction relief and was properly rejected by the trial court.” <em>Flores, supra, </em>228 <em>N.J.Super. </em>at 597, 550 A.2d 752.</p>\n<p id=\"b628-6\">Although <em>State v. Clark, supra, </em>also stands for the proposition that the rule preventing excessive sentence claims from being raised in a post-conviction relief proceeding may be relaxed when egregious circumstances are presented, 65 <em>N.J. </em>at 437-438, 323 <page-number citation-index=\"1\" label=\"597\">*597</page-number>A.2d 470, no such circumstances appear in the present case. As previously noted, on direct appeal defendant challenged his sentence and we found no merit in the issues raises. On his first petition for post-conviction relief, no sentencing error was claimed. The time for defendant to contend his sentence was excessive has come and gone. His attempt to use <em>R. </em>3:21 — 10(b) to claim illegality of sentence, was clearly improper. Procedurally, defendant’s motion was correctly treated as a post-conviction relief petition asserting illegality of sentence. <em>R. </em>3:22-12. On the merits, however, that claim fails.</p>\n<p id=\"b629-6\">A few final comments are appropriate. Although specification that the less restrictive sentence be served prior to the more restrictive sentence is not illegal, it may, on a particular occasion, constitute an abuse of discretion. In a very real sense, directing that a less restrictive sentence be served prior to the more restrictive sentence is akin to the discretionary imposition of an additional period of parole ineligibility. It should be imposed only when accompanied by specific findings. <em>R. </em>3:21-4(g); <em>Yarbough, supra, </em>100 <em>N.J. </em>at 643, 498 A.2d 1239; <em>see State v. Kruse, </em>105 <em>N.J. </em>354, 521 A.2d 836 (1987) (so holding in the context of discretionary parole ineligibility terms). A trial court that chooses to impose such a sentence should place on the record the specific consequences of that sentence. <em>R. </em>3:21 — 4&lt;j). A sentencing direction of this nature has a significant impact on defendant’s real “in” time, and should not be rendered casually or with only a vague understanding of its import. The amicus brief submitted by the Parole Board demonstrates the intricate nature of establishing primary parole eligibility dates. The Judicial Education Unit within the Administrative Office of the Courts should ensure that judges assigned to criminal cases have the necessary information to understand the consequences of consecutive sentences.</p>\n<p id=\"b629-7\">Defendant’s denial of post-conviction relief is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b622-7\">A more detailed explanation of these calculations is set out in footnote 4. The Parole Board also informs us that if no specification of the order of service is made by the sentencing court, it seeks clarification from the sentencing court and, failing that, it treats the sentence as if the court had directed the more restrictive sentence to be served first.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b625-21\"> <em>See Yarbough, supra, </em>100 <em>N.J. </em>at 643 n. 6, 498 A.2d 1239.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b625-22\"> This guideline was subsequently nullified by legislative action. <em>N.J.S.A. </em>2C:44-5a(2) (\"There shall be no overall outer limit on the cumulation of consecutive sentences for multiple offenses.”)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b627-7\"> This result ensues, in part, from the Parole Board’s application of <em>NJ.A.C. </em>10A:71-3.2(d), which provides:</p>\n<blockquote id=\"b627-9\">When a consecutive term is imposed, the parole eligibility term derived from the consecutive term, less county jail credits, shall be added to the parole eligibility term derived from the original term, less county jail credits, to determine the aggregate parole eligibility term. Applicable credits ... shall be deducted from the aggregate parole eligibility term....</blockquote>\n<p id=\"b627-10\">If the twenty-year sentence with the ten-year stipulation were to be served prior to the fifteen-year flat sentence, primary parole eligibility on the first sentence would occur at the end of the ten-year stipulation less jail credits because that period is greater than one-third of the sentence less certain credits. <em>NJ.S.A. </em>30:4-123.51(a); <em>NJ.A.C. </em>10A:71-3.2(c)3. Here, that date would be April 7, 2000. That parole eligibility term must then be aggregated with the parole eligibility term resulting from the consecutive fifteen-year term. <em>NJ.S.A. </em>30:4-123.51(h).</p>\n<p id=\"b627-11\">For present purposes, the parole eligibility term derived from the fifteen-year sentence begins at the end of the ten-year stipulation imposed on the first sentence. The parole eligibility term of a fifteen-year sentence is, initially, one-third or five years. <em>NJ.S.A. </em>30:4-123.51(a). That is added to the end of the ten-year stipulation. That five-year period, however, is then reduced by jail credits, <em>N.J.A.C. </em>10A:71-3.2(d), commutation credits in accordance with a schedule published pursuant to <em>NJ.S.A. </em>30:4-140, work credits, <em>NJ.S.A. </em>30:4-92, and a small number of minimum custody credits. <em>Ibid. </em>We are informed by the Parole Board that in this case defendant was entitled to 151 days of jail credit, 1,430 days of commutation credit, 233 days of work credit, and 12 days of minimum security credit, all of which served to bring his primary parole eligibility date on the flat fifteen-year sentence down to April 7, <em>2000 </em>— i.e., the date the ten-year stipulation ends. In fact, however, absent the sentence with the ten-year stipulation, defendant would be entitled to an even greater number of work or minimum custody credits on the fifteen-year term. Those credits, however, cannot be applied because they would serve to reduce primary parole eligibility to a date earlier than the end of the ten-year stipulation. Thus, the twenty-year sentence with a ten-year stipulation winds up controlling the primary parole eligibility date exclusively if that greater sentence is served first.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b629-8\">LESEMANN, J.A.D.,</author>\n<p id=\"A6l\">concurring.</p>\n<p id=\"b629-9\">I write separately because I disagree with the majority’s conclusion that defendant’s request for relief is not cognizable by this <page-number citation-index=\"1\" label=\"598\">*598</page-number>court in this proceeding. I believe defendant has squarely raised a claim that his sentence was illegal, and the claim should be dealt with on its merits.</p>\n<p id=\"b630-5\">The majority concludes its opinion with the acknowledgment that when a trial court imposes consecutive sentences, a “specification that the less restrictive sentence be served prior to the more restrictive sentence ... may, on a particular occasion, constitute an abuse of discretion.” It adds that, “In a very real sense, directing that a less restrictive sentence be served prior to the more restrictive sentence is akin to the discretionary imposition of an additional period of parole ineligibility. It should be imposed only when accompanied by specific findings.” The majority concludes, therefore, that, “A trial court that chooses to impose such a sentence should place on the record the specific consequences of that sentence” since such a directive has a “significant impact on defendant’s real ‘in’ time, and should not be rendered casually or with only a vague understanding of its import.”</p>\n<p id=\"b630-6\">I agree with those observations. What I find distressing is that the trial court here performed none of those tasks and, nevertheless, the majority seems to hold that its action is immune from review by this court and has refused to review a determination which makes a “real” difference of over three years in the minimum time that defendant will be incarcerated. However, while those factors would normally lead me to conclude that defendant’s sentence should be vacated and the matter remanded for re-sentencing, I believe, for the reasons set out later in this opinion, that such an action would represent a meaningless gesture and, accordingly, I concur in the majority’s decision to affirm the decision on appeal.</p>\n<p id=\"b630-7\">The majority cites <em>State v. Flores, </em>228 <em>N.J.Super. </em>586, 596, 550 A.2d 752 (App.Div.1988), <em>certif. denied, </em>115 <em>N.J. </em>78, 556 A.2d 1220 (1989), as holding that a claim of excessive sentence, or abuse of judicial discretion in sentencing, is not cognizable via post-conviction relief. It also says that, under that principle, an “argument that the consecutive sentences imposed ran afoul of the <em>Yarbough </em><page-number citation-index=\"1\" label=\"599\">*599</page-number>guidelines” cannot be submitted by way of post-conviction relief. <em>Ibid. </em>While those quotations are accurate so far as they go, they omit a particularly significant observation by the court in <em>Flores, </em>that “the distinction between an illegal, as opposed to an excessive sentence has, to some extent, lost its validity.” <em>Id. </em>at 592, 550 A.2d 752.</p>\n<blockquote id=\"b631-6\">[T]he distinction between an “illegal” and an “excessive” sentence has become blurred. The issue is now one of degree. At one end of the spectrum are sentences, the <em>quantum </em>or length of which is beyond the maximum provided by law. Such sentences are clearly illegal and correctable in post-conviction relief proceedings. At the other end of the spectrum are sentences which are, at least ostensibly, based upon application of the appropriate aggravating and mitigating factors, but which nevertheless appear to be unreasonable in the sense that they shock the conscience. Most would agree that such sentences are excessive, but not illegal, and thus subject to correction only on direct appeal.</blockquote>\n<blockquote id=\"b631-7\">[228 <em>N.J.Super. </em>at 594-95, 550 A.2d 752.]</blockquote>\n<p id=\"b631-8\"><em>State v. Clark, </em>65 <em>N.J. </em>426, 323 A.2d 470 (1974) also makes clear that the demarcation between what can and cannot be considered on a request for post-conviction relief (PCR) is not the “bright line” which the majority has premised. In <em>Clark, </em>the trial court had sentenced defendant to the Adult Diagnostic and Treatment Center (ADTC) for certain offenses, but had then imposed an additional consecutive sentence for related offenses. The Supreme Court concluded that such a consecutive sentence, following a stay at the ADTC, would “serve no useful purpose” and would be “contrary, under the circumstances present, to the philosophy and purpose of the sex offender act.” <em>Id. </em>at 436, 323 A.2d 470. Accordingly, the Court concluded that the sentences should have been concurrent and not consecutive and “that they can and should now be declared so, which is the relief sought by defendant.” <em>Ibid. </em>With respect to the propriety of its considering such a request by way of an application for PCR, the Court said this:</p>\n<blockquote id=\"A0A\">The rule is, of course, fairly established that mere excessiveness of sentence otherwise within authorized limits, as distinct from illegality by reason of being beyond or not in accordance with legal authorization, is not an appropriate ground of post-conviction relief and can only be raised on direct appeal from the conviction ____We have no intention of altering that rule, but it may be and has been relaxed in egregious circumstances____Authority therefor may be found in <em>R. </em>1:1-2 ... “any rule may be relaxed or dispensed with by the court in which the action <page-number citation-index=\"1\" label=\"600\">*600</page-number>is pending if adherence to it would result in an injustice” and in the safety valve provision now found in the post-conviction relief rule itself, <em>R. </em>3:22-4, excepting from the bar of grounds for such relief raisable but not raised in prior proceedings a ground as to which ... enforcement of the bar would result in fundamental injustice. For the reasons previously given, we conceive this to be a proper case for relaxation. And, of course, this court has full power to correct an excessive sentence.</blockquote>\n<blockquote id=\"b632-5\"><em>[Id. </em>at 436-37, 323 A.2d 470.]</blockquote>\n<p id=\"b632-6\">Here, defendant does not simply assert that his sentence constituted an abuse of discretion, that the court under-valued mitigating circumstances or over-emphasized aggravating factors, that his term was too long, or that the court should have imposed concurrent rather than consecutive sentences. Rather, his challenge to the trial court’s action raises a claim that the sentence imposed on him was not a legal sentence. And that argument is far from frivolous.</p>\n<p id=\"b632-7\">Whether the majority agrees or disagrees with <em>State v. Lane, </em>279 <em>N.J.Super. </em>209, 222-23, 652 A.2d 724 (App.Div.), <em>certif. denied, </em>141 <em>N.J. </em>94, 660 A.2d 1193 (1995), it is clear that in <em>Lane, </em>this court held, in no uncertain terms, that, “In all cases in which consecutive sentences are imposed the sentencing court shall direct that the sentence most restrictive of the person’s liberty shall be served first.” In <em>Lane, </em>the trial court had directed that the defendant first serve the less restrictive of two consecutive sentences (four years) and thereafter serve the more restrictive sentence (nine years with four and one-half year of parole ineligibility). On appeal, this court reversed, based on its conclusion that the Supreme Court in <em>State v. Yarbough, </em>100 <em>N.J. </em>627, 498 A.2d 1239 (1985), <em>cert. denied, </em>475 <em>U.S. </em>1014, 106 <em>S.Ct. </em>1193, 89 <em>L.Ed.2d </em>308 (1986), had adopted the federal sentencing guidelines, which required the opposite of what the trial court had ordered. This court concluded that,</p>\n<blockquote id=\"b632-8\">Consequently, in order to comply with these [federal sentencing] guidelines, defendant’s sentence must be modified to require that he serve the less-restrictive term of four years ... after he serves the more restrictive term of nine years with a four and one-half year period of parole ineligibility____</blockquote>\n<blockquote id=\"b632-9\"><em>[Id. </em>at 223, 652 A.2d 724.]</blockquote>\n<p id=\"b633-5\"><page-number citation-index=\"1\" label=\"601\">*601</page-number>If this court were to follow and apply the holding of <em>Lane, </em>defendant would prevail on this appeal, and should be permitted to serve first his more restrictive Essex County sentence of twenty years with a ten year parole disqualifier, and thereafter his sentence for the Bergen County offense, which was a flat fifteen year term. As the majority acknowledges, defendant would then be eligible for parole some thirty-seven months earlier than he will be under the trial court’s formulation here. The difference is obviously substantial. And the issue — the legal issue — is clear.</p>\n<p id=\"b633-6\"><em>Lane </em>did not suggest that a court, in its discretion, could determine which of two consecutive sentences should be served before the other. It held that a person sentenced to two consecutive sentences <em>must </em>serve the more restrictive sentence first and the less restrictive sentence thereafter. The trial court’s sentence here cannot be squared with <em>Lane.</em><footnotemark><em>5</em></footnotemark><em> </em>If <em>Lane </em>is accepted, then the trial court’s sentence must be set aside.</p>\n<p id=\"b633-7\">In short, simply because this court now concludes that <em>Lane </em>was improperly decided and should not be followed, does not change the fact that defendant has argued that his sentence was illegal, and the majority has ruled it is not. The issue presented, in short, is the illegality of the sentence. The argument is far from specious, and it is being rejected only because this court has determined not to follow a decision of this court rendered in 1995 and not questioned in any published decision since.</p>\n<p id=\"b633-8\">Further, if for some reason I do not perceive, it could be argued that this proceeding does not involve a challenge to an allegedly “illegal sentence,” I think it would be appropriate in any event for this court to employ the “safety valve provision” in <em>R. </em>3:22-4, which authorizes the court to entertain an otherwise barred claim because a refusal to do so would “result in fundamental injustice.” <em>See Clark, supra, </em>65 <em>N.J. </em>at 437, 323 A.2d 470. I would not take that position if the present claim involved no more than the run-of-<page-number citation-index=\"1\" label=\"602\">*602</page-number>the-mill arguments we frequently see, which boil down to claims that a trial court abused its discretion or imposed too harsh a sentence. This claim is different. When it was received, the State’s answering brief seemed to suggest that the difference to a defendant respecting which sentence was served first was insubstantial. Because the significance of the order of sentence .was not clear, this court invited the State Parole Board to submit an <em>amicus </em>brief outlining those conditions. Only when the State Parole Board did so, was the magnitude of the issue clear. If its significance was not immediately clear even to the participants or to this court, it hardly seems reasonable to bar defendant from raising the claim because, we say, he should have done so earlier. The rules of procedure are designed to secure justice while, at the same time, barring excessive, repetitious submission of baseless claims. Defendant’s actions here were neither baseless nor repetitious. They certainly have merit, and they should be dealt with on their merits.</p>\n<p id=\"b634-5\">Notwithstanding the foregoing, I believe that a remand for re-sentencing would amount to a meaningless gesture. I reach that conclusion for a number of reasons.</p>\n<p id=\"b634-6\">First, I agree with the majority’s conclusion respecting <em>State v. Lane. </em>I believe the <em>Lane </em>court did misread <em>Yarbough, </em>and that, in imposing consecutive sentences, the trial court has discretion to prescribe the order in which the consecutive sentences are to be served. Contrary to the holding in <em>Lane, </em>the trial court is not prohibited from requiring that the less restrictive sentence be served prior to the more restrictive.</p>\n<p id=\"b634-7\">Second, as the majority correctly points out in its analysis, if in this case the defendant is permitted to serve the longer sentence before the shorter, the practical effect will be to turn what the court imposed as consecutive sentences into concurrent sentences. While the trial court directed that the defendant should serve two consecutive sentences, one of twenty years with a ten year parole ineligibility and the other a “flat” fifteen years, the result will be <page-number citation-index=\"1\" label=\"603\">*603</page-number>that defendant will serve only a single ten year sentence, less appropriate credits for good behavior, etc.</p>\n<p id=\"b635-6\">Third, since the trial judge has already determined that the defendant should serve the two sentences consecutively, and, by his direction as to which is to be served before the other has also made clear his determination that the order of serving the sentences should not convert consecutive sentences into concurrent sentence, the judge’s determination on remand is virtually certain. Given the judge’s stated determination as to an appropriate sentence, it is inconceivable that he would exercise his discretion in a manner which would undercut all his prior determinations and permit an implicit conversion of consecutive sentences into concurrent sentences. Thus, as noted, I am satisfied that a remand to permit such an exercise of discretion would be a meaningless gesture.</p>\n<p id=\"b635-7\">Nor do I mean to suggest that there has been or would be any impropriety in the trial court’s sentencing here, or its determination to see that the defendant does actually serve two consecutive rather than two concurrent sentences. The crimes were serious and brutal and consecutive sentences were entirely warranted. According, I concur in the result reached by the majority.</p>\n<footnote label=\"5\">\n<p id=\"b633-9\"> <em>Lane </em>was decided on January 26, 1995, after the trial court had imposed sentence on defendant.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}