{
  "casebody": {
    "data": "<casebody firstpage=\"74\" lastpage=\"89\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b104-2\">Argued and submitted December 9, 1988, reconsideration denied August 25, petition for review allowed October 26, 1989</otherdate>\n<p data-order=\"1\" data-type=\"citation\" id=\"Acs\">(308 Or 465)</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AI\">affirmed June 14,</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b104-4\">NORTHWEST MEDICAL LABORATORIES, INC., <em>Appellants, v. </em>BLUE CROSS AND BLUE SHIELD OF OREGON, INC., et al, <em>Respondents.</em></parties>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b104-9\">(A8604-01953; CA A46938)</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b104-10\">775 P2d 863</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b105-12\"><page-number citation-index=\"1\" label=\"75\">*75</page-number>Michael J. Morris, Portland, argued the cause for appellants. With him on the brief was Bennett, Hartman, Tauman &amp; Reynolds, P.C., Portland.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b105-13\">E. Walter Van Valkenburg, Portland, argued the cause for respondents. With him on the brief were Barnes H. Ellis and Stoel, Rives, Boley, Jones &amp; Grey, Portland.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b105-14\">Before Buttler, Presiding Judge, and Warren and Newman, Judges.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b105-15\">BUTTLER, P. J.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b106-3\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>BUTTLER, P. J.</author>\n<p id=\"b106-4\">Plaintiffs appeal from the trial court’s denial of their request for an injunction and other equitable relief under Oregon’s “Little Sherman Act.” ORS 646.725.<footnotemark>1</footnotemark> They allege that defendants conspired to refuse to deal with them, thereby denying them access to a market necessary for effective competition. The action is in equity, and we review <em>de novo. </em>ORS 646.770; ORS 19.125(3); <em>Golden West Insulation v. Stardust Investment Co., </em>47 Or App 493, 615 P2d 1048 (1980).</p>\n<p id=\"b106-5\">Defendants are Blue Cross and Blue Shield of Oregon, Inc. (BCBSO), Good Samaritan Hospital and Medical Center (Good Samaritan), The Northwest Physicians Association, Inc. (NPA), and Oregon Preferred Care Network, Inc. (OPCN). Plaintiffs are Northwest Medical Laboratories, Inc., an independent laboratory that provides testing and similar services, and East Portland X-Ray Clinic, P.C., an independent clinic that provides radiology services.</p>\n<p id=\"b106-6\">The health care financing industry has changed significantly in recent decades. Under traditional “indemnity” health insurance plans, the subscriber pays a premium to the insurer, and the insurer then indemnifies the subscriber for payments made for health care services. The subscriber is able to select any doctor or hospital that the subscriber wishes. Until recently, the only other type of medical service financing available in the Portland area was Kaiser Permanente, a “closed panel” health maintenance organization (HMO), originally organized by Kaiser Industries during World War II to provide health care services to Kaiser employes. An individual covered by Kaiser usually must have medical services performed by the physicians of Northwest Permanente, P.C., or pay the cost himself.</p>\n<p id=\"b106-7\">The cost of providing health care services has risen in <page-number citation-index=\"1\" label=\"77\">*77</page-number>recent years, and so have the premiums for traditional indemnity type insurance plans. In an effort to reduce the cost of premiums to the subscriber, to reduce the cost of services and to compete with Kaiser and traditional indemnity programs, competitors have developed new concepts for the financing of health care. There are now six HMOs competing in the Portland metropolitan area, including Network Health Plan, the HMO organized by defendant OPCN.</p>\n<p id=\"b107-4\">HMOs charge a fixed sum and provide full health care services to subscribers for that fee. Typically, the HMO limits the hospitals and physicians whose services are covered by the plan. A “staff model” HMO owns its own facilities and employs physicians on salary. A “group model” HMO, like Kaiser, does not employ physicians, but contracts with a single group practice for medical services. A “network model” HMO contracts with groups of doctors in multi-speciality groups. The most common HMO is the independent practice model, which, like OPCN, contracts with independent practice medical associations that, in turn, contract with independent health care providers practicing in their own facilities. A plan that limits the providers whose services are covered is a “closed panel” plan.<footnotemark>2</footnotemark></p>\n<p id=\"b107-5\">The competitive strategy of an HMO is to provide complete medical services at less cost than traditional indemnity insurance by controlling unnecessary use of services and promoting preventive medicine. HMOs do this by placing the participating providers at financial risk with respect to the overall performance of the plan, thereby providing an incentive to the providers to reduce costs and unnecessary medical services.</p>\n<p id=\"b107-6\">In early 1984, representatives of three Portland hospitals, including defendant Good Samaritan, met with defendant BCBSO to discuss the possibility of forming an HMO to provide a plan that would compete with the existing Portland area HMOs and other health care plans.<footnotemark>3</footnotemark> Each hospital <page-number citation-index=\"1\" label=\"78\">*78</page-number>obtained the participation of a segment of the physicians on its staff. The physicians, in turn, organized separate independent practice associations, one of which is defendant Northwest Physicians Association, Inc.</p>\n<p id=\"b108-4\">In June, 1984, BCBSO, the three hospitals and three independent practice associations joined together to form a new corporation, defendant OPCN. BCBSO contracted with OPCN to obtain the necessary health care services. OPCN then contracted with the individual provider members to the extent necessary to provide complete services. Each of the seven separate corporations was a member of OPCN, had a representative on its board of directors and contributed $15,000 toward the initial capitalization of the corporation. Later, each contributed another $15,000.</p>\n<p id=\"b108-5\">OPCN developed Network Health Plan (Network). Subscribers to the plan pay a fixed fee for full health care services to be provided by the hospitals, physicians and other service providers designated as Network providers. The Network providers continued to sell health care services to patients not enrolled in Network. The plan is marketed by BCBSO in the Portland area only.<footnotemark>4</footnotemark></p>\n<p id=\"b108-6\">All Network providers are required to participate in a utilization review and quality assurance program; designed to monitor the quality of service and to eliminate the use of needless services, and thereby to control costs and to reduce the price of medical care to consumers. Providers must also accept a discounted fee for the services they render, in order to create a “risk pool,”<footnotemark>5</footnotemark> and must agree to refer patients covered <page-number citation-index=\"1\" label=\"79\">*79</page-number>by the plan only to Network providers.</p>\n<p id=\"b109-4\">Dr. John Santa, Medical Director of Network, testified that OPCN is a “closed panel” HMO. Subscribers must seek services from providers in the plan, except in the case of an emergency. Agreements between physician providers and the three independent practice associations provide:</p>\n<blockquote id=\"b109-5\">“If Physician determines that a Beneficiary requires services not customarily provided by Physician, including without limitation physician services, services of other health care professionals, in-patient hospital services, ancillary hospital services, and laboratory services, Physician will, to the extent possible consistent with good medical practice and patient care, refer, admit or direct the beneficiary to other Program Participants in order to maintain the integrity of the Program and further the interests of NETWORK and the Beneficiary in securing health care services for the Beneficiary in a cost-effective manner. Physician will obtain the consent of the Medical director of NETWORK prior to making any non-emergency referrals to non-Program Participants.”</blockquote>\n<p id=\"b109-6\">Santa testified that the reasons for limiting the number of providers available under the plan are to enable the HMO to control the quality of service, to keep the plan manageable in size and to ensure that all providers are at risk, but not at too much risk. OPCN chose to use the laboratory and radiology services of plan members Good Samaritan and Portland Adventist Hospitals. It also “locked-in” the services of one radiologist, several anesthesiologists, mental health services, vision services and a durable medical equipment supplier.</p>\n<p id=\"b109-7\">Clinical laboratories are regulated by ORS ch 438 and may accept referrals only from a licensed physician or other persons authorized by law. There are many independent laboratories and hospitals in the Portland metropolitan area competing for physicians’ laboratory referrals. Plaintiff Northwest Medical Laboratories is located two blocks from Good Samaritan Hospital.</p>\n<p id=\"b109-8\">Radiologists also depend on physician referrals. Clinics compete on the basis of quality of service. Local hospitals also market radiology services to physicians’ offices. Plaintiff East Portland X-Ray Clinic is located six blocks from Portland Adventist Medical Center.</p>\n<p id=\"b109-9\">Both Northwest Medical Laboratories and East <page-number citation-index=\"1\" label=\"80\">*80</page-number>Portland X-Ray sought to become providers for the plan, but OPCN rejected them because of its decision to rely on member hospitals for those services. Until January 1, 1986, however, OPCN reimbursed plaintiffs for services provided to Network subscribers on referrals from member doctors. After that date, it refused to reimburse them. Plaintiffs claim that they have lost significant revenue as a result of this “lock-in” of radiological and laboratory services.</p>\n<p id=\"b110-4\">1. The plan competes in at least three market categories in the Portland metropolitan area. Network physician providers make up approximately 16.5 to 18.5 percent of all physicians practicing. The hospital providers represent approximately 24 percent of the hospital market. Because plaintiffs claim that their referrals are reduced by the number of patients who, by reason of their participation in the plan, must be referred to plan providers, we conclude that the most relevant market category is the health care financing market. <em>See Hassan v. Independent Practice Associates, P.C., </em>698 F Supp 679, 691 (ED Mich 1988). Subscribers to the plan comprise approximately 2.1 percent of the insured population of Portland and 5 percent of those participating in HMOs in that area. Because BCBSO offers the plan in the Portland metopolitan area only, that market area is the relevant one.<footnotemark>6</footnotemark></p>\n<p id=\"b110-6\">Plaintiffs contend that OPCN’s “lock-in” of laboratory and radiology services violates Oregon’s antitrust law, specifically ORS 646.725, which prohibits all contracts or combinations “in restraint of trade or commerce * * *.” Their only argument on appeal and, therefore, the only one that we consider, is that the arrangement constitutes a refusal to deal that falls within the statutory prohibition. That refusal is in restraint of trade, plaintiffs contend, because it disturbs the “normal dynamics of the market” by requiring doctors who would ordinarily refer their patients to plaintiffs to refer them to plan providers only. Plaintiffs claim that they have been damaged by the loss of revenue.<footnotemark>7</footnotemark></p>\n<p id=\"b111-3\"><page-number citation-index=\"1\" label=\"81\">*81</page-number>Theodore Tosterud, the president and primary shareholder of Northwest Medical Laboratories, testified:</p>\n<blockquote id=\"b111-4\">“Q: * * * Can you explain to the court how your business has been threatened with injury as a result of the lock-in?</blockquote>\n<blockquote id=\"b111-5\">“A: If physicians in the Northwest area that we’re doing business with are physicians that are involved in the Network Health Plan, and before Network Health Plan we were receiving all the physicians’ work from these doctors, now we do not receive all their work. They must split it up. The portion that is Network patients goes to the Network provider and the other part of their work goes to Northwest Medical Laboratories.</blockquote>\n<blockquote id=\"b111-6\">“Q: All right. Now, so it’s clear, you aren’t claiming that all the doctors who signed up for Network were formerly your accounts?</blockquote>\n<blockquote id=\"b111-7\">“A: Not all of them, no.</blockquote>\n<blockquote id=\"b111-8\">“Q: But of the ones that were your accounts and signed up for Network, you have lost that portion of your business?</blockquote>\n<blockquote id=\"b111-9\">“A: I have lost that portion of that business that they drew with the Network Health Plan.</blockquote>\n<blockquote id=\"b111-10\">“Q: And those same doctors continue to send you business on your other non-Network people?</blockquote>\n<blockquote id=\"b111-11\">“A: That’s correct.”</blockquote>\n<p id=\"b111-12\">Tosterud testified, additionally, that Northwest Medical Laboratories continues to receive a large number of referrals of clients insured by BCBSO under other plans, accounting for approximately 10 percent of its gross revenue. It also continues to receive a significant number of referrals of non-Network patients from doctors who are Network providers.</p>\n<p id=\"b111-13\">Gerald Warnock testified on behalf of plaintiff East Portland X-Ray Clinic. He is on the staff of both Portland Adventist Hospital and Good Samaritan Hospital. His clinic participates in every pre-paid health care plan available to it. It applied to become a provider for Network, but OPCN rejected it. Warnock estimates that East Portland X-Ray lost gross revenue of $100,000 in 1986 as a result of being locked out of Network. That clinic’s gross revenue in 1986 was approximately $4,000,000. It continues to receive significant revenues from BCBSO under its non-Network plans and participates in other closed-panel plans in which it is “locked-in” as the provider of radiology services.</p>\n<p id=\"b112-3\"><page-number citation-index=\"1\" label=\"82\">*82</page-number>Few Oregon cases have been decided under ORS 646.725, <em>see King City Realty v. Sunpace, </em>291 Or 573, 633 P2d 784 (1981); <em>Golden West Insulation v. Stardust Investment Co., supra, </em>and none in this context. ORS 646.725 parallels section 1 of the Sherman Antitrust Act, 15 USC § 1, <em>supra </em>n 1, and ORS 646.715(2) provides that “the decisions of federal courts shall be persuasive.”</p>\n<p id=\"b112-4\">2. The plan restrains trade in the sense that providers have some degree of control over who participates as a provider and, by its nature, the plan eliminates competing health care providers with respect to persons who are covered by the plan. If the statute were applied literally, the plan might be prohibited, because “[e]i&gt;ery contract, combination * * * in restraint of trade or commerce is declared to be illegal,” ORS 656.725 (emphasis supplied), just as in section 1 of the Sherman Antitrust Act. However, almost from its inception, the federal act has been interpreted to outlaw only “unreasonable” restraints of trade, which was the common law rule. <em>Standard Oil Co. v. United States, </em>221 US 1, 31 S Ct 502, 55 L Ed 619 (1910). In that case, the United States Supreme Court adopted the so-called “rule of reason,” which requires that the factfinder decide whether, under all of the circumstances, the restrictive practice imposes an unreasonable restraint on competition. Because Oregon adopted the same language used by Congress and did so long after that language had been interpreted to prohibit only unreasonable restraints of trade and because ORS 646.715(2) instructs that federal court decisions shall be persuasive, we interpret ORS 646.725 the same way. <em>See </em>Dunne, “Oregon’s ‘Little Sherman Act,’ ” 56 Or L Rev 331 (1977). Accordingly, we apply the “rule of reason.”</p>\n<p id=\"b112-5\">However, certain restraints are presumed to be unreasonable and, therefore, illegal <em>per se:</em></p>\n<blockquote id=\"b112-6\">“There are certain agreements or practices which because of their pernicious effect on competition and lack of any redeeming virtue are conclusively presumed to be unreasonable and therefore illegal without elaborate inquiry as to the precise harm they have caused or the business excuse for their use * * *. Among the practices which the courts have heretofore deemed to be unlawful in and of themselves are price fixing[,] division of markets, group boycotts and tying arrangements.” <em>North Pac. R. Co. v. United States, </em>356 US 1, 5, 78 S Ct 514, 2 L Ed 2d 545 (1958).</blockquote>\n<p id=\"b113-3\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>The <em>per se </em>approach permits the courts, having gained experience with a particular kind of restraint, to predict with confidence that the rule of reason will condemn it and to apply a conclusive presumption that the restraint is unreasonable, thereby avoiding a potentially lengthy and complicated analysis. <em>Arizona v. Maricopa County Medical Society, </em>457 US 332, 356, 102 S Ct 2466, 73 L Ed 2d 48 (1982). Whether a given restraint is unreasonable <em>per se </em>depends on “whether the practice facially appears to be one that would always or almost always tend to restrict competition and to decrease output * * * or instead one designed to increase economic efficiency and render markets more, rather than less, competitive.” <em>Broadcast Music, Inc. v. CBS, </em>441 US 1, 99 S Ct 1551, 60 L Ed 2d 1 (1979).</p>\n<p id=\"b113-4\">Plaintiffs contend that the “lock-in” feature of Network is just as much a concerted action in restraint of trade as is price fixing and is, therefore, the type of activity that should be considered illegal <em>per se. </em>The trial court held, and defendants argue on appeal, that the agreements between OPCN and the various providers constitute a joint venture; therefore, the conduct of OPCN in excluding certain providers is not “concerted action” and the lack of concerted action is a complete defense to any charge of conspiracy in restraint of trade. That proposition sweeps too broadly. We are not persuaded that either party’s analysis considers all of the factors relevant to a determination of whether OPCN is unreasonably restraining trade in violation of the antitrust laws.</p>\n<p id=\"b113-5\">One of the earliest cases to discuss a refusal to deal is <em>United States v. Colgate &amp; Co., </em>250 US 300, 39 S Ct 465, 63 L Ed 992 (1919). In that case, the Court held that, in the absence of a purpose to create or maintain a monopoly, a private firm might freely exercise its own independent discretion to determine with whom it will and will not deal. However, a <em>concerted </em>refusal to deal, <em>i.e., </em>one not made independently or unilaterally, raises antitrust questions.</p>\n<p id=\"b113-6\">At this point, the joint venture question becomes relevant. Defendants assert that, because the members of OPCN were acting as a single entity, <em>i.e., </em>as a joint venture, they are incapable of a concerted refusal to deal. To support their argument, they draw on language from the United States <page-number citation-index=\"1\" label=\"84\">*84</page-number>Supreme Court’s opinion in <em>Arizona v. Maricopa County Medical Society, supra. </em>In that case, the Court considered an arrangement between two medical associations that formed two foundations made up of 70 percent of the area’s physicians on the one hand and selected health insurers on the other. The agreement fixed maximum prices in order to encourage competition with health insurance plans and to encourage the insurance companies to provide complete health care financing to subscribers if they went to participating providers. The foundations performed three functions: They established maximum fees that participating doctors agreed to accept as payment in full for services; they reviewed the medical necessity and appropriateness of the treatment, and they were authorized to draw checks on insurance company accounts to pay doctors for services performed for covered patients. The Court condemned the agreement as a combination to fix prices, rendering it illegal <em>per se.</em></p>\n<p id=\"b114-4\">The Court considered an argument made by the foundations that, as in <em>Broadcast Music, Inc. v. CBS, supra, </em>the arrangement was “price fixing only in the ‘literal sense,’ ” and was therefore not illegal <em>per se. Broadcast Music </em>involved an antitrust challenge to the marketing of the right to use copyrighted compositions derived from the entire membership of the American Society of Composers, Authors and Publishers. In that case, the Court stated that, although the arrangement involved price fixing in the literal sense, an approach based only on literalness was overly simplistic and did not establish whether the arrangement was “plainly anti-competitive” or without “redeeming virtue,” so as to be illegal <em>per se. </em>The Court held that the blanket license was not a “naked restraint of trade” with no purpose except to shift competition but, rather, it accompanied the efficiencies of integration of sales, monitoring and enforcement against unauthorized copyright use, which would be difficult if left to the individual users and copyright owners. Additionally, the Court held that price fixing was a necessary consequence of the blanket license that had, in a sense, created a new product — a practical method for marketing copyrighted compositions. In <em>Arizona v. Maricopa County Medical Society, supra, </em>on the other hand, the practioners competed with each other. They did not sell insurance or a product different from their medical services. The arrangement merely enabled them to <page-number citation-index=\"1\" label=\"85\">*85</page-number>sell their services at fixed prices. The Court then made this statement:</p>\n<blockquote id=\"b115-4\">“The foundations are not analogous to partnerships or other joint arrangements in which persons who would otherwise be competitors pool their capital and share the risk of loss as well as the opportunities for profit. In such joint ventures, the partnership is regarded as a single firm competing with other sellers in the market.” 457 US at 356.</blockquote>\n<p id=\"b115-5\">Defendants cite the quoted language in support of their position that, if OPCN is a joint venture as described in <em>Maricopa, </em>there can be no antitrust violation, because, as a single firm competing unilaterally with others in the market, OPCN has complete freedom to choose those with whom it will deal. <em>See Monsanto Co. v. Spray-Rite Service Corp., </em>465 US 752, 104 S Ct 1464, 79 L Ed 2d 775 (1984).</p>\n<p id=\"b115-6\">3. The language quoted from <em>Arizona v. Maricopa County Medical Society, supra, </em>addresses the question of why the Court considered the arrangement there to involve more than “literal price fixing.” Here, there is no contention that price fixing is involved. The only claimed violation is a refusal to deal. The Court’s discussion in <em>Maricopa, </em>therefore, is not directly applicable. Additionally, read in the context of the Supreme Court’s entire opinion, the quoted language only suggests that, if the arrangement in <em>Maricopa </em>had involved some greater level of integration between the foundations and the insurance providers, it could have been saved from <em>per se </em>illegality. It does not suggest, and we do not read it to hold, that an arrangement that constitutes a joint venture is <em>ipso facto </em>free from antitrust scrutiny. Firms that are genuinely joined together for the accomplishment of some business purpose are capable of acting concertedly and anti-competitively through a refusal to deal. We hold that, as a general proposition, although the extent of integration among firms engaged in a common enterprise may be relevant to the question of whether the arrangement should be treated as an illegal combination <em>per se, </em>characterizing an agreement as a “joint venture” says nothing about the effect of the arrangement on competition and does not mean that the entity is free from antitrust scrutiny. <em>See United States v. Columbia Pictures Industries, Inc., </em>507 F Supp 412 (SD NY 1980); Pitofsky, “A Framework for Antitrust Analysis of Joint Ventures,” 54 Antitrust L J 893 (1985). We find, in any event, that the <page-number citation-index=\"1\" label=\"86\">*86</page-number>arrangement between the defendants in this case is a joint venture.</p>\n<p id=\"b116-4\">4. The concept of a joint venture carries with it many implications in the field of antitrust law. It may be that joint ventures, by reason of the integration of separate functions of the venturers, bring with them efficiencies that make them more, rather than less, competitive. In some circumstances, the joint venture is the key to a new productive capacity. The individual firms, acting alone, might not be able to compete effectively in a new product market. That is the case here. On <em>de novo </em>review, we find that, although there has not been a complete integration, the individual corporations making up OPCN have combined their services, capital, risk and control in order to provide a new product that none of them could provide separately — a prepaid health plan. There are, as we have said, however, potential anticompetitive effects.</p>\n<p id=\"b116-5\">5. A joint venture may, by refusing to deal with its competitors, close off a market necessary for effective competition and thereby engage in activity that is unlawful <em>per se. See Klor’s v. Broadway-Hale Stores, </em>359 US 207, 79 S Ct 705, 3 L Ed 2d 741 (1959); <em>see also Radiant Burners v. Peoples Gas Co., </em>364 US 656, 81 S Ct 365, 5 L Ed 2d 358 (1961). Here, there is no question but that, in the context of the joint venture, defendants have refused to deal with plaintiffs. In determining whether that conduct is illegal <em>per se, </em>we examine whether the purpose and effect of the exclusion is “to threaten the proper operation of the free market economy — that is, whether the practice facially appears to be one that would always or almost always tend to restrict competition and to decrease output * * * or instead one designed to ‘increase economic efficiency and render markets more rather than less, competitive.’ ” <em>Broadcast Music, Inc. v. CBS, supra, </em>441 US at 19. In the context of a refusal to deal, the cases determining that the conduct is illegal <em>per se </em>have involved arrangements that were not justified by plausible arguments that they were intended to enhance overall efficiency and to make markets more, rather than less competitive, and in which the defendants possessed a dominant position in the relevant market, allowing them to cut the plaintiff off from access to an element necessary for effective competition. <em>Northwest Stationers v. Pacific Stationary, </em>472 US 284, 294, 105 S Ct 2613, 86 L Ed 2d 202 (1985). Here, each of those considerations weighs in defendants’ favor.</p>\n<p id=\"b117-3\"><page-number citation-index=\"1\" label=\"87\">*87</page-number>The reasons given by defendants for excluding plaintiffs from participation in the plan include quality control, economies of scale, cost containment, control of service utilization and the desire to limit the size of the plan to keep it manageable and to control the risk of loss. All of those motives are plausible and pro-competitive, in that they aim for increased efficiency and a reduction in the cost of health care financing to subscribers. They thereby encourage competition among HMOs.</p>\n<p id=\"b117-4\">6,7. If participation in the joint venture confers a “significant competitive advantage” <em>and </em>the venture holds a substantial market position, it may be required to allow competitors to participate or obtain the advantages of membership on a reasonable and nondiscriminatory basis. <em>See </em>Pitofsky, <em>supra </em>54 Antitrust L J at 902. The question is whether the lack of opportunity to participate would seriously diminish the company’s ability to compete. If the HMO possesses no market power, then someone excluded by the venture may be individually injured, but the exclusion is not likely to result in an adverse effect on competition in the relevant market. Under such circumstances, the conduct will not likely have “predominately anti-competive effects” and the firm may avoid <em>per se </em>illegality, <em>see Northwest Stationers v. Pacific Stationary, supra, </em>provided that the restraint does not involve price fixing. <em>See Monsanto Co. v. Spray-Rite Service Corp., supra, </em>465 US at 763.</p>\n<p id=\"b117-6\">We conclude that Network does not possess market power. Its small market share, 2.1 percent of the health care financing in the relevant market area, is not significant. Additionally, there is no indication that there are barriers preventing plaintiffs from competing in that market. In fact, the evidence is to the contrary and shows that plaintiffs are competing effectively by participating in other health plans. We conclude that the exclusion of plaintiffs is not illegal <em>per se.</em><footnotemark><em>8</em></footnotemark></p>\n<p id=\"b118-3\"><page-number citation-index=\"1\" label=\"88\">*88</page-number>8. Under the rule of reason, determining whether an arrangement is an unreasonable restraint on trade is largely factual, involving a balancing of the anti-competitive and the pro-competitive effects on the market. The focus is on the overall relevant market, not just on harm that may result to one individual who competes with respect to one of the many services provided by the HMO. <em>See Davis-Watkins Co. v. Service Merchandise, </em>686 F2d 1190, 1202 (6th Cir 1982). We have addressed the question of anti-competitiveness in our earlier discussion. There is no evidence that plaintiffs’ exclusion from participation in the plan has had an adverse effect on competition. Given that conclusion, we need not engage in a balancing of pro-competitive and anti-competitive effects.<footnotemark>9</footnotemark> <page-number citation-index=\"1\" label=\"89\">*89</page-number>We hold, therefore, that there has been no violation of ORS 646.725.<footnotemark>10</footnotemark></p>\n<p id=\"b119-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b106-8\"> ORS 646.725 provides:</p>\n<blockquote id=\"b106-9\">“Every contract, combination in the form of trust or otherwise, or conspiracy in restraint of trade or commerce is declared to be illegal.”</blockquote>\n<p id=\"b106-10\">Section 1 of the Sherman Antitrust Act, 15 USC § 1, provides, in part:</p>\n<blockquote id=\"b106-11\">“Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b107-7\"> In 1973, Congress enacted the Health Maintenance Organization Act, 42 USC § 300(e), to facilitate the formation and operation of HMOs by making federal financial assistance available and preempting state laws that interfered with their operation. Congress specifically authorized “closed panel” HMOs.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b107-8\"> Plaintiffs concede that the HMO was formed in an effort to reduce premiums for prepaid health insurance and to compete with Kaiser.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b108-7\"> In early 1986, in order to satisfy federal requirements, the owners of OPCN other than BCBSO, including Good Samaritan and Northwest Physicians Association, formed a new joint venture called Northwest Health, Inc. Defendants concede that, if Good Samaritan and Northwest Physicians Association are enjoined from participating in a closed panel HMO, they would also be barred from participation in Northwest Health, Inc.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b108-9\"> The providers accept 80 percent of their normal fee as payment at the time of the service. The remaining 20 percent is placed in the risk pool. If the providers are successful in controlling excess utilization, all or part of the risk pool is distributed to them at the end of the fiscal year. If they are not successful, distribution is minimal or nonexistent. Under the Administrative Services Agreement between OPCN and BCBSO, BCBSO provides “stop loss” coverage to OPCN, which is triggered when claims exceed an agreed percentage of collected premiums. For the segment of services that the stop loss covers, coverage is unlimited. Losses that the stop loss does not cover become OPCN’s operating deficit. We find that, through their contribution of capital and participation in the risk pool, the providers were genuinely “at risk.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b110-7\"> There is no evidence concerning the percentage of the laboratory and radiology markets that the plan providers occupy. Although plaintiffs appeared initially to try to develop a record to support a theory of <em>geographic </em>restraint on trade, they did not follow through with it.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b110-8\"> Plaintiffs suggest that, because we review this case <em>de novo, </em>we can “reverse the trial court based on any legal theory which derives from the facts in the record.” We decline to consider arguments not raised on appeal.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b117-7\"> In his article entitled “Hospital Joint Ventures: Charting a Safe Course Through a Sea of Antitrust Regulations,” 13 American Journal of Law &amp; Medicine, 621, 631, Jonathan M. Joseph discusses the antitrust ramifications of a health plan’s decision to exclude certain providers from participation:</p>\n<blockquote id=\"b117-8\">“A hospital sponsored [health plan] could be susceptible to charges of a group boycott in violation of Section 1 of the Sherman Act if it limits the number of providers in the plan and encourages patients to go only to those providers. Such exclusions should be analyzed under the rule of reason and not under the per se <page-number citation-index=\"1\" label=\"88\">*88</page-number>approach because it is unlikely that a single [health plan] could control the entire medical care market in a particular geographic region. However, such exclusions probably should not be considered detrimental to trade as long as excluded physicians have the option of joining competing [health plans] or handling patients through other insurers or through Medicare or Medicaid. In the extreme case where a [health plan] which is the primary health insurer in the market and is a joint venture of the only two hospitals in the market, excludes certain physicians, the court may probably take a per se approach.</blockquote>\n<blockquote id=\"b118-5\">«* * * * *</blockquote>\n<blockquote id=\"b118-6\">“Courts analyzing charges of group boycotts in the health care industry tend to apply a rule of reason analysis instead of the per se approach. To satisfy the rule of reason test, expulsion from or denial of membership to a [health plan] must be based on reasonable criteria, such as professional standards or operational efficiency rather than on a desire to close a market to a competitor. Under the rule of reason approach, a key element in a court’s deliberation is a degree of market foreclosure which the denial or expulsion may cause a competitor. In the case of a [health plan,] the court’s tendency to favor the rule of reason approach in group boycott cases may be influenced by the fact that group boycotts sometimes encourage competition by forcing other providers to operate competing [health plans] which will generally lead to lower health care prices.” (Footnotes omitted.)</blockquote>\n<p id=\"AKD\">The suggestion in that discussion is that a health plan joint venture that remains small runs less risk of antitrust violations. When the venture becomes large enough to constitute an important segment of the market, the exclusion of certain providers might have the effect of barring competitors from a market that is necessary for competition. Many who have considered the question have determined that a limitation on the number of providers who participate in a health plan is pro-competitive, in that it encourages, rather than restrains, competition, so long as the health plan does not hold too great a share of the market. <em>Op Att’y Gen of Ohio </em>1984-1, Trade Cas (CCH) 65,796 (1983); Weller, “Antitrust and Health Care: Provider Controlled Health Plans and the Maricopa Decision,” 8 American Journal of Law &amp; Medicine 223.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b118-7\"> Where, as here, the determinination whether the arrangement is illegal <em>per se </em>turns in part on whether the defendant has closed the plaintiff off from a market necessary for effective competition and whether the defendant possesses market power, the discrete issue of anti-competitiveness is addressed in the <em>per se </em>analysis, effectively blurring the distinction between the <em>per se </em>analysis and the rule of reason. <em>See Hassan v. Independent Practice Associates, P.C., supra.</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b119-5\"> Because we determine that there is no antitrust violation, we do not reach the question whether defendants’ activities are exempt from ORS 646.725 under ORS 646.740(4).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}