{
  "casebody": {
    "data": "<casebody firstpage=\"548\" lastpage=\"568\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b566-8\">STATE OF CONNECTICUT <em>v. </em>KEITH LABREC</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AY7\">(SC 17126)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b566-9\">Sullivan, C. X, and Borden, Palmer, Vertefeuille and Zarella, Js.</p>\n<p data-order=\"3\" data-type=\"attorneys\" id=\"b567-6\">\n<page-number citation-index=\"1\" label=\"549\">*549</page-number>\n<em>(Two justices concurring separately in one opinion)</em>\n</p>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b567-7\">Argued April 19</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AxQ\">officially released August 17, 2004</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b567-10\"><em>Laila Ghabrial, </em>assistant public defender, with whom was <em>Suzanne Zitser, </em>assistant public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b567-11\"><em>James M. Ralls, </em>assistant state’s attorney, with whom were <em>Mark A. Stabile, </em>supervisory assistant state’s attorney, and, on the <em>brief, PatriciaM. Froehlich, </em>state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b567-12\">\n<em>Opinion</em>\n</p>\n<author id=\"b567-13\">VERTEFEUILLE, J.</author>\n<p id=\"AKy\">The defendant, Keith LaBrec, appeals from the judgment of conviction, rendered following a jury trial, of two counts of sexual assault in <page-number citation-index=\"1\" label=\"550\">*550</page-number>the fourth degree in violation of General Statutes § 53a-73a (a) (1) (A)<footnotemark>1</footnotemark> and two counts of risk of injury to a child in violation of General Statutes § 53-21 (a) (2).<footnotemark>2</footnotemark> On appeal, the defendant seeks to prevail, pursuant to <em>State </em>v. <em>Golding, </em>213 Conn. 233, 567 A.2d 823 (1989), and the plain error doctrine, on his unpreserved claim that the trial court improperly charged the jury regarding its duty to begin deliberations anew following the substitution of a regular juror with an alternate juror after jury deliberations had begun. The defendant contends that the charge that was given violated General Statutes § 54-82h (c),<footnotemark>3</footnotemark> thereby depriving him of his con<page-number citation-index=\"1\" label=\"551\">*551</page-number>stitutionally provided sixth amendment<footnotemark>4</footnotemark> right to a fair and impartial jury trial. We decline to review this claim under either <em>Golding </em>or the plain error doctrine, and, accordingly, we affirm the judgment of conviction.</p>\n<p id=\"b569-6\">The jury reasonably could have found the following facts. In October, 1999, the defendant began residing with his cousin, C.R., his cousin’s wife, L.R., their son, J, and L.R.’s son, M, at their home in Thompson, as part of a child care arrangement.<footnotemark>5</footnotemark>\n<footnotemark>6</footnotemark>The defendant’s primary responsibilities included feeding, dressing and transporting M and J to their baby-sitter after C.R. and L.R. left for work. Sometime during November, 1999, M’s baby-sitter expressed concern to M’s mother about M’s unusual behavior. Specifically, the baby-sitter told M’s mother that M “acted real nervous for a three year old boy” and that M had pulled his pants down in front of another child. M’s mother also noticed that M had been scratching his buttocks and recently had experienced frequent nightmares. After questioning M about his behavior, M’s mother discovered that the defendant had sexually abused M. Following M’s disclosure, C.R. and L.R. immediately terminated the child care arrangement with the defendant.</p>\n<p id=\"b569-7\">Thereafter, recalling that the defendant had been in contact with C.R.’s stepchildren from a previous marriage, C.R. telephoned his former wife and advised her that she should question her children regarding their <page-number citation-index=\"1\" label=\"552\">*552</page-number>interactions with the defendant. Upon questioning, C.R.’s eleven year old stepson, R, disclosed that the defendant had sexually abused him on several occasions at the defendant’s home, approximately three years earlier.</p>\n<p id=\"b570-6\">The defendant subsequently was arrested on charges relating to both M and R. As to M, the defendant was charged with one count each of sexual assault in the first degree in violation of General Statutes § 53a-70 (a) (2)<footnotemark>6</footnotemark> and sexual assault in the fourth degree in violation of § 53a-73a (a) (1) (A), and two counts of risk of injury to a child in violation of § 53-21 (a) (2). As to R, the defendant was charged with one count each of sexual assault in the fourth degree in violation of § 53a-73a (a) (1) (A) and risk of injury to a child in violation of § 53-21 (a) (2). The defendant entered a plea of not guilty on all counts and elected a trial by jury. Upon motion by the state, the two cases later were joined for trial.</p>\n<p id=\"b570-7\">During jury selection, the state and the defendant selected six regular jurors and two alternate jurors. Prior to the start of evidence at trial, the trial court noted for the record that one of the alternate jurors had been substituted for a regular juror who was excused due to a medical problem. The remaining alternate juror was present throughout the trial.<footnotemark>7</footnotemark></p>\n<p id=\"b571-5\"><page-number citation-index=\"1\" label=\"553\">*553</page-number>Prior to the start of deliberations, the trial court instructed the six regular jurors and the remaining alternate as follows: “When you reach a verdict, it must be unanimous. It is the duty of each juror to discuss and consider the opinions of the other jurors. Despite that, in the last analysis, it is your individual duty to make up your own mind and to decide this case upon the basis of your own individual judgment and conscience.” Following the court’s instruction, on May 22, 2002, the six regular jurors retired to the jury room to begin deliberating. The alternate juror was sequestered elsewhere in the courthouse.</p>\n<p id=\"b571-6\">Deliberations continued throughout the day on May 23, 2002. Before deliberations resumed on the morning of May 24, 2002, the trial court announced to the parties that it had discovered that one juror had an extensive criminal record, which he had not disclosed during voir dire. The parties agreed that this juror should be dismissed without a hearing and be replaced by the alternate juror. Thereafter, the trial court substituted the alternate juror for the regular juror pursuant to § 54-82h (c).<footnotemark>8</footnotemark></p>\n<p id=\"b571-7\">Pursuant to § 54-82h (c), the trial court then instructed the reconstituted jury regarding the substitution as follows: “Ladies and gentlemen of the jury, a circumstance has arisen which has caused the court to ask one of the members of the jury to be excused. And we, in that case, have the right to bring in the alternate juror. <em>And based upon that, it is required that you begin your deliberations all over again. </em>Now I am sure that some of the torment and discussion that has <page-number citation-index=\"1\" label=\"554\">*554</page-number>occurred over the course of the last many hours of jury deliberations are not necessary to completely relive. <em>But it is required that you, in essence, begin your jury deliberations all over again. And I think that perhaps it would be helpful to begin by getting the alternate juror [to] have some understanding of where you’ve been and what you’ve discussed, and then go from there. </em>I trust that the foreman of the jury will share the discussions with [the substituted juror] and it is possible that it will not take as long as you think. But nonetheless, this is an unusual procedure, it’s the first time I’ve ever done it. First time any of the lawyers have ever done it. But it was necessary to do in this case.” (Emphasis added.) The defendant did not take exception to these instructions at trial.</p>\n<p id=\"b572-6\">After deliberating for four and one-half hours, the jury returned a verdict of guilty on two counts of sexual assault in the fourth degree and two counts of risk of injury to a child and not guilty with respect to the remaining counts. Thereafter, the trial court rendered a judgment of conviction in accordance with the jury’s verdict.<footnotemark>9</footnotemark> The defendant appealed from the trial court’s judgment of conviction to the Appellate Court and we thereafter transferred the appeal to this court pursuant to General Statutes § 51-199 (c) and Practice Book § 65-1.</p>\n<p id=\"b572-7\">The defendant claims that the trial court violated his sixth amendment right to a fair and impartial jury trial by failing to instruct the reconstituted jury adequately following the substitution of a regular juror with an alternate juror after deliberations had begun in violation <page-number citation-index=\"1\" label=\"555\">*555</page-number>of § 54-82h (c). Specifically, the defendant claims that, by instructing the reconstituted jury to “begin by getting the alternate juror [to] have some understanding of where you’ve been and what you’ve discussed, and then go from there,” the trial court improperly permitted the opinions and viewpoints of the dismissed juror to corrupt the deliberative process, thereby depriving the defendant of his constitutionally guaranteed right to a fair and impartial jury trial.<footnotemark>10</footnotemark> The defendant did not preserve this claim in the trial court, however, and therefore he seeks to prevail pursuant to <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 233, and the plain error doctrine.</p>\n<p id=\"b573-6\">Under <em>Golding, </em>“a defendant can prevail on a claim of constitutional error not preserved at trial only if all of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt.” Id., 239-40. “[T]he first two [prongs of Golding] involve a determination [as to] whether the claim is reviewable; the second two . . . involve a determination [as to] whether the defendant may prevail.” (Internal quotation marks omitted.) <em>State </em>v. <em>Whitford, </em>260 Conn. 610, 621, 799 A.2d 1034 (2002). We conclude that although the record in the present case is adequate for review, the defendant’s claim is not of constitutional magnitude and thus is not suitable for review under <em>Golding.</em></p>\n<p id=\"b574-5\"><page-number citation-index=\"1\" label=\"556\">*556</page-number>“The right to jury trial guaranteed by the Sixth and Fourteenth Amendments is a fundamental right, essential for preventing miscarriages of justice and for assuring that fair trials are provided for all defendants. <em>Duncan </em>v. <em>Louisiana, </em>391 U.S. 145, 158 [88 S. Ct. 144, 20 L. Ed. 2d 491] (1968). Trial by jury in serious criminal cases has long been regarded as an indispensable protection against the possibility of governmental oppression; the history of the jury’s development demonstrates a long tradition attaching great importance to the concept of relying on a body of one’s peers to determine guilt or innocence as a safeguard against arbitrary law enforcement. <em>Williams </em>v. <em>Florida, </em>399 U.S. 78, 87 [90 S. Ct. 1893, 26 L. Ed. 2d 446] (1970). Given this purpose, the essential feature of a jury obviously lies in the interposition between the accused and his accuser of the commonsense judgment of a group of laymen, and in the community participation and shared responsibility that results from that group’s determination of guilt or innocence. Id., [100].” (Internal quotation marks omitted.) <em>Brown </em>v. <em>Louisiana, </em>447 U.S. 323, 330, 100 S. Ct. 2214, 65 L. Ed. 2d 159 (1980).</p>\n<p id=\"b574-6\">The United States Supreme Court has concluded that practices that threaten the “ ‘preservation of the substance of the jury trial guarantee’ ”; id., 331; implicate constitutional concerns. See, e.g., <em>Burch </em>v. <em>Louisiana, </em>441 U.S. 130, 138, 99 S. Ct. 1623, 60 L. Ed. 2d 96 (1979) (conviction for nonpetty offense by only five members of six person jury threatens preservation of substance of jury trial guarantee); <em>Ballew </em>v. <em>Georgia, </em>435 U.S. 223, 231-32, 98 S. Ct. 1029, 55 L. Ed. 2d 234 (1978) (reduction in size of jury to fewer than six persons raises substantial doubt as to fairness of proceeding). The court, however, has further commented that, “[t]hough the line separating the permissible jury practice from the impermissible may not be the brightest ... a line must be drawn somewhere, and the constitutional inviolability <page-number citation-index=\"1\" label=\"557\">*557</page-number>of that border must be scrupulously respected lest the purpose and functioning of the jury be seriously impaired.” (Citations omitted.) <em>Brown </em>v. <em>Louisiana, </em>supra, 447 U.S. 331.</p>\n<p id=\"b575-6\">To this end, this court previously has recognized that “every claim of instructional error is not truly constitutional in nature.” <em>State </em>v. <em>Walton, </em>227 Conn. 32, 64, 630 A.2d 990 (1993). “We have recognized, for example, that claimed instructional errors regarding the elements of an offense; see, e.g., <em>State </em>v. <em>Boles, </em>223 Conn. 535, 543, 613 A.2d 770 (1992); and claimed instructional errors regarding the burden of proof or the presumption of innocence; see, e.g., <em>State </em>v. <em>Adams, </em>225 Conn. 270, 289, 623 A.2d 42 (1993); are constitutional in nature, so as to satisfy the second <em>Golding </em>requirement. We have also recognized, however, that claimed instructional errors regarding general principles of credibility of witnesses are not constitutional in nature. <em>State </em>v. <em>Tatum, </em>219 Conn. 721, 738, 595 A.2d 322 (1991). Indeed, itwould trivialize the constitution to transmute a nonconstitutional claim into a constitutional claim simply because of the label placed on it by a party or because of a strained connection between it and a fundamental constitutional right.” (Internal quotation marks omitted.) <em>State </em>v. <em>Dash, </em>242 Conn. 143, 152, 698 A.2d 297 (1997).</p>\n<p id=\"b575-7\">Although we have not considered the issue previously, on the basis of the foregoing cases, we conclude that the defendant’s claimed instructional impropriety, namely, that the trial court improperly instructed the jury to review the course of its prior deliberations with the newly substituted juror, is not of constitutional magnitude. We previously have considered an instructional impropriety to be of constitutional dimension only when it has gone to the elements of the charged offense, the burden of proof or the presumption of innocence, concepts that undeniably are fundamental to the notion of a fair and impartial jury trial. The claimed failure to <page-number citation-index=\"1\" label=\"558\">*558</page-number>instruct the jury adequately on its duty to begin its deliberations anew following the substitution of an alternate juror for a regular juror after deliberations had begun simply does not implicate core sixth amendment guarantees in the same manner.</p>\n<p id=\"b576-6\">Our conclusion is buttressed by our decision in <em>State </em>v. <em>Williams, </em>231 Conn. 235, 645 A.2d 999 (1994), in which we addressed the constitutionality of mid-deliberation substitutions under our state constitution.<footnotemark>11</footnotemark> In the context of our state constitutional guarantees of a fair and impartial jury trial, we stated that “the mechanisms for providing for and dismissing alternate jurors, and the circumstances under which they may be substituted for regular jurors, do not implicate [state] constitutional rights.” Id., 244.<footnotemark>12</footnotemark> The begin anew instruction required by § 54-82h (c) following the substitution of a <page-number citation-index=\"1\" label=\"559\">*559</page-number>juror after deliberations have begun is part of a procedural mechanism for effectuating juror substitution. Although <em>Williams </em>pertained to our state constitution, we see no reason why the result should be different under the federal constitution. We therefore conclude that the defendant’s claimed instructional impropriety does not raise an issue of constitutional dimension and cannot be reviewed under <em>Golding.</em></p>\n<p id=\"b577-6\">The defendant also seeks to prevail under the plain error doctrine. Specifically, the defendant claims that the trial court committed plain error because the improper jury instruction deprived him of his sixth amendment right to a fair and impartial jury trial. We conclude that the instruction in question did not constitute plain error.</p>\n<p id=\"b577-7\">The plain error doctrine has been codified at Practice Book § 60-5, which provides in relevant part that “[t]he court may reverse or modify the decision of the trial court if it determines . . . that the decision is . . . erroneous in law. . . .” The plain error doctrine “is not ... a rule of reviewability. It is a rule of reversibility. That is, it is a doctrine that this court <em>invokes </em>in order to rectify a trial court ruling that, although either not properly preserved or never raised at all in the trial court, nonetheless requires reversal of the trial court’s judgment, for reasons of policy.” (Emphasis added.) <em>State </em>v. <em>Cobb, </em>251 Conn. 285, 343 n.34, 743 A.2d 1 (1999), cert. denied, 531 U.S. 841, 121 S. Ct. 106, 148 L. Ed. 2d 64 (2000). The plain error doctrine “is reserved for truly extraordinary situations where the existence of the error is so obvious that it affects the fairness and integrity of and public confidence in the judicial proceedings.</p>\n<p id=\"b577-8\">. . . Plain error is a doctrine that should be invoked sparingly. ... A party cannot prevail under plain error unless it has demonstrated that the failure to grant relief will result in manifest injustice.” (Citations omitted; <page-number citation-index=\"1\" label=\"560\">*560</page-number>internal quotation marks omitted.) <em>State </em>v. <em>Toccaline, </em>258 Conn. 542, 552-53, 783 A.2d 450 (2001).</p>\n<p id=\"b578-6\">In the present case, we perceive no impropriety that would result in manifest injustice.<footnotemark>13</footnotemark> Section 54-82h (c) provides in relevant part that “[i]f the alternate juror becomes a member of the regular panel after deliberations began, the jury shall be instructed by the court that deliberations by the jury shall begin anew. . . .” The trial court twice instructed the reconstituted jury of its duty to begin its deliberations anew. The fact that the instruction also contained somewhat inconsistent language suggesting that the five original jurors review their <em>previous </em>deliberations with the substituted alternate juror does not create an “extraordinary [situation] . . that . . . affects the fairness and integrity of and public confidence in the judicial proceedings.” (Internal quotation marks omitted.) <em>State </em>v. <em>Toccaline, </em>supra, 258 Conn. 552. Taken as a whole, the trial court’s instruction does not rise to the extraordinary level required for reversal pursuant to the plain error doctrine. See <em>State </em>v. <em>Davis, </em>261 Conn. 553, 564, 804 A.2d 781 (2002) (jury instructions must be viewed in entirety).<footnotemark>14</footnotemark></p>\n<p id=\"b579-5\"><page-number citation-index=\"1\" label=\"561\">*561</page-number>The judgment is affirmed.</p>\n<p id=\"b579-6\">In this opinion SULLIVAN, C. J., and ZARELLA, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b568-6\"> General Statutes § 53a-73a (a) provides in relevant part: “A person is guilty of sexual assault in the fourth degree when: (1) Such person intentionally subjects another person to sexual contact who is (A) under fifteen years of age . . .</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b568-7\"> General Statutes § 53-21 (a) provides in relevant part: “Any person who ... (2) has contact with the intimate parts, as defined in section 53a-65, of a child under the age of sixteen years or subjects a child under sixteen years of age to contact with the intimate parts of such person, in a sexual and indecent manner likely to impair the health or morals of such child . . . .”</p>\n<p id=\"b568-8\">At the time of the offenses in this case, 1999, § 53-21 did not have subsection designations. Those were added in 2000. See Public Acts 2000, No. 00-207, § 6. The relevant language of the statute, however, did not change. For purposes of convenience and clarity, we refer to the current codification of § 53-21.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b568-9\"> General Statutes § 54-82h (c) provides in relevant part: “Alternate jurors shall attend at all times upon trial of the cause. They shall be seated when the case is on trial with or near the jurors constituting the regular panel, with equal opportunity to see and hear all matters adduced in the trial of the case. If, at any time, any juror shall, for any reason, become unable to further perform the duty of a juror, the court may excuse such juror and, if any juror is so excused or dies, the court may order that an alternate juror who is designated by lot to be drawn by the clerk shall become a part of the regular panel and the trial or deliberation shall then proceed with appropriate instructions from the court as though such juror had been a member of the regular panel from the time when the trial or deliberation began. If the alternate juror becomes a member of the regular panel after deliberations began, the jury shall be instructed by the court that deliberations by the jury shall begin anew. A juror who has been selected to serve as an alternate shall not be segregated from the regular panel except when the case is given to the regular panel for deliberation at which time such alternate juror may be dismissed from further service on said case or may remain in service under the direction of the court.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b569-8\"> The sixth amendment to the United States constitution provides in relevant part: “In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury . . . The sixth amendment right to a jury trial is made applicable to the states through the fourteenth amendment due process clause. See <em>Duncan </em>v. <em>Louisiana, </em>391 U.S. 145, 149, 88 S. Ct. 1444, 20 L. Ed. 2d 491 (1968).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b569-10\"> In accordance with General Statutes § 54-86e, as amended by Public Acts 2003, No. 03-202, § 15, and this court’s policy of protecting the privacy interests of victims in sexual abuse matters, we decline to identify the victims by name, or others through whom the victims’ identity may be ascertained. See <em>State </em>v. <em>Romero, </em>269 Conn. 481, 484 n.3, 849 A.2d 760 (2004).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b570-8\"> General Statutes § 53a-70 (a) provides in relevant part: “A person is guilty of sexual assault in the first degree when such person . . . (2) engages in sexual intercourse with another person and such other person is under thirteen years of age and the actor is more than two years older than such person . . . .”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b570-9\"> Prior to the presentation of evidence, the trial court instructed the jury that “now we only have one alternate. If anything happens to any of the regular members of the jury, either by illness or household emergency, then the remaining alternate would fill in as a regular member of the jury. Similarly, at the conclusion of the case, once jury deliberations begin and the alternate is not part of the regular jury deliberations, we will hold the [alternate] juror in case anybody becomes ill during deliberations, in which case the alternate would fill in and jury deliberations would begin all over again.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b571-8\"> Prior to the substitution of the alternate juror, the trial court noted that § 54-82h (c) recently had been amended to allow this procedure: “I should note for the record that this process ... is not only an unusual procedure and not known to counsel or the court before, but it was only within the last two yeai-s that the statute changed to permit the use of an alternate and to allow this to occur. So we do have statutory authority for it.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b572-8\"> The trial court imposed a total effective sentence of fifteen years imprisonment, suspended after eight years, and twenty years probation. The court imposed the following special conditions of probation: (1) the defendant must register as a sexual offender for ten years; (2) he must submit to sexual counseling and treatment; and (3) he was prohibited from having any unsupervised contact with minors.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b573-7\"> The defendant also claims to have suffered a violation of his rights under article first, §§ 8 and 19, of the Connecticut constitution. Because the defendant has not provided us with any independent analysis of his state constitutional claim, we limit our review to his federal constitutional claim. See <em>State </em>v. <em>Tomlin, </em>266 Conn. 608, 615 n.5, 835 A.2d 12 (2003).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b576-7\"> At the time <em>Williams </em>was decided, the applicable revision of § 54-82h (c) did not provide for mid-deliberation substitutions. “General Statutes [Rev. to 1991] § 54-82h (c) provides: ‘Alternate jurors shall attend at all times upon trial of the cause. They shall be seated when the case is on trial with or near the jurors constituting the regular panel, with equal opportunity to see and hear all matters adduced in the trial of the case. If, at any time, any juror shall, for any reason, become unable to further perform his duty, the court may excuse him and, if any juror is so excused or dies, the court may order that an alternate juror who is designated by lot to be drawn by the clerk shall become a part of the regular panel and the trial shall then proceed as though such juror had been a member of the regular panel from the time when it was begun. A juror who has been selected to serve as an alternate shall not be segregated from the regular panel except when the case is given to the regular panel for deliberation at which time he shall be dismissed from further service on said case.’ ” <em>State </em>v. <em>Williams, </em>supra, 231 Conn. 238 n.5.</p>\n<p id=\"b576-8\">In 2000, § 54-82h (c) was amended to its present form. See Public Acts 2000, No. 00-116, § 6; see also footnote 3 of this opinion.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b576-9\"> Although we overruled Williams in part in <em>State </em>v. <em>Murray, </em>254 Conn. 472, 757 A.2d 578 (2000), “[w]e [did] not, however, overrule that part of <em>State </em>v. <em>Williams, </em>supra, 231 Conn. 243-44, wherein we concluded that ‘the mechanisms for providing for and dismissing alternate jurors, and the circumstances under which they may be substituted for regular jurors . . . does not implicate constitutional rights’ and are thus for the legislature to decide.” <em>State </em>v. <em>Murray, </em>supra, 487 n.9.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b578-7\"> We respectfully note our disagreement with the concurring opinion on two points. First, the federal cases cited in the concurring opinion do not address the issue presented in the present case, namely, an instructional impropriety. Rather, those cases address the constitutionality of mid-deliberation juror substitution generally, and, therefore, are not relevant to the present case. Additionally, we disagree with the concurring opinion’s characterization of our use of <em>State </em>v. <em>Williams, </em>supra, 231 Conn. 235, as controlling on this matter. We recognize that <em>Williams </em>is not controlling; however, we believe that it supports our conclusion reached herein and is helpful in understanding our rationale.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b578-8\"> Although we are not reviewing the merits of the defendant’s claim, we urge trial courts instructing a reconstituted jury pursuant to § 54-82h (c) to avoid language, such as that used in the present case, that is inconsistent with, or undermines the importance of, the jury’s statutory duty to begin its deliberations anew following a mid-deliberation substitution.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b579-7\">BORDEN, J., with whom PALMER, J.,</author>\n<p id=\"AFQ\">joins, concurring. I agree with the majority in its rejection of the claim by the defendant, Keith LaBrec, that his constitutional right to a jury trial was violated by the trial court’s instruction to the jury when, during the jury’s deliberations, the court substituted the alternate for the disqualified regular juror. I reach that result, however, by a different route from that of the majority. I conclude that the defendant’s claim does raise an issue of constitutional magnitude and is, therefore, reviewable under the first two prongs of <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239, 567 A.2d 823 (1989), but that his claim fails on the merits under the third prong of <em>Golding, </em>namely, that “the alleged constitutional violation clearly<footnotemark>1</footnotemark> exists and <page-number citation-index=\"1\" label=\"562\">*562</page-number><em>clearly </em>deprived the defendant of a fair trial . . . .” (Emphasis added.) Id., 240.</p>\n<p id=\"b580-6\">The principal question presented is whether the following instruction, delivered to the jury when the court substituted the alternate for the disqualified regular juror, deprived the defendant of his constitutional right to a jury trial: “Ladies and gentlemen of the jury, a circumstance has arisen which has caused the court to ask one of the members of the jury to be excused. And we, in that case, have the right to bring in the alternate juror. And based upon that, it is required that you begin your deliberations all over again. Now I am sure that some of the torment and discussion that has occurred over the course of the last many hours of jury deliberations are not necessary to completely relive. But it is required that you, in essence, begin your jury deliberations all over again. <em>And I think that perhaps it would be helpful to begin by getting the alternate juror [to] have some understanding of where you’ve been and what you’ve discussed, and then go from there. I trust that the foreman of the jury will share the discussions </em><page-number citation-index=\"1\" label=\"563\">*563</page-number><em>with [the substituted juror] and it is possible that it will not take as long as you think.” </em>(Emphasis added.)</p>\n<p id=\"b581-6\">It is useful to understand what the defendant does not claim on appeal. He does not claim that there was anything improper about the court’s instructions, given twice, that the jurors “begin your deliberations all over again.” Indeed, that is essentially what General Statutes § 54-82h (c) requires.<footnotemark>2</footnotemark> Nor does the defendant claim that the trial court’s instructions were <em>less </em>than what the constitution requires. The defendant’s claim, instead, as I understand it, is that the instructions said too much: focusing on the certain portions of the instructions, which we have emphasized in this opinion, the defendant claims that these instructions necessarily told the jurors to reincorporate into their deliberations the prior discussions to which the now disqualified juror must have contributed and, therefore, tainted the ensuing deliberations by injecting into them the deliberations of someone who was no longer a member of the jury, namely, the disqualified juror.</p>\n<p id=\"b581-7\">Because the defendant did not take an exception to these instructions at the time—when, of course, the <page-number citation-index=\"1\" label=\"564\">*564</page-number>error, if any, could easily have been remedied—he may only prevail, if at all, under <em>Golding </em>or the plain error doctrine.<footnotemark>3</footnotemark> I would reject both bases for reversal of the judgment.</p>\n<p id=\"b582-6\">The majority reasons that this claim is not of constitutional magnitude and, therefore, fails to satisfy the second prong of <em>Golding </em>because the “claimed failure to instruct the jury adequately on its duty to begin its deliberations anew . . . simply does not implicate the core sixth amendment guarantees in the same manner” as such constitutional instructional improprieties as the elements of the offense, the burden of proof and the presumption of innocence. The majority also relies on our decision in <em>State </em>v. <em>Williams, </em>231 Conn. 235, 242-45, 645 A.2d 999 (1994), in which we addressed the constitutionality, under our state constitution, of mid-deliberation substitution of an alternate juror, under General Statutes (Rev. to 1991) § 54-82h (c), which we assumed did not provide for such a substitution. We stated therein: “Having determined that the numerical composition of a noncapital jury does not implicate rights under the state constitution, we conclude, similarly, that the mechanisms for providing for and dismissing alternate jurors, and the circumstances under which they may be substituted for regular jurors, do not implicate constitutional rights.” Id., 244.<footnotemark>4</footnotemark></p>\n<p id=\"b583-3\"><page-number citation-index=\"1\" label=\"565\">*565</page-number>Unlike the majority, I conclude that the defendant’s claim raises a question of constitutional dimension. First, a claim that the court’s instructions impermissibly encouraged the jury’s deliberations to be tainted by the participation of someone who was no longer a member of the jury does, in my view, implicate a core function of the jury. Although thus far we have, as the majority indicates, determined only that instructions on the elements of the offense, the burden of proof, and the presumption of innocence implicate the defendant’s constitutional rights, in my view instructions that arguably encourage the jury to take into account the views of a nonjuror are equally constitutional in nature. It is axiomatic that jury deliberations are to be conducted only among the members of the jury. Therefore, an instruction that arguably encourages a jury to include in its deliberations the views of one who is no longer one of its members implicates its core function of deliberation. Indeed, many federal courts have so concluded, in effect. “Most of the federal courts that have addressed the issue . . . have held that when circumstances require, substitution of an alternate juror in place of a regular juror after deliberations have begun does not violate the Constitution, <em>so long as the judge instructs the reconstituted jury to begin its deliberations anew and the defendant is not prejudiced by the substitution. </em>See, e.g., <em>United States </em>v. <em>Guevara, </em>823 F.2d 446, 448 (11th Cir. 1987); <em>Peek </em>v. <em>Kemp, </em>784 F.2d 1479, 1484-85 (11th Cir. 1986) (en banc), cert. denied, 479 U.S. 939, 107 S. Ct. 421, 93 L. Ed. 2d 371 (1986); <em>Miller </em>v. <em>Stagner, </em>757 F.2d 988, 995 (9th Cir. 1985), cert. denied, <page-number citation-index=\"1\" label=\"566\">*566</page-number>475 U.S. 1048, 106 S. Ct. 1269, 89 L. Ed. 2d 577 (1986), and cert. denied sub nom., <em>Freeman </em>v. <em>Stagner, </em>475 U.S. 1049, 106 S. Ct. 1271, 89 L. Ed. 2d 579 (1986); <em>United States </em>v. <em>Josefik, </em>753 F.2d 585, 587 (7th Cir. 1985), cert. denied sub nom., <em>Soteras </em>v. <em>[United </em>States], 471 U.S. 1055, 105 S. Ct. 2117, 85 L. Ed. 2d 481 (1985); <em>United States </em>v. Hillard, 701 F.2d 1052, 1056-57 (2nd Cir. 1983); <em>United States </em>v. <em>Evans, </em>635 F.2d 1124, 1128 (4th Cir. 1980). But see <em>United States </em>v. <em>Lamb, </em>529 F.2d 1153, 1156-57 (9th Cir. 1975) (enbanc) (finding impermissible coercion of juror when original jury required four hours to render verdict but reconstituted jury required only twenty-nine minutes).” (Emphasis added.) <em>Claudio </em>v. <em>Snyder, </em>68 F.3d 1573, 1575-76 (3d Cir. 1995).</p>\n<p id=\"b584-6\">Second, our decision in <em>State </em>v. <em>Williams, </em>supra, 231 Conn. 235, does not control this question. It is true that we used broad language in that case that could be taken to mean that the whole question of instructions to the jury upon mid-deliberation of a substitute juror is non-constitutional. See id., 244 (“the mechanisms for providing for and dismissing alternate jurors, <em>and the circumstances under which they may be substituted for regular jurors, do not implicate constitutional </em>rights” [emphasis added]). I do not read that language so broadly, however, and do not think that it was so intended. The question before us in <em>Williams </em>involved only whether <em>the fact </em>of such a substitution was constitutional, and did not involve the question of an instruction that arguably could be taken to encourage the reconstituted jury to consider the views of the dismissed juror. In fact, in that case we specifically noted, with emphasis, that the trial court, when it made the substitution, laudably gave extensive and explicit instructions designed to ensure that no such consideration would take place.<footnotemark>5</footnotemark></p>\n<p id=\"b585-5\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>Having concluded that the defendant has met the first two <em>Golding </em>requirements, I also conclude, nonetheless, that his claim of a constitutional violation fails on its merits. First, it cannot be denied that the court’s instructions did tell the jury, twice, to begin anew—to “begin your deliberations all over again.” That is what the constitution requires. <em>Claudio </em>v. <em>Snyder, </em>supra, 68 F.3d 1577. Second, the challenged part of the instructions, in which the court told the jury and its foreman, “And I think that perhaps it would be helpful to begin by getting the alternate juror [to] have some understanding of where you’ve been and what you’ve discussed, and then go from there,” and “I trust that the foreman of the jury will share the discussions with” the new juror, were phrased in very tentative terms and did not specifically refer to the contribution, if any, of the disqualified juror. Thus, those instructions were very generic, general and tentative in tone. Although I agree with the majority that, in the future, trial courts should refrain from any such remarks in order to avoid even the risk or perception of encouraging a rehashing of what the disqualified juror may have said, I cannot <page-number citation-index=\"1\" label=\"568\">*568</page-number>conclude that it is likely that the jury heard the remarks as requiring such a rehashing, or that the foreman felt obligated to engage in such a rehashing. Indeed, because the defendant did not take the opportunity to challenge the instructions while the case was still in the trial court, although not depriving him of review under the first two prongs of <em>Golding, </em>we are deprived of knowing with any degree of confidence whether the process of bringing the alternate juror up to date, so to speak, which the trial court suggested but did not direct, ever even took place. Therefore, it is not reasonably possible that the challenged instructions misled the jury into believing that it should, in its new deliberations, repeat or consider what, if anything, the disqualified juror had said.</p>\n<p id=\"b586-6\">This analysis also leads me to conclude that the trial court’s instructions did not constitute plain error. To put it simply, the challenged language, although imprudent, did not affect the fundamental integrity of the judicial system.</p>\n<footnote label=\"1\">\n<p id=\"b579-8\"> Our familiar four part test for a criminal appellant to prevail is stated in <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40: “[A] defendant can prevail on a claim of constitutional error not preserved at trial only if all of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt. In the absence of any one of these conditions, the defendant’s claim will fail.” The first two prongs involve whether the claim is reviewable, and the second two prongs involve the merits of the claim. <em>State </em>v. <em>Andresen, </em>256 Conn. 313, 325, 773 A.2d 328 (2001).</p>\n<p id=\"b579-9\">In this connection, I note my long-standing confusion about the meaning of “clearly” in the third prong of <em>Golding. </em>I do not know what it means, if anything. Either a constitutional violation exists or it does not. That is a question of law, and I simply do not know what an “unclear” constitutional violation looks like.</p>\n<p id=\"b579-10\">In addition, I also note what seems to me to be an overlap in most cases— that is, in all cases that do not involve structural constitutional errors— between the second part, of <em>Golding’s </em>third prong, namely, that the constitutional violation “deprived the defendant of a fair trial”; <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 240; and the fourth prong, namely, that “if subject to harmless error analysis, the state has failed to demonstrate harmlessness <page-number citation-index=\"1\" label=\"562\">*562</page-number>of the alleged constitutional violation beyond a reasonable doubt.” Id. They overlap because they are the same question. In other words, if the error was harmless, then the defendant was not deprived of a fair trial; or, if the defendant was deprived of a fair trial, then the error cannot be considered harmless. Put another way, an appellate court cannot decide whether a defendant was deprived of a fair trial—and, therefore, is entitled to a new, <em>fair </em>trial—without first deciding whether the error was harmless. See <em>State </em>v. <em>Stevenson, </em>269 Conn. 563, 573-74, 849 A.2d 626 (2004) (equating deprivation of fair trial and <em>Golding </em>analysis for purposes of prosecutorial misconduct claim).</p>\n<p id=\"b580-8\">These questions are, of course, more academic than real, because as I read our line of cases under <em>Golding, </em>it seems to me that none of them turns on whether the claimed constitutional violation was “clear” or not; and in none of them did we determine that the defendant was deprived of a fair trial under the third prong, but that the error was harmless beyond a reasonable doubt under the fourth prong. I simply point out these linguistic anomalies because I think our formulation ought to correspond to what we actually do in such cases.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b581-8\"> General Statutes § 54-82h (c) provides: “Alternate jurors shall attend at all times upon trial of the cause. They shall be seated when the case is on trial with or near the jurors constituting the regular panel, with equal opportunity to see and hear all matters adduced in the trial of the case. If, at any time, any juror shall, for any reason, become unable to further perform the duty of a juror, the court may excuse such juror and, if any juror is so excused or dies, the court may order that an alternate juror who is designated by lot to be drawn by the clerk shall become a part of the regular panel and the trial or deliberation shall then proceed with appropriate instructions from the court as though such juror had been a member of the regular panel from the time when the trial or deliberation began. If the alternate juror becomes a member of the regular panel after deliberations began, the jury shall be instructed by the court that deliberations by the jury shall begin anew. A juror who has been selected to serve as an alternate shall not be segregated from the regular panel except when the case is given to the regular panel for deliberation at which time such alternate juror may be dismissed from further service on said case or may remain in service under the direction of the court.\"</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b582-7\"> “Our jurisprudence regarding the plain error doctrine is weE estabEshed. As we recently repeated: [p]lain error review is reserved for truly extraordinary situations [in which] the existence of the error is so obvious that it affects the fairness and integrity of and pubhc confidence in the judicial proceedings.” (Internal quotation marks omitted.) <em>State </em>v. <em>Pierce, </em>269 Conn. 442, 450, 849 A.2d 375 (2004).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b582-8\"> We then held, however, that the defendant had not shown that the assumed invalid substitution of the alternate juror was harmful under General Statutes (Rev. to 1991) § 54-82h (c). <em>State </em>v. <em>Williams, </em>supra, 231 Conn. 244—45. As the majority aptly notes, we subsequently overruled the harmless error portion of <em>Williams </em>in <em>State </em>v. <em>Murray, </em>254 Conn. 472, 497-99, 757 A.2d 578 (2000), but we did not disturb its analysis under the state constitution. In <em>Murray, </em>we held that the violation of General Statutes (Rev. to 1999) § 54-82h (c), which did not permit substitution of a discharged alternate juror <page-number citation-index=\"1\" label=\"565\">*565</page-number>after deliberations had begun, was structural error not subject to harmless error analysis because, once discharged, the alternate simply ceased to be a juror. Id., 498. In this connection, moreover, I regard as unwise dictum the passage in <em>Murray </em>following that holding; see id., 498-99; in which we suggested that it would be impossible for the remaining jurors to disregard their prior deliberations even if instructed to do so, and I would decline to follow that suggestion.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b584-7\"> We stated: “Specifically, the trial court instructed the jury as follows: ‘Ladies and gentlemen of the jury, as I’ve told you earlier, we have lost one of the jurors .... We have contacted the alternate juror . . . and he is here and he’s available to sit on this case.</p>\n<blockquote id=\"b585-6\"><page-number citation-index=\"1\" label=\"567\">*567</page-number>“ ‘In order to proceed further with deliberations with [the alternate juror], in other words, a jury of twelve, <em>it would be necessary that the jury, you eleven people, start your deliberations anew, start right from the beginning where you started Friday afternoon, late in the afternoon when the case was given to you for deliberation, when the exhibits were delivered in there.</em></blockquote>\n<blockquote id=\"b585-7\">“ ‘And it would be necessary for all of you individually to disregard anything that was said during the course of the discussions you had. And I don’t want to get into what they were, but it’s obvious, to some extent, they at least involved the selection of a foreman and a determination as to what parts of the transcript you wanted read back and maybe some other things were said, that you'd be required to erase that from your minds and start anew and disregard anything that anybody may have said or any ideas or opinions or thoughts any of you may have had based on the discussions.</blockquote>\n<blockquote id=\"b585-8\">“ ‘In other words, <em>start fresh from the first moment you walked into the jury room. And only if all eleven of you can do that can twelve of you continue to deliberate because [ the alternate juror] was not present during those first deliberations.’ ” </em>(Emphasis in original.) <em>State </em>v. <em>Williams, </em>supra, 231 Conn. 240-41 n.8.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}