{
  "casebody": {
    "data": "<casebody firstpage=\"610\" lastpage=\"620\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b632-8\">[Civ. No. 11709.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ag_\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AoE\">Feb. 11, 1969.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b632-9\">In re H. L. R., a Person Coming Under the Juvenile Court Law. JAMES D. MERCER, as Chief Probation Officer, etc., Plaintiff and Respondent, v. REDA MAGUIRE et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b634-7\"><page-number citation-index=\"1\" label=\"612\">*612</page-number>Ervin F. Vaughan, under appointment by the Court of Appeal, for Defendants and Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b634-8\">Thomas C. Lynch, Attorney General, Doris H. Maier, Assistant Attorney General, Edsel W. Haws and Jack R. Winkler, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b634-9\">PIERCE, P. J.</author>\n<p id=\"Aj1\">Appeal from a judgment declaring appellant H.L.R., a minor, to be a ward of the juvenile court under Welfare and Institutions Code section 602. The judgment rests upon a finding that H.L.R. was in possession of marijuana in violation of Health and Safety Code section 11530.<footnotemark>1</footnotemark></p>\n<p id=\"b635-5\"><page-number citation-index=\"1\" label=\"613\">*613</page-number>The basic contention of H.L.B. is that an extrajudicial confession of possession of marijuana was introduced into evidence notwithstanding the absence of any intelligent waiver of the right to counsel at the time the statement was given. A secondary contention is that testimony by others necessary to establish the corpus delicti was the product of the unlawfully obtained confession. Both contentions are sound.</p>\n<p id=\"b635-6\">The minor, H.L.B., then 16 years of age, was under the legal custody of his mother, a resident of Sacramento, but when the events with which we are concerned occurred he was residing with his father and stepmother at South Lake Tahoe where he attended high school. His mother also had remarried. Early on a Sunday morning (approximately 5 a.m.) he was taken in to the sheriff’s office for a curfew violation. He was released to, and taken by, his father to the latter’s home. The father noticed the boy acted strangely, that he talked to himself and had hallucinations. The father phoned a woman who was a family friend. She was also a deputy probation officer. This officer phoned a deputy sheriff. The boy, with the father’s consent, was placed in custody again for questioning. Neither the father nor the stepmother was advised of the boy’s constitutional rights. The officer who called for the minor formed the opinion that he was under the influence of a drug. He was taken to a sheriff’s substation. There he was questioned by the woman probation officer whom the minor’s father had phoned. She believed the minor to be under the influence of a drug which she called “Azmidor.”<footnotemark>2</footnotemark> He was described as being “incoherent.” He was given food and ate it. He then became more coherent but was still to some degree under the influence of the drug. At some point during the custodial proceeding related above his <em>Miranda </em>rights were read to H.L.B. The record does not establish precisely when.<footnotemark>3</footnotemark></p>\n<p id=\"b636-4\"><page-number citation-index=\"1\" label=\"614\">*614</page-number>The several references to Asthmador (see fn. 2) by this witness in her testimony have been noted. (Fn. 3.) The witness also had testified: “Q. Now, do you have any medical training at all as to a person being under the influence of Azmidor, what effect it has, if any, on the person’s ability to think or understand ? A. No, I have not. ’'  We read the evidence (which was admitted over the objection of the minor’s attorney) to determine the question whether an extrajudicial statement was made after a knowing and intelligent waiver of a right to remain silent and of a right <em>then </em>to an attorney. The burden of proof is on the prosecution to show that. <em>(People </em>v. <em>Rodrigues </em>(1967) 256 Cal.App.2d 663, 668 [64 Cal.Rptr. 253].) Since the interrogating officer did not know the nature, characteristics and effects of taking Asthmador and no other evidence was offered on this subject by the district attorney at the hearing, we must assume that the juvenile court judge had informed himself and thus took judicial notice thereof under Evidence Code section 452, subdivision (h). Otherwise, the officer’s testimony could not have been meaningful. This court was unfamiliar with its characteristics until we resorted to the United States Dispensatory and Physicians’ Pharmacology (26th ed.) (Library of Congress Catalog Card Number 67-17443). There we learn that stramonium and belladonna, the active ingredients of Asthmador, are among the sources of atropine, the racemic form of an alkaloid, <em>1-hyoscyamine. </em>The central effects of atropine may be attributed to central stimulation of the vagus nerve and of the respiratory center. There is also a primary depressant action on certain motor mechanisms. Toxic doses, however, after causing restlessness, disorientation, and delirium, ultimately will produce paralysis of the medulla. Under reference to “Actions and Uses” and a subhead “Respiratory Effects ” it is noted that it is used to cheek hay fever and for bronchial asthma. The effect of overdoses is outlined under “Toxicology,” where it is stated: “Atropine poisoning may occur from the ingestion of any of the numerous plants of <page-number citation-index=\"1\" label=\"615\">*615</page-number>which it is the active principle, most frequently however, from either belladonna or stramonium. . . . The most striking symptom is the delirium. In the early stages this manifests itself simply by profuse and incoherent talkativeness; later there is complete confusion, often with hallucinations, sometimes maniacal in character.’ ’<footnotemark>4</footnotemark></p>\n<p id=\"b637-6\">These are the symptoms which the father, the deputy sheriff and the probation officer had noticed. True, the latter testified that she believed that H.L.R. understood his rights “because he recognized me. He knew me. He spoke to me.”<footnotemark>5</footnotemark> On the basis of that statement the court overruled the objection that the waiver was not an intelligent one.</p>\n<p id=\"b637-7\">During the interview which followed the warning, the minor stated that on the previous afternoon he and two 17-year-old boys had shared a marijuana cigarette. He furnished the names of these boys. (He also confessed he had been using marijuana for a considerable period before that.) He also stated to the officer that after the marijuana smoking incident the three boys had purchased 16 capsules of Asthmador. Of these capsules H.L.R. had taken five (at approximately midnight) . Then the boys had walked about the streets of South Lake Tahoe. Later H.L.R. had been taken into custody for the curfew violation mentioned.</p>\n<p id=\"b637-8\">Following the boy’s confession, a petition was filed and the juvenile court proceedings were held from which this appeal is taken.</p>\n<p id=\"b637-9\">The Question op Procedural Due Process</p>\n<p id=\"b637-10\">“ [W]hatever may be their precise impact, neither the Fourteenth Amendment nor the Bill of Rights is for adults alone.” <em>(Re Gault </em>(May, 1967) 387 U.S. 1, 13 [18 L.Ed.2d 527, 538, 87 S.Ct. 1428].) In juvenile court hearings which may lead to commitment of a minor to a state institution the proceedings must measure up to the demands of constitutional due process. <em>(Re Gault, supra, </em>pp. 548-563 of 18 L.Ed.2d.) The court in <em>Gault </em>did not directly reach the questions with which we are confronted here. No extrajudicial statement was there involved. The court said (on p. 538 of 18 L.Ed.2d) : ‘‘ [W] e are not here concerned with the procedures or constitutional rights applicable to the pre-judicial stages of the juve<page-number citation-index=\"1\" label=\"616\">*616</page-number>nile process. ... We consider only the problems presented to us by this ease. These relate to the proceedings by which a determination is made as to whether a juvenile is a 'delinquent’ as a result of alleged misconduct on his part, with the consequence that he may be committed to a state institution. ’ ’</p>\n<p id=\"b638-5\">We do not have to answer here the question of whether the court in <em>Gault </em>deemed an extrajudicial statement offered into evidence at the juvenile court hearing to be ‘‘ applicable to the prejudicial stages of the juvenile process” or “to the proceedings by which a determination is made as to whether a juvenile is a ‘delinquent’. . . .’’In California that question has been resolved by statute.</p>\n<p id=\"b638-6\">Welfare and Institutions Code section 701 provides that “a preponderance of evidence, legally admissible in the trial of criminal eases, must be adduced to support a finding that the minor is a person described in Section 602. . . . ”<footnotemark>6</footnotemark></p>\n<p id=\"b638-7\">The demands of constitutional due process are not met if an extrajudicial statement of the minor containing admissions or a confession is introduced into evidence which statement is in violation of the Miranda<footnotemark>7</footnotemark> requirements. <em>Miranda </em>requires that the minor be warned of his right to remain silent, of his right to have his attorney present when being custodially interrogated, of his right, if indigent, to the appointment of an attorney, and—if he expresses a wish to waive any of such rights—that the waiver be knowing and intelligent. This court applied these rules to juvenile court proceedings in <em>In re Teters </em>(1968) 264 Cal.App.2d 816, 820-821 [70 Cal.Rptr. 749] (hear. den.).</p>\n<p id=\"b638-8\"><em>People </em>v. <em>Lara </em>(1967) 67 Cal.2d 365, at pages 379-391 [62 Cal.Rptr. 586, 432 P.2d 202], contains an exhaustive discourse on the subject of the intelligibility of the waiver by a minor of his right to have an attorney present when he is questioned. Many factors are involved, summed up by the court in the phrase “totality of circumstances.”  Sometimes the question of whether a waiver has been intelligent will be one of fact for the juvenile court’s determination. When the facts inevitably add up to only one reasonable conclusion, however, that a waiver was not knowingly made and not intelligent, a reviewing court must so determine as a matter of law.  When H.L.R. was interrogated by the probation officer he <page-number citation-index=\"1\" label=\"617\">*617</page-number>was, as that officer frankly stated, under the influence of a drug. (He was demonstrating the apparently classic symptoms of an atropine overdosage.) It is true it appears that during the period of his being with this officer and after he had partaken of food his condition had improved. We do not know at what point the warning was given and the asserted “waiver” made. But we are told that he was under the influence of the drug when the statement was made, that he had been up all night after an afternoon and late evening escapade which had included the smoking of marijuana and the swallowing of five capsules of Asthmador, and that as recent to the “waiver” as the commencement of the meeting he was still incoherent and suffering hallucinations. The officer stated in her report: “ [T]his Officer went to the sub-station and attempted to talk to the boy. This was most difficult due to . . . [his] physical condition. He was incoherent and going through the motions of sucking on a cigarette and flicking the ashes in an ash tray even though neither existed.” He was a boy who had never been subjected to juvenile custodial restraint before. He was unaccompanied by a parent. (The officer stated she was alone with H.L.R. when the interrogation took place.) He thought he was talking to a friend of four years acquaintance. He was, in fact, talking to an officer about to file a petition accusing him of “pushing” marijuana—a charge as to which there was not a shred of evidence. Despite the officer’s appraisal that the boy understood his rights—because he recognized her—we must and do find that the waiver he gave was not an intelligent one under the “totality of circumstances” existent.</p>\n<p id=\"b639-6\">H.L.R. did not testify in his own behalf. The only testimony other than the inadmissible extrajudicial statement by the probation officer was given by another boy and girl. The girl did not testify that she had ever seen H.L.R. either smoking or in possession of marijuana. The boy did. His name, and hence his availability as a witness, were admittedly the product of the statement improperly taken from H.L.R.<footnotemark>8</footnotemark></p>\n<p id=\"b640-4\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>The ‘‘Fruit of the Poisoned Tree” Concept</p>\n<p id=\"b640-5\">The court said in <em>People </em>v. <em>Chapman </em>(1968) 261 Cal.App.2d 149, at page 166 [67 Cal.Rptr. 601]: “Information and physical evidence secured as a result of custodial interrogation of arrested persons, without a warning of their rights, may not be used against them.” (And see cases and authorities cited immediately following the excerpt quoted.) The same rule must be applicable when a warning is given which fails to meet <em>Miranda </em>standards.  However, as was also stated in <em>Chapman (id., </em>p. 167) not all evidence which comes to light because of the illegally obtained statement is inadmissible as “fruit of the poisonous tree.” Two factors will test the propriety of use: (1) Has the evidence to which objection is made “been come at by exploitation .of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint”’ (citing, inter alia, <em>Wong Sun </em>v. <em>United States </em>(1963) 371 U.S. 471, 488 [9 L.Ed.2d 441, 455, 83 S.Ct. 407]). (2) Was the asserted “fruit” in fact a product of the statement or would it “have been discovered through an ‘ independent source, ’ such as police investigation independent of the illegal inquiry.” (Citing, inter alia, <em>Nardone </em>v. <em>United States </em>(1939) 308 U.S. 338, 341 [84 L.Ed. 307, 312, 60 S.Ct. 266].)  In <em>Chapman </em>we found that the police had already embarked upon a thorough and diligent investigation which unquestionably would have uncovered the same evidence as that furnished in the tainted statement. The same is not true here. This minor’s confession was admittedly not only the sole means by which the testimony used against him was obtained, it also appears that without his statement none of the marijuana smoking activities uncovered among his circle of friends' would ever have been brought to light. It is perhaps grimly significant that it was not the effects of marijuana smoking which triggered the discoveries made here but the alarming effects of. an overdose of a drug, the purchase of which is not restricted<footnotemark>9</footnotemark> and the use of which to produce “kicks” apparently is not proscribed by law.</p>\n<p id=\"b640-7\">Prohibition of the use of evidence obtained via a violation of Fifth Amendment rights—the context in which it is expressed here—has also been applied where Fourth Amendment rights have been violated. In a case where a handwriting exemplar had been obtained from defendant charged with forgery following his arrest under an invalid arrest warrant, <page-number citation-index=\"1\" label=\"619\">*619</page-number>it was held: “The state may not use evidence to convict an accused which it obtained by exploiting an illegal arrest or detention.” <em>(People </em>v. <em>Sesslin </em>(1968) 68 Cal.2d 418, 426-427 [67 Cal.Rptr. 409, 439 P.2d 321].)</p>\n<p id=\"b641-6\">Summary</p>\n<p id=\"b641-7\">Re <em>Gault (supra) </em>387 U.S. 1 [18 L.Ed.2d 527], is more than an opinion stating a rule. It is a well documented compendium on the problems of juvenile delinquency. The reasons for its enunciated rule are forcefully stated in the opinion. We borrow samplings (from p. 544 of 18 L.Ed.2d). It says that although it is the law’s policy to “ ‘hide youthful errors from the full gaze of the public and bury them in the graveyard of the forgotten past,’ ” that aim is more frequently “rhetoric than reality.” Usually the record, or an abstract thereof, finds its way into the files of the police, the FBI and the military. Sometimes it is even made accessible to private employers. And “ [p]rivate employers word their application forms to produce information concerning juvenile arrests and court proceedings. ’ ’</p>\n<p id=\"b641-8\">. The opinion further points out <em>{id., </em>on p. 545) that the <em>parens patriae </em>idea of “benevolent and wise institutions of the State” proving guidance and help “ ‘to save . . . [the minor] from a downward career ’ ” has statistically been shown not to be at all that successful. ‘ ‘ [R] ecent studies have, with surprising unanimity, entered sharp dissent as to the validity of this gentle conception. They suggest that the appearance as well as the actuality of fairness, impartiality and orderliness—in short, the essentials of due process—may be a more impressive and more therapeutic attitude so far as the juvenile is concerned. ’ ’ The postulation of two authors is cited.<footnotemark>10</footnotemark> It is that whenever juvenile courts do not scrupulously follow the principles of procedural due process in their dealings with minors—whenever the juvenile is lulled into a feeling of security only to receive stern disciplining— he “feels that he has been deceived or enticed,” and thus rebels against and resists the rehabilitative efforts of the court personnel.</p>\n<p id=\"b641-9\">The facts in <em>Gault </em>and the treatment the juvenile there involved received were far different than in the ease before this court. There the minor found himself, after proceedings which were shockingly summary in nature, incarcerated in a <page-number citation-index=\"1\" label=\"620\">*620</page-number>prison (albeit it was called an \"industrial school”). We, make no such criticism of the treatment afforded the minor now before this court. Between the evidence legally admitted and that set forth in a probation report (not fulfilling the requirements of section 701 but nevertheless honestly written), it is abundantly clear that the juvenile, by his bahavior, had demonstrated he was vulnerable to future serious trouble. He was turned over to his parents with stern admonitions to the boy, and no doubt to the parents—and both parents and child badly needed such warnings. But the precepts of due. process extend to methods as well as results. Moreover, as we have explained, the fouled up findings here (see fn. 1) could have as unfortunate an effect upon the future of this juvenile as the violation of his <em>Miranda </em>rights.</p>\n<p id=\"b642-5\">It is ordered that the title pertaining to this appeal be corrected to read: “In re H.L.R.,<footnotemark>11</footnotemark> a Minor. (See <em>In re M.G.S. </em>(1968) 267 Cal.App.2d 329, 340, fn. 4 [72 Cal.Rptr. 808]; Welf. &amp; Inst. Code, § 827.) The findings and judgment of the Juvenile Court of Sacramento County, dated and filed March 28, 1967, are void and are hereby vacated. The \"order” of the Juvenile Court of El Dorado County, dated January 27, 1967, and entered February 2, 1967, adjudging said minor to be a ward of the juvenile court under Welfare and Institutions Code section 602 is reversed.</p>\n<p id=\"b642-6\">Friedman, J., and Regan, J., concurred.</p>\n<p id=\"b642-7\">Respondent’s petition for a hearing by the Supreme Court was denied April 9,1969.</p>\n<footnote label=\"1\">\n<p id=\"b634-10\">We oversimplify. What happened was this: It was originally charged in a petition filed in the Juvenile Court of El Dorado County that H.L.R. <em>‘ ‘ </em>sold and gave marijuana to numerous minors, thereby violating section 11531 of the Health and Safety Code of the State of California.” There was no evidence to support that charge. During the hearing that fact was noted by an objection made by the minor’s attorney. The district attorney thereupon amended the petition by interlineation to charge the minor with possession of marijuana in violation of Health and Safety Code section 11530. The Juvenile Court of El Dorado County found in accordance with the amended petition. It also found he was a legal resident of Sacramento County. Under Welfare and Institutions Code section 750 proceedings were transferred to the juvenile court of that county. In that court no evidence whatever was taken. There was an <page-number citation-index=\"1\" label=\"613\">*613</page-number>incorrect statement by a deputy probation officer of Sacramento County that the minor had been found by the Juvenile Court of El Dorado County <em>to have furnished marijuana in violation of section 11531. </em>The Sacramento County Juvenile Court made its findings in accordance with <em>that </em>statement. The minor was represented by a deputy public defender of Sacramento County (an attorney other than the attorney who had represented him in El Dorado County). The Sacramento County attorney did not correct the misstatement. There was no real or valid hearing in Sacramento County.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b635-8\">This unquestionably refers to “Asthmador.” That is a proprietary product. Its active ingredients are stramonium and belladonna.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b635-9\">During the <em>voir dire </em>examination in the El Dorado Juvenile Court proceedings the probation officer-witness testified she had read from a <em>‘‘ Miranda </em>card ’ <em>’ </em>containing numbered statements. The transcript states: ‘‘ Q. Now, during the time you were advising of these four rights, you <page-number citation-index=\"1\" label=\"614\">*614</page-number>enumerated 1 through <em>i, </em>did he make any response whatsoever to you? A. Well, at first when I talked to the boy, Mr. Ligda, he was under the influence of Azmidor and Ms answers to me were nods of the head except with the exception of Questions 5 and 6; he answered affirmatively. Q. He was under the influence of Azmidor, is that what you said? A. Yes, sir. Q. How long did this advising of rights take and the obtaining of the two affirmative answers, 15 or 30 seconds? A. Maybe, I would say approximately. Q. Maybe a minute— Would it be fair to say he was under the influence of Azmidor the whole minute or throughout the entire . proceedings, the whole minute ? A. I assume so. ”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b637-13\">Taking overdoses of the drug is said not usually to be fatal. It is sold over the counter in drug stores.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b637-14\">H.L.R. had been acquainted with the witness, according to her testimony, for four years. It was a social acquaintance. The witness also knew the parents. She said: \"I know the boy quite well. <em>’’</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b638-9\">Section 602 relates to minors asserted to have committed crimes.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b638-10\"><em>Miranda </em>v. <em>Arizona </em>(1966) 384 U.S. 436 [16 L.Ed.2d 694, 86 S.Ct. 1602, 10 A.L.R.3d 974].</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b639-7\">A petition alleging violation of Health and Safety Code section 11531 had been filed against another youth, one of the companions of H.L.R. mentioned by him as having shared a “roach” with the group the day before. His and the case of H.L.R. were consolidated for hearing. The other boy volunteered testimony. During the course of his statement there is an offhand remark to the effect that he had told the probation officer that the minor now before us “had got some” marijuana from one C.E. This statement, standing alone, cannot constitute substantial evidence of weight necessary to support a finding. Moreover, it falls within the same proscription as that to be noted below:</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b640-8\">It is not classified as a dangerous drug. (Health &amp; Saf. Code, § 11901.)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b641-10\">Wheeler and Cottrell, Juvenile Delinquency—Its Prevention and Control (Russell Safe Foundation, 1966), p. 35.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b642-8\">The intials we use are a symbol only.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}