{
  "casebody": {
    "data": "<casebody firstpage=\"1268\" lastpage=\"1270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1362-10\">Abdullah MUHAMMAD, Plaintiff-Appellant, v. Richard W. DeROBERTIS, Warden, Mr. M.T. Treeola, and Dr. Somnaesy, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1362-13\">No. 85-1149.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1362-14\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1362-15\">Submitted March 24, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1362-16\">Decided April 17, 1986.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1363-10\"><page-number citation-index=\"1\" label=\"1269\">*1269</page-number>Abdullah Muhammad, Maywood, Ill., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1363-11\">Thomas A. Ioppolo, Ill. Atty. Gen. Office, Chicago, Ill., for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1363-12\">Before BAUER, CUDAHY, and POS-NER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1363-13\">POSNER, Circuit Judge.</author>\n<p id=\"b1363-14\">This opinion is a sequel to <em>Averhart v. Arrendondo, </em>773 F.2d 919 (7th Cir.1985), where we noted the potentially catastrophic consequence for an appellant of filing a motion for a new trial or a motion to alter or amend the judgment after filing a notice of appeal from the judgment. In this case, attorney Morano was appointed to represent Abdullah Muhammad in a prisoner’s civil rights case brought under 42 U.S.C. § 1983. On January 24 of last year, the district judge after trial entered a judgment on the merits for the defendants and dismissed the case. That same day Morano told Muhammad he would not represent him on appeal, and Muhammad told him that if he appealed he would do so <em>pro se. </em>On January 30 Muhammad filed a notice of appeal. On February 1, which was within the 10-day period allowed for filing a motion under Rule 59(b) for a new trial, Mora-no filed such a motion in his capacity as Muhammad’s trial counsel. The consequence was to make the earlier-filed notice of appeal a nullity. <em>Griggs v. Provident Consumer Discount Co., </em>459 U.S. 56, 61, 103 S.Ct. 400, 403, 74 L.Ed.2d 225 (1982) (per curiam). On February 12 the district judge denied the motion for a new trial. Muhammad did not file another notice of appeal. Therefore his appeal is time-barred and must be dismissed.</p>\n<p id=\"b1363-16\">This unfortunate result seems due to lawyer Morano’s having failed to ascertain, when he filed his motion for a new trial on Muhammad’s behalf, whether Muhammad had filed a notice of appeal. Certainly this elementary precaution should have been taken, and we hope will be in the future to prevent a recurrence of this unfortunate, easily avoidable, but now irremediable forfeiture of procedural rights. We hereby direct Mr. Morano to show cause why he should not be disciplined for misconduct in this matter in accordance with Rule 46(c) of the Federal Rules of Appellate Procedure. His return to the rule is due 21 days from the date of this order.</p>\n<p id=\"b1363-17\">Morano has told us that he thinks the district judge should have advised Muhammad of the problem. But notices of appeal, though filed in the district court, generally are not directed to the attention of the district judge; and certainly a lawyer should not count on the judge’s putting two and two together and realizing that by filing a Rule 59 motion the movant is nullifying his earlier-filed notice of appeal. Moreover the judge might reasonably expect that the movant was planning to file a new notice of appeal when and if the Rule 59 motion was denied. Morano’s withdrawal as Muhammad’s appellate counsel did not entitle Morano to sabotage Muhammad’s <em>pro se </em>appeal by filing a post-trial motion that nullified the notice of appeal, without (so far as appears) advising Muhammad of this consequence.</p>\n<p id=\"b1363-18\">We repeat our suggestion in <em>Aver-kart </em>that district judges, when they deny <page-number citation-index=\"1\" label=\"1270\">*1270</page-number>Rule 59 motions filed by <em>pro se </em>litigants, advise the litigant that he must file a new notice of appeal within 30 days (60 in a federal government case) if he wants to appeal from the underlying judgment, because any notice of appeal he filed before he made his Rule 59 motion will have been nullified by that motion. But in this case the Rule 59 motion was filed by a lawyer; and the primary responsibility for preventing the destruction of the litigant’s appellate rights was the lawyer’s, unless there are circumstances of which we are unaware, and Mr. Morano can explain them in his response to our order to show cause.</p>\n<p id=\"b1364-4\">Appeal Dismissed; Order to Show Cause Issued.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}