{
  "casebody": {
    "data": "<casebody firstpage=\"1522\" lastpage=\"1524\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1616-10\">EMPLOYERS’ FIRE INSURANCE COMPANY, Plaintiff, v. CANAL INSURANCE COMPANY, Defendant. CANAL INSURANCE COMPANY, Plaintiff-Counter-Claim-Defendant-Appellee, v. EMPLOYERS’ FIRE INSURANCE COMPANY, Defendant-Counter-Claim-Plaintiff/Cross-Claim-Defendant-Appellee, John Calvin Smith, Defendant-Cross-Claim-Plaintiff/Counter-Claim-Plaintiff-Appellant, Jimmy Carter, Defendant-Cross-Claim-Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1616-20\">No. 84-8821.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1616-21\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1616-22\">May 13, 1986.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1616-23\">Richard B. Eason, Jr., Atlanta, Ga., for John Calvin Smith.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1616-24\">Gary L. Seacrest, Stephen M. Worrall, Atlanta, Ga., for Employer’s Fire Ins. Co.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1616-26\">Before RONEY and FAY, Circuit Judges, and DUMBAULD<footnotemark>*</footnotemark>, Senior District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1616-30\"> Honorable Edward Dumbauld, Senior U.S. District Judge for the Western District of Pennsylvania, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1616-27\">PER CURIAM:</author>\n<p id=\"b1616-28\">In this diversity action, the Court certified to the Supreme Court of Georgia a controlling question of state law. <em>Employers’ Fire Insurance Co. v. Canal Insurance Co., </em>769 F.2d 714 (11th Cir.1985).</p>\n<p id=\"b1617-4\"><page-number citation-index=\"1\" label=\"1523\">*1523</page-number>The Court has now answered the certified question in an opinion attached hereto as an Appendix. <em>See Smith v. Employers Fire Insurance Co., </em>340 S.E.2d 606 (Ga. 1986).</p>\n<p id=\"b1617-5\">The district court reached a contrary decision. This being a diversity case, the federal court is bound by the interpretation of the Georgia law by its Supreme Court. The judgment of the district court is reversed and the case remanded for further proceedings to correctly apply the Georgia law.</p>\n<p id=\"b1617-6\">REVERSED and REMANDED.</p>\n<p id=\"b1617-7\">APPENDIX</p>\n<p id=\"b1617-8\">SMITH</p>\n<p id=\"b1617-9\">v.</p>\n<p id=\"b1617-10\">EMPLOYERS’ FIRE INSURANCE COMPANY et al.</p>\n<p id=\"b1617-11\">No. 42663.</p>\n<p id=\"b1617-12\">Supreme Court of Georgia.</p>\n<p id=\"b1617-13\">March 11, 1986.</p>\n<p id=\"b1617-14\">SMITH, Justice.</p>\n<p id=\"b1617-15\">John Smith, the appellant, appealed a ruling by the United States District Court for the Northern District of Georgia which granted Smith’s insurer, appellee Employers’ Fire Insurance Co., priority over Smith in recovering from the insurer of Jimmy Carter, the tortfeasor who injured Smith in a car wreck. The United States Court of Appeals for the Eleventh Circuit subsequently certified the following question to this court: “Is a no-fault insurer which has paid personal injury benefits to its insured injured in a 1981 motor vehicle accident, entitled, under Georgia law, to a right of action by subrogation against the tort-feasor’s liability insurer before its [insured] is fully compensated for uncompensated economic and non-economic losses?” We respond in the negative.</p>\n<p id=\"b1617-18\">A truck driven by Carter, which weighed over 6500 pounds, ran into a stationary car occupied by Smith, causing Smith personal injuries and medical expenses, he alleges, in excess of $100,000. Employers’ paid Smith $50,000 pursuant to his no-fault policy. Carter owned a policy with appellee Canal Insurance Co. for $50,000 coverage. When Smith and his insurer both claimed the right to recover from Carter's policy, Canal filed an interpleader action to determine its rights and liabilities relative to Smith and Employers’.</p>\n<p id=\"b1617-19\">The District Court, citing <em>McGlohon v. Ogden, </em>251 Ga. 625, 308 S.E.2d 541 (1983), ruled that Employers’ could recover the amount it had paid Smith from the tort-feasor’s insurance company before Smith was entitled to recover for any of his damages from the tortfeasor’s insurer. The Eleventh Circuit Court of Appeals read <em>McGlohon, </em>supra, as simply preventing a plaintiff from receiving a double recovery in a situation where the plaintiff’s insurer is entitled to subrogation. We agree with the Eleventh Circuit<footnotemark>1</footnotemark> and thus reach the following question of the proper application of OCGA § 33-34-3(d)(l): Where Smith’s insurer has paid him to the limits of his policy, and he is still not fully compensated for his injuries, does he get the first shot at the tort-feasor’s insurance to compensate him fully, or does his insurer receive the first shot at the tort-feasor’s insurance to compensate it for the money that it paid to Smith under his policy?</p>\n<p id=\"b1617-20\">As the appellee notes, the legislature has set out separate procedural and substantive rules for dealing with financially re<page-number citation-index=\"1\" label=\"1524\">*1524</page-number>sponsible and financially irresponsible tort-feasors. Financially responsible means insured or self-insured. OCGA § 40-9-2. Since this case involves a financially responsible tort-feasor, we look to the portion of OCGA § 33-34-3(d)(l) which governs actions involving that type of tort-feasor.</p>\n<p id=\"b1618-4\">The original forerunner of present OCGA § 33-34-3(d)(l) appeared as Section 5(d) of the Reparations Act, Ga.L.1974, p. 119. While this statute provided for subrogation, it did not establish priorities between insureds and insurers in situations such as the one found in this case. In 1976, the legislature amended Section 5(d) to clearly place an injured insured before his insurance company as far as claims to the tort-feasor’s insurance were concerned, where the injured party had not been fully compensated by his own insurance policy. After this amendment this court ruled in <em>Blaylock v. Georgia Mut. Ins. Co., </em>239 Ga. 462, 238 S.E.2d 105 (1977) that the original Section 5(d) established a priority identical to that set out by the legislature in the 1976 amendment. In 1978, the legislature again altered Section 5(d), and the wording, for the purposes of financially responsible tort-feasors, reverted back almost identically to the wording found in the original Section 5(d). OCGA § 33-34-3(d)(l).</p>\n<p id=\"b1618-5\">The legislature is charged with the knowledge of our interpretations of statutes. <em>Berman v. Berman, </em>253 Ga. 298, 299, 319 S.E.2d 846 (1984). In this instance, thus, the legislature is charged with the knowledge of our interpretation of the language of the original Section 5(d) in <em>Blaylock, </em>supra. In readopting the language that we construed in <em>Blaylock, </em>supra, the legislature adopted our construction, as well, since there were no other relevant, material changes made in the language of OCGA § 33 — 34—3(d)(1). Smith, accordingly, is entitled to priority in access to the funds provided by the tortfeasor’s insurance policy.</p>\n<p id=\"b1618-6\">\n<em>Certified Question Answered.</em>\n</p>\n<p id=\"b1618-7\">All the Justices concur.</p>\n<footnote label=\"1\">\n<p id=\"b1617-16\">. The Court of Appeals stated, \"[W]here ‘plaintiffs no-fault insurer is entitled to subrogation, the plaintiffs recovery from the tort-feasor must not include damages <em>for which the plaintiff has been compensated </em>by his or her no-fault insurer.‘ <em>McGlohon, </em>308 S.E.2d at 543, (emphasis supplied). This case is different because the [insured] seeks damages for as yet uncompensated loss.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}