{
  "casebody": {
    "data": "<casebody firstpage=\"533\" lastpage=\"535\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b627-11\">Muriel KANGLEY, Plaintiff-Appellee, v. UNITED STATES of America, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b627-13\">No. 85-3856.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b627-14\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b627-15\">Argued and Submitted Jan. 8, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b627-16\">Decided Feb. 10, 1986.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b627-17\">Designated for Publication April 29, 1986.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b628-4\"><page-number citation-index=\"1\" label=\"534\">*534</page-number>Manza, Moceri, Gustafson &amp; Messina, P.S., John S. Glassman, Michael S. Manza, Tacoma, Wash., for plaintiff-appellee.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b628-5\">Gene S. Anderson, U.S. Atty., Marie G. Creson, Asst. U.S. Atty., Tacoma, Wash., for defendant-appellant.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b628-7\">Before WRIGHT, CANBY and WIGGINS, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b628-8\">WIGGINS, Circuit Judge.</author>\n<p id=\"b628-9\">The United States (government) appeals from the district court’s award of $145,-855.60 to Muriel Kangley (Kangley) in her Federal Tort Claims Act (FTCA) action. The government assigns error to a number of the district court’s findings of fact and conclusions of law. Because we find one of the government’s claims dispositive of this appeal, we do not address its other claims.</p>\n<p id=\"b628-10\">I. FACTS</p>\n<p id=\"b628-11\">On January 6, 1982, Kangley went to Madigan Army Medical Center (MAMC) near Tacoma, Washington, to talk to someone in the office of the Staff Judge Advocate about a patient in the hospital. She entered a hall known as Ramp 1 and walked down the hall to the JAG office. As a result of her meeting in the JAG office, Kangley was upset. She departed the JAG office and walked back down Ramp 1. As she was doing so, she slipped and fell, severely injuring herself.</p>\n<p id=\"b628-12\">A door that leads outside is located along the side of Ramp 1 between the two ends of the ramp. A mat is permanently affixed to the floor just inside that door. Kangley walked across this mat on her way down the hall. As she stepped off the mat, her foot slipped out from under her and she fell.</p>\n<p id=\"b628-13\">Two officers assigned to the hospital testified that they found Kangley lying on her back with her head and shoulders on the mat and her feet extending off the mat. They both testified that they did not see any water, ice, or snow on the floor near Kangley and that her pants did not appear to be wet. Kangley testified that her pants became wet after she fell and that both the floor and the mat felt cold and wet.</p>\n<p id=\"b628-15\">II. DISCUSSION</p>\n<p id=\"b628-16\">Under the FTCA, tort actions against the United States are governed by the “law of the place where the act or omission occurred.” 28 U.S.C. § 1346(b) (1982). This accident occurred near Tacoma, Washington. We therefore apply Washington state law to this case.</p>\n<p id=\"b628-17\">The general rule in Washington for injuries caused by a transitory unsafe condition on property is that the owner or occupier of a building is liable for the injuries if it or its employees caused the unsafe condition or if it has actual or constructive knowledge that an unsafe condition exists. <em>Pi-mentel v. Roundup Co., </em>100 Wash.2d 39, 44, 666 P.2d 888, 893 (1983); <em>Hemmen v. Clark’s Restaurant, </em>72 Wash.2d 690, 692, 434 P.2d 729, 732 . (1967). Constructive knowledge exists if the unsafe condition has been present long enough that a person exercising ordinary care would have discovered it. <em>Pimentel, </em>100 Wash.2d at 44, 666 P.2d at 893; <em>Hemmen, </em>72 Wash.2d at 692, 434 P.2d at 732. The plaintiff has the burden of proving that the defendant had actual or constructive knowledge of the unsafe condition.</p>\n<p id=\"b628-18\">Further, Washington cases make it clear that the mere presence of water on a floor where the plaintiff slipped is not enough to prove negligence on the part of the owner or occupier of the building. <em>See, e.g., Brant v. Market Basket Stores, </em>72 Wash.2d 446, 433 P.2d 863 (1967); <em>Merrick v. Sears Roebuck &amp; Co., </em>67 Wash.2d 426, 407 P.2d 960 (1965). To prove negligence, the plaintiff must prove that water makes the floor dangerously slippery and that the owner knew or should have known both that water would make the floor slippery and that there was water on the floor at the time the plaintiff slipped. <em>See Brant, </em>72 Wash.2d at 451-52, 433 P.2d at 866-67.</p>\n<p id=\"b629-4\"><page-number citation-index=\"1\" label=\"535\">*535</page-number>The district court found that the government knew or should have known that the floor where Kangley slipped was unreasonably dangerous at the time she fell. The government claims that there is no evidence in the record to support this finding.</p>\n<p id=\"b629-5\">The court’s finding on this issue raises two questions for our review: (1) Whether the government actually knew that a dangerous condition existed or (2) whether the government had constructive knowledge of the existence of a dangerous condition. We review both of these questions for clear error. The first is a question of fact. The second is a question of application of law to facts in which issues of fact predominate: did the condition exist long enough that it should have been discovered? <em>See United States v. McConney, </em>728 F.2d 1195, 1202 (9th Cir.), <em>cert. denied, </em>— U.S. —, 105 S.Ct. 101, 83 L.Ed.2d 46 (1984).</p>\n<p id=\"b629-6\">There is some evidence in the record to indicate that the government might have been aware that, the floor where Kangley slipped would be dangerous if it got wet. However, our search of the record has not revealed any evidence that would support a finding that the government knew or should have known that the floor was wet, and Kangley has not directed us to any such evidence either in her brief or at oral argument. The only evidence we have been shown in support of this finding is that there was a rug affixed to the floor inside the door where Kangley fell and that there was snow and ice on the ground outside.</p>\n<p id=\"b629-7\">The existence of a rug inside a door alone is not enough to establish that an owner or occupier knows the floor might be dangerous. <em>See Kalinowski v. YWCA, </em>17 Wash.2d 380, 394-95, 135 P.2d 852, 859 (1943). The same is true of the fact that it is wet outside. If we were to hold that a person who slips inside a door where a mat has been placed on a day when it is wet outside may recover for injuries sustained without showing anything more, we would place an intolerable burden on businesses in areas like Tacoma where it is often wet outside. We are convinced that this is not the law in the state of Washington.</p>\n<p id=\"b629-13\">We hold that Kangley did not sustain her burden of proving that the government knew or should have known that a dangerous condition existed at the place and time she slipped and that the district court’s finding that she had sustained that burden is clearly erroneous.<footnotemark>1</footnotemark> The district court’s decision is REVERSED and REMANDED with directions that Kangley’s action be dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b629-8\">. At oral argument, Kangley argued that the government caused the floor to be dangerous by improperly using a slip resistant wax. Kangley did not raise this issue in the district court or in her briefs in this court. We therefore do not consider this issue on appeal. <em>See International Union of Bricklayers v. Martin Jaska, Inc., </em>752 F.2d 1401, 1404 (9th Cir.1985).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}