{
  "casebody": {
    "data": "<casebody firstpage=\"96\" lastpage=\"98\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b138-7\">UNITED STATES of America, Plaintiff-Appellee, v. Benjamin A. GIBBS, a/k/a Hev, a/k/a Bubba, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Wendell Rivers, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b138-13\">Nos. 00-4511, 00-4749.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b138-14\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b138-15\">Submitted Sept. 28, 2001.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b138-16\">Decided Oct. 16, 2001.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b139-6\"><page-number citation-index=\"1\" label=\"97\">*97</page-number>James P. Rogers, Columbia, SC; Stephen T. Sehachte, Charleston, SC, for appellants. Scott N. Schools, United States Attorney, Robert H. Bickerton, Assistant United States Attorney, Ann Agnew Cupp, Office of the United States Attorney, Charleston, SC, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b139-7\">Before NIEMEYER and LUTTIG, Circuit Judges, and HAMILTON, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b139-8\">OPINION</p>\n<author id=\"b139-9\">PER CURIAM.</author>\n<p id=\"b139-10\">Benjamin A. Gibbs and Wendell S. Rivers appeal their convictions and sentences of life and 60 months’ imprisonment, and 188 months’ and 60 months’ imprisonment, respectively. Appellants argue their sentences violate <em>Apprendi v. New Jersey, </em>530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), the district court erred by not submitting to the jury an overt act in support of the conspiracy counts, and the Government made improper comments at closing argument. Finding no reversible error, we affirm.</p>\n<p id=\"b139-11\">After a jury trial, Appellants were convicted of conspiracy to possess with intent to distribute and to distribute cocaine and cocaine base, in violation of 21 U.S.C.A. §§ 841(a)(1), 846 (West 1999) (Gibbs &amp; Rivers); conspiracy to use and carry firearms in relation to drug trafficking crimes, in violation of 18 U.S.C.A. § 924(c), (o) (West 2000) (Gibbs <em>&amp; </em>Rivers); using and carrying a firearm in relation to drug trafficking crimes, in violation of 18 U.S.C.A. § 924(c)(1) and 18 U.S.C. § 2 (1994) (Gibbs); felon in possession of a firearm and ammunition in interstate commerce, in violation of 18 U.S.C.A. §§ 922(g)(1), 924(a)(2) (West 2000) and 18 U.S.C. § 2 (Gibbs); possession with intent to distribute cocaine base, in violation of 21 U.S.C.A. § 841(a)(1) and 18 U.S.C. § 2 (Gibbs); possession with intent to distribute cocaine, in violation of 21 U.S.C.A. § 841(a)(1); 18 U.S.C. § 2 (Gibbs); and using and carrying a firearm in relation to drug trafficking crimes, in violation of 18 U.S.C.A. § 924(c)(1) and 18 U.S.C. § 2 (Rivers).</p>\n<p id=\"b139-13\">Under <em>Apprendi, </em>“[ojther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.” <em>Apprendi, </em>530 U.S. at 490. Concerning a violation of 21 U.S.C.A. § 841 (West 1999 &amp; Supp.2001), “the specific threshold [drug] quantity must be treated as an element of an aggravated drug trafficking offense, <em>i.e., </em>charged in the indictment and proved to the jury beyond a reasonable doubt.” <em>United States v. Promise, </em>255 F.3d 150, 156-57 (4th Cir. 2001) (en banc) (footnotes omitted). The statutory maximum for cocaine and crack cocaine trafficking offenses under 21 U.S.C.A. § 841(b) is twenty years when drug quantity is not charged in the indictment and found by a jury beyond a reasonable doubt. <em>Promise, </em>255 F.3d at 156.</p>\n<p id=\"b139-14\">Rivers’ sentence of 188 months’ imprisonment is below the 240-month statutory maximum for a violation of § 841(a)(1) where no drug quantity is charged in the indictment. Therefore, Rivers’ sentence does not violate <em>Apprendi. United States </em><page-number citation-index=\"1\" label=\"98\">*98</page-number><em>v. Angle, </em>254 F.3d 514, 518 (4th Cir.2001) (en banc), <em>petition for cert. filed, </em>Aug. 16, 2001 (No. 01-5838).</p>\n<p id=\"b140-4\">Gibbs did not raise an <em>Apprendi </em>claim in the district court; therefore, we review for plain error. To find plain error, Gibbs “must demonstrate that an error occurred, that the error was plain, and that the error affected his substantial rights.” <em>Promise, </em>255 F.3d at 154 (citing <em>United States v. Olano, </em>507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993)). To affect substantial rights, Gibbs must show the error was prejudicial, that it “actually affected the outcome of the proceedings.” <em>United States v. White, </em>238 F.3d 537, 542 (4th Cir.2001) (quoting <em>United States v. Hastings, </em>134 F.3d 235, 240 (4th Cir.1998)), <em>cert. denied, </em>— U.S.-, 121 S.Ct. 2235, 150 L.Ed.2d 225 (2001).</p>\n<p id=\"b140-7\">We conclude that under <em>White, </em>Gibbs cannot show his substantial rights were prejudiced. Gibbs received concurrent sentences of life imprisonment, twenty years’ imprisonment, ten years’ imprisonment, life imprisonment, and forty years’ imprisonment. Under <em>United States Sentencing Guidelines Manual </em>§ 5G1.2(d), the district court was obligated to impose consecutive sentences on Gibbs’ various convictions until it reached the total punishment of life imprisonment. <em>White, </em>238 F.3d at 542-43. The Government filed an information under 21 U.S.C. § 851 (1994); therefore, Gibbs’ maximum penalty as to each of the drug counts was thirty years’ imprisonment. By stacking Gibbs’ sentences as mandated by USSG § 5G1.2, the district court was obligated to sentence Gibbs to 120 years’ imprisonment. Consequently, Gibbs cannot show that his sentence of life imprisonment was “longer than that to which he would otherwise be subject.” <em>White, </em>238 F.3d at 542; <em>see also United States v. Roberts, </em>262 F.3d 286, 291 (4th Cir.2001) (applying the <em>White </em>analysis in the context of a life sentence). Therefore, Gibbs has not shown prejudice to his substantial rights.</p>\n<p id=\"b140-9\">We reject the remainder of Gibbs’ claims. We find no error in the court’s jury instructions or the admission of the testimony regarding the murder of Audrey Stoeckle. As to the Government’s closing argument, because Gibbs invited the Government’s comments, and that the district court gave a curative instruction, we are satisfied that no prejudice resulted. <em>See United States v. Young, </em>470 U.S. 1, 12-13, 105 S.Ct. 1038, 84 L.Ed.2d 1 (1985); <em>United States v. Harrison, </em>716 F.2d 1050, 1052 (4th Cir.1983).</p>\n<p id=\"b140-10\">We therefore affirm Gibbs’ and Rivers’ convictions and sentences. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b140-11\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}