{
  "casebody": {
    "data": "<casebody firstpage=\"195\" lastpage=\"202\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b217-2\">TRENT HAUGE, Relator, v. DISTRICT COURT for the Twenty-second Judicial District of the State of Montana, in and for the County of Stillwater and the HONORABLE BLAIR JONES, Presiding District Judge, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b217-7\">No. 01-508.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b217-8\">Decided December 11, 2001.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b217-9\">2001 MT 255.</citation>\n<citation data-order=\"4\" data-type=\"citation\" id=\"AT1\">36 P.3d 947.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b217-10\">307 Mont. 195.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b218-4\"><page-number citation-index=\"1\" label=\"196\">*196</page-number>OPINION AND ORDER</p>\n<p id=\"b218-5\">¶ 1 Before the Court is Trent Hauge’s Petition for Writ of Supervisory Control wherein he argues that the District Court’s denial of his motion to suppress was a mistake of law resulting in a gross injustice. On July 31, 2001, we accepted jurisdiction in this matter pursuant to Rule 17, M.R.App.P. At that time we ordered Respondents to file a response to the search and seizure issues raised by Hauge. We further ordered that all proceedings in the District Court for the Twenty-Second Judicial District, Stillwater County, regarding <em>State v. Hauge, </em>Cause No. 00-19, be stayed pending further order of this Court. ¶2 On October 25, 2001, we received Respondents’ “Response to the Merits of Petitioner’s Application for Writ of Supervisory Control.” Thus, we now address the merits of Hauge’s claim that the District Court erred when it denied his motion to suppress.</p>\n<p id=\"b218-7\">Factual and Procedural Background</p>\n<p id=\"b218-8\">¶3 On August 21, 1999, Sergio Mejias-Mariani, an officer with the Columbus Police Department, met with a confidential informant (Cl) who agreed to provide the officer with information on drug sales in the community. The Cl reported that he had personally observed marijuana sales at two adjacent mobile homes in Columbus and that he had friends who had purchased acid, mushrooms and Ecstasy from both locations. The Cl identified those responsible for selling drugs from the mobile homes as Jeff Wollschlager, Andy Sekora, Jesse Thompson, Seth Hauge and Trent Hauge, the Petitioner.</p>\n<p id=\"b218-9\">¶4 According to the Cl, when an individual wished to purchase drugs, he or she would call the people residing in the mobile homes. After being assured of drug availability, the individual would proceed to one of the mobile homes, purchase the drugs, then drive away within a few minutes of arriving. The Cl disclosed that sales were heavier between Thursday and Sunday evenings and that he knew from personal observation that some of the individuals purchasing drugs were high school students. The Cl also described five vehicles used in the drug operation by the residents of the mobile homes.</p>\n<p id=\"b219-2\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>¶5 During an October 2, 1999 meeting between the Cl and Officer Mejias-Mariani, the Cl recounted an incident told to him by Jeff Wollschlager, one of the persons involved in the drug operation. Wollschlager described how he had been stopped recently for driving with no taillights and how the officer involved personally escorted him home. Wollschlager bragged that the officer missed finding the alcohol and illegal drugs Wollschlager had hidden under the seat of his vehicle.</p>\n<p id=\"b219-3\">¶6 Officer Mejias-Mariani took the following actions in an attempt to verify the information provided by the Cl: he verified, through vehicle registration checks, that the individuals identified by the Cl drove the vehicles described by the Cl; he verified that the owners of two of the vehicles resided at the first mobile home and that the owners of the other three vehicles resided at the second mobile home; he verified, by personal observation, the Cl’s reports of increased traffic at the mobile homes between Thursday and Sunday evenings and that the vehicles only remained for short periods of time before leaving; he determined that the Cl did not have a criminal record; he spoke with an individual residing in a nearby mobile home, who had earlier in the year complained about suspected drug sales in the area because of increased traffic, and who now reported that the heavy traffic pattern was still ongoing; and he verified that Wollschlager had been pulled over for driving with no taillights and the officer involved escorted Wollschlager to his residence.</p>\n<p id=\"b219-4\">¶7 On October 15, 1999, Officer Mejias-Mariani applied for and received a search warrant to search the mobile home occupied by Petitioner Hauge. The search warrant authorized law enforcement officers to seize, among other things, drugs, drug paraphernalia, records of drug transactions, and weapons. The search warrant also authorized law enforcement officers to seize the following:</p>\n<blockquote id=\"b219-5\">Proceeds of dangerous drug sales to include United States currency, precious metals, jewelry, and financial instruments, including but not limited to stocks and bonds, real property, or <em>anything else of value </em>furnished or intended to be furnished in the exchange of controlled substances in violation of Title 45, Chapter 9, MCA. [Emphasis added.]</blockquote>\n<p id=\"b219-6\">Upon executing the search warrant, officers found what they suspected to be methamphetamine in Hauge’s bedroom and kitchen, along with assorted drug paraphernalia.</p>\n<p id=\"b219-7\">¶8 On April 26, 2000, the State filed an Information in the District Court charging Hauge -with three felony counts of criminal possession of dangerous drugs and one count of criminal possession of drug <page-number citation-index=\"1\" label=\"198\">*198</page-number>paraphernalia. On September 6, 2000, Hauge filed a motion to suppress the evidence seized pursuant to the search warrant arguing that the warrant was overbroad because of the language authorizing the seizure of “anything else of value.” Hauge subsequently filed an amended motion to suppress wherein he included the additional argument that the warrant was not supported by probable cause.</p>\n<p id=\"b220-4\">¶9 The District Court filed its Order and Memorandum on December 14, 2000, wherein the court denied Hauge’s motion to suppress. The court concluded that the warrant was not overbroad because the portion of the warrant Hauge challenged was irrelevant to the evidence seized and upon which the charges were based. The court also concluded that the warrant was supported by probable cause.</p>\n<p id=\"b220-5\">¶10 The District Court subsequently rescheduled Hauge’s trial to August 7, 2001. On July 23, 2001, seven months after the District Court denied his motion to suppress, Hauge filed his Petition for Writ of Supervisory Control with this Court.</p>\n<p id=\"b220-6\">Discussion</p>\n<p id=\"b220-7\">¶11 We review a district court’s denial of a motion to suppress to determine whether the court’s findings of fact are clearly erroneous. <em>State v. Reesman, </em>2000 MT 243, ¶ 18, 301 Mont. 408, ¶ 18, 10 P.3d 83, ¶ 18 (citing <em>State v. Kuneff, </em>1998 MT 287, ¶ 6, 291 Mont. 474, ¶ 6, 970 P.2d 556, ¶ 6). We further review a district court’s denial of a motion to suppress to determine whether the court’s interpretation and application of the law are correct. <em>State v. Seader, </em>1999 MT 290, ¶ 4, 297 Mont. 60, ¶ 4, 990 P.2d 180, ¶ 4 (citing <em>State v. Hubbel </em>(1997), 286 Mont. 200, 207, 951 P.2d 971, 975). We review <em>de novo </em>a district court’s legal conclusion on whether or not a search warrant is overbroad. <em>Seader, </em>¶ 4 (citing <em>United States v. Spilotro </em>(9th Cir. 1986), 800 F.2d 959, 963).</p>\n<p id=\"b220-8\">¶12 In the instant case, Hauge argues that the phrase “anything else of value” contained within the search warrant rendered the warrant overbroad and, thus, invalid, and all evidence seized pursuant to the warrant must be suppressed.</p>\n<p id=\"b220-9\">¶13 The Fourth Amendment to the United States Constitution requires that a search warrant “particularly describ[e] the place to be searched, and the persons or things to be seized.” While Article II, Section 11 of the Montana Constitution does not use the word “particularly,” this Court has held that the Montana Constitution does impose a particularity requirement identical to that under the United States Constitution. <em>See State v. Ballew </em>(1973), 163 Mont. 257, 261, 516 P.2d 1159, 1161-62. In addition, § 46-5-221(4), MCA, requires that <page-number citation-index=\"1\" label=\"199\">*199</page-number>a judge issue a search warrant that “particularly describes who or what is to be seized.”</p>\n<p id=\"b221-3\">¶14 The United States Supreme Court has determined that the requirement of particularity serves to prevent a “general, exploratory rummaging in a person’s belongings.” <em>Coolidge v. New Hampshire </em>(1971), 403 U.S. 443, 467, 91 S.Ct. 2022, 2038, 29 L.Ed.2d 564. And that nothing regarding what is to be taken should be left to the discretion of the officer executing the warrant. <em>Stanford v. Texas </em>(1965), 379 U.S. 476, 485, 85 S.Ct. 506, 512, 13 L.Ed.2d 431.</p>\n<p id=\"b221-4\">¶15 In <em>State v. Seader, </em>1999 MT 290, ¶¶ 14-16,297 Mont. 60, ¶¶ 14-16, 990 P.2d 180, ¶¶ 14-16, we concluded that the phrase “anything else of value” rendered the search warrant in that case facially overbroad and that all evidence seized pursuant to that warrant was inadmissible. In <em>Seader, </em>the defendant’s van was impounded based on reports of suspected drug deals and a dog sniff of the van. Later, law enforcement officers obtained a warrant to search the van. In their search, the officers discovered an ATV. When they removed the ATV to check its Vehicle Identification Number, they discovered that the ATV was stolen. Defendant was then charged with felony theft. Defendant entered a plea of not guilty to the charge and moved to suppress the evidence of the stolen ATV. The District Court denied the motion and defendant pleaded guilty to the charge of felony theft reserving the right to appeal the denial of his motion to suppress. <em>Seader, </em>¶¶ 5-9.</p>\n<p id=\"b221-5\">¶16 On appeal, defendant argued that the portion of the search warrant authorizing the seizure of “anything else of value furnished or intended to be furnished in the exchange for the evidence or contraband relating to the use, sale or manufacture of dangerous drugs” rendered the search warrant overbroad. We concluded in <em>Seader </em>that the phrase “anything else of value” rendered the search warrant in that case facially overbroad because it gave the executing officers no guidance in distinguishing between items that could and could not be seized. <em>Seader, </em>¶ 14. Hence, we held in <em>Seader </em>that all evidence seized pursuant to that warrant was inadmissible and should have been suppressed. <em>Seader, </em>¶ 16.</p>\n<p id=\"b221-6\">¶17 Nevertheless, as the District Court noted in the case before us, that portion of the warrant which Hauge challenges is irrelevant to the evidence seized and upon which the charges are based. In <em>State v. Kuneff, </em>1998 MT 287, ¶ 19,291 Mont. 474, ¶ 19,970 P.2d 556, ¶ 19, we held “that when the issuance of a search warrant is based in part on illegal information, the reviewing court shall excise the illegally obtained information from the application for search warrant and <page-number citation-index=\"1\" label=\"200\">*200</page-number>review the remaining information <em>de novo </em>to determine whether probable cause supported the issuance of a search warrant.”</p>\n<p id=\"b222-4\">¶18 Similarly, in <em>United States v. Gomez-Soto </em>(9th Cir. 1984), 723 F.2d 649, <em>cert denied, </em>466 U.S. 977, 104 S.Ct. 2360, 80 L.Ed.2d 831 (1984), the defendant moved to suppress all evidence seized pursuant to a search warrant on the grounds that the warrant was a general warrant containing broad descriptions of the items authorized for seizure. The Ninth Circuit Court of Appeals explained in <em>Gomez-Soto </em>that it has embraced the doctrine of severance and that invalid portions of a search warrant may be stricken and those portions that satisfy the Fourth Amendment may be preserved. Thus, only those articles seized pursuant to the invalid portions of the warrant need be suppressed. <em>Gomez-Soto, </em>723 F.2d at 654.</p>\n<p id=\"b222-5\">¶19  Consequently, we hold that when faced with a warrant that is lawfully issued and is otherwise sufficiently particularized, the overbroad catchall clause should be severed and only that evidence seized under that clause need be suppressed. In the case <em>sub judice, </em>law enforcement officers did not seize any property related to the catchall clause “anything else of value,” nor did any criminal charges result from the presence of this language in the warrant. Therefore, we hold that the District Court did not err in denying Hauge’s motion to suppress on these grounds.</p>\n<p id=\"b222-6\">¶20 Hauge also argues that the search warrant was issued without probable cause because it relied upon an affidavit which in turn relied upon the word of an informant whose reliability was not established by the affidavit.</p>\n<p id=\"b222-7\">¶21 To address the issue of probable cause to issue a search warrant, we adopted the “totality of the circumstances” test set forth in <em>Illinois v. Gates </em>(1983), 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527. <em>State v. Crowder </em>(1991), 248 Mont. 169, 173, 810 P.2d 299, 302. When considering a probable cause challenge to a search warrant, the “duty of the reviewing court is simply to ensure that the magistrate had a substantial basis for concluding that probable cause to issue a search warrant existed.” <em>State v. Oleson, </em>1998 MT 130, ¶ 7, 289 Mont. 139, ¶ 7,959 P.2d 503, ¶ 7, <em>overruled in part by State v. Kuneff, </em>1998 MT 287, 291 Mont. 474, 970 P.2d 556 (quoting <em>State v. Jensen </em>(1985), 217 Mont. 272, 276, 704 P.2d 45, 47). This Court pays great deference to a magistrate’s determination that probable cause exists for the issuance of a search warrant and we will draw all reasonable inferences possible to support the issuing magistrate’s determination of probable cause. <em>Oleson, </em>¶ 8 (citing <em>State v. Rinehart </em>(1993), 262 Mont. 204, 210-11, 864 P.2d 1219, 1223).</p>\n<p id=\"b223-2\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>¶22 Since the instant case involved a confidential informant, the District Court correctly considered this Court’s decision in <em>State v. Reesman, </em>2000 MT 243, 301 Mont. 408, 10 P.3d 83, before concluding that the search warrant was supported by probable cause. In <em>Reesman, </em>we clarified that when an informant is not anonymous, as in this case, the court reviewing the search warrant application must determine whether the informant’s information is based on the informant’s personal observations of the described criminal activity. If it is not, then independent corroboration is required. <em>Reesman, </em>¶ 30. Here, the District Court determined that the Cl provided substantial information known to him personally including identifying who was involved in the drug sales, how the sales took place, the most common days and times for the drug sales to occur, and the disclosure that one of the persons involved in the drug operation had recently been stopped by a law enforcement officer for driving without taillights.</p>\n<p id=\"AOE\">¶23 Continuing with its analysis under <em>Reesman, </em>the District Court next considered whether the Cl was a reliable source of information. Under <em>Reesman, </em>a Cl can be deemed reliable if the law enforcement officer applying for the search warrant makes a sworn statement that the Cl has provided reliable and accurate information in the past; the Cl makes an unequivocal admission against interest; or the Cl is motivated by “good citizenship” and the information provided demonstrates a sufficient degree of the nature of the circumstances under which the incriminating information became known. <em>Reesman, </em>¶¶ 32-34. Here, the District Court determined that although it might be appropriate in this case to characterize the Cl as a “concerned citizen,” independent corroboration was necessary since the police initiated contact with the Cl rather than the Cl initiating contact with the police.</p>\n<p id=\"b223-3\">¶24  Hauge argues that the police did not sufficiently corroborate the Cl’s information in this case. However, in <em>State v. Griggs, </em>2001 MT 211, ¶ 28, 306 Mont. 366, ¶ 28, 34 P.3d 101, ¶ 28, we determined that police corroboration of an informant’s tip “must independently test not only the veracity of the informant’s account itself-which may include verification of such innocent details as names and addresses-but also to some measured degree provide the reviewing magistrate with a factual indication that criminal activity has occurred and that contraband may be found in a particular place.”</p>\n<p id=\"b223-4\">¶25 Along those lines, the District Court concluded, and we agree, that Officer Mejias-Mariani sufficiently corroborated the Cl’s information by verifying the identities of the occupants of the trailers and the ownership of the vehicles; by corroborating the report that one of the <page-number citation-index=\"1\" label=\"202\">*202</page-number>principals in the drug operation was stopped for driving without taillights; by personally observing the mobile homes on three separate occasions and finding the traffic patterns to be just as the Cl described; and by contacting a neighbor who had previously complained of drug activity and heavy traffic in the area and confirming that the traffic patterns still continued.</p>\n<p id=\"b224-4\">¶26'  Accordingly, we conclude that there was sufficient probable cause in this case to issue the search warrant and we hold that the District Court did not err by denying Hauge’s motion to suppress. Therefore,</p>\n<p id=\"b224-5\">¶27 IT IS ORDERED that Hauge’s Petition for Writ of Supervisory Control is DENIED.</p>\n<p id=\"b224-6\">¶28 IT IS FURTHER ORDERED that the stay of proceedings in the District Court for the Twenty-Second Judicial District, Stillwater County, regarding State v. Hauge, Cause No. 00-19, is vacated.</p>\n<p id=\"b224-7\">¶29 IT IS FURTHER ORDERED that the Clerk of this Court give notice of this Opinion and Order by mail to counsel of record and to the District Court.</p>\n<p id=\"b224-8\">DATED this 11th day of December, 2001.</p>\n<judges id=\"b224-9\">JUSTICES NELSON, REGNIER, TRIEWEILER, COTTER, LEAPHART and RICE.</judges>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b224-10\">CHIEF JUSTICE GRAY,</author>\n<p id=\"Ahv\">concurring in part and dissenting in part.</p>\n<p id=\"b224-12\">¶30 While a majority of the members of the Court voted differently, I did not agree that we should accept this matter for supervisory control. My reasoning was, and remains, that Hauge’s petition does not meet our test for exercising supervisory control, which requires a mistake of law resulting in a gross injustice, coupled with an absence of-or inadequate-remedy by way of appeal. When we accept matters such as this which are not only lacking in a mistake of law, but for which there is an adequate remedy of appeal, we merely encourage more petitions for writs of supervisory control which require ever-increasing Court resources we could-and should-be devoting to cases on appeal. ¶31 The Court having determined to exercise supervisory control herein, however, I am as bound by that decision as the rest of the people of Montana. On the merits of the arguments raised by Hauge, I join in the Court’s Opinion and Order in its entirety.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}