{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"337\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b377-5\">Thomas E. Gleason, as Administrator of the Estate of Elizabeth Gleason, Deceased, Respondent, <em>v. </em>Central New England Railway Company, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b377-10\">(Argued March 13, 1933;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A74\">decided April 11, 1933.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b378-3\"><page-number citation-index=\"1\" label=\"334\">*334</page-number><em>E. R. Brumley </em>and <em>John M. Gibbons </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Arl\">Defendant violated no duty owed to plaintiff's intestate. (Railroad Law [Cons. Laws, ch. 49], § 83; Penal Law, § 1990; <em>Town of Leray </em>v. <em>N. Y. C. R. R. Co., </em>226 N. Y. 109; <em>Keller </em>v. <em>Erie R. R. Co., </em>183 N. Y. 67; <em>Marra </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>139 App. Div. 707; <em>Butler </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>152 Fed. Rep. 976; <em>Capitula </em>v. <em>N. Y. C. R. R. Co., </em>200 App. Div. 247; <em>Sutton </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>66 N. Y. 243; <em>Smetanka </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>123 App. Div. 323; <em>Walsh </em>v. <em>F. R. R. Co., </em>145 N. Y. 301; <em>Cower </em>v. <em>Hines, </em>208 App. Div. 263; <em>Weitzmann </em>v. <em>Barber Asphalt Co., </em>190 N. Y. 452; <em>Fox </em>v. <em>Warner-Quinlan Asphalt Co., </em>204 N. Y. 240; <em>Heskell </em>v. <em>Auburn L., H. &amp; P. Co., </em>209 N. Y. 86; <em>Connell </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>213 N. Y. 352; <em>Vaughan </em>v. <em>Transit Development Co., 222 N. </em>Y. 79.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b378-4\"><em>John E. Mack </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A5y\">The defendant owed to the plaintiff and the members of his family the duty of using reasonable care. <em>(Palmer </em>v. <em>Palmer, </em>150 N. Y. 139; <em>Ogden </em>v. <em>Jennings, </em>62 N. Y. 531; <em>McDermott </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>28 Hun, 325; 97 N. Y. 654; <em>Swift </em>v. <em>Staten Island R. R. Co., </em>123\"N. Y. 645; <em>Barry </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>92 N. Y. 289; <em>Byrne </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>104 N. Y. 362; <em>Best </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>117 App. Div. 739; <em>Lamphear </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>194 N. Y. 172; <em>McCarthy </em>v. <em>N. Y. C. &amp; H. R. R. R. Co., </em>73 App. Div. 34.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b378-5\">Pound, Ch. J.</author>\n<p id=\"ALW\">The plaintiff administrator was for many years an employee of defendant. Deceased was his wife. Eleven or twelve years before the accident he leased certain premises for a dwelling from defendant. The property was located in a triangle between two sets of tracks owned by it. The apex of the triangle points west. On the east it is bounded by property of a third person. The claim of the plaintiff is that, since there <page-number citation-index=\"1\" label=\"335\">*335</page-number>was no access to the property except over the lands of strangers, there was an implied way of necessity along the defendant’s tracks and right of way to a point about 3.800 feet west of the property where there was a means of reaching streets which led to Poughkeepsie. There is evidence which warranted the jury in finding that for all of those years the plaintiff and his wife and children were using the right of way on foot for that distance of 3.800 feet with the knowledge of defendant and without objection from'it.</p>\n<p id=\"b379-7\">The wife, while returning from Poughkeepsie and walking over that stretch of track, was run down and killed by a locomotive. The locomotive was backing up and had no light on the forward moving end. If deceased was as matter of law a trespasser the judgment below must be reversed.</p>\n<p id=\"b379-8\">The contention of the defendant is that under section 83 of the Railroad Law (Cons. Laws, ch. 49) and section 1990, subdivision 4, of the Penal Law, decedent was a trespasser and as there is no proof that the engineer was wanton and reckless in the operation of his engine, the plaintiff cannot recover. <em>(Keller </em>v. <em>Erie R. R. Co., </em>183 N. Y. 67; <em>Jerzewski </em>v. <em>Erie R. R. Co., </em>215 App. Div. 748; affd., without opinion, 242 N. Y. 592.) These cases go so far as to hold that a railroad cannot by contract, express or implied, or by invitation or by acquiescence, give a person, not in its employ, going on its right of way any rights beyond those of a mere trespasser.</p>\n<p id=\"b379-9\">The decisions rest on the rule that <em>“ </em>it was not within the power of the defendant to permit, or to suffer, persons, not in its employment, to walk upon and along its tracks at a place where there was no highway and but an intersection of railroad tracks, and that no length of acquiescence in their doing so, under the circumstances of this case, could create a right of user, by license, or by sufferance. This ought to be clear from section 53 of the Railroad Law (Laws of 1892, ch. 676), which was intended to protect the traveling public, as well as the <page-number citation-index=\"1\" label=\"336\">*336</page-number>railroad companies. It reads that ' no person other than those connected with or employed upon the railroad shall walk upon or along its track or tracks, except where the same shall be laid across or along streets or highways, in which case he shall not walk upon the track unless necessary to cross the same.’ It is not easy, if at all possible, to see how any right, as by license, could be acquired through acquiescence to do something which was so clearly in violation of the statutory inhibition. An act expressly prohibited by the public statute is, in its inception and always must continue to be, unlawful. The defendant’s powers and capacity to act are defined and controlled by statute law and, as a creature of statute, it could, neither expressly, nor passively, confer a right which the statute denies. Whoever walks upon, or along, the tracks of a railroad, except when necessary to cross the same upon some street, highway, or public place, violates the law and is like a trespasser, and the company’s servants are under no other obligation than to refrain from wilfully, or recklessly, injuring him.” <em>(Keller </em>v. <em>Erie R. R. Co., supra, </em>pp. 71, 72.)</p>\n<p id=\"b380-5\">The application of the rule to this case seems harsh. The deceased woman’s husband was an employee of the railroad. His right to use the tracks as a right of way to his home was not prohibited by the statute. Incidental to his own use, it must have been expected that his wife and children would use the tracks as they did as a way to and from the leased property. Yet the <em>Keller </em>case says that the railroad was <em>“ </em>without power ” to consent to such use and, therefore, its consent was a nullity.</p>\n<p id=\"b380-6\">In the <em>Keller </em>case the use was by the public. The decision was as to the public right acquired by user. Here we have a mere private use by necessity but no distinction can be drawn on that basis for the statute says <em>“ </em>no person.”</p>\n<p id=\"b380-7\">It may seem that the defendant, having acquiesced <page-number citation-index=\"1\" label=\"337\">*337</page-number>in the use of its tracks, ought not to defeat recovery by pleading its lack of power to permit such use; that the company ought not to be relieved from liability for negligently running over a woman who had walked on its tracks with its consent for many years. That was the view taken by Judge Vann in his dissenting opinion in the <em>Keller </em>case. Yet the court holds that the status of deceased as a trespasser was imposed upon her by law. The <em>Keller </em>case has been carefully considered and followed. (See dissenting opinion of Crouch, J., in the Appellate Division in <em>Jerzewski </em>v. <em>Erie R. R. Co. supra.) </em>We feel that we are bound by it.</p>\n<p id=\"b381-5\">The judgment of the Appellate Division and that of the Trial Term should be reversed and the complaint dismissed, with costs in all courts.</p>\n<p id=\"b381-6\">Crane, Lehman, Kellogg, O’Brien and Crouch, JJ., concur; Hubbs, J., not voting.</p>\n<p id=\"b381-7\">Judgments reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}