{
  "casebody": {
    "data": "<casebody firstpage=\"246\" lastpage=\"258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b270-5\">Northeastern Nash Automobile Company, Inc. <em>v. </em>Allen Bartlett.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b270-7\">October Term, 1926.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b270-8\">Present: 'Watson, C. J., Powers, Slack and Fish, JJ., and Moulton, Supr. J.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b270-10\">Opinion filed March 11, 1927.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b273-8\"><page-number citation-index=\"1\" label=\"249\">*249</page-number><em>James B. Campbell </em>and <em>Shields &amp; Conant </em>for the defendant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b274-3\"><page-number citation-index=\"1\" label=\"250\">*250</page-number><em>Searles &lt;&amp; Graves </em>for the plaintiff.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b275-3\"><page-number citation-index=\"1\" label=\"251\">*251</page-number>Slack, J.</author>\n<p id=\"AEB\">The action is tort for the conversion of a Dodge touring ear. Plaintiff had a verdict and judgment below, and the case is here on defendant’s exceptions.</p>\n<p id=\"b275-4\">The plaintiff is a corporation organized by John M. Allen for the purpose of selling Nash ears and used ears taken in trade. At the times here material, Allen owned practically all of plaintiff’s capital stock, was its president and treasurer, and had general management of its business. For some months prior to the latter part of September, 1924, plaintiff had in its employ one Jewett Laird, who did such repair work on its ears as was required for a stipulated price per hour, and when not so employed sold cars for it on an agreed commission. On September 22, 1924, Laird traded the car in question to defendant in exchange for a Chevrolet ear and $475. Defendant took immediate possession of the Dodge car, which he has since retained, and Laird received the Chevrolet ear and a cashier’s cheek issued by the Citizens Savings Bank &amp; Trust Company, payable to the order of defendant and indorsed in blank by him, for the above amount. On the same day, Laird sold the Chevrolet car and converted the proceeds thereof, and also the proceeds of said cheek, to his own use.</p>\n<p id=\"b275-5\">An important issue in the ea§e until near the end of the trial was whether Laird was in plaintiff’s employ at the time of the sale to defendant. The plaintiff claimed that his employment terminated the Wednesday or Thursday preceding such sale, which was on a Monday. This was denied by defendant. Allen, who was called as a witness by plaintiff, was asked <page-number citation-index=\"1\" label=\"252\">*252</page-number>on direct examination: “Q. Had Laird got through for you before you missed these cars?” — and, subject to defendant’s exception that the witness should not be permitted to characterize a transaction that was for the jury to determine, and that the evidence was irrelevant, incompetent, and immaterial, answered, “Yes, sir.” Whether Laird had finished work for plaintiff before the ears were missed was a question for the jury, of course. But it appeared that this depended upon the sole fact of whether he had been notified by Allen that his employment was terminated. Representing the plaintiff as he did, Allen was competent to testify that Laird had been so notified, and could have properly testified when with reference to such notice the cars were missed. Other evidence received in connection with this answer show such to have been the only purpose and scope of the evidence excepted to, and the jury could not have understood otherwise. In the circumstances, error does not appear.</p>\n<p id=\"b276-3\">The evidence as to when plaintiff missed the cars with reference to the time when it <em>claimed </em>Laird got through was properly admitted. Whether Laird in fact got through when plaintiff claimed he did, did not affect plaintiff’s claim about it. Plaintiff claimed that he got through at a certain time, and was properly allowed to fix the date when it missed the cars with reference to such time.</p>\n<p id=\"b276-4\"> Subject to defendant’s objection that it was a conversation between the principal and agent to which defendant was not a party, Allen was permitted to testify that on the occasion when it was claimed Laird’s employment was terminated, he told Laird, in substance, that he was through work, and that under no consideration should he take another car out of the garage; that he (Allen) would sell the Dodge car, which was the car in dispute, himself. Clearly this evidence was admissible as tending to show that Laird’s employment had been terminated. See Mechem on Agency (2nd ed.), par. 613 <em>et seq., </em>and same author (3rd ed.), par. 199. When, as here, the agency is created by parol, the agent is a competent witness to prove such agency and its scope. <em>Hendrickson </em>v. <em>Int. Harvester Co. of America, </em>100 Vt. 161, 135 Atl. 702. So, too, is the principal. And it logically follows that the termination of the agency may be shown in the same way. Whether the plaintiff had so held Laird out to the world that defendant was not affected by the termination of their relations, without notice thereof, is another question.</p>\n<p id=\"b277-2\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>On the cross-examination of Allen, it appeared that he had a telephone communication with one Dunn on the morning of the day Laird made the sale to defendant from which he learned that Laird was at Dunn’s place in Cabot with a Dodge car that he was trying to sell Dunn, which turned out to be the car in question. On redirect examination, the witness was permitted to testify, subject to exception, that he did not direct Laird to go to Dunn’s place on that occasion. This evidence was admissible to meet any claim that might be made from this circumstance that Laird was then in plaintiff’s employ.</p>\n<p id=\"b277-3\"> On redirect examination, Allen was permitted to testify, subject to defendant’s objection that the evidence was incompetent, immaterial, and irrelevant, and concerned, an arrangement between the principal and agent of which defendant had no knowledge, that neither Laird nor any other person connected with the plaintiff was authorized to accept payment for ears by checks payable to themselves. This evidence was inadmissible. The fact that Laird was not authorized to accept checks in payment for cars had no tendency to show that he had been instructed not to do so. Having been intrusted with the possession of the car with authority to sell it, authority to receive payment therefor would be implied. <em>Brown </em>v. <em>Aitken, </em>90 Vt. 569, 99 Atl. 265. And whether he received payment in money or through the medium of á cashier’s check, which is universally recognized as equivalent to money, was immaterial.</p>\n<p id=\"b277-4\">Subject to like objection, the witness was permitted to testify further, that the sale of all cars was to be approved by him before delivery, and that all such sales were to be made by written contract. If Laird’s agency was general in character, this evidence was incompetent unless it appeared that defendant had knowledge of such limitations, which is not claimed. <em>Wilder </em>v. <em>Hinckley Fibre Co., </em>97 Vt. 45, 122 Atl. 428. To same effect are, <em>Lobdell </em>v. <em>Baker, </em>1 Metc. (Mass.) 193, 35 A. D. 358; <em>Higman </em>v. <em>Camody, </em>112 Ala. 267, 20 So. 480, 57 A. S. R. 33; and <em>Grain </em>v. <em>Jacksonville First Nat. Bank, </em>114 Ill. 516, 2 N. E. 486. And this is true, though Laird failed to disclose his principal. <em>Brooks </em>v. <em>Shaw, </em>197 Mass. 376, 84 N. E. 110; <em>Hubbard </em>v. <em>Ten Brook, </em>124 Pa. 291, 16 Atl. 817, 2 L. R. A. 823, 10 A. S. R. 585. See, also, <em>McCracken </em>v. <em>Hamburger, </em>136 Pa. 326, 20 Atl. 1051; <em>Ernst </em>v. <em>Harrison, </em>86 N. Y. Sup. 247; <em>Napa Valley Wine Co. </em>v. <em>Cassanova, </em>140 Wis. 289, 122 N. <em>W. </em>812. Otherwise, in every <page-number citation-index=\"1\" label=\"254\">*254</page-number>case of undisclosed principal, the secret limitation of authority would prevail and defeat the action of the person dealing with the agent, and later discovering that he was an agent and had a principal. On the other hand, if Laird’s agency was special and limited in character, this evidence was admissible under the rule that whoever deals with such an agent is bound at his peril to know the extent of his authority. <em>Cleveland </em>v. <em>Pearl, </em>63 Vt. 127, 21 Atl. 261, 25 A. S. R. 748; <em>White </em>v. <em>Langdon, </em>30 Vt. 599; <em>Sprague </em>v. <em>Train, </em>34 Vt. 150. Since it cannot be held as a matter of law, on the evidence, that Laird’s agency was general in character, this evidence was properly received. The use to be made of it was a matter for the court to deal with in its instructions to the jury. •</p>\n<p id=\"b278-3\">We do not pause to consider the exceptions that relate to the alleged misconduct of plaintiff’s counsel in referring to the car in question as having been stolen, or stolen by Laird, since, in the circumstances, it is not apparent how defendant could have been harmed thereby. This, however, is not to be taken as an intimation that such reference was by any means proper.</p>\n<p id=\"b278-4\">During the time that Laird was in plaintiff’s employ, one Deering was also employed by plaintiff. In the course of Laird’s testimony he characterized Deering as manager. This was excluded, subject to defendant’s exception. Defendant also excepted to the refusal of the court to permit Laird to tell what position Deering held with the plaintiff. This was not error, since Laird was permitted to testify as fully as appears to have been desired concerning Deering’s authority and duties. This was as far as he was entitled to go.</p>\n<p id=\"b278-5\">During the cross-examination of Laird, who was called as a witness by defendant, plaintiff offered in evidence its Exhibit 2, the material part of which reads as follows:</p>\n<blockquote id=\"b278-6\">“CONTRACT St. Johnsbury, Vt., Sept. 22, 1924.</blockquote>\n<blockquote id=\"b278-7\">Between</blockquote>\n<blockquote id=\"b278-8\">Northeastern Nash Co. FIRST PARTY</blockquote>\n<blockquote id=\"An3\">AND Allen H. Bartlett SECOND PARTY</blockquote>\n<blockquote id=\"b278-9\">PHONE ADDRESS Danville, Vt.</blockquote>\n<p id=\"b278-10\">First party guarantees its new cars as per printed guarantee on back of this sheet. The back of this sheet is a part of this contract. Second party hereby orders from the first party the articles enumerated below at the prices and terms given. It is agreed that if the articles herein ordered are not taken the deposit will be forfeited to First Party. The credit of $ is <page-number citation-index=\"1\" label=\"255\">*255</page-number>allowed solely in consideration of, and on account of price of car ordered herein. Should this order be cancelled, then this credit will be void, but the First Party shall have the right at all times to sell the articles for which this credit is given for any price it may see fit, without the consent first had and received from the person to whom this credit is given. In the event of the cancellation of the within order by the person to whom the credit is given he shall be entitled to only such money for which said automobile was sold, less charges for repairs, including parts and •labor, and thirty per cent. (30%) of ;the price for which said car was sold, the said thirty per cent. (30%) being the commission due and payable to the First Party for making sale of said articles. This contract is not valid unless approved by the signature of the manager.</p>\n<blockquote id=\"b279-3\">nupncjuri $475 rn?T?nyrq <em>XSJLJX </em>KJJL. <em>X </em>&gt;' JL 0-u.vxtJ.KJ</blockquote>\n<blockquote id=\"b279-5\">APPROXIMATE DATE OF TO BE DELIVERED AT DELIVERY</blockquote>\n<blockquote id=\"b279-7\">Article Model</blockquote>\n<blockquote id=\"b279-8\"><em>1 Dodge tonring car </em>$875</blockquote>\n<blockquote id=\"b279-9\">\n<em>1 Gh. touring car at $400 in trade Paid in full Sept. 22, 1924</em>\n</blockquote>\n<p id=\"b279-10\">This contract covers fully every detail of this transaction. There are no verbal or other agreements not herein contained.</p>\n<blockquote id=\"b279-11\">SALESMAN <em>Laird </em>PURCHASER</blockquote>\n<blockquote id=\"b279-12\">Approved by <em>Ladrd”</em></blockquote>\n<p id=\"b279-13\">This exhibit is a printed form, except such parts as we have italicized, which are in Laird’s handwriting.</p>\n<p id=\"b279-14\">Although the oft-repeated claims of the respective parties concerning the effect and purpose of this instrument cover _ several pages of the transcript, in.substance and in effect they are these: The plaintiff claimed that it constituted the contract between Laird and the defendant, and that parol evidence tending to vary the terms thereof was inadmissible, and that since it was not approved by Allen it was invalid. The defendant', denied its existence as a contract between him and Laird, and claimed, and offered to prove, that it was understood and intended by both parties to be merely a receipt for the amount paid by him.</p>\n<p id=\"b280-2\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>Without noticing each of the numerous exceptions saved by defendant to the exclusion of evidence tending to show the circumstances attending the giving and acceptance of this instrument, its purpose and character as understood and intended by both Laird and the defendant, and the contract actually entered into between them, it is enough to say that the court adopted, to the full extent, the claim of the plaintiff, and, subject to defendant’s exception, not only excluded all evidence thereafter offered tending to show the several facts above stated, but, on motion, of plaintiff, struck from the record all evidence previously given tending to show the contract actually entered into by Laird and defendant, and declined to submit to the jury any question but that of damages. These several rulings were manifestly erroneous. It had already appeared, without objection, that by the terms of the contract between Laird and defendant the latter was to have the Dodge ear for a Chevrolet car and $475; that the terms of the contract were agreed upon at defendant’s home in Danville; that the parties then went to the bank where defendant procured a cashier’s check payable to himself, for the above amount, which he indorsed and delivered to Laird; that defendant then asked for a receipt and that Laird made and gave to him plaintiff’s Exhibit 2; that defendant’s request for a receipt was the first and only mention of a writing respecting the transaction by either Laird or defendant.</p>\n<p id=\"b280-3\">Generally speaking, the evidence offered by defendant for the various purposes above mentioned should have been received, and, together with that already in the case, should have been submitted to the jury under proper instructions. <em>King </em>v. <em>Woodbridge, </em>34 Vt. 565, and <em>Tarbell &amp; Whitham </em>v. <em>Gifford, </em>82 Vt. 222, 72 Atl. 921, 17 Ann. Cas. 1143, are full authority for this holding. While the rule that parol evidence is inadmissible to vary or contradict the terms of a written agreement is firmly established, it is equally well settled that such evidence is admissible to show that a writing which purports on its face to be a contract was never intended as such by the parties; in other words, that such writing was not in fact a contract. In the instant case neither party to the instrument in question ever claimed that it represented the contract between them. On the contrary, the evidence of Laird already in the case without objection, tended to show that it was understood and intended by Mm as a receipt, merely.</p>\n<p id=\"b281-2\"><page-number citation-index=\"1\" label=\"257\">*257</page-number>The exception to the refusal of the court to permit Laird to testify to the scope of his agency is not sufficiently briefed to require consideration.</p>\n<p id=\"b281-3\">The defendant offered to show by his wife that during the trial of the case she asked Allen why, when he knew the defendant so well, he did not make demand upon him for the car, or say something to him about it, and that Allen replied that: “He didn’t want the car, didn’t then .and didn’t now.” This was excluded subject to defendant’s exception. The only claim for this evidence is that it tended to show a ratification of the contract between Laird and defendant. In the circumstances, it had no such tendency, and was inadmissible for that purpose.</p>\n<p id=\"b281-4\">The exceptions to the ruling of the court striking out such evidence as tended to show the contract actually entered into between Laird and defendant, and to the granting of plaintiff’s motion for a directed verdict on the issue of defendant’s liability, are already disposed of.</p>\n<p id=\"b281-5\">The court charged the jury, in substance, that whether plaintiff did or did not have any pecuniary interest in the outcome of the case, should not influence them in determining the proper value of the car in question, nor should the fact that some insurance company was the real party in interest, if such was the fact, influence them in determining that question. This was excepted to by defendant. After stating his exception, counsel added that the court should have instructed the jury that if plaintiff had received its pay for the car it could not recover in this suit. No exception was taken, however, to the failure of the court to charge in accordance with this suggestion, so no question concerning it is before us.</p>\n<p id=\"b281-6\">After verdict, and before judgment, defendant filed a written motion for a judgment in his favor. This motion, which is predicted upon fourteen assigned grounds, is, in effect, that it appeared on the trial that plaintiff had been paid in full for any damage sustained by it by reason of the loss of the ear in question; that it did not appear how or by whom such payment was made; that it must be presumed that it was made by defendant, directly or indirectly; that it did not appear but that the party making such payment was a mere volunteer; that it did not appear that the party making such payment had been, or was entitled to be, subrogated to the rights of plaintiff; and <page-number citation-index=\"1\" label=\"258\">*258</page-number>that, since plaintiff had received pay for the loss of the car, under these circumstances, it could not maintain this suit. The motion was overruled, to which defendant excepted.</p>\n<p id=\"b282-3\"> It appeared that an insurance company had paid plaintiff on account of the loss of the car all that plaintiff claimed the car was worth. Whether such company was liable as insurer or the car, or acted as a mere volunteer did not appear, except by inference. It is not of the slightest consequence who reimbursed plaintiff, or under what circumstances, if defendant was not connected therewith, and there was no evidence to warrant an inference that he was. The thief who takes my property cannot escape liability to me simply because some insurance company, or my friends, or neighbors, have compensated me for my loss. It is uniformly held in actions for injuries resulting from fire or accident that the fact that plaintiff has received compensation by way of insurance cannot be shown in reduction of damages. <em>Harding </em>v. <em>Town of Townshend, </em>43 Vt. 536, 5 A. R. 304; <em>Cushman, etc., Co. </em>v. <em>Boston &amp; Maine R. R. Co., </em>82 Vt. 390, 73 Atl. 1073, 18 Ann. Cas. 708; <em>Gray </em>v. <em>Boston El. R. R. Co., </em>215 Mass. 143, 102 N. E. 71; <em>Chesapeake Iron Works, etc., </em>v. <em>Hochschield, Kohn &amp; Co., </em>119 Md. 303, 86 Atl. 345; 17 C. J. 929, and cases there collected. Nor can it be shown for such purpose that plaintiff has been compensated in whole, or in part, by charitable subscriptions. <em>Citizens’ Gas. etc., Co. </em>v. <em>Whipple, </em>32 Ind. App. 203, 69 N. E. 557; <em>Norristown </em>v. <em>Moyer, </em>67 Pa. 355. The broad rule is correctly stated thus in <em>Weber </em>v. <em>Morris &amp; Essex R. R. Co., </em>36 N. J. Law, 213, \"A person committing a tort cannot set up in mitigation of damages that somebody else, with whom he has no connection, has either in whole or in part indemnified the injured party.” Neither can such payment or indemnity be shown in defense of the action. <em>Missouri K. &amp; T. Ry. Co. </em>v. <em>Fuller </em>(C. C. A.), 72 Fed. 467, affirmed 168 U. S. 707, 42 L. ed. 1215, 18 Sup. Ct. 944; <em>Ridgeway </em>v. <em>Sayre Electric Co., </em>258 Pa. 400, 102 Atl. 123, L. R. A. 1918A, 991, Ann. Cas. 1918D, 1.</p>\n<p id=\"b282-4\">This disposes of all questions necessary to consider.</p>\n<p id=\"b282-5\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}