{
  "casebody": {
    "data": "<casebody firstpage=\"114\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b140-9\">The Gulf, Colorado &amp; Santa Fe Railway Company v. W. P. Cusenberry.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b140-10\">No. 253.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b140-11\">1. Charge — Action for Negligently Burning Grass. — The court charged, as to a fire proved to have occurred as alleged, 11 that if you find from the evidence that the defendant at said time was burning off its right of way, and that the section hands in charge of the work negligently permitted the fire to be communicated to the grass on the land of the plaintiff, then as to said fire you will find in plaintiff’s favor for damages, if any, caused by said fire: but if you find that said section hands in burning said right of way were acting with prudence and precaution, then as to the damages claimed by said fire you will find for the defendant.” This charge was correct as far as it went. If in any phase of the case it was not sufficiently full, a special charge should have been asked supplying such omission.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b140-12\">2. Burning off Right of Way. — It was not error to refuse an instruction, “ that the railway had the right to kindle a fire on its right of way, for the purpose of burning it off. if it used reasonable care to prevent it from spreading, and injuring the property of others;” as combustibles may have accumulated on the right of way to such an extent that the very act of setting on fire would constitute negligence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b140-13\">3. Measure of Damages — Cases Adhered to. — Railway v. Hoge, 67 Texas, 686; Railway v. Horne, 69 Texas, 645, adhered to as to measure of damages for burning grass, etc., causing permanent injury to the land. Difference in value before and after the burning.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b140-14\">4i Same — Charge.—In action for damages for burning grass and injury to turf, where there was no testimony to value of the grass burned, apart from damages to the turf, it was not error to confine the jury to ascertaining value of the land before and after the burning, and finding the difference as damages.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b140-15\">5. Action by Lessor for Damages to the Grass.— It appeared that subsequent to the burning the parties in making a new lease contracted that the lessee should have benefit of all claims <em>for burns </em>from a future day in the term. <page-number citation-index=\"1\" label=\"115\">*115</page-number>From this it may be inferred that as to all past claims the lessor was the owner, by agreement of the parties, lessor and lessee.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b141-4\">6. Possession Sufficient to Maintain Trespass. — Possession is sufficient title to maintain action against a trespasser. This is still the rule, although the plaintiff in setting out his title alleged one imperfect as under the sovereignty of the soil. There being no dispute as to plaintiff’s possession, it was not error in the charge to assume title to he in the plaintiff.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b141-5\">Appeal from Coleman. Tried below before Hon. J. W. Timmins .</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b141-6\">Action for damages against a railway company for negligently permitting fires from its right of way, burning the grass and injuring the turf of lands of the plaintiff through which the road passed. Suit was filed September 14,'1889. Testimony showed that the fires extended over about 1839 acres of the land. The grass was worth about 50 cents an acre when burned, and it ordinarily takes three years for the turf to become fully restored after a burn. The land was used for grazing purposes, and worth 15 cents an acre a year rental.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b141-7\">Evidence for defendant showed that the rental value was reduced about half by the burn. -Suit was by a lessor. Verdict for plaintiff for $1800 “ for damages to grass and land.” Judgment accordingly. Other matters discussed are set out in the opinion.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b141-8\"><em>J. W. Terry, </em>for appellant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AFI\">1. The defendant was exercising the right to kindle a fire on its right of way for the very purpose of removing therefrom the combustible material that had accumulated thereon, a duty imposed on it by the law. The mere fact that combustible material was there, which its legal duty required it to remove, could not make it responsible for damages suffered by third parties, if the defendant was in the careful and prudent exercise of the right. Defendant had the right to kindle a fire for the purpose of destroying combustible material on its own land, provided it did so in a careful and prudent manner. The fact that the defendant had previously negligently allowed the grass to remain there did not debar it from the exercise of the legal right of after-wards attempting to remove the same. Cool, on Torts., 589.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b141-9\">2. The measure of damages as to the grass was not the difference in the value of the land before and after the fire, but the market value of the grass destroyed. Railway v. Horne, 69 Texas, 648; Railway v. Wallace, 74 Texas, 581.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b141-10\">3. While ordinary proof of possession may be sufficient proof of title to authorize a recovery of damages to land, yet where the plaintiff undertakes to prove title to the land, and fails therein, and shows an outstanding title in a third party, the recovery should be restricted to so much of the land to which title is proven. The presumption that ordinarily exists in an action for damages to land, that the title is in the party who is in possession, is rebutted by an attempt of such party to <page-number citation-index=\"1\" label=\"116\">*116</page-number>prove title, and failure therein. Further, the defendant was entitled to avail itself of the evidence introduced by plaintiff which showed the failure of title, as the law would not require of the defendant the unnecessary and idle act of reintroducing the evidence offered by the plaintiff.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b142-5\"><em>Sims &amp; Snodgrass, </em>for appellee, controverted the propositions of the appellant,</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"AzC\">citing: Railway v. Hogsett, 67 Texas, 686; Railway v. Beeson, 5 S. W. Rep., 822; Railway v. Horne, 69 Texas, 643; Kolb v. Bankhead, 18 Texas, 232; Abb. Trial Ev., ch. 37, p. 634.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b142-7\">KEY, Associate Justice.</author>\n<p id=\"A8G\">This is a suit for damages, caused by four separate fires, and for the value of a cow killed by the railway.</p>\n<p id=\"b142-8\">Upon the testimony in the record this court finds as follows:</p>\n<p id=\"b142-9\">I. <em>Title. </em>— 1. Plaintiff showed title in his wife to Galveston, Houston &amp; Henderson Railway Company survey number 38, and to East Texas Railway surveys numbers 170 and 117, and made the following attempt to show title in the other surveys:</p>\n<p id=\"b142-10\">A patent from the State of Texas to T. S. Goodman for survey number 307, by virtue of bounty warrant number 1326; deed from M. B. Branch to W. P., E. T., and D. E. Cusenberry, conveying one-half interest in the Goodman survey, recorded February 19, 1883; deed from W. P., E. T., and D. E. Cusenberry to Mrs. Willie R. Cusenberry, conveying the same interest, recorded February 10, 1886.</p>\n<p id=\"b142-11\">Patent to James A. Willard for Buffalo Bayou, Brazos &amp; Colorado Railway survey number 67; deed from James A. Willard to George Willard conveying same survey, deed recorded May 3, 1878; deed from George Willard to Ben F. Thomas conveying the same survey, recorded May 14, 1878; deed from Ben F. Thomas and wife to W. P. Cusenberry, conveying the northeast quarter of the west half of said survey number 67; deed from J. A. Ricker to W. B. Cusenberry, for the southeast quarter of said survey 67, deed recorded November 9, 1882; deed from W. P., E. T., and D. B. Cusenberry to Willie R. Cusenberry, recorded February 10, 1886; patent from the State of Texas, to James A. Willard, for Buffalo Bayou, Brazos &amp; Colorado Railway Company survey number 65; deed from James A. Willard to George Willard, conveying said survey, recorded May 7, 1878; deed from George Willard to W. H. Thomas, conveying said survey, recorded May 14, 1878; deed from W. II. Thomas to H. II. Stubbs, conveying the southwest quarter of said survey; deed from H. H. Stubbs to W. Y., E. T., and D. B. Cusenberry, conveying the southwest quarter of said survey; deed from W. H. Thomas to Samuel Perry, conveying the southeast quarter of said survey, deed recorded August 1,1881; deed from Samuel Perry to W. P., E. T., and D. B. Cusenberry, conveying the southeast quarter of said survey, recorded Febru<page-number citation-index=\"1\" label=\"117\">*117</page-number>ary 14, 1883; quitclaim deed from J. T. Evans and H. D. Walker, conveying ,to W. P. and E. T. Cusenberry the southwest quarter of said survey number 65, recorded August 7, 1885; deed from W. P., E. T., and D. B. Cusenberry to Willie R. Cusenberry, conveying the whole survey, recorded February 10, 1886.</p>\n<p id=\"b143-4\">W. P. Cusenberry testified: The pasture was enclosed during the summer of 1883; the fencing was begun during the summer of 1882; it has been under fence continuously since the summer of 1883, except about two months in the summer of 1885, during which time the fence was down, it having been cut. It was rebuilt as soon as I could rebuild it. This pasture was fenced by W. P., E. T., and D. B. Cusenberry, who held possession until the sale to Mrs. Cusenberry.</p>\n<p id=\"b143-5\">Witness testified: The taxes on said land were paid by the said Cusenberry brothers up to the time the same was sold to Mrs. Cusenberry, and after the sale to Mrs. Cusenberry she paid all taxes up to the present time.</p>\n<p id=\"b143-6\">2. Willie R. Cusenberry was shown to be the plaintiff’s wife. It was shown that she and those under whom she claims enclosed the tracts above referred to in a pasture in 1882 and 1883, and that they have held continuous, actual, visible, and notorious possession thereof ever since up to the time of trial in the District Court, and that they had paid all the taxes due thereon for said years.</p>\n<p id=\"b143-7\">II. <em>Fires, </em>efe. — The averments of the petition as to the number of fires, their dates and causes, are sustained by the evidence; and it was also shown that one of appellant’s trains killed a cow belonging to plaintiff, as alleged, worth $25.</p>\n<p id=\"b143-8\">III. <em>Negligence. </em>— The several allegations of negligence in plaintiff’s petition are sustained by the evidence.</p>\n<p id=\"b143-9\">IY. <em>Damages. </em>— The fires referred to burnt the grass on about 1735 acres of land, and injured the roots and sod, and the amount of damages allowed by the jury therefor finds support in the testimony.</p>\n<p id=\"b143-10\">V. <em>Possession, etc. </em>— The plaintiff leased the land in question, with other land, all constituting the Cusenberry pasture, for a term extending from June to December 1, 1888, to the Day Ranch and Cattle Company. At the expiration of this lease said company remained in possession of the land without making any other contract of lease; and the record does not show that the plaintiff either consented or objected to such holding over.</p>\n<p id=\"b143-11\">About February 1, 1889, plaintiff and said company entered into another lease contract, which reads as follows:</p>\n<blockquote id=\"b143-12\"><em>“State of Texas, Coleman County. </em>— This article of agreement, made and entered into this day, December 1, 1888, by and between W. P. Cusen<page-number citation-index=\"1\" label=\"118\">*118</page-number>berry of the first part and Day Ranch Cattle Company of the second part, witnesseth: That the said party of the first part has leased his pasture, known as the Cusenberry pasture, to party of the second part, as follows: Consideration 875 per month, paid at the end of every three months; pasturage on mule shoe brand of cattle is to go to party of the second part. First party reserves the right to put in 100 head of his own cattle; also relinquishes all claims for burns made by railroad after February 1,1889. Party of the second part to have said pasture until 1st of November, 1889, unless said party concludes to discontinue, in which case they are to give thirty days notice. Party of second part is limited to 1000 head on an average per month. In case the first party should make sale of said pasture, party of second part is to give possession by having thirty days notice. It is further understood, that if the party of the first part has not leased the pasture on November 1, party of second part can retain possesson one month longer, at the same rate as above specified.</blockquote>\n<blockquote id=\"b144-6\">“ Witness our hands.</blockquote>\n<blockquote id=\"b144-7\">1 ‘ W. P. Cusenberry,</blockquote>\n<blockquote id=\"b144-8\">61 Day Ranch Cattle Company,</blockquote>\n<blockquote id=\"b144-9\">“ By W. H. Doss.</blockquote>\n<blockquote id=\"b144-10\">“ Witness:</blockquote>\n<blockquote id=\"b144-11\">“Mabel Day.”</blockquote>\n<p id=\"b144-12\">The former lease contract, as to consideration, was similar to this one, except that it allowed the plaintiff to keep in the pasture 200 head of stock instead of 100 head, and the latter contract allows the lessee to collect the charges for pasturing the mule shoe brand of cattle.</p>\n<p id=\"b144-13\">About February 25, 1889, a cow belonging to plaintiff’s wife was killed by one of defendant’s trains. The cow was worth 825 at the time.</p>\n<p id=\"b144-14\"><em>Opinion. </em>— The court’s charge was correct as far as it went. If, on any phase of the case, it was not as full as appellant desired, it should have asked a special charge supplying the supposed omission.</p>\n<p id=\"b144-15\">The defendant asked the court to instruct the jury, that it had the right to kindle a fire on its right of way for the purpose of burning it off, if it used reasonable care to prevent it from spreading and injuring the property of others.</p>\n<p id=\"b144-16\">This charge was properly refused. Appellant did not have the right under all circumstances to kindle a fire on its right of way. It may have permitted combustible material to accumulate on its right of way to such an extent that the very act of setting it on fire would constitute negligence, regardless of the care that was exercised to prevent the fire spreading and injuring the property of others.</p>\n<p id=\"b144-17\">On the measure of damages the court charged the jury as follows:</p>\n<blockquote id=\"b144-18\">“ You are instructed, that if you find in plaintiff’s favor for damages for all or any of said fires, then you will estimate the amount of said <page-number citation-index=\"1\" label=\"119\">*119</page-number>damages by determining from the evidence, first, the date of each fire for which you allow damages; second, the number of acres burned or injured; third, the difference in the value of the land before the burn and immediately after the same; and fourth, interest on such damages as you may determine plaintiff entitled to from the date of the accrual of said damages to present time, at the rate of 8percent per annum.”</blockquote>\n<p id=\"b145-4\">The testimony shows injury, permanent in character, to the land. As to this injury, the charge quoted applied the correct measure of damages. Railway v. Hogsett, 67 Texas, 686; Railway v. Horne, 69 Texas, 643.</p>\n<p id=\"b145-5\">Had the testimony shown the value of the grass separate and apart from the land, the plaintiff, perhaps, would have been entitled to have the jury instructed to find such value, and the difference in the value of the land, without the grass, immediately before and after the burns, as the measure of damages. However, there was no testimony tending to show the value of the grass separately; and doubtless the plaintiff, in estimating, while on the witness stand, the difference in the value of the land immediately before and after the burns, included the grass destroyed. This being the case, the court did not err in giving, without qualification, the charge referred to. But if such were not the case, the plaintiff proved more injury to the land than the aggregate amount awarded by the jury. It follows, therefore, that the omission to charge concerning the value of the grass separately was not prejudicial to appellant.</p>\n<p id=\"b145-6\">It is contended, that when the first fire occurred, December 3, 1888, the land covered by the fire was leased, and therefore that the plaintiff was not entitled to recover for the value of the grass destroyed by that fire.</p>\n<p id=\"b145-7\">The testimony shows, that the land was leased for part of the year 1888; that the lease expired the last day of November or the first day of December; that without any further arrangement or understanding, the tenant remained in possession until February following, when anew lease contract was made, the terms of which were more favorable to appellee than those of the former. The latter contract was dated December 1, 1888, though it was not executed until February thereafter; and it stipulated that appellee relinquished all claims for burns made by the railway after February 1, 1889.</p>\n<p id=\"b145-8\">If in any casé a tenant at will or by sufferance can maintain an action, for the destruction of uncultivated native grass, we think the lease contract made in February, 1889, construed in the light of surrounding circumstances, is equivalent to an assignment to the appellee of whatever claim the tenant had against appellant for burning grass on the land in question prior to the execution of said contract. It shows that the question of damages resulting from grass burning by the railway was considered by the parties; that by the new contract, while the lessee was to pay rent at the same rate as formerly, appellee’s right to pasture stock on <page-number citation-index=\"1\" label=\"120\">*120</page-number>the land was curtailed one-half, and the tenant was to have the fees owing by a third party for pasturing stock on the land. And the relinquishment to the tenant of all claims for damages caused by subsequent fires carries with it the implication that all claims for damages caused by previous burns should belong exclusively to appellee.</p>\n<decisiondate id=\"b146-6\">Delivered November 8, 1893.</decisiondate>\n<p id=\"b146-3\">There was no error in the court’s charge in assuming that appellee had shown title to the land in his wife as alleged. Parker v. Railway, 71 Texas, 133.</p>\n<p id=\"b146-4\">The verdict is supported by the testimony, and finding no reversible error, the judgment is affirmed.</p>\n<p id=\"b146-5\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}