{
  "casebody": {
    "data": "<casebody firstpage=\"359\" lastpage=\"367\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b385-5\">The St. Louis, Arkansas &amp; Texas Railway Company v. B. T. Denny.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b385-6\">No. 289.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b385-7\">Negligence — Risk Assumed — Burden of Proof. — Appellee sued appellant for damages for personal injuries received by him while engaged as appellant’s foreman of a surfacing gang employed to keep in repair a portion of its track, and resulting from his falling from a hand car passing over a portion of the track which it was his duty to keep in repair. He alleged negligence on appellant’s part; first, in keeping its roadbed in bad condition, which caused the injury; and second, in furnishing a defective hand car, with broken brakes, so that the same could not be controlled, and which, after appellee fell, ran into the car on which he had been riding, pushed it upon him, and caused his injuries. <em>Meld:</em></headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b385-8\">1. If appellee was employed by appellant, and had under him a number of hands, and it was his duty to keep the roadbed in proper condition and repair, and he did not do so, and knew of the bad condition of the road at the place where he was injured, before he attempted to pass over the same, and was injured by reason thereof, he took upon himself the risk, and can not recover from the company for injuries received by him caused by such condition of the track.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b385-9\">2. The servant seeking to recover for an injury takes the burden upon himself of establishing negligence upon the part of the master, and due care upon his own part. Appellee having failed to show that his injury was caused by either of the alleged grounds of negligence on the part of appellant, the judgment is not sustained by the evidence.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b385-10\">Appeal from Navarro. Tried below before Hon. Rufus Hardy.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b385-11\"><em>Clark, Dyer &amp; Bolinger, </em>for appellant.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"A5c\">1. The evidence shows no negligence chargeable to appellant, and conclusively shows that appellee’s contributory negligence was the sole cause of his injuries.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b385-12\">2. It devolved on appellee, he being an employe, in order to recover in this case, to show affirmatively what caused his injuries, and to show that appellant’s negligence was the cause of his injuries, and to show further that he used due care. Murray v. Railway, 73 Texas, 2; Railway v. Murphy, 46 Texas, 2; Railway v. Crowder, 76 Texas, 499; Railway v. Hester, 72 Texas, 40; Railway v. Burns, 71 Texas, 479; Beach on Con. Neg., 432.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b385-13\">3. Tlie court erred in rendering judgment for plaintiff, in that, if the circumstances and evidence in this cause show any bad condition of said railway, they also show that plaintiff, by reason of his employment and <page-number citation-index=\"1\" label=\"360\">*360</page-number>control of said railway at this point, stood in the place of the master, and the negligence in keeping said railway in proper and safe condition, if any, was chargeable to the plaintiff himself, and was his own negligence. Railway v. Bradford, 66 Texas, 734; Railway v. Lempe, 59 Texas, 19; Watson v. Railway, 58 Texas, 439; Railway v. McNamara, 59 Texas, 255; Railway v. McCarthy; 64 Texas, 632; Rogers v. Railway, 76 Texas, 502; Railway v. Bell, 75 Texas, 51; Railway v. Conrad, 62 Texas, 627; Railway v. Tarver, 72 Texas, 309.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b386-5\"><em>Simkins &amp; </em>Neblitt, <em>John D. Lee, </em>and <em>T. D. Hightower, </em>for appellee.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b386-6\">1. The evidence shows negligence in the appellant company, and is sufficient to warrant the finding of the jury, which will not be disturbed unless manifestly wrong.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b386-7\">2. A section foreman engaged in repairing the tracks of a railway does not occupy the position of vice principal, either to those engaged with him in such work or to the operatives of a train hauling material over said road for the purpose of construction and repairs. They are fellow servants. It was not error to refuse the charge requested, because the law of the case had been fully given in the court’s charge. Redeker v. Railway, 67 Texas, 182; Railway v. Smith, 76 Texas, 612; Railway v. Farmer, 73 Texas, 85; Railway v. Mitchell, 72 Texas, 609.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b386-8\">LIGHTFOOT, Chief Justice.</author>\n<p id=\"AqpI\">The following statement from appellant’s brief is admitted by appellee to be substantially correct, and is. adopted:</p>\n<p id=\"b386-9\">Appellee, in June, 1888, brought suit in the District Court of Navarro. County, Texas, against appellant, for $50,000 damages for personal injuries to him, alleged in his original petition to have resulted on the 12th day of December, 1887, by reason of a defective roadbed furnished appellee by appellant; that appellee was in the employ of appellant as foreman of a surfacing gang, and his duties were to look after and keep in repair a portion of appellant’s railway track, but that said track was wholly insufficient, in that the grade of the bed was so constructed that it failed to carry off the ordinary rain that fell thereon, and became very soft and gave way when the usual trains passed over the same; that the ties were wholly insufficient, in that they were too far apart, and not able to support and carry ordinary trains over said roadbed safely, and caused the same to sink beneath the surface; also, that there were a number of stakes driven along the center of such roadbed, and left standing in such manner as to become hazardous to trains passing by; that the defects were known to appellant and unknown to appellee; that on the date of said appellee’s injuries a train had just passed over said defective roadbed and caused it to sink several inches, and that appellee, in passing over .said track immediately afterwards in a hand car, was thrown from said <page-number citation-index=\"1\" label=\"361\">*361</page-number>hand car and run over by it, on account of the defective roadbed; that his back was broken and serious injuries resulted.</p>\n<p id=\"b387-5\">On July 13, 1891, appellee by amendment alleged substantially all that is set out in his original petition, and in addition thereto stated, that appellant negligently furnished for use of appellee and those engaged with him a hand car, on which other employes were passing over said railway at the time appellee was injured, unfit for use; that it was defective and dangerous, in that the brakes used for propelling said car, checking and controlling speed of the same, were broken and out of repair, so that same could not be controlled; of which defects, by the use of ordinary and reasonable diligence, appellant could have known and did know, but that appellee did not know of them, and that by reason of said defects said car ran on and over appellee, inflicting the injuries complained of. Appellee also made S. W. Fordyce and A. H. Swanson parties to said suit, alleging that since the injuries received they had come into the possession, as receivers, of the property of said appellant railway company.</p>\n<p id=\"b387-6\">Said receivers, Fordyce and Swanson, excepted to the jurisdiction of the court over them, for the reason that appellee’s petition showed the injuries complained of were done and committed long prior to the time they took charge of said railway, and that it appeared no leave of the court had been obtained to sue these receivers, who were officers of the Federal court; and that the acts complained of were tht acts or transactions of said receivers in their conduct and management of said railway, and that appellee had no right or authority in law to sue them; which plea was sustained by the court, and judgment rendered in favor of the receivers, appellee excepting to the ruling of the court.</p>\n<p id=\"b387-7\">The appellant, said St. Louis, Arkansas <em>&amp; </em>Texas Railway Company in Texas, answered, first, by general demurrer; second, specially excepted to that portion of appellee’s third amended original petition which set up damages resulting from defects in the hand car, for the reason that the same was a new, different, and independent cause of action, not set up in the original petition of appellee, and that the pleading showed that no damages resulting from said defective hand car arose for more than two years next before the filing of appellee’s petition for same, and was therefore barred by the two years statute of limitation; third, appellant pleaded a general denial; and fourth, specially answered, that if appellee was injured, his injuries were in no way caused by the negligence of appellant, but that same were caused solely by the gross negligence and carelessness of appellee himself, in that at the time of said injuries he was riding on a hand car with his feet hanging down in front of same, and occupying a dangerous position, and that had it not been for appellee’s negligence in this regard he would not have been injured; fifth, further specially answered, that at the time appellee was injured he was in the employ of <page-number citation-index=\"1\" label=\"362\">*362</page-number>appellant, in charge of a number of men, employed to level up and surface and place in order said appellant’s railway track at the point where he was injured, and that as foreman he knew and should have known the condition of said track that he was passing over; that it was his duty to keep same in repair, and he was employed for that purpose; that he knew said track had just been built, and that the accident complained of was one of the assumed risks of appellee, which he voluntarily assumed, and therefore he ought not to recover; and further specially answered, that any negligence on the part of appellant’s servants which may have caused appellee’s injuries was the negligence of his fellow servants, for which appellant was not responsible to appellee; and further specially answered, that if there was any negligence which contributed to appellee’s injuries, it was appellee’s own negligence and that of men in his charge, in that they ran three hand cars in close contact with each other, at a rapid speed, and in such manner that if anything should happen to the front hand car, on which appellee was riding, those in the rear would collide with and strike appellee’s hand car, and that all of this was contributory negligence chargeable to appellee; and further specially answered, that appellee did not sue on injuries resulting from defective hand car until more than two years after his said injuries had resulted, and that damages resulting from said defective hand car, if any, were barred by the two years statute of limitation.</p>\n<p id=\"b388-3\">The court overruled appellant’s general demurrer, and also appellant’s special exception setting up limitation against appellee’s claim for damages resulting from defective hand car; to which ruling of the court appellant excepted.</p>\n<p id=\"b388-4\">The cause was submitted to a jury, and they returned a verdict for $10,000 in favor of appellee against appellant, and judgment was rendered thereon for $10,000. From this judgment the company has appealed.</p>\n<p id=\"b388-5\">The testimony relating to the cause of the injury was substantially as follows. Appellee himself testified: That on the 12th day of December, 1887, he was in the emplo)r of appellant on what is known as the Hillsboro branch of its railway, and was foreman of the gang, having about forty men in his charge, and on December 10, 1887, the cars ran off the track near Fish Tank number 1, and he was stationed about ten miles from that, with his boarding car and forty men. On Monday, December 12, 1887, he was ordered to go and fix up the track so as to pass trains. They passed a train about 9 o’clock, loaded with iron and a very heavy freight train.- As they were going in at noon he, appellant, was riding on the front of the hand car, with his hands crossed under his legs, feet hanging down in front of the hand car, which made his feet about four inches from the ties; that all section foremen ride that way; and just after <page-number citation-index=\"1\" label=\"363\">*363</page-number>he passed a cattle guard, when his attention was attracted by a man in a field, and as he was turning his head, his right foot caught by the heel, which threw him lengthwise on the track. The car pushed him ahead. The second car was about twenty steps behind; the third about the same distance behind the second. He let loose the car when he fell off. After the first car struck him, the second car struck the first car, which lie thought hurt him as bad as the first one. The third car did not hurt him at all. The track was in bad condition — a new one — and every time a train passed over, it mashed down. We had not been at work on this track for about a week before the train ran off. We. had passed over the place where I got hurt all right about four hours before I got hurt. After the train referred to passed, I followed it on a hand car, and got hurt as before stated. At the rate we were travelling, if the brakes were in good condition and applied (meaning hand car), the car could be stopped at from thirty to forty feet. I never noticed the condition of the track at the time and place in particular (meaning place where he was hurt). I wore a square heel on my boot at the time. I do not know what my heel caught on, and never did know. The track was in open view of me, and I was conversant with the vicinity of the track. When I was riding on the ear my feet were about four inches above the ground. I suppose it would have been safer on some other part of the car. I knew what effect a train passing over the track would be. I knew nothing about the hand car being defective. I had a man to repair them. Did not know that second hand car was twenty steps behind. I estimated that it was. It was my orders not to run any closer than that. Mr. Smith (meaning Tom Smith) was sitting by me when my foot caught. The car did not leave the track. The land is black; when it rains it is soft and spongy.</p>\n<p id=\"b389-5\">Witness was asked: “Did you not state to J. D. Hamilton, when he asked you about the cause of the accident, substantially, that you did not know how it occurred, but that you got dizzy and fell?”</p>\n<p id=\"b389-7\">Answer: “ I told Mr. Hamilton that I did not know how it occurred, but that I must have caught my foot in some way. I probably told him that when I fell my head got dizzy.”</p>\n<p id=\"b389-8\">Question: “ You got dizzy first, then your foot caught?”</p>\n<p id=\"b389-9\">Answer: “ Yes, sir.”</p>\n<p id=\"b389-10\">Question: “ If you had not got dizzy you might not have fallen off.”</p>\n<p id=\"b389-11\">Answer: “ Well, I think if my foot had not caught, my head would not have been dizzy.”</p>\n<p id=\"b389-13\">Witness afterwards stated on redirect examination that he was not subject to dizzy spells, and that the reason he fell off was because his foot got caught.</p>\n<p id=\"b389-14\">The following written statement, which appellee admitted was signed by his authority by Mr. Hamilton, was read in evidence:</p>\n<blockquote id=\"b390-4\"><page-number citation-index=\"1\" label=\"364\">*364</page-number>“ <em>Statement of Injured Per son. </em>— First question: In your opinion, was there any carelessness on the part of any one in the company’s employ, tending to cause the accident; and if so, whom ? Answer: No.</blockquote>\n<blockquote id=\"b390-5\">“ Second question: Could you, by more care on your part, have prevented your injury ? Answer: No.</blockquote>\n<blockquote id=\"b390-7\">“ Third question: Iiow long have you been in the company’s employ? Answer: Since the 17th day of September.</blockquote>\n<blockquote id=\"b390-9\">“ Fourth question: State all other particulars that you may know relative to the accident. Answer: I got a little dizzy, and my foot struck the dirt between the ties. I tried to throw myself on the outside of the rail, and the car caught me.</blockquote>\n<blockquote id=\"b390-11\">“ Fifth question: If married, of whom does your family consist ? Answer: A wife and six children.</blockquote>\n<blockquote id=\"b390-12\">“ The above is a true statement, to the best of my knowledge and belief.</blockquote>\n<blockquote id=\"b390-13\">[Signed] “B. T. Denny.</blockquote>\n<blockquote id=\"b390-14\">“Witness:</blockquote>\n<blockquote id=\"b390-15\">“ J. D. Hamilton,</blockquote>\n<blockquote id=\"b390-16\">“ Thomas White.</blockquote>\n<blockquote id=\"b390-17\">“Date December 22, 1887.”</blockquote>\n<p id=\"b390-18\">J. D. Hamilton, for appellant, testified: I am a farmer, and live about three miles from where the accident occurred. I know the plaintiff,.and went to see him while he was on my place. I helped to nurse him. I asked him how he came to get hurt, and he stated to me about as follows: He did not recollect, it was so quick; that he thought h.e must have got dizzy and fell off. Plaintiff at that time was in a perfectly sane and rational state of- mind. I am sure that I stated the substance of what plaintiff told me was the cause of the accident. He was suffering at the time from his injuries,.and was perfectly rational, and was as much in his right mind as he ever was.</p>\n<p id=\"b390-19\">Thomas Smith, for appellant, testified: That he was sitting beside Mr. Denny on the front end of the car at the time he received his injuries on the Hillsboro branch. He was holding his feet out in front of him, .with his hands crossed under his legs. If he had let them hang naturally, I think they would have dragged the ground. I do not know what caused him to fall off, as I was looking at a man near by in the field. As I saw him falling off, I put my foot out, and when the second car hit the first I was lifting up the front end of it. Plaintiff was foreman of the gang; 1 was second foreman. He had charge of the track; I was under him. Riding on the front of the car is the most dangerous part, I think. There is no seat made there to ride on. • I saw the car afterwards. There was nothing the matter with the brakes, that I know of. When asked if there was much difficulty in stopping the car, the witness answered, the most <page-number citation-index=\"1\" label=\"365\">*365</page-number>trouble he had with it was getting it to go. I did not discover anything unusual about the track. The way we examine track is to stop and fix it up. The mud was nearly up to the top of the rail. The rail was about four inches above the ties. As soon as I saw the accident, I hallooed to the other car to stop, and threw up my hands to them. I was so excited that I could not tell what they said. Witness thought the second car about 100 feet behind the first; the third about the same distance behind the second.</p>\n<p id=\"b391-5\">W. D. Harvill, for appellant, testified: He was on the same car that appellee was at the time he was hurt. I was pulling. I was accustomed to riding on the second car. A man that attended to it was named Dunn. He was all the time tinkering with the brakes and oiling it up. I do not know whether it was hard to stop with brakes or not. 1 never examined the brakes. Mr. Dunn worked or tinkered with the car every few days. Witness said that they were going at about six or seven miles per hour at the time of the accident; second car was about fifty or sixty feet behind the first, and the third about one hundred feet behind the second. They ran from six to ten feet with appellee under the car after he had fallen off. He had his weight against the car, and did his best to stop it. Witness did not know whether it was more dangerous to ride on the front part of the car or not. He said it usually takes to stop a car, at the speed and considering the grade on which they were, about ninety feet. On redirect examination, he testified: He was the first man that picked appellee off the track. The car went about ten feet after he fell off. The first car was about sixty feet ahead of the second.</p>\n<p id=\"b391-8\"><em>Opinion. </em>— 1. The first assignment of error which we deem it important to notice is as follows:</p>\n<blockquote id=\"b391-9\">“ 7. The court erred in refusing to give to the jury special charge number 1, asked for by defendant, to the effect, that if the jury found that if plaintiff knew of the condition of said track, under the evidence, or if, by reason of his employment, by the use of ordinary care or prudence, he could have known of said condition of the track, and if they further found that the bad condition of said track was the cause of said accident, then plaintiff would not be entitled to recover; for the reason that said charge \"submitted the law and the care necessary to be exercised by plaintiff, and the court’s entire charge failed to explain the character and relation of plaintiff, by reason of his employment, to said railway property and its condition.”</blockquote>\n<p id=\"b391-10\">The charge requested was certainly sufficient to call the attention of the court to the question of the responsibility of the employe whose business it was to look after the roadbed, and who must have known of its condition. In fact, appellee in his own testimony admits that he knew the bad condition of the road. A charge upon that question should have <page-number citation-index=\"1\" label=\"366\">*366</page-number>been given. If the appellee was employed by the appellant, and had under him a number of hands, and it was his duty to keep the roadbed in proper condition and repair, and he did not do so, and knew of the bad condition of the road at the place where he was injured before he attempted to pass over the same, and was injured by reason thereof, he took upon himself the risk, and can not recover from the company for injuries received by him caused by such condition of the track. Watson v. Railway, 58 Texas, 434; Railway v. Bradford, 66 Texas, 734; Railway v. McNamara, 59 Texas, 258; Rogers v. Railway, 76 Texas, 502.</p>\n<p id=\"b392-5\">2. The first, second, third, fourth, and fifth assignments of error attack the verdict and judgment, on the ground that the testimony was not sufficient to show that the injuries of appellee were caused by the negligence of appellant, but proved that they were caused by his contributory negligence. The testimony relating to the cause of the injury is substantially set out in the foregoing statement.</p>\n<p id=\"b392-6\">The grounds set out in appellee’s amended petition upon which he bases his right to a recovery are, first, the negligence of the railway company in keeping its roadbed in bad condition, which caused the injury; and second, its negligence in furnishing a defective hand car, with broken brakes, so that the same could not be controlled, and which, after plaintiff fell, ran into the car on which plaintiff had been riding, pushed it upon him, and caused his injuries.</p>\n<p id=\"b392-7\">It appears from the testimony that the roadbed was in bad condition, but it does not appear, even from appellee’s own testimony, that such bad condition of the road caused him to fall or be thrown from the car; on the contrary, he testified that he was riding on the front end of the hand car, with his feet hanging down four inches from the ties (and they must have been almost level with the track), and he says: “ My attention was attracted by a man in a field near by, and as I was turning my head my right foot got caught by the heel, which threw me lengthways on the track.” In what way the bad condition of the roadbed could have caused his right heel to get caught, appellee did not explain. In bis written statement after the injury, and which he admits was made by his authority, he says: 1 ‘ I got a little dizzy, and my foot struck the dirt between the ties. I tried to throw myself on the outside of the rail, and got caught.” He also stated that there was no carelessness on the part of any one in the company’s employ tending to cause the accident.</p>\n<p id=\"b392-9\">The second ground of negligence alleged against the company is in furnishing a broken or defective brake on the hand car behind the one on which appellee had been riding, so that when he fell the other car could not be stopped, but ran into the first car and pushed it against him, is not sustained by .the testimony. In the first place, all three of the hand cars and the men upon them were under the direct orders of the appellee, and if he could by the exercise of ordinary prudence have kept them <page-number citation-index=\"1\" label=\"367\">*367</page-number>at a safe distance apart, so as to have avoided the injury from that source, and did not do so, he can not recover for any injury caused by the second hand car. But there is actually no testimony whatever showing any defect in the brake to the second hand car. The only testimony we have found in the record bearing upon that issue is as follows: W. D. Harvill testified: “ I was on the same car that he (appellee) was on. I was pulling. I generally rode on the second car. The man that attended to it was named Dunn. He was all the time tinkering with the brakes and oiling it up. I was in the habit of riding on it. I do not know whether it was hard to stop with the brakes or not.” * * * Question: “Did you ever examine the brakes ? ’ ’ Answer: “No, sir. ’ ’ Question: “About how often did Mr. Dunn work or tinker with the car?” Answer: “ Every few days.”</p>\n<decisiondate id=\"b393-11\">Delivered November 15, 1893.</decisiondate>\n<p id=\"b393-5\">Thomas Smith testified: “I succeeded Mr. Denny. I saw the car afterwards; there was nothing the matter with the brakes that I know of.” Question: “ Was there much difficulty in stopping the car ?” Answer: “ The most trouble I had with it was in getting it to go.”</p>\n<p id=\"b393-7\">Appellee having failed to show that his injury was caused by either of the alleged grounds of negligence on the part of appellant, as set out in his pleading, the judgment is not sustained by the evidence, and the court below erred in overruling appellant’s motion for a new trial.</p>\n<p id=\"b393-8\">In the case of Texas <em>&amp; </em>New Orleans Railway Company v. Crowder, 63 Texas, 503, Judge Stayton says: “ The true rule in this class of cases is, that the servant seeking to recover for an injury takes the burden upon himself of establishing negligence upon the part of the master and due care upon his own part.” See same case reported again in 76 Texas, 499. Murray v. Railway, 73 Texas, 2; Railway v. Murphy, 46 Texas, 356.</p>\n<p id=\"b393-9\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b393-10\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}