{
  "casebody": {
    "data": "<casebody firstpage=\"200\" lastpage=\"201\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b254-13\">ANDERSON et al. v. MT. CLEMENS POTTERY CO. (UNITED STATES, Intervenor).</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b254-14\">No. 10441.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b254-15\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b254-16\">April 8, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b254-22\">Edward Lamb and Lowell Goerlich, both of Toledo, Ohio, for appellants.'</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b255-3\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>Frank E. Cooper, of Detroit, Mich., and Bert V. Nunneley, of Mt. Clemens, Mich., for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b255-5\">Tom C. Clark, John F. Sonnett, Enoch E Ellison, J. Francis Hayden, Charles S. Corben, and Rodolfo A. Correa,, all of Washington, D, C, and John C. Lehr and Morris Zwcrdling, both of Detroit, Mich., for intervenor.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b255-6\">Before HICKS and MARTIN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b255-7\">PER CURIAM.</author>\n<p id=\"b255-8\">In this cause, the plaintiffs in the district court, Steve Anderson et ah, appellants here, filed in this court on April 2, 1947, a voluntary withdrawal and dismissal of their appeal to this court and asked that an order be entered accordingly.</p>\n<p id=\"b255-9\">The respective attorneys of record for the appellants, Steve Anderson et ah, and for the Mt. Clemens Pottery Company, defendant below and appellee here, filed in this court on April 4, 1947, a stipulation that the appeal herein “he dismissed with prejudice to any renewal thereof but without costs in this court”, and that an order may be entered accordingly.</p>\n<p id=\"b255-10\">On April 4, 1947, the United States of America, through the Attorney General, filed a document, enthled “Memorandum on Behalf of The United States of Amer-ica, Appellee, Regarding Dismissal of Appeal”, from which it appears, inter alia, the district court had granted its motion as intervenor to be made a party to the action; and that, following judgment of the district court, 69 F.Supp. 710, dismissing the complaint in the case, the United States, on March 20, 1947, filed with the Supreme Court a petition for certiorari to this court, pursuant to Section 240(a) of the Judicial Code, as amended, 28 U.S. C.A. § 347(a), requesting a review of the decision of the district court prior to a hearing in this court; and that such petition for certiorari is “pending and undecided by the Supreme Court of the United States.”<footnotemark>1</footnotemark> The memorandum filed by the United States concludes that, in light of the decisions cited as relevant authorities in the memorandum and in view of the agreement between counsel for the appellants and counsel for the appellee, Mt. Clemens Pottery Company, for dismissal of the case, “which renders conclusive the District Court’s decision that all claims advanced herein are ‘dc minimis’ and thus not compensable, the Government, although of the opinion that an early Supreme Court review of this case would be desirable, while not consenting to the dismissal of this case, urges no objection thereto.”</p>\n<p id=\"b255-12\">In these circumstances, upon the aforesaid stipulation by the appellants and the appellee, Mt. Clemens Pottery Company, for dismissal of the appeal, the United States of America, intervenor, urging no objection thereto, the appeal is dismissed with prejudice to any renewal thereof, but without costs in this court.</p>\n<footnote label=\"1\">\n<p id=\"b255-25\"> See 67 S.Ct. 1191.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}