{
  "casebody": {
    "data": "<casebody firstpage=\"567\" lastpage=\"568\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b591-24\">UNITED STATES of America, Appellee, v. Maurice S. JOHNSON, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b591-27\">No. 02-1154.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b591-28\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b591-29\">Submitted June 7, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b591-30\">Decided June 10, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b591-32\">Before McMILLIAN, WOLLMAN, and LOKEN, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b592-4\"><page-number citation-index=\"1\" label=\"568\">*568</page-number>PER CURIAM.</author>\n<p id=\"b592-5\">Maurice Johnson appeals the sentence imposed by the district court<footnotemark>1</footnotemark> upon revocation of his probation. We affirm.</p>\n<p id=\"b592-6\">Johnson originally pleaded guilty to conspiracy to distribute cocaine and cocaine base, in violation of 21 U.S.C. § 846, for which he was sentenced — following a downward departure for substantial assistance — -to 4 years of probation. The district court subsequently revoked probation and sentenced Johnson to 24 months’ imprisonment and 2 years of supervised release, after finding that Johnson had violated the conditions of his probation. On appeal, Johnson challenges both the decision to revoke his probation and the sentence imposed. We reject both challenges.</p>\n<p id=\"b592-7\">At the revocation hearing, Johnson admitted that he had been arrested for driving while intoxicated and had twice tested positive for cocaine. The district court expressed concern that Johnson needed to learn the consequences of his actions, and noted that the Bureau of Prisons’ intensive drug treatment might benefit Johnson. We find no abuse of discretion in the district court’s decision to revoke probation. <em>See United States v. Leigh, </em>276 F.3d 1011, 1012 (8th Cir.2002) (standard of review). The court also did not abuse its discretion in deviating from the advisory range suggested by the Sentencing Guidelines, and the sentence did not exceed (and in fact was well below) the Guidelines range applicable to the original offense. <em>See </em>U.S.S.G. § 7B1.4, p.s., comment, (n.4) (sentence above recommended range may be warranted where defendant originally ben-efitted from downward departure that resulted in sentence below Guidelines range applicable to underlying conduct); <em>United States v. Iversen, </em>90 F.3d 1340, 1345 (8th Cir.1996) (discussing probation revocation sentencing); <em>United States v. Carr, </em>66 F.3d 981, 983 (8th Cir.1995) (per curiam) (district court may deviate from Chapter 7’s suggested sentence when in its considered discretion departure is warranted). Finally, we reject Johnson’s challenge to his supervised-release term. <em>See </em>U.S.S.G. § 7B1.3(g)(1), p.s.; <em>United States v. Hobbs, </em>981 F.2d 1198 (11th Cir.), <em>cert. denied, </em>510 U.S. 832, 114 S.Ct. 103, 126 L.Ed.2d 69 (1993).</p>\n<p id=\"b592-11\">The judgment is affirmed. Counsel’s motion to withdraw is granted.</p>\n<footnote label=\"1\">\n<p id=\"b592-8\">. The Honorable Dean Whipple, Chief Judge, United States District Court for the Western District of Missouri.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}