{
  "casebody": {
    "data": "<casebody firstpage=\"910\" lastpage=\"911\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b932-8\">Chang Hua HE; Xin Qin He, Petitioners, v. John ASHCROFT, Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b932-10\">No. 01-71481.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b932-11\">INS Nos. A70-700-920, A75-010-197.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b932-12\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b932-13\">Submitted May 13, 2002.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b932-14\">Decided May 29, 2002.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b932-18\">Before FERNANDEZ, RYMER, and WARDLAW, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b932-16\">This panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b932-19\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b932-20\">Chang Hua He (“Mr.He”) and Xin Qin He (“Mrs.He”), natives and citizens of China, petition for review of the Board of Immigration Appeals’ (“BIA”) dismissal of their appeal of the immigration judge’s (“IJ”) denial of their applications for asylum and withholding of removal. The Hes’ applications have been consolidated and Mr. He is the principal alien. The permanent rules of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 apply, <em>see Castro-Espinosa v. Ashcroft, </em>257 F.3d 1130, 1131 n. 1 (9th Cir. 2001) (order), and we deny the petition.</p>\n<p id=\"b932-21\">We review credibility findings of the IJ and BIA for substantial evidence and we uphold the adverse credibility finding unless the evidence compels a contrary result. Sin<em>gh-Kaur v. INS, </em>183 F.3d 1147, 1149-50 (9th Cir.1999). Substantial evidence supports the adverse credibility findings concerning the Hes’ claims that they were subjected to past persecution for resisting China’s coercive family planning regulations and that they have a well-founded fear of future persecution on that basis. <em>Cf. Chen v. INS, </em>266 F.3d 1094, 1102 (9th Cir.2001).</p>\n<p id=\"b932-22\">For example, the Hes’ testimony at the removal hearing and their asylum applications were internally inconsistent, and the documentary evidence was suspect. <em>See Ceballos-Castillo v. INS, </em>904 F.2d 519, 520 (9th Cir.1990). In addition, the IJ found Mrs. He to be “initially evasive” and then <page-number citation-index=\"1\" label=\"911\">*911</page-number>“straining for an answer.” <em>See Singh-Kaur, </em>183 F.3d at 1151 (“We give ‘special deference’ to a credibility determination that is based on demeanor.”). Finally, Mr. He was issued a Chinese passport even after the family planning officials allegedly knew of his underage marriage and resistence to the coercive family planning practices. <em>See Rodriguez-Rivera v. U.S. INS, </em>848 F.2d 998, 1006 (9th Cir.1988) (per curiam). Thus, the denial of asylum was appropriate. <em>See Berroteran-Melendez v. INS, </em>955 F.2d 1251, 1257-58 (9th Cir. 1992). It follows that the Hes did not satisfy the more stringent standard for withholding of removal. <em>See de Leon-Barrios v. INS, </em>116 F.3d 391, 394 (9th Cir.1997).</p>\n<p id=\"b933-5\">PETITION FOR REVIEW DENIED.</p>\n<footnote label=\"**\">\n<p id=\"b932-23\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as may be provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}