{
  "casebody": {
    "data": "<casebody firstpage=\"561\" lastpage=\"564\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b585-10\">Bob Boswell v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b585-11\">No. 1548.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Atn\">Decided October 16, 1912.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b585-12\">1. —Gaming—Indictment.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b585-13\">Where, upon trial of unlawfully keeping a room as a place where people resorted for the purpose of betting upon games played with cards, the indictment followed approved precedent, there was no error. Following Goodwin v. State, 63 Texas Grim. Rep., 140.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b585-14\">2. —Same—Continuance.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b585-15\">Where the alleged absent testimony was immaterial, and that which was material was testified to by other witnesses, there was no error in overruling a motion for continuance.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b585-16\">3. —Same—Requested Charge.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b585-17\">Where the evidence did not raise the issue set out in the special charge, there was no error in refusing it; neither was there error to refuse a re- ■ quested charge which was embraced in the main charge.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b586-2\"><page-number citation-index=\"1\" label=\"562\">*562</page-number>4. —Same—Sufficiency of the Evidence—Principals.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b586-3\">Where, upon trial of unlawfully keeping a room in a certain place where people resorted for the purpose of gaming, the evidence sustained the conviction and the court’s charge on principals was authorized by the evidence, there was no error.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b586-4\">5. —Same—Charge of Court.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b586-5\">Where the testimony showed that defendant was running a gambling house and not that he was actually engaged in playing, the criticism of the court’s charge as to his participating in the game is untenable; defendant being convicted for unlawfully keeping a gambling room.</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b586-6\">Appeal from the District Court of Potter. Tried below before the Hon. J. 1ST. Browning.</summary>\n<summary data-order=\"14\" data-type=\"history\" id=\"b586-7\">Appeal from a conviction of unlawfully keeping a room for gambling purposes; penalty, two years in the penitentiary.</summary>\n<p data-order=\"15\" data-type=\"summary\" id=\"b586-8\">The opinion states the case.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b586-9\"><em>Cooper, Merrill &amp; LumpTdn, </em>for appellant.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"A-K\">—On question of insufficiency of indictment: Huntsman v. State, 12 Texas Crim. App., 619.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b586-10\">On question of refusal of continuance: McAdams v. State, 24 Texas Crim. App., 86; Hollis v. State, 9 id., 643.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b586-12\"><em>C. E. Lane, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b586-13\">HARPER, Judge.</author>\n<p id=\"A2H\">—The indictment against appellant contained five counts, but as the court submitted only the first count in the indictment, it is not necessary to discfiss the grounds upon which it was sought to quash the other four counts. The grounds alleging the insufficiency of the first count has been passed on by this court adversely to appellant’s contention. (Goodwin v. State, 63 Texas Crim. Rep., 140, 143 S. W. Rep., 939.)</p>\n<p id=\"b586-14\">Appellant was convicted of unlawfully keeping a room'in the “Crystal Flats” as a place where people resorted for the purpose of betting upon games played with cards, and his punishment assessed at two years confinement in the penitentiary.</p>\n<p id=\"b586-15\">The only bill of exceptions in the record complains of the action of the court in overruling the second application for a continuance. The defendant sought to continue the case on account of the absence of Joe Moore, Lee Prestidge and J. D. Lyons. Appellant states he expects to prove by J. D. Lyons that he leased the house to Tressie Heldburg. This is an undisputed fact in the record, and is testified to by all witnesses both for the State and defendant. Consequently, there was no error in so far as this witness is concerned. By the witness Lee Prestidge he states he expects to prove that said witness slept in one of the rooms in which the gambling is alleged to have taken place, and that there was “no gambling paraphernalia” kept therein. The State did not undertake to prove that “gambling paraphernalia” was kept and exhibited in the room. The testimony showed that the room had in it an ordinary table, and a poker game was run <page-number citation-index=\"1\" label=\"563\">*563</page-number>by appellant and Campbell Fountain. The application does -not state that the witness would testify that no gambling took place in the room. By the witness Joe Moore he states he expects to prove that he, Moore, occupied one of the rooms and paid the rent thereon, and no gambling took place in the room he slept in. This might be material if it was sought to be shown that gambling took place in both rooms, but the testimony excludes this idea, and places all the gambling in one room—the west room—-and the testimony of the witness might be absolutely true, yet it would not tend to show that gambling was not carried on in the room in which Fountain, Dr. Gist and others say the gambling took place. Taking all these facts into consideration, the evidence on the trial, and the qualification of the court to the bill, we are of the opinion the court did not err in overruling the application.</p>\n<p id=\"b587-3\">The court did not err in refusing-to give special charge Mo. 1 requested by appellant—that it was no offense for defendant to have occasional games among his friends in his room. The evidence did not raise such an issue. The testimony of Fountain and others, if true, would show that he was running a gambling house and card playing took place constantly.</p>\n<p id=\"b587-4\">The second charge requested was embraced in the court’s charge, while the third was wholly uncalled for and should not have been given.</p>\n<p id=\"b587-5\">Campbell Fountain testified: “During the month of December, 1908, _and about the first of January, 1909, I have seen gambling going on in that room. I have seen poker games run and played in those rooms. ■ I could not state how many times I have seen games going on up there, but I saw them several times. I had something to do with running those games myself. As to the relationship between myself and the defendant in running those games, why, when I first went there I went to work for him for wages. I worked for the defendant for wages up there a while. I worked for this defendant here, Bob Boswell. I drew my wages for helping him up there to run that game. After the business had gone on a while he told me he would give me a percent because the business got dull. He told me he would give me a percent of whatever was made in the house there. He has paid me wages for running those games. He paid me three dollars. After he made the percentage arrangement with me I got some money from him that way, too. I can not tell you how much I received in that arrangement—ten or fifteen or twenty dollars, or maybe more. For these wages and as his employe there I ran a poker game, I .ran that game in the northwest room upstairs in the Crystal Flats, on Taylor Street, in Amarillo, Potter County, Texas. There was betting done on those games, money was bet on them. We played with poker chips. That is what people call them—poker or Fairbank chips.' They are circular chips of various colors that are used in poker games. We used American cards—the regular playing <page-number citation-index=\"1\" label=\"564\">*564</page-number>cards that aré used to play polcer with. I can not state how many times I saw the defendant himself run the game, but I have seen him more than once. I have seen him five or six times any way on that many different dates.- As to what my duties were in running the game, why I simply waited on the game. I waited on the men playing and sold them chips for money sometimes and sometimes I would sell them on credit. I would cash in those checks or chips for the players when they would want them cashed in. There were different prices paid for them at different times as they were different values represented by the chips at different times. We had some white and yellow and blue and red chips and they represented different values at different times. When I saw the defendant running the game he would sell the chips; he or I one sold them most of the time when I was working for him up there. There was a ‘take off’ charged in the games. Sometimes the ‘take off’ would be by the hour, and sometimes he would take off a chip for a jack pot. In the jack pot games he would take off a chip. We took off fifty cents an hour when we did it that way. Each player paid fifty cents an hour when they played by the hour. Sometimes they paid that to me—they did if I was running the game. Then again we would take off five cents a jack pot and two for three of a kind of a flush. That represents the earnings of the man running the table—the ‘take off’ does. I carried t'he keys to that room a part of the time at the time these games were being run there. I generally would get the keys from Hr. Bob Boswell but sometimes of a night I would lock up and sometimes he would. Sometimes the games were run in the day and sometimes at night. I sometimes worked at night and sometimes in the day time.”</p>\n<p id=\"b588-3\">This testimony, supported as it is by Dr. Gist, D. R. Campbell and others, fully justified the conviction, and the court did not err under the testimony of Campbell Fountain in charging the law as to who are principals in an offense.</p>\n<p id=\"b588-4\">The criticism that the charge authorized a conviction of appellant if he was present and participated in playing the games is hypercritical. There is no testimony that appellant actually engaged in playing poker; the testimony shows that he was running the gambling house, if he was in any way interested therein. None of the criticisms of the court’s charge present any error, viewed in the light of the testimony in this case, but it was a peculiarly proper application of the law to- the evidence.</p>\n<p id=\"b588-5\">The judgment is affirmed.</p>\n<p id=\"b588-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}