{
  "casebody": {
    "data": "<casebody firstpage=\"250\" lastpage=\"254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b278-12\">Alvin DAVIS, Jr.; Deana Cornwell; Eric Cash; Rhonda Karen Campbell; Matthew Brown; Rafael Cabral; Thomas Lee Bradley; Laura Ankerson; Calisha Alexander; Steven L. Fowler; James B. Flowers; Ohazi Farhan; Robert Dale Edwards; Darlene Bargle; Richard Dotson, Jr.; Stephen Debrunner; Robert Phillips; Kevin Quick; Ikeisha Roberts; Priscilla Samples; Jeremy Schults; Karen Sewell; Paul Springer; Daniel Britt Surles; Josh Tweed; Mary Wallace; George Anthony Williams; Katrina Williams; James Brian Wingard; James Montgomery; Kyle Norris; Megan Norris; Angela Peterson; John Higman, Jr.; Paul Holland; James Hood; Christopher Bruce Houser; Kendricks Lott; Jason Mazyck; Armondo Garcia; Jason Blake Godfrey; Crystal Hicks; Tim Henegar; David Harold; Laura Merrell; Don Moncrief; James McGonnell; Nancy Cobb; Bradley William Waters, Plaintiffs—Appellees, v<page-number citation-index=\"1\" label=\"251\">*251</page-number>. ECPI COLLEGE OF TECHNOLOGY, L.C., Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b279-6\">No. 05-2122.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b279-7\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b279-8\">Argued: Dec. 1, 2006.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b279-9\">Decided: March 20, 2007.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b279-15\">ARGUED: John Michael Bredehoft, Kaufman &amp; Cañóles, P.C., Norfolk, Virginia, for Appellant. Gary W. Poliakoff, Poliakoff, Poole &amp; Associates, Spartanburg, South Carolina, for Appellees. ON BRIEF: Burt H. Whitt, Heather A. Mullen, Kevin D. Holden, Kaufman <em>&amp; </em>Cañóles, P.C., Richmond, Virginia; Thomas A. Bright, Nelson, Mullins, Riley &amp; Scarborough, Greenville, South Carolina, for Appellant.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b279-17\">Before MICHAEL and GREGORY, Circuit Judges, and GERALD BRUCE LEE, United States District Judge for the Eastern District of Virginia, sitting by designation.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b279-18\">Reversed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b279-19\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b279-20\">PER CURIAM:</author>\n<p id=\"b279-21\">The defendant, an educational institution, required its students to sign an enrollment agreement containing an arbitration clause. The plaintiffs (and former students) sued the defendant in U.S. District Court, claiming that the collective action waiver in the arbitration clause is unconscionable. The district court agreed and issued a preliminary injunction preventing the defendant from proceeding in forty-seven separate arbitrations that are pending before the American Arbitration Association (AAA). We reverse. Because the plaintiffs concede that the basic agreement to arbitrate is valid, the issue of whether the collective action waiver is unconscionable must be decided in arbitration.</p>\n<p id=\"b279-22\">I.</p>\n<p id=\"b279-23\">ECPI College of Technology, L.C. (ECPI) is a for-profit educational institution offering associate degrees in the fields of technology, business, and. health sciences. The school has campuses in North <page-number citation-index=\"1\" label=\"252\">*252</page-number>Carolina, South Carolina, and Virginia. The plaintiffs were formerly enrolled at the Greenville, South Carolina, campus.</p>\n<p id=\"b280-4\">ECPI requires students to sign an enrollment agreement prior to matriculation. A clause in the agreement states that “any dispute arising out of or in any way related to [the] agreement” that is not resolved under informal procedures must be submitted to the AAA for binding arbitration. J.A. 54. The arbitration clause contains a collective action waiver, which provides that the arbitration “shall not include any party other than the College and Student, and shall not be joined or consolidated with any other arbitration.” <em>Id.</em></p>\n<p id=\"b280-5\">In early 2005 a group of current and former ECPI students (plaintiffs here) concluded that they had state law claims against ECPI, including claims that the school provided substandard educational services and that it had misrepresented various facts regarding credit transferability and job placement after graduation. The plaintiffs were interested in recovering tuition, interest, and punitive damages. In March 2005 forty-seven of the plaintiffs submitted their claims jointly to the AAA - and requested class arbitration. The AAA rejected the class treatment request pursuant to the enrollment agreement and the AAA’s internal policies. The plaintiffs then filed separate claims with the AAA, and the AAA began to appoint arbitrators to hear the individual claims. In July 2005 the plaintiffs asked the AAA to reconsider their request for class arbitration. The plaintiffs argued that individual proceedings would “massively compound and increase difficulty in presenting claims, costs, efforts, and time involved in these cases, all of which thwarts all of the stated purposes of arbitration.” J.A. 60. The AAA again denied the plaintiffs’ request and informed them that it would not consolidate any of the arbitrations absent agreement by the parties or court order.</p>\n<p id=\"b280-8\">The plaintiffs, including two students bringing claims for the first time, then sued ECPI in U.S. District Court, seeking a preliminary injunction to prevent the institution from proceeding in the individual arbitrations. The plaintiffs claimed that the collective action waiver was unconscionable under South Carolina contract law and that they would suffer irreparable harm if required to conduct forty-seven different arbitration proceedings. The district court granted the preliminary injunction. In considering the factors set out in <em>Blackwelder Furniture Co. v. Seilig, </em>550 F.2d 189 (4th Cir.1977), the court concluded that the hardship to the plaintiffs of arbitrating forty-seven separate cases significantly outweighed any potential harm that ECPI would suffer if required to proceed in a consolidated arbitration. The court then added, “given the South Carolina Supreme Court’s statement in <em>Bazzle </em>[<footnotemark>1</footnotemark>] and the case law regarding unconscionability of contracts, the Plaintiffs have an apparent likelihood of success on the merits.” J.A. 179. ECPI now appeals the preliminary injunction.</p>\n<p id=\"b280-9\">II.</p>\n<p id=\"b280-10\">ECPI argues that the preliminary injunction was improper for two reasons. First, ECPI says that the Federal Arbitra<page-number citation-index=\"1\" label=\"253\">*253</page-number>tion Act (FAA), 9 U.S.C. §§ 1-16, does not authorize courts to resolve disputes concerning the procedures employed in an arbitration. Second, it says that the district court erred in concluding that the plaintiffs would suffer irreparable harm absent an injunction. We reverse the preliminary injunction because the plaintiffs only raise claims about the procedures to be used in arbitrating their claims.</p>\n<p id=\"b281-5\">A.</p>\n<p id=\"b281-6\">Congress passed the FAA to “reverse the longstanding judicial hostility to arbitration agreements,” <em>Gilmer v. Interstate/Johnson Lane Corp., </em>500 U.S. 20, 24, 111 S.Ct. 1647, 114 L.Ed.2d 26 (1991), and “eliminate[] any bias in favor of judicial resolution of disputes,” <em>Dockser v. Schwartzberg, </em>433 F.3d 421, 425 (4th Cir.2006). Section 2 of the FAA provides that arbitration agreements “shall be valid, irrevocable, and enforceable,” placing them “upon the same footing as other contracts.” <em>Dean Witter Reynolds, Inc., v. Byrd, </em>470 U.S. 213, 219, 105 S.Ct. 1238, 84 L.Ed.2d 158 (1985) (internal quotations and citations omitted). By agreeing to arbitrate, a party does not forgo any common law or statutory rights; “it only submits to the[] resolution [of claims] in an arbitral, rather than a judicial, forum.” <em>Mitsubishi Motors Corp. v. Soler Chrysler Plymouth, </em>473 arbitration clause, the “merits of the underlying dispute [and] the procedural aspects of the arbitration itself’ are presumptively for the arbitrator to decide. <em>Dockser, </em>433 F.3d at 425.</p>\n<p id=\"b281-7\">Judicial review under the FAA is available, however, on the limited “question whether the parties have submitted a particular dispute to arbitration,” that is, the question of arbitrability. <em>Howsam v. Dean Witter Reynolds, Inc., </em>537 U.S. 79, 84, 123 S.Ct. 588, 154 L.Ed.2d 491 (2002). A question of arbitrability exists</p>\n<blockquote id=\"b281-8\">in the kind of narrow circumstances where parties would likely have expected a court to decide [a] gateway matter, where they are not likely to have thought that they had agreed that an arbitrator would do so, and where reference of the gateway dispute to the court avoids the risk of forcing parties to arbitrate a matter that they may well not have agreed to arbitrate.</blockquote>\n<p id=\"b281-11\"><em>Id. </em>at 83-84, 123 S.Ct. 588. In other words, a court should intervene only “where there is a question regarding whether the parties should be arbitrating at all.” <em>Dockser, </em>433 F.3d at 426; <em>see also Pro Tech Indus. Inc. v. URS Corp., </em>377 F.3d 868, 871 (8th Cir.2004) (stating that a court’s role is limited to deciding “whether a valid agreement to arbitrate exists”).</p>\n<p id=\"b281-12\">B.</p>\n<p id=\"b281-13\">The plaintiffs have not raised the question of arbitrability. They concede that their claims are properly in arbitration. The issue, according to them, is “not whether the claims should be arbitrated, but rather how they should be arbitrated.” Appellee’s Br. at 7 (emphasis in original); <em>see also </em>J.A 123 (plaintiffs’ counsel stating that: “We’ve asked for a class arbitration, or in the alternative, a consolidated arbitration. We’ve made that clear not only in the pleadings before- this court, but repeatedly in our requests to the AAA.”). The question of “what kind of arbitration proceedings” are required under the arbitration clause is not a gateway issue for a court to decide. <em>Green Tree Fin. Corp., v. Bazzle, </em>539 U.S. 444, 452, 123 S.Ct. 2402, 156 L.Ed.2d 414 (2003). Once it is clear that the parties agreed to arbitration, the validity and meaning of particular provisions within the arbitration clause are for the arbitrator to determine. <em>See Employers Ins. Co. of Wausau v. Century Indem. Co., </em>443 F.3d 573, 578 (7th Cir.2006) (holding that arbitrator should decide whether arbitration clause permits consolidated proceedings); <em>Ciago v. Ameriquest Mortg. </em><page-number citation-index=\"1\" label=\"254\">*254</page-number><em>Co., </em>295 F.Supp.2d 324 (S.D.N.Y.2003) (holding that unconscionability challenge to forum selection provision within arbitration clause was not a gateway issue).</p>\n<p id=\"b282-4\">We conclude that the district court erred in granting a preliminary injunction. The plaintiffs have not alleged that the basic agreement to arbitrate is unconscionable. The arbitration clause provides that all disputes arising out of or relating to the enrollment agreement, which includes the arbitration clause, must be decided in arbitration. The plaintiffs must therefore assert in arbitration their claim that the collective action waiver is unconscionable.<footnotemark>2</footnotemark></p>\n<p id=\"b282-5\">For the foregoing reasons, the district court’s order granting a preliminary injunction is</p>\n<p id=\"b282-6\">\n<em>REVERSED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b280-6\">. In <em>Bazzle v. Green Tree Fin. Corp., </em>351 S.C. 244, 569 S.E.2d 349 (2002), the South Carolina Supreme Court said: “Although this present case does not raise this question, we note that preclusion of class-wide or consolidated arbitration in an adhesion contract, even if explicit, undermines the principle favoring expeditious and equitable case disposition absent demonstrated prejudice to the drafter of the adhesive contract.” <em>Id. </em>at 360 n. 21. The state court opinion was vacated by the Supreme Court of the United States in <em>Green Tree Fin. Corp., v. Bazzle, </em>539 U.S. 444, 123 S.Ct. 2402, 156 L.Ed.2d 414 (2003).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b282-15\">. A claim that an arbitration agreement itself is unconscionable is a gateway issue that a court would decide. <em>See, e.g., Pro Tech Indus. v. URS Corp., </em>377 F.3d 868, 872-73 (8th Cir.2004); <em>Snowden v. Checkpoint Check Cashing, </em>290 F.3d 631, 639 (4th Cir.2002). Here, the plaintiffs’ claim that the collective action waiver provision is unconscionable is asserted as an objection to procedure, not as an objection to arbitration. For that reason the plaintiffs have not raised a gateway issue.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}