{
  "casebody": {
    "data": "<casebody firstpage=\"122\" lastpage=\"132\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b122-6\">Wright, Assignee of Smith, <em>versus </em>Vickers, Administrator, &amp;c., of Montgomery, with notice to Montgomery <em>et al., </em>terre-tenants.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b122-7\">1. After the commencement of proceedings in partition one of the co-tenants who Avas a defendant, mortgaged his undivided interest; judgment <em>quod partitio fiat </em>Avas entered, under which the premises were sold. <em>Held, </em>that the lien of the mortgage wae discharged, notwithstanding the Act of March 23d 1867, which provides that the lien of a first mortgage shall not be destroyed <em>“ </em>by any judicial or other sale whatsoever.”</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b122-8\">2. Where there is an encumbrance against a co-tenant and by proceedings in partition there is a division into equal shares, the lien is shifted from the undivided interest to the co-tenant’s purpart.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b122-9\">S. Where land cannot be divided, the right of an encumbrancer of one co-tenant attaches to his share of the proceeds of sale.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b122-10\">4. The object of proceedings in partition is division not conversion.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b122-11\">5. It is only when a sale is inevitable that a partition can be used for the liquidation of liens.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b122-12\">6. Each tenant in common takes the money value of his interest only when it is impracticable to invest him in severalty with the interest itself.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b122-13\">7. An affirmative statute repeals a precedent affirmative statute where its matter necessarily implies a negative and the repugnancy is such that the two acts cannot be reconciled.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b123-5\"><page-number citation-index=\"1\" label=\"123\">*123</page-number>8. A general statute without negative words will not repeal a previous statute which is particular though the provisions in the two be different.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b123-6\">9. “ Judicial sale ” in the Act of 1867, means such as would transfer the title to the special and particular estate mortgaged.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b123-7\">10. Brown <em>v. </em>Commissioners, 9 Harris 37; Commonwealth <em>v. </em>Pool, 6 W atts 33, followed.</headnotes>\n<otherdate data-order=\"11\" data-type=\"otherdate\" id=\"b123-8\">February 16th 1876.</otherdate>\n<judges data-order=\"12\" data-type=\"judges\" id=\"AEf\">Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.</judges>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b123-9\">Error to the Court of Common Pleas of <em>Philadelphia: </em>Of January Term’1876, No. 115.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b123-10\">This was a scire facias sur mortgage issued March 30th 1875, by Ellen E. Wright, assignee of Edward W. Smith, against George M. Vickers, administrator, &amp;c., of Hardman Phillips Montgomery, with notice to James E. Montgomery and a large number of other persons, terre-tenants.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b123-11\">Hardman P. Montgomery, the mortgagor, was a co-tenant with a number of other persons, of real estate in the city of Philadelphia. Proceedings in partition were commenced in the District Court of Philadelphia, by one of the tenants-in-common against her fellows, including H. P. Montgomery. After the commencement of these proceedings H. P. Montgomery executed on his undivided interest, the mortgage in suit.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b123-12\">The defendants severally filed affidavits of defence, which set out the foregoing facts, and further averred:—</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b123-13\">“ After delivery of said mortgages judgment <em>quod partitio fia.t </em>was entered, and it was so proceeded in the cause that an order of sale was duly made by the court, and under the same the premises were duly sold, and at such sale this deponent and her sisters purchased parcels thereof, and paid the price hid to the sheriff, and received deeds from the sheriff for the same, the sale having been confirmed by the court. All which happened and was accomplished before the writs of scire facias issued on said mortgage. Deponent is infprmed and expects to prove, that the plaintiff in the writ had notice and knowledge of these proceedings, and especially of the order of sale.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b123-14\">The Act of March 23d 1867, sect. 3, Pamph. L. 44,1 Br. Purd. 479, pi. Ill, enacts:—</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b123-15\"><em>“ </em>When the lien of a mortgage upon real estate is, or shall be, prior to all other liens upon the same property, except other mortgages, ground-rents, purchase-money due to the Commonwealth, taxes, charges, assessments and municipal claims, whose lien, though afterwards accruing, has by law, \"priority given it, the lien of such mortgage shall not be destroyed, or in any way affected, by any judicial or other sale whatsoever, whether such judicial sale shall be made by virtue of authority of any order or any Orphans’ or other court, or of any writ of execution, or otherwise howsoever.”</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b124-5\"><page-number citation-index=\"1\" label=\"124\">*124</page-number>The plaintiff obtained a rule for judgment for want of a sufficient affidavit of defence. The rule was afterwards discharged on the following opinion of the court below:—</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b124-6\">“ One of several tenants in common mortgaged his interest in an estate. Before the execution of the mortgage, proceedings in partition had been commenced. These proceedings were subsequently perfected, and, as the estate could not be divided, it was, under an order of sale, sold by the sheriff; and the question now to be decided is, did the purchasers at the sale take the land divested of the lien of the mortgage ?</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b124-7\">“ At the first reading, the Act of Assembly of 26th of March 1867, 1 Purd. Dig. 479, p. Ill, seems to be very sweeping and decisive of the controversy against the purchasers. If the lien of the mortgage, the subject of this controversy, ‘shall not be destroyed, or in any way affected by any judicial or other sale whatsoever, whether such judicial sale shall be made by virtue or authority of any order or decree of any Orphans’ or other court, or of any writ of execution, or otherwise howsoever,’ then an element of confusion has been introduced into our law; which will render it impracticable, if not impossible, to partition an encumbered estate, and will work the grossest injustice to those who are entitled .to the protection of the courts. To rescue this statute from a construction which will lead to such results is not onlyiour object but our duty.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b124-8\">“ Tenants in common hold, by unity of possession. Each, however, has a separate estate, which may be encumbered or sold. Keeping in view the object of a partition, which is the equitable division of an estate among those entitled to it, we must remember the distinction pointed out by Gibson, 0. J., in Commonwealth <em>v. </em>Pool, 6 Wright 33; when he said, that ‘ a sale in partition works a conversion of <em>form </em>without a transmutation of essence, and this distinguishes it from a sale for payment of debts, of which transmutation is the primary and entire intent.’</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b124-9\">“ If this distinction be a sound one, then the sale in partition did not work an equitable conversion, for that conversion is ‘ dependent upon the particular object to be attained by it,’ and the practical and legal effect of the partition was to designate the precise value of the estate, subject to the lien of the mortgage, and to which it attached. What difficulty is there then in holding that the share of money belonging to this mortgagor, under these proceedings in partition, is in point of law as much land, though changed in form, as though an allotment had been made, and as such is bound by lien of this mortgage.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b124-10\">“ Whatever estate the mortgagor had in this land is now gone, but the money made by the sale under the proceedings in partition represents the share of the mortgagor in the land and its value, and for the purposes of this lien, is to be treated as land. We <page-number citation-index=\"1\" label=\"125\">*125</page-number>thus reach a conclusion, which, while it does not disturb the mortgage, accomplishes the object of the Act of Assembly, and an estate held in common and encumbered, may be partitioned according to the true intent and meaning of the law.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b125-6\">“We do not consider, in the determination of this case, the fact mentioned at the argument, that the share in money made by the sale and belonging to the mortgagor will not pay the mortgage debt, and for the reason that the sale measured the value of the estate held by the mortgagor in common with his co-tenants; and certainly the mortgagee is entitled to nothing more.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b125-7\">Discharging the rule was assigned for error on the removal of the record to the Supreme Court by the plaintiff.</summary>\n<attorneys data-order=\"28\" data-type=\"attorneys\" id=\"b125-8\"><em>S. N. Norris </em>and <em>JE. S. </em>Miller, for plaintiff in error.</attorneys>\n<p data-order=\"29\" data-type=\"legal\" id=\"Avn\">— If the mortgagee of an undivided interest gets in the partition nothing but owelty, the encumbrance on the land ceases, of course; but if he gets land, the mortgage adheres to his share of the land. In this case there is no actual partition. There is a sale, the effect of which is regulated peremptorily by the Act of Assembly. The case in which owelty is substituted for land ceases to have any applicability whatever. The power of a joint tenamt or tenants in common to affect the convenience of partition by an encumbrance upon his share was early recognised: Bavington <em>v. </em>Clarke, 2 Penna. R. 115. Such an encumbrance can not prevent a division; but that doctrine was carried out, not by malting the lien void or by modifying it, but simply by apportioning it and for all purposes to its own allotment: McLanahan <em>v. </em>McLanahan, 2 Penna. R. 279; Diermond <em>v. </em>Robinson, 2 Yeates 326; Bachman <em>v. </em>Chrisman, 11 Harris 162. Partition is generally made without any reference to liens and encumbrances, either against the whole tract or the shares of the different tenants; Seaton <em>v. </em>Barry, <em>4 </em>W. &amp; S. 183; Feather <em>v. </em>Strohecker, 3 Penna. R. 506.</p>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b125-9\"><em>J. S. Gerhard </em>and <em>R. 0. </em>MeMurtrie, for defendants in error,</attorneys>\n<p data-order=\"31\" data-type=\"legal\" id=\"AJX\">cited Berger <em>v. </em>Hiester, 6 Wharton 214; Pierce <em>v. </em>Potter, 7 Watts 475.</p>\n<decisiondate data-order=\"32\" data-type=\"decisiondate\" id=\"Aib\">March 30th 1876.</decisiondate>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b125-10\">Mr. Justice Woodward</author>\n<p id=\"A5l\">delivered the opinion of the court,</p>\n<p id=\"b125-11\">It appears to have been taken for granted by counsel in the court below, and it was assumed in the argument here, that if the broad terms of the Act of the 26th March 1867 were to be accepted in their unqualified and literal sense, they would be controlling and decisive in favor of the view presented on behalf of the plaintiff. The case will be mainly considered, therefore, on that ground. The provision is, that the lien of a first mortgage “ shall not be destroyed or in any way affected by any judicial or other sale whatsoever, <page-number citation-index=\"1\" label=\"126\">*126</page-number>whether such judicial sale shall be made by virtue or authority of any order or decree of any Orphans’ or other court, or of any writ of execution, or otherwise howsoever.” Here, lands in the ownership of several tenants in common have been sold under proceedings in partition in the Court of Common Pleas. The undivided interest of Hardman Phillips Montgomery, one of the co-tenants, was subject to the lien of a mortgage on which the plaintiff as assignee has brought suit against the purchasers as terre-tenants. The single question raised is, whether by the operation of the Act of 1867, the lien of the mortgage was divested by the sale.</p>\n<p id=\"b126-6\">When the act was passed, the rules relating to partitions were settled and familiar. The maintenance of an efficient system for the division of estates amongst their joint owners, had long been a vital necessity to the community. Lands descended to all the children of every decedent, and one, or several, or all of them might be unable to retain them. One or more of the parties in a joint enterprise dying, the management of the joint property would often have been hopelessly fettered, if it could not have been freed from the encumbrances of creditors and the claims of heirs. Where land had become part of the assets of a partnership, a settlement after dissolution could often have been made practicable only by its prompt conversion into means of liquidation. Besides, as was said in the Girard Life Insurance Company <em>v. </em>The Farmers’ and Mechanics’ Bank, 7 P. F. Smith 388, it had “ long been regarded as sound policy that property purchased at a judicial sale should pass into the hands of the purchaser clear of all mere liens.” It was accordingly held in that case that a sale in partition, under the ■ Act of 1799, discharged the liens of judgments and mortgages on the lands sold, and that the lien of a mortgage was not preserved by the Act of the 6th of April 1830, and its supplement of the 16th of April 1845. The analogy between proceedings in partition by writ and proceedings in partition in the Orphans’ Court, was remarked upon in the same case, and it was said that “ there is no doubt that under the Orphans’ Court sale, the entire interest of an heir passes to the purchaser, who takes it disencumbered of all liens.” The Act of the 29th of March 1832, indeed, recognises this as the necessary consequence of such a sale. The 49th section provides that “in all cases where the share, or any part thereof, of an heir in real estate shall be converted into money, either by reason of the impracticability or inequality of partition, or by virtue of a sale or otherwise, the Orphans’ Court, before making a final decree confirming the partition or sale, may appoint a suitable person as auditor to ascertain whether there are any liens or encumbrances on such real estate affecting the interests of the parties; and if it shall appear by the report of such auditor, or otherwise, that there are such liens, the said court may order the amount of money which may be payable to any of the parties against whom liens exist to be <page-number citation-index=\"1\" label=\"127\">*127</page-number>paid into court, and shall have like power as to the distribution thereof as is now exercised by the courts of common law where money is paid into court by sheriffs or coroners.” Where the partition either in the Common Pleas or Orphans’ Court resulted in a division into equal shares, the lien of the encumbrance was shifted from the undivided interest to the purpart of the co-tenant in the one case or of the co-heir in the other. When the land could not be divided, the right of the encumbrancer attached to what was the exact equivalent of the debtor’s interest in the land — his share of the proceeds of the sale.</p>\n<p id=\"b127-6\">In this condition of the law the Act of 1867 was passed. It is insisted that the effect of it was to prevent the disturbance of the liens of first mortgages of undivided interests by any sale in partition, and to preserve them as encumbrances on the same interests in the hands of the purchasers. Very grave inconveniences, so grave, indeed, as to amount to injustice, would result from such a construction. It would seem obvious, if the legislature had intended to make so wide-reaching a change in the existing law, that they would have provided for consequences that could not but have been foreseen. Practically, the lien of a mortgage would, for purposes of security, be left to encumber the interests of all his co-tenants whenever a sale would be the result of a partition. However numerous the parcels into which the property would be divided, each of them in the hands of the purchaser would be followed by the encumbrance. This might add to the value of a first mortgage-as' a security, but its effect on the value of the land could only be disastrous. Nothing would deter a bidder for a single purpart so surely as the knowledge that the estate in his hands would be subject after his purchase to an indefinite and unadjusted proportion of a floating and shifting lien which would expand and contract from year to year over the different parcels of the property as market values wTould rise and fall. There is nothing in the enactment to prevent the co-tenant whose interest in the land had been encumbered from taking his share of the purchase-money produced by the sale. That would be freed from every burden if the lien must follow the land. It is true that plans might be invented to avert such a palpable injustice. The co-tenants might be subrogated to the rights of the owner of the encumbered interest in the money, and a sort of equality could be worked out in this clumsy way. But this would require such an exercise by the courts of discretionary power as to amount to special legislation in its most objectionable form. The general effect of imputing to the legislature the intention contended for on behalf of the plaintiff, would be, whenever a mortgage was found to intervene, to subvert the entire system of partition in the common law courts which had been built up subsequently to the passage of the Act of 1799, and to repeal the 49th section of the Act of 1832. To work a change <page-number citation-index=\"1\" label=\"128\">*128</page-number>so radical by implication from the language of the law, words absolutely unmistakable in their purport must be found to have been employed.</p>\n<p id=\"b128-6\">The Act of 1867 was described by its title as “relating to judicial sales and the preservation of the lien of mortgages.” The first section authorized the recording of deeds for lands sold under the Act of the 18th of April 1853, upon their acknowledgment in court duly certified without other 'acknowledgment, and empowered the court of the county of a grantor’s residence to approve the security required,by the act, and certify such approval to the court decreeing the sale. The second section declared that private sales made by order of court under the Act of 1853 should discharge the premises sold from the debts of decedents, except debts of record and debts secured by mortgage. These were the only specific provisions in regard to judicial sales. The general words under which this controversy has arisen were contained in the third section, which had special relation to “the preservation of the lien of mortgages.” The primary idea suggested by an enactment for such a pm-pose would be that of its connection with other enactments providing for the security of such and other liens. While it is to he treated as <em>in pari materia </em>with the Acts of 1830 and 1845, and while it would control the operation of other laws relating to liens as such, it does not necessarily follow that this act should affect any of the provisions of laws whose general scope embraces the division, devolution and transmission of estates in land. The object of proceedings in partition is division, and not conversion. And whenever it can he done this object is carried into effect. It is always possible that a sale may be necessary, but that is a contingent incident, and not the original end in view, and it is only when a sale is inevitable that a partition can be used for the liquidation of liens. Each tenant in common takes the money value of his interest only when it is impracticable to invest him in severalty with the interest itself. It can very readily he conceived, therefore, when this act was passed, that no thought of the partition statutes was i.n the legislative mind. “Every affirmative statute is a repeal of a precedent affirmative statute where its matter necessarily implies a negative; hut only so far as it is clearly and indisputably contradictory and contrary to the former act ‘in the very matter’ (Foster’s Case, 11 Rep. 64), and the repugnancy such that the two acts cannot be reconciledPotter’s Dwarris on Statutes 154. The American eases are substantially to the same effect. To repeal a statute by implication, there must be such a positive repugnancy between the provisions of the new law and the old that they cannot stand together or be consistently ■reconciled: Id. 154, 155, note 4, and the cases there cited.. I't was held in Brown <em>v. </em>The County Commissioners, 9 Harris 37, that a general statute without negative words will not repeal a <page-number citation-index=\"1\" label=\"129\">*129</page-number>previous statute which is particular, though the provisions in the two be different. Although two acts of parliament are seemingly repugnant, yet, if there be no clause of <em>non obstante </em>in the latter, they shall, if possible, have such a construction that the latter may not be a repeal of the former by implication: Potter’s Dwarris 157. The same view has been taken where powers under several acts are such as may well subsist together: 15 East 377. However general the words of the Act of 1867, it is not believed that they were used with the intention of referring to a subject to which they could only incidentally and exceptionally apply. “It cannot be contended,” Lord Kenyon said, in Williams <em>v. </em>Pritchard, 4 Term Rep. 2, 4, “that a subsequent act of parliament will not control the provisions of a former one, if it were intended to have that operation ; but there are several, cases in the books to show that when the intention of the legislature was apparent that the subsequent act should not have such an operation there, even though the words of the statute, taken strictly and grammatically, would repeal a former act, the courts of law, judging for the benefit of the subject, have held that they ought not to receive such a construction.” And this is in accordance with doctrines that have become axiomatic. One of Domat’s rules of law and of interpretation is in these words: “ It happens in two sorts of cases that it is necessary to interpret the laws. One is when we find some obscurity, ambiguity, or other defect of expression; for in this Case it is necessary to interpret the law in order to discover its true meaning. „ And this kind of interpretation is limited to the expression that it may be known what the law says. ' The other is, when it happens that the sense of. a law, how clear soever it may appear in the words, would lead us to false consequences, and to decisions that w&lt;?uld be unjust if the law were indifferently applied to everything that is contained within the expression. For in this case the palpable injustice that would follow from this apparent sense obliges us to discover ,hy some kind of interpretation, not what the law <em>says, </em>but what it <em>means; </em>and to judge by its meaning how far it ought to be extended, and what are the bounds that ought to be set to its sense.”</p>\n<p id=\"b129-6\">As a technical authority, the case of the Girard Life Insurance Company <em>v. </em>The Farmers’ and Mechanics’ Bank, <em>supra, </em>is of course valueless in the present discussion, for it grew out of facts occurring before the Act of 1857 was passed. But the case was decided nearly a year after the enactment, and when its provisions must have become familiar to the profession and to the members of the court; and it is a fact of some significance, that in delivering the opinion Judge Strong said: <em>“ </em>The argument from the inconvenience of selling subject to encumbrances on the interests of some of the parties is not without weight. It would produce great difficulty and uncertainty in the distribution, and it would <page-number citation-index=\"1\" label=\"130\">*130</page-number>exhibit the anomaly of a right conferred by one tenant in common superior to that he ever possessed.” It would seem certain, when that case was decided, that no idea of the capacity of the statute to work results thus deprecated, had obtained lodgement in the professional or judicial mind.</p>\n<p id=\"b130-4\">It is urged that a sale under proceedings in partition must be governed by the act because the sale is judicial, and because the act applies to all judicial sales without exception or qualification. But a sale of perishable goods under an order of court pending a controversy in regard to the title to them, would be equally a judicial sale, and yet it would never be pretended that it would be governed by the most general law that could he framed to regulate judicial sales of personal property in ordinary practice. The act of conversion would be the incidental exercise of the general jurisdiction of the court, and the effect would simply be that in place of the goods their money price would be substituted on which the judgment in the end would operate. So a sale is an occasional and contingent, and not a necessary incident of a partition. The property being divided, the lien of a mortgage would be drawn to the particular purpart allotted to the mortgagor. Symmetry of principle requires, when a sale has been made, that the lien on the undivided interest should be transferred to the mortgagor’s share of the purchase-money which the sale has produced. And this symmetry ought to be disturbed only in view of an unequivocal expression of legislative will. The distinctive characteristics of this proceeding were clearly stated by Chief Justice Gibson, in the Commonwealth <em>v. </em>Pool, 6 Watts 33. “A sale in partition works conversion of form without a transmutation of essence, and this distinguishes it from a sale for payment of debts, of which transmutation is the primary and entire intent. * * * In every judicial sale for payment of debts, the money raised for the object is in the course of administration, and no process lies against it to enforce or continue a lien on it; but money raised incidentally by process in partition, is land in another form, and attended with inheritable qualities.”</p>\n<p id=\"b130-5\">Hitherto, the question has been discussed upon the assumption that the terms of the statute, if entirely unrestrained, would be necessarily applicable to the case, and w'ould control its determination. But it may be considered in an aspect under which grave doubt would arise whether such an assumption is well grounded. The legislative provision was for the protection of the liens of mortgages from destruction by judicial sales.- What “judicial sales” were intended ? Manifestly such as should transfer the title to the special and particular estate mortgaged. A single co-tenant’s interest is only a fractional — often it is only a minute — proportion of the land of which it forms a part. His rights, and those of his creditors resulting from their liens against him, must be so restrained <page-number citation-index=\"1\" label=\"131\">*131</page-number>in their exercise as to leave the rights of his co-tenants unimpaired. The statute can have ample and adequate as well as reasonable application by confining its operation to the identical and specific interest encumbered and sold. A rule that a first mortgage on an undivided interest in land should not be divested by a sale on a junior judgment against the mortgagor, would be unobjectionable. So, a sale under an order of the Orphans’ Court for the payment of debts, or on the application of the guardians of minor heirs, would be properly subject to such a rule. And no vital principle would be invaded by holding that a sale of an undivided interest under any of the various provisions of the Act of the 18th of April 1853, would leave a first mortgagor’s lien undivested. To such and to similar cases the Act of 1867 could be safely extended. The legislature contemplated judicial sales of the property mortgaged, and not judicial sales of other property of which thg,t mortgaged would form a subordinate part, and the title to which would pass only as an incidental consequence of a proceeding having a wider and a more general scope. The sale of one-twentieth of a hundred acres of land would be one thing. The sale of the whole tract by which, as a particular incident, the title to the one-twentieth would be transferred, would be another and quite a different thing. In the one case, the lien of a mortgage of the fractional interest -would remain undisturbed. In the other, it must be held' that it would be divested, for otherwise the scope of the statute would be extended to affect parties and objects not embraced by any rational and just construction within its intention or its terms.</p>\n<p id=\"b131-6\">Upon every ground, it is believed that the question in the cause was accurately ruled by the court below. By due process of law all rights of the mortgagor in this land have been extinguished. In due legal form their exact equivalent in money has been obtained. This money is the measure of the value of the mortgagor’s land on the one hand, and of the extent of the mortgagee’s lien on the other. Certainly there can be no hardship in a legal rule that gives to a creditor the entire property which he has accepted as the security for his debt.</p>\n<p id=\"b131-7\">The order of the Court of Common Pleas discharging the rule for judgment for want of a sufficient affidavit of defence is affirmed.</p>\n</opinion>\n<opinion data-order=\"34\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b131-8\">Mr. Justice Paxson.</author>\n<p id=\"AYD\">— I concur in what has been so well said by our brother Woodward, and I desire to say in addition, that if we are to give a literal construction to the Act of 1867, it will preserve the lien of a mortgage though the sale be upon said mortgage, or upon the bond accompanying it. Even a sale upon a prior mortgage is within the letter of the act. So is a judicial sale in the execution of a power contained in a will. Such sale of a necessity sweeps away all subsequent liens as well as estates. I do not think that the word <em>“ </em>lien” in the Act of 1867 is to be taken <page-number citation-index=\"1\" label=\"132\">*132</page-number>in its technical sense, but rather in the broad sense of embracing any charge or right upon the land by means of which a sale thereof could be compelled. Of this nature is a power of sale before mentioned. So, also, I am inclined to think is the right or power which each owner has to <em>compel </em>partition. Such right is incident to every tenancy in common, and an encumbrancer who takes a lien upon an undivided interest, takes it subject to the paramount right of each tenant to have partition, with notice thereof.</p>\n<judges id=\"b132-6\">Chief Justice Agnew and \"Mr. Justice Sharswood dissented.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}