{
  "casebody": {
    "data": "<casebody firstpage=\"162\" lastpage=\"168\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b170-7\">[No. 3,667.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"Aaz\">THE PRESIDENT AND TRUSTEES OF THE CITY OF SAN DIEGO, J. G. CAPRON, V. E. HOWARD, C. P. TAGGART, F. GANAHL, and E. H. McDANIEL, <em>v. </em>ROBERT ALLISON, M. SEGARS, JOSEPH SEGARS, A. KLAUBER, SAMUEL STEINER, J. F. HILLS, E. A. HARPER, J. NASH, and JAMES COYLE.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b170-9\">Action to Eemove Cloud from Title.—If, in an action to remove a cloud from the title to land, the Court finds that neither party has tille to the premises in controversy, neither is entitled to judgment as against the other; but the action should be dismissed. The fact that the plaintiff is in possession does not entitle him to judgment, for possession is not title, but only evidence from which title may be presumed.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b170-10\">Idem.—If the plaintiff in an action to remove a cloud from the .title to land has no title, an abortive attempt by the defendant to purchase the land from another, not authorized to sell it, cannot constitute a cloud on the plaintiff's title, nor depreciate the value thereof.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b170-11\">Survey of Mexican Grant.—After a decree is made confirming a Mexican grant of land, a survey is necessary to fix and determine the boundaries of the land confirmed; and when such survey has been made and approved as required by law, the Courts will not go behind it and look into the decree to ascertain what are the boundaries of the grant.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b170-12\">Appeal from the District Court of the Eighteenth Judicial District, San Diego County.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b170-13\">On the 14th day of February, 1853, the President and Trustees of the City of San Diego, as successors to the Pueblo of San Diego, presented to the United States Board of Land Commissioners for California a petition for the con<page-number citation-index=\"1\" label=\"163\">*163</page-number>firmation of the claim of the city to the pueblo lands, and, on the 22d day of February, 1856, the Commissioners confirmed said claim to the extent of eleven square leagues. On the 1st day of September, 1870, the President and Trustees of the City of San Diego executed to V. E. Howard and C. P. Taggart a deed for all the tide, swamp, and overflowed lands, between ordinary high tide and ships’ channel, in front of the City of San Diego; and said Howard and Taggart, on the 1st day of September, 1870, conveyed to John G-. Capron an undivided one half of the same; and, in April, 1871, Howard, Taggart, and Capron conveyed back to said President and Trustees, in trust for the use of free schools in said city, some twenty acres of the same land, and also, in May, 1871, conveyed to Ganahl and McDaniel some four acres of the same lands. In the early part of 1868 the defendants or their grantors, severally applied to the County Surveyor of San Diego County to survey in several parcels said tide lands; and the same were surveyed, and the surveys were filed in the office of the Surveyor General, in January, 1869, and were approved by said Surveyor General, in November, 1871, and, full payment having been made, certificates of purchase were issued to the locators.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b171-5\">The other facts are stated in the opinion.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b171-6\"><em>J. Hartman, </em>for Appellants.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b171-7\">It affirmatively appears that plaintiffs have no title which can be clouded. The right to bring a suit to quiet title, “is an incident to the ownership of a title that is clouded.” Although, under the former Practice Act, in order to enable a party to maintain the action, he must be in possession, yet he must have a title which could be clouded. Possession merely raises a presumption of title which may be rebutted by showing that the party had no title. It is the <page-number citation-index=\"1\" label=\"164\">*164</page-number>title, and not the possession, which enables the plaintiff to prevail.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b172-5\">The recent case of <em>Stark v. Starr, </em>in Supreme Court U. S., 6 Wall. 402, is conclusive on this point. The case arose under a statute of Oregon, identical with section two hundred and fifty-four of our Practice Act. The Court, in deciding the case (p. 410), laid down the rule as follows :</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b172-6\">“We do not, however, understand that the mere naked possession of the plaintiff is sufficient to authorize him to institute the suit, and require an exhibition of the estate of the adverse claimant, though the language of the statute is, ‘that any person in possession by himself or his tenant, may maintain the suit.’ His possession must be accompanied with a clain of right; that is, must be founded upon title legal or equitable; and such claim or title must be exhibited by the proofs, and perhaps in the pleadings, also, before the adverse claimant can be required to produce the evidence upon which he rests his claim of an adverse estate or interest.”</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b172-7\">The deed of the City Trustees to plaintiffs, of September 1st, 1870, conveyed no title:</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b172-8\">1. Because the title to the premises never was in the city. (Opinion Commission General Land Office, R. f. 253a, 255.)</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b172-9\">2. The tide lands belonged to the State.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b172-10\">3. The deed was made in violation of the Act of the Legislature of January 30th, 1852 (Stats. 1852, p. 223), section seven of which gave the Trustees power to sell land for the sole purpose of paying debts, upon giving ten days notice. The claim of Howard and Taggart was not a debt. The sale was private, not public. No notice of it was given. Section eleven of the Act required a vote of the inhabitants to be taken in order to make a sale. No such vote was taken.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b173-4\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>This case is not within the rule laid down in <em>Hicks </em>v. <em>Coleman, </em>25 Cal. 122, and other cases, that where a party enters into possession of a portion of a tract of land, claiming the whole under a deed, his possession extends to the whole tract. It comes, however, within the rule in <em>Walsh </em>v. <em>Hill, </em>38 Cal. 481, that if possession is acquired of a part of a tract of land by the .entry of a tenant within and upon certain described limits, it gives to the landlord possession only to the extent of the described limits.</p>\n<p data-order=\"17\" data-type=\"attorneys\" id=\"b173-5\"><em>Volney E. Howard </em>and <em>C. P. Taggart, </em>for Respondents.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b173-6\">It is not necessary to show good title in order to maintain this action. It is brought under the two hundred and fifty-fourth section of the Practice Act, and the action is given to <em>“ </em>any person in possession by himself or his tenant.” It is an action to quiet title. Possession is prima facie evidence of a fee, and the party who contests it must show paper title or prior possession. <em>(Sepulveda </em>v. <em>Sepulveda, </em>39 Cal. 13; <em>Curtis </em>v. <em>Sutter, </em>15 Cal. 262; <em>Head </em>v. <em>Fordyce, </em>17 Cal. 151, and <em>Horn </em>v. <em>Jones, </em>28 Cal. 202.)</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b173-7\">The case of <em>Stark </em>v. <em>Starr, </em>6 Wall. 410, is a construction of the statute of Oregon, and has no application to our own. If the statute of this State was before the Supreme Court of the United States, our State, construction would prevail.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b173-8\">Spanish and Mexican authorities could grant land covered by the ocean. <em>(Pollard </em>v. <em>Hagan, </em>3 How. U. S. 210; <em>Teschmaker </em>v. <em>Thompson, </em>18 Cal. 12; 32 Cal. 366.) The Commissioner of the General Land Office cannot override the judgment of the Court and the treaty.</p>\n<p data-order=\"21\" data-type=\"attorneys\" id=\"b173-9\"><em>J. Hartman </em>and <em>S. Heydenfeldt, </em>for Appellants, in reply.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b173-10\">The point made by respondents, that the City of San Diego had a perfect title by the assignment of the pueblo limits by the Mexican Government of the <em>locus in quo, </em>has no longer any force here. That argument might have been <page-number citation-index=\"1\" label=\"166\">*166</page-number>proper before the Land Commission, or the United States Courts, when the claim for pueblo lands was pending there. Those tribunals, and the Land Department, have finally determined the extent of the pueblo claim, and rejected it as to the land in controversy.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b174-5\">The pueblo limits, as surveyed, exclude everything below ordinary high-water mark.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b174-6\">By the Court, Belcher, J.:</author>\n<p id=\"b174-7\">This action was brought to remove a cloud from the title to certain real property claimed by the plaintiffs. The property in question lies in the Bay of San Diego, between ordinary high-water mark and the ships’ channel, and within two miles of the City of San Diego. It is claimed by the plaintiffs as a part of the pueblo lands confirmed to the City of San Diego by the proper authorities of the United States, and by the defendants, under certain alleged locations of it as tide land, which were initiated by them in 1868, and completed by payment in 1872, in pursuance of the laws of this State. The case was tried by the Court, and a judgment rendered that the defendants named <em>“</em>have no estate or interest in the land described in the complaint in this action adverse to the plaintiffs, John G. Capron, Volney E. Howard, and Charles P. Taggart, and that said plaintiffs last named recover their costs incurred and expended in this action, taxed at-dollars, of and from said last named defendants.”</p>\n<p id=\"b174-10\">From this judgment, and from an order denying a motion for new trial, the defendants have appealed.</p>\n<p id=\"b174-11\">It appears from the findings, and the order denying the motion for new trial, that neither the plaintiffs nor defendants had any title to the premises; but the Court was, nevertheless, of the opinion that because the plaintiffs named were in possession, by their tenant, of a small parcel, claim<page-number citation-index=\"1\" label=\"167\">*167</page-number>ing the whole under a written conveyance, they were, therefore, entitled to the judgment rendered.</p>\n<p id=\"b175-5\">Assuming that the Court was right in its conclusions as to the facts, it is difficult to see upon what ground the judgment can be maintained. If the plaintiffs had no title, the abortive attempts made by the defendants to purchase the land of the State could neither “constitute a cloud upon the plaintiff’s title,” nor “depreciate the value thereof,” nor “ molest them in the enjoyment of their said property.” In this view of the case, it is entirely immaterial that the defendants have no estate or interest in the land adverse to the plaintiffs. If neither party owns it, neither is entitled to any judgment as against the other in reference to it. Nor is the alleged possession of the small parcel by the plaintiffs an answer to the objection. Possession is not title, but only evidence from which title may be presumed. When, therefore, notwithstanding the possession, the Court found from the whole evidence that the plaintiffs had no title, it found, in effect, that they had no cause of action.</p>\n<p id=\"b175-6\">But it is claimed by counsel for respondents that the Court was in error in finding that the plaintiffs had no title; that in point of fact they had a perfect title; and that, the judgment being right, should not be reversed on account of this mistake of the Court. This claim of title is rested upon the decree which confirmed to the city its pueblo lands, and it is said that the lands in controversy being included in the decree, the city’s title to them was thereby made perfect, and could not afterwards be divested or impaired.</p>\n<p id=\"b175-7\">It appears from the record that the Board of United States Land Commissioners adjudged the claim presented on behalf of the city for confirmation to be valid, and decreed that the same be confirmed; that the land of which confirmation was made was situated in the County of San Diego, and known as the pueblo or town land of San Diego, and bounded as delineated on a map filed in the case, and <page-number citation-index=\"1\" label=\"168\">*168</page-number>marked Exhibit A. G. T. B., to which reference was made for a more particular description; that subsequently the United States District Court, on motion of the United States District Attorney, dismissed the appeal in the case, and that thereupon the decree of the Board became final; that after-wards the claim was surveyed by the United States Surveyor General, so as to include no land lying below ordinary high-water mark, and this survey was approved by the Commissioner of the General Land Office, and, on appeal, by the Secretary of the Interior, and became final.</p>\n<p id=\"b176-5\">We have looked at the map referred to in the decree for a more particular description, but we see nothing in it to sustain the argument of counsel, unless it be the fact that the whole Bay of San Diego is delineated upon it. It by no means follows, however, from that fact, that the whole bay was intended to be included as a part of the land confirmed.</p>\n<p id=\"b176-6\">After the confirmation, a survey became necessary to determine and fix the boundaries, and that survey having been made and approved as required by law, we are not at liberty to go behind it.</p>\n<p id=\"b176-7\">We think the findings of fact were justified by the evidence, and that the judgment and order ought to be reversed and the action dismissed; and it is so ordered.</p>\n<p id=\"b176-8\">Mr. Chief Justice Wallace did not express an opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}