{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"124\" lastpage=\"141\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b126-7\" pgmap=\"126\">Chicago League Ball Club v. The City of Chicago.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b126-8\" pgmap=\"126\">1. Public Usé—Private Property Taken For.—Where the mayor of a city calls upon the governor for troops, and the troops are ordered to ■report to him, and he orders the police department to take possession of the premises of private persons upon which such troops are quartered, he acts in an official capacity in giving such orders.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b126-9\" pgmap=\"126\">2. Militia— When Called Out for Duty.—When a mayor exercises the power to call out militia to aid in suppressing riots, the latter are subject to the authority of the governor as commander-in-chief, and' it is the governor’s duty to order such military or naval forces to report to such civil officer as he shall designate, and to act in strict subordination to the civil authority.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b126-10\" pgmap=\"126\">3. Mayobs—Of Cities Bound to See that the Laws and Ordinances are Executed.—Not Authorized to Create a Liability.—The mayor of a city is bound to see that the laws and ordinances are faithfully executed. For this purpose he is given power when necessary to call on every male inhabitant of the city, and to call out the militia. He is not, however, specially authorized to incur a liability for the city, even in an emergency, except where provisions have been expressly made and authority conferred according to law. He is not authorized to take or damage private property for public use.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b126-11\" pgmap=\"126\">4. Same—Power in Emergencies.—The extraordinary power to seize private property for public use, either by the police force, or by the Státó militia under the control of the mayor, and to impose liability upon the city for such seizure, can only be justified by- the existence and the nature and character of the emergency.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b126-12\" pgmap=\"126\">5. Same—Powers in Emergencies—Sufficiency of the Emergency.— The existence of á sufficient emergency is a question of fact to be determined from a consideration of all the circumstances. \" If these are such as at the time to afford reasonable ground for belief that the exercise, of such ■extraordinary power is necessary to protect life or valuable property which otherwise would be destroyed, then an emergency will be said to exist.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b126-13\" pgmap=\"126(6) 127(16)\">6. Municipalities—Liability’for Property Destroyed by Mob's.—Except where the statute so provides, a municipality is not liable for property destroyed by mobs.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b127-4\" pgmap=\"127\">7. Emergency— When it is Sufficient to Justify the Taking of Private Property for Public Use.—An emergency, when shown to exist in time of war or of immediate and impending public danger, justifies the taking of private property for public use, and when so taken, the owner is entitled to compensation.</headnotes><headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b127-5\" pgmap=\"127\">8. Same— What Must Govern the Decision of the Officer.—In deciding upon this necessity, however, the state of the facts as they appear to the officer at the time he' acts must govern his decision; for he must necessarily act upon the information of others as well as upon his own observation. And if with such information as he has a right to rely upon there is reasonable ground for believing that the peril is immediate and menacing, or the necessity urgent, he is justified in acting upon it; and the discovery afterward that it was false or erroneous will not make him a trespasser.</headnotes><headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b127-6\" pgmap=\"127\">9. Private Rights—Must Give Way When—Compensation.—Private rights, under such extreme and imperious circumstances, must give way for the time to the public good, but the government must make full restitution for the sacrifice. Such an obligation raises an implied promise on the part of the government to reimburse the owner for the use of his property and pay him a reasonable compensation.</headnotes><headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b127-7\" pgmap=\"127\">10. Same—Subordinate to the Public Welfare.—The rights of private property, inviolable as the law regards them, are yet subordinate to the higher demands of public welfare. Individuals or municipal officers may demolish a private house to prevent spreading of fire, and where the act is apparently or reasonably necessary, the municipality is not liable for buildings or property so damaged or destroyed, except where such liability has been created by an express provision of statute.</headnotes><headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b127-8\" pgmap=\"127\">11. Private Property—Taken for Public Use—Where No Compensation Can Be Recovered.—There is a class of cases where private property is taken for public use, in which no compensation can be recovered; as, where it is subjected to restraints and burdens, in the exercise of those police powers which are necessary to the tranquillity of every well ordered community, and to the orderly existence of all governments.</headnotes><headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b127-9\" pgmap=\"127\">12. Same—Destroyed in Military Operations.—Where private property is destroyed in military operations of armies in the field, or by measures necessary for their safety and efficiency, no compensation can be claimed from the government; and this upon the principle salus populi suprema est lex.</headnotes><headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b127-10\" pgmap=\"127\">13. Same—Pressed into the Public Service.—Where private property is pressed into the public service, or is seized and appropriated to the public use, in an emergency, at a time of impending public danger, then the government is bound to make restitution to the owner.</headnotes><headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b127-11\" pgmap=\"127(31) 128(25)\">14. Same—Principles Applied to States, efe.—The principle upon which the general government is held liable for property so appropriated applies with like force to the appropriation of private property for pub-lie use by the government of the States, and municipal corporations are instrumentalities of the State for the convenient administration of government within their limits.</headnotes><headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b128-5\" pgmap=\"128\">15. Municipalities—Liability for Private Property Taken for Public Use.—It is not necessary in order to impose this liability upon a city, that the city council should convene, and by appropriate action direct that private property shall be so taken for the use of the city. In ordinary cases of emergency, such as can alone justify such taking, this would be impossible. It is enough that the executive officer charged with the duty of preserving peace and protecting property shall have directed the taking, he acts, in so doing, at his peril in determining the existence of a sufficient emergency.</headnotes><headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b128-6\" pgmap=\"128\">16. Same—Obligation to Make Restitution.—The obligation to make restitution for private property so taken, raises an implied promise on the part of the city to reimburse the owner and reasonably compensate him for the use thereof.</headnotes><summary data-order=\"17\" data-type=\"summary\" id=\"b128-7\" pgmap=\"128\">Assumpsit, for use and occupation. Trial in the Circuit Court of Cook County; the Hon. Edward F. Dunne, Judge, presiding. Finding and judgment for defendant. Appeal by plaintiff.</summary><summary data-order=\"18\" data-type=\"summary\" id=\"Ac3m\" pgmap=\"128\">Heard in the Branch</summary><otherdate data-order=\"19\" data-type=\"otherdate\" id=\"AvfR\" pgmap=\"128\">Appellate Court of the First District, at the October term, 1897.</otherdate><disposition data-order=\"20\" data-type=\"disposition\" id=\"AgTU\" pgmap=\"128\">Reversed and remanded.</disposition><decisiondate data-order=\"21\" data-type=\"decisiondate\" id=\"Av-W\" pgmap=\"128\">Opinion filed May 31, 1898.</decisiondate><p data-order=\"22\" data-type=\"summary\" id=\"b128-8\" pgmap=\"128\">Statement.</p><p data-order=\"23\" data-type=\"summary\" id=\"b128-9\" pgmap=\"128\">This is an action in assumpsit, wherein appellant seeks to recover for the use and occupation of its ball park by the militia of the State, and for damages alleged to have been sustained by reason of injuries thereby done to the property, at the time of the riots connected with the so-called Pullman strikes.</p><p data-order=\"24\" data-type=\"summary\" id=\"b128-10\" pgmap=\"128(135) 129(197)\">Upon the morning of July 6, 1894, the mayor of Chicago called upon the governor for troops to aid in suppressing riots and other disorderly conduct, pursuant to Sec. 13, Art. 11, Chap. 24 of the Statutes. The request was immediately complied with, and the troops were ordered to report to the mayor, in accordance with the provisions of the act requiring military forces, when so ordered out, to report to such civil officer as the governor shall designate. (Sec. 400, et seq., Div. 1, Chap. 38, Starr &amp; Curtis’ Stat.) Such of these troops as came from outside the city began to arrive about six o’clock in the evening, and it became necessary to determine where they should be located. Appellant’s ball park is situated in the southern portion of the citjq within the vicinity of places where men were gathering in large numbers, from whom trouble was feared, if not anticipated. It was therefore suggested as a desirable location for the troops, and the mayor directed “ the police department to take the park ” for their use. In obedience to this order, a police inspector conducted a body of the militia to the place in question, and proceeded to take possession; and these were followed by others who were arriving at different times all through the night. There were present in conference with the mayor, at or about the time he issued this order to the police, certain members of the finance committee and of another special committee of the city council, the chief of police, corporation counsel, city comptroller, and perhaps others. After appellant discovered that its park was thus taken possession of, its representatives called upon the mayor, who promised them that the city should pay for its use. The premises were occupied by the troops as a camping ground for about twenty or twenty-one days. Testimony was introduced tending to show that the premises were injured more or less during this occupation.</p><p data-order=\"25\" data-type=\"summary\" id=\"b129-4\" pgmap=\"129\">Appellant seeks to recover, first, upon the verbal promise of the mayor, that the city should pay for the use of the park; second, upon an implied promise by reason of the alleged use and occupation of the premises in question by the city, and also compensation for actual damage to its property.</p><attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b129-5\" pgmap=\"129\">Charles H. Shermast, attorney for appellant.</attorneys><p data-order=\"27\" data-type=\"legal\" id=\"b129-6\" pgmap=\"129(101) 130(126)\">The doctrine of implied municipal liability, says Hr. Chief Justice Field, in a case where the subject underwent very thorough examination, applies to cases where money or other property of a party is received under such circumstances, that the general law, independent of express contract, imposes the obligation upon the city to do justice with respect to the same. If the city obtain money of another by mistake, or without authority of law, it is her duty to refund it—not from any contract entered into by her on the subject, but from the general obligation to do justice, which binds all persons, whether natural or artificial. If the city obtain other property which does not belong to her, it is her duty to restore it; or if used by her, to render an equivalent to the true owner from the like general obligation; the law, which always intends justice, implies a promise. In reference to money or other property, it is not difficult to determine, in any particular case, whether a liability with respect to the same has attached to the city. The money must have gone into her treasury, or been appropriated by her; and when it is property other than money, it must have been used by her, or be under her control. 1 Dillon on Municipal Corporations (3d Ed.), Sec. 460.</p><p data-order=\"28\" data-type=\"legal\" id=\"b130-5\" pgmap=\"130\">The same law that protects my right of property against invasion by private individuals, must protect it from similar aggression on the part of municipal corporations. A city may elevate or depress its streets as it thinks proper, but if, in so doing, it turns a stream of mud and water upon the grounds and into the cellars of one of its citizens, or creates in his neighborhood a stagnant pond that brings disease upon his household, upon what ground of reason can it be insisted that the city should be excused from paying for the injuries it has directly wrought ? Nevins v. Peoria, 41 Ill. 502-511.</p><p data-order=\"29\" data-type=\"legal\" id=\"b130-6\" pgmap=\"130\">We can not doubt that the latter is the sounder rule. We are unable to see why the property of an individual should be sacrificed for the public convenience without compensation. We do not think it sufficient to call it damnum absque injuria. We know our constitution was designed to prevent these wrongs. Nevins v. Peoria, 41 Ill. 502, 516.</p><p data-order=\"30\" data-type=\"legal\" id=\"b130-7\" pgmap=\"130(86) 131(15)\">It will not be denied this provision rests upon a great principle of right and justice which would, doubtless, be applied by courts in every proper case without constitutional sanction. With this clause of the constitution before us, we can not entertain a doubt of appellee’s right to recover to the extent of the damage they have sustained. City of Pekin v. Brereton, 67 Ill. 477; see also City of Aurora v. Gillett, 56 Ill. 132; City of Aurora v. Reed, 57 Ill. 29; City of Pekin v. Winkel, 77 Ill. 56; City of Shawneetown v. Mason, 82 Ill. 337,</p><p data-order=\"31\" data-type=\"legal\" id=\"b131-4\" pgmap=\"131\">Where the property was destroyed by order of a municipality it was .early held that the owner should be compensated for the loss which he sustained through the city’s act. The justice of such a claim rests upon the great fundamental principle, which is now incorporated in our constitution,, that private property shall not be taken for public use with-' out just compensation. Mayor of New York v. Lord, 17 Wend. 285, at 292.</p><p data-order=\"32\" data-type=\"legal\" id=\"b131-5\" pgmap=\"131\">It is equally evident on the other hand, that if the private property of an individual, the whole or a part of which might otherwise have been saved to the owner, is taken or destroyed for the benefit of the public, or of the inhabitants of a particular county, city, town or other smaller section of the community, those for whose supposed benefit the sacrifice was made, ought, in equity and justice, to make good the loss which the individual has sustained for the common advantage of all. Bishop v. Mayor of Macon, 7 Ga. 200, 202.</p><p data-order=\"33\" data-type=\"legal\" id=\"b131-6\" pgmap=\"131\">Ho case can be cited in which it has been held that a municipal corporation can take the property of a loyal citizen and appropriate the same for public use without compensation. Even in time of war, if the property of a loyal citizen is taken for the purpose of providing food or shelter for the troops, or to prevent the enemy from getting possession of it, the government will compensate him for its loss. Vattell’s Law of Nations, Book 3, Chap. 15, p. 402.</p><attorneys data-order=\"34\" data-type=\"attorneys\" id=\"b131-7\" pgmap=\"131\">Charles S. Thornton, corporation counsel, and Thomas J. Sutherland, attorneys for appellee.</attorneys><p data-order=\"35\" data-type=\"legal\" id=\"b131-8\" pgmap=\"131\">Heither the mayor nor the council could bind the city as to payment for this pretended obligation.</p><p data-order=\"36\" data-type=\"legal\" id=\"b131-9\" pgmap=\"131(57) 132(37)\">Counsel refer to Chicago v. Shober et al., 6 Bradw. 560, 562-3. In this case the court held that under the terms of Chap. 24, R. S., conferring limited power upon the mayor, and the sections of that chapter, Hos. 63 and 92, no liability could be created by the mayor or any officer in the absence of a lawful ordinance expressly providing for it. See also City v. Fire Ins. Co., 82 Ill. 45; Smith v. McDowell, 148 Ill. 62-3; Field v. Barling, 149 Ill. 566; City v. Shepard, 8 Ill. App. 610.</p><p data-order=\"37\" data-type=\"legal\" id=\"b132-5\" pgmap=\"132\">See also elaborate opinions of the courts in Starkey v. Minneapolis, 19 Minn. 203; Thomas v. City of Richmond, 12 Wall. (U. S.) 349, 354-6; McDonald v. Mayor, 68 N. Y. 23; Dickenson v. Poughkeepsie, 75 N. Y. 65, 73.</p><p data-order=\"38\" data-type=\"legal\" id=\"b132-6\" pgmap=\"132\">The mayor’s office is purely executory and confined to the execution of the laws and ordinances. Mut. Un. Tel. Co. v. Chicago, 11 Biss. 543.</p><p data-order=\"39\" data-type=\"legal\" id=\"b132-7\" pgmap=\"132\">The city is but the instrumentality of the State. By the creation of the city the State does not relinquish its responsibility to preserve the peace in the city, provided the city can not do it; and the State discovers that fact when the mayor calls upon the governor for assistance. Then the State steps to the front and resumes its police powers, but it is entirely independent of the city’s authority. Harmon v. City, 110 Ill. 400, 408-9.</p><p data-order=\"40\" data-type=\"legal\" id=\"b132-8\" pgmap=\"132\">But whether the occupation of the militia wras by the city or the State, it was in the exercise of a public duty—the police duty—and hence, for any inconvenience or loss to plaintiff it was da/rrmum absque injuria.</p><p data-order=\"41\" data-type=\"legal\" id=\"b132-9\" pgmap=\"132\">Counsel cite: C. &amp; N. W. R. R. Co. v. City of Chicago, 140 Ill. 323; C., B. &amp; Q. R. R. Co. v. Chicago, 166 U. S. 252-5; Village of Carthage v. Frederick, 122 N. Y. 268; Sedgwick on Stat. and Const. Law, 435; 1 Dillon on Mun. Corp. 212; Arms v. City of Knoxville, 32 Ill. App. 604, 609; Tiedeman on Mun. Corp., Sec. 355, p. 667; Harman v. Lynchburg, 33 Gratt. 37; Jones v. Richmond, 18 Gratt. 517.</p> <opinion data-order=\"42\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b132-10\" pgmap=\"132\">Mr?. Justice Freeman,</author> <p id=\"Avz\" pgmap=\"132\">after making the foregoing statement, delivered the opinion of the court.</p> <p id=\"b132-11\" pgmap=\"132(53) 133(121)\">The question to be considered here is whether the city of Chicago became liable for the use and occupation of appellant’s premises by the State troops. The Circuit Court held that the city did not use or occupy the park; that, inasmuch as the statute provides that the mayor shall have power to call out the National Guard “ to aid in suppressing riots and other disorderly conduct * * * subject to the authority of the governor as commander in chief of the militia,” the mayor’s authority ceased when the troops were thus called out; that thereafter they were under the command and control of the governor through their commissioned officers; that they were performing duty for the State, not for the city, and that any claim which appellant has should be made against the State; that as the city was not occupying the premises in question, the mayor could not, by his action nor by his oral promise, bind the municipality,, and that the city is not liable.</p> <p id=\"b133-4\" pgmap=\"133\">While it is true that when the mayor exercises the power to call out the militia to aid in suppressing riots, the latter are subject to the authority of the governor as commander-in-chief, and it is the governor’s “ duty to order such military or naval forces as he may deem necessary, to aid the civil authorities,” yet it is provided that the forces so ordered out “ shall report to such civil officer as the governor shall designate, and shall act in strict subordination to such civil authority.” Rev. Stat., Secs. 67 and 68, Art. 10, Chap. 129; Const., Art. 2, Sec. 15.</p> <p id=\"b133-5\" pgmap=\"133\">In this case the troops were ordered to report to the mayor.</p> <p id=\"b133-6\" pgmap=\"133(148) 134(382)\">In the next section of the statute it is provided that all orders from civil officers to military or naval commanders “ shall contain only the specific act to be performed,” and that the manner of performing shall be left to the discretion of the officer. The scope of this discretion is undoubtedly that which belongs to the trained soldier as against a mere civilian, and is the discretion which is usually left in military operations to the officer in immediate charge. When in actual war a regiment or a brigade, or a division, is ordered to capture a battery, or force an enemy from a position, the disposition of the attacking force and the manner of performing the duty are ordinarily left to the officer in immediate command. There is all the more reason for this where the superior in command is a civilian, without military experience. In the latter case the necessity of such a course is apparent. The statute therefore makes provision requiring it, and thus removes any possibility of dispute between the civil and the military officer as to the purely military management of the troops. But except as to this, the military are, by the statute, placed “in strict subordination” to the civil authority; in this case to the authority of the mayor, “in preserving the peace, quelling riots or executing the law.” If, then, the mayor deemed it necessary that the troops should be located in a particular part of the city as a means of preserving peace or quelling riots there, it was' within his power, under the statute, to so direct the officer in command, and it was the duty of the latter to obey. If opposition was encountered, then the manner of overcoming the opposition and seizing the location would rest entirely with the military officer as being wholly within his province. Subordination is defined as “ the state of being under control of the government; subjection to rule.” (Century Die.) Subordination to the civil authority of the mayor, would seem to mean that the military forces are subject to his orders, and the next section directing what such orders shall contain, limits them to “ the specific act to be performed.” In this case the mayor directed a specific act to be performed, namely, that the troops occupy the ball park, and the order was obeyed. Circumstances might arise where the occupation of a certain position would be purely a military question, involving the manner in which an order to overcome opposition should be performed. But in this case, no such question arose. The order of the mayor was obeyed, and the troops in obeying it acted in proper subordination to authority\" conferred upon him by statute. The responsibility, therefore, was his, and he was^ acting in an official capacity, as much so as if he had ordered a part of the ordinary police force of the city to occupy the ground in question under the same circumstances; and the distinction sought to be. made between an occupation by city employes and the militia, is, we think, unfounded.</p> <p id=\"b135-3\" pgmap=\"135\">It is said the militia were not subject to .the orders of the city, nor in its pay; that the city was not liable for their food or equipment—then why liable for their lodging ?</p> <p id=\"b135-4\" pgmap=\"135(365) 136(93)\">It is true, the militia were not subject to the orders of the city council, nor in the city’s pay. But they were subject to the orders of the mayor, as has been indicated. The city was not liable for their food or equipment. But if the city had actually been compelled, because of an emergency, to furnish them with arms, or food and lodging, and had done so, procuring these things by proper authority, could it refuse to pay the contractor for the arms or the food or lodging so supplied ? The city council, consisting of the mayor and aldermen (Rev. Stat., Chap. 24, Art. 3, Sec. 1), has power, expressly conferred by statute, “ to prevent and0suppress riots” (Idem, Art. V, par. 72), and can it not pass necessary ordinances, appropriate money for such corporate purpose, and provide for paymen t of debts and expenses so incurred ? The statute also provides that whenever any real or personal property is destroyed or injured in consequence of any mob or riot, the city shall be liable for three-fourths of the damages thus sustained. (Chap. 38, See. 256a.) Can it be said that the city has ,no.t the power to protect itself against such liability, by incurring whatever expenditure may be necessary to prevent such destruction, or injury % The statute, having thus made it the duty of the city to protect the property of its citizens, the performance of the duty is clearly a corporate purpose, for which money of the city can properly be appropriated, and liability incurred when the exigency so requires. Art.. IX of the State Military Code provides for the pay of Lhe officers and men of the militia, with transportation and necessary subsistence, “ while under orders of the commander in chief or other proper authority.” It may be that if the city had, in an emergency, furnished necessary subsistence, while the militia were thus acting, under the “ proper authority ” of the mayor, it would have been entitled to be reimbursed by the State. But that question does not arise in . this case, and we express no opinion in relation thereto. The statute makes no provision for payment for camping grounds for the troops while engaged in the performance of the duty of “preserving the peace, quelling riots or executing the law ” within a city. It seems clear, however, from what has been said, that if the city finds it necessary because a “ tumult, riot or mob is threatened” or exists, to provide a camping place for troops ordered out to preserve the peace, it has the charter power and may properly make such provision and incur liability therefor.</p> <p id=\"b136-5\" pgmap=\"136\">It remains, however, to consider whether, by such act of the mayor, liability may be created against the city.</p> <p id=\"b136-6\" pgmap=\"136\">In this case the mayor directed private property to be taken for the public use, without obtaining the owner’s consent. He subsequently promised the owner that the city should pay for the use of the premises, and make good any damage which might be done thereto.</p> <p id=\"b136-7\" pgmap=\"136\">The mayor is in duty bound to take care that the laws and ordinances are faithfully executed. For this purpose he is given power when necessary “ to call on every male inhabitant of the city,” and to call out the militia. He is not, however, specially authorized to incur liability for the city, even in an emergency, except where provision has been expressly made, and authority conferred according to law. He is nowhere authorized to take or damage private property for public use. Does the duty to keep the peace, to suppress riots and other disorderly conduct, and to take care that the laws and ordinances are faithfully executed, confer upon him in time of emergency, the extraordinary power io seize private property for public use, either by the police force or the State militia under his control, and to impose liability upon the city by such seizure, or by his promise to pay for the use of property so appropriated i</p> <p id=\"b136-8\" pgmap=\"136\">The exercise of such power can only be justified, if at all, by the existence and the nature and character of the emergency.</p> <p id=\"b136-9\" pgmap=\"136(19) 137(221)\">The existence of a sufficient emergency is no doubt to be determined from a consideration of all the circumstances; If these are such as at the time to afford reasonable ground for belief that the exercise of such extraordinary power is necessary to protect life or valuable property which otherwise would be destroyed, then an emergency would be said to exist. If, for example, a body of the police or militia were surrounded and pressed by a mob, so that their only safety should lie in seizing a private building and barricading it, or if it should be necessary to seize such building in order to protect valuable property within, for the destruction of which the city would be liable, such situations would no doubt create an emergency, the existence of which would be a question of fact. In either of the cases supposed, the seizure might result in an attack by the mob, causing a large pecuniary damage or even partial destruction of the building so occupied. For such damage or destruction the statute of this State intends to provide a partial remedy, in an action against the city. Chap. 38, Sec. 256a. Such remedy-exists, however, only by virtue of the statute, not by virtue of any common law liability. Except where the statute so pro vides,the municipality is not liable for property destroyed by mobs. Dillon on Municipal Corporations, Yol. 2, Sec. 959.</p> <p id=\"b137-4\" pgmap=\"137\">Where, however, as in this State, the city is by statute liable to an action for damages for property destroyed or injured in consequence of a mob, then the immediate danger of destruction such as might impose a great liability, would doubtless be regarded as creating an emergency. Emergencies do occasionally arise in the administration of government, State and municipal, for which the laws and ordinances make no provision. As is said in Wiley v. Seattle, 7 Wash. 576, such a case “ demonstrates that there is, as in the nature of things there must be, such a thing as an emergency in the affairs of a municipal corporation, as well as in those of private corporations and individuals, for which neither laws, charters nor ordinances provide.”</p> <p id=\"b137-5\" pgmap=\"137(31) 138(30)\">An emergency, when shown to exist in time of war or of immediate and impending public danger, justifies the taking of private property for public use, and when so taken the owner is entitled to compensation. Mitchell v. Harmony, 19 U. S. (13 How.) 115; United States v. Pacific Railroad, 120 U. S. 227; United States v. Russell, 13 Wall. 623.</p> <p id=\"b138-5\" pgmap=\"138(368) 139(14)\">In Mitchell v. Harmony, supra, on page 427, it is said by Chief Justice Taney, “There are without doubt occasions in which private property may be lawfully taken possession of; or destroyed to prevent it from falling into the hands of the public enemy; and also where a military officer, charged with particular duty, may impress private property into the public service, or take it for public use. Unquestionably, in such cases, the government is bound to make full compensa? tion to the owner; but the officer is not a trespasser. But we are clearly of opinion, that in all these cases the danger must be immediate and impending; or the necessity urgent for the public service, such as will not admit of delay, and where the action of the civil authority would be too late in providing the means which the occasion calls for. It is impossible to define the particular circumstances of danger or necessity in which this power may be lawfully exercised. Every case must depend on its own circumstances. It is the emergency .that gives the right, and the emergency must be shown to exist, before the taking can be justified,. In deciding upon this necessity, however, the state of the facts as they appeared to the officer at the time he acted must govern the decision; for he must necessarily act upon the information of others as well as his own observation. And if with such information as he had a right to rely upon, there is reasonable ground for believing that the peril is immediate and menacing, or the necessity urgent, he is justified in acting upon it; and the discovery afterward that it was false or erroneous will not make him a trespasser. But it is not sufficient to show that he exercised an honest judgment, and took the property to promote the public service; he must show by proof the nature and character of the emergency, such as he had reasonable ground to believe it to be, and it is then for the jury to say whether it was so pressing as not to admit of delay, and the occasion such, according to the information upon which he. acted, that private rights must for the time give way to the common and public good.”</p> <p id=\"b139-4\" pgmap=\"139\">In U. S. v. Pacific Railroad, supra, Mr. Justice Field uses the following language: “ In what we have said as to the exemption of government from liability for private property injured or destroyed during war, by the operations of armies in the field, or by. measures necessary for their safety and efficiency, we do not mean to include claims where property of loyal citizens is taken for the service of our armies, such as * * * buildings to be used as storehouses and places of deposit of war material, or to house soldiers or take care of the sick,.or claims for supplies seized and appropriated. In such cases it has been the practice of the government to make compensation for the property taken. Its obligation to do so is supposed to rest upon the general principle of justice that compensation should be made where private property is taken for public use, although the seizure and appropriation of private property under such circumstances by .the military authorities may not be within the terms of the constitutional clause.”</p> <p id=\"b139-5\" pgmap=\"139(185) 140(80)\">In U. S. v. Russell, 13 Wall, supra, Justice Clifford says: “Extraordinary and unforeseen occasions arise, however, beyond all doubt, in cases of extreme necessity, in time of war or of immediate and impending public danger, in which private property may be impressed into the public service, or may be seized and appropriated to the public use or may even be destroyed without, the consent of the owner. * * * Exigencies of the kind do arise in time of war or impending public danger, but it is the emergency, as was said by a great magistrate, that gives the right, and it is clear that the emergency must be shown to exist before the taking can be justified. Such a justification may be shown, and where shown the rule is well settled that the officer taking private property for such a purpose, if the emergency is fully proved, is not a trespasser, and that the government is bound to. make full compensation to the owner.” And it is further said “ that the taking of such property under such .circumstances creates an obligation on the part of the government to reimburse the owner to the full value of the service. Private rights, under such extreme and imperious circumstances must give way for the time to the public good, but the government must make full restitution for the sacrifice.” The court then holds that such an obligation raises an implied promise on the part of the government to reimburse the owner for the use of his property and pay a reasonable compensation therefor.</p> <p id=\"b140-5\" pgmap=\"140\">There is a class of cases where property is taken for public use, in which no compensation can be recovered. This is true where it is subjected to restraints and burdens in “ the exercise of those police powers which are necessary to the tranquillity of every well-ordered community,” and to the orderly existence of all governments. Sedgwick on Stat. and Const. Law, 435; Dillon on Municipal Corp., Vol. 1, p. 212 (4th Ed).</p> <p id=\"b140-6\" pgmap=\"140\">“The rights of private property, inviolable as the law regards them, are yet subordinate to the higher demands of the public welfare.” Dillon, Vol. 2, Sec. 955. Upon this principle it has been said that individuals or municipal officers may demolish a private house to prevent spreading of fire, and where the act is apparently and reasonably necessary, would not be responsible to the owner therefor. The municipality is not liable for buildings or property so damaged or destroyed, except where such liability has been created by an express provision of statute. In cases, also, where private property is destroyed in military operation of armies in the field or by measures necessary for their safety and efficiency, no compensation can be claimed from the government; and this upon the principle solus populi supremo est lex.</p> <p id=\"b140-7\" pgmap=\"140\">But where private property is pressed into the public service, or is seized and appropriated to the public use, in an emergency at a time of impending public danger, then the government is bound to make restitution to the owner.</p> <p id=\"b140-8\" pgmap=\"140(28) 141(54)\">The principle upon which, in the cases cited, the general government is held liable for property so appropriated, applies with like force to the appropriation of private property for public use by the government of the State and the city. “ Municipal corporations are instrumentalities of the State for the convenient administration of : government, within their limits.” Dillon, Municipal Corp., Vol. 1, Sec. 66; People v. Village of Chapin, 48 Ill. App. 643; Louisiana v. Mayor, 109 U. S. 285.</p> <p id=\"b141-4\" pgmap=\"141\">They are created and possess the powers conferred by statute. In this State the power has been expressly conferred upon the city government to prevent and suppress riots (Rev. Stat., Chap. 24, Art. V, par. 72), and when in the performance of the duty, and the exercise of the power thus conferred by law, an emergency arises sufficient, because of impending public danger, to justify impressing private property into the public service, then the taking of such property under such circumstances by the officer of the city charged with the duty of enforcing the law, creates an obligation on the part of the municipality to reimburse the owner for the value of the service or for any loss or damage thereby sustained, upon the general principle of justice requiring compensation for private property taken or damaged for public use. This principle is embodied in the constitution of the State, and enforced by statute. Eo reason is perceived why it should not be applied to the municipality, even though the circumstances of the taking are not in accordance with the method prescribed by law, and although ordinarily “ the provision for compensation, except in extreme cases, is a condition precedent annexed to the right of the government to deprive the owner of his property without his consent.” U. S. v. Russell, supra.</p> <p id=\"b141-5\" pgmap=\"141\">This obligation is recognized by the Supreme Court of this State. City of Pekin v. Brereton, 67 Ill. 477; City of Elgin v. Eaton, 83 Ill. 535; Nevins v. City of Peoria, 41 Ill. 409.</p> <p id=\"b141-6\" pgmap=\"141(48) 142(10)\">In City of Elgin v. Eaton, supra, it was held that where private property was damaged by an improvement being made by a municipal corporation for public use, the owner is entitled to compensation therefor, under the provision in the State constitution, that private property shall not be taken or damaged for public use without just compensation.</p> <p id=\"AqY\" pgmap=\"142\">In Nevins v. City of Peoria, supra, on page 409, it is said: “ Neither State nor municipal government can take private property for public use without due compensation, and this benign provision of our constitution is to be applied by the courts whenever the property of the citizen is invaded, and without reference to the degree.” The same principle is applied also in Bishop v. Mayor of Macon, 7 Ga. 200, where it is held that when private property has been destroyed for the benefit of the city, the latter “ ought in equity and justice to make good the loss which.the individual has sustained for the common advantage of all. And there is an implied assumpsit or undertaking on the part of the public that adequate remuneration shall be made.”</p> <p id=\"b142-5\" pgmap=\"142\">It is, as we have said, only the emergency, too urgent to admit of delay that can justify the taking of private property for the benefit of the city in extreme cases without previous provision for compensation, and thus create obligation on the part of the city to reimburse the owner. “ If the public necessity in fact exists, the act is lawful.” Mayor of New York v. Lord, 17 Wendell, 285 (292).</p> <p id=\"b142-6\" pgmap=\"142\">The obligation is not created, nor is the liability increased or diminished by the subseq uent promise of the officer, civil or military, who impresses the property into the public service, that the government will pay for its use. Hence no liability was created against the appellee by the mayor’s promise that the city would pay for the use of or damage to the premises, and it is not necessary to further consider the claim of appellant’s counsel that the promise by the mayor that the city should pay a reasonable rental for the premises occupied by his direction, but without express authority conferred on him to make such agreement or to occupy such premises, binds the municipality.</p> <p id=\"b142-7\" pgmap=\"142(43) 143(92)\">It is not essential, in order to impose this liability upon the city, that the city council should convene, and by appropriate action direct that private property shall be so taken for the use of the city. In ordinary cases of_ emergency, such as can alone justify such taking, this would be impossible. It is enough that the executive officer charged with the duty of preserving peace' and protecting property shall have directed the taking. He acts in so doing at his peril. If the circumstances are not such as at the time to afford reasonable ground for belief that the exercise of such extraordinary power is necessary by reason of the emergency, then he is a trespasser and liable as such. Otherwise the city is under obligation to compensate the owner.</p> <p id=\"b143-4\" pgmap=\"143\">The obligation to make restitution for private property so taken, raises an implied promise on the part of the city to reimburse the owner and reasonably compensate him for the use thereof. Bishop v. Mayor of Macon, supra.</p> <p id=\"b143-5\" pgmap=\"143\">“ Beyond doubt such an obligation raises an implied promise,”.as was said in United States v. Bussell, supra, on the part of the municipality for the protection or benefit of which it has been taken, “ to reimburse the owner for the use ” of his property. “ Indebitatus assumpsit” says that court, “is founded upon what the law terms an implied promise on the part of the defendant to pay what, in good conscience, he is bound to pay to the plaintiff, but the law will not imply a promise to pay unless some duty creates such an obligation, and it will never sustain any such implication in a case where the act of payment would be contrary to duty or contrary to law.”</p> <p id=\"b143-6\" pgmap=\"143\">As there must be another trial, we refrain from a discussion of the evidence. The existence of an emergency, such as to justify the \"temporary occupation of the premises in controversy, is to be determined from the evidence. If such emergency existed, appellant is entitled to be reasonably compensated for the use of the property and for actual damage, if any, thereby sustained. Otherwise the occupation was a mere trespass for which appellee is not liable.</p> <p id=\"b143-7\" pgmap=\"143\">For the reasons indicated the judgment will be reversed and the cause, remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}