{
  "casebody": {
    "data": "<casebody firstpage=\"434\" lastpage=\"446\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b460-6\">Charles Cetlin <em>vs. </em>Pearl S. Bradford.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b460-7\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A6nD\">May 16, 1922.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AeZ\">July 6, 1922.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b460-8\">Present: Rugg, C.J., Braley, De Courcy, Crosby, &amp; Jenney, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b468-6\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>The case was submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b468-7\"><em>T. S. Herlihy, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b468-8\"><em>E. Foss &amp; C. T. Smith, </em>for the defendant. „</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b468-9\">Jenney, J.</author>\n<p id=\"Auj\">The plaintiff, alleging that the defendant has trespassed upon his land in Newburyport and that he threatens to tear down a building thereon, seeks injunctive relief and damages. The defendant justifies under a claim of a private way. The plaintiff concedes that such easement formerly existed, but says that it has been terminated. Its present existence is the issue.</p>\n<p id=\"b468-10\">In 1812, Abner Wood and Joshua Greenleaf, who were tenants in common of land with buildings thereon situated on the corner of Market Square and Elbow Lane and then used by ship chandlers, executed deeds to each other whereby partition was made. The parcel comprised lots designated as A, B, C, and D, and a passageway between these lots, on a plan annexed to the report of the master who heard the case. Lots A and B became the <page-number citation-index=\"1\" label=\"443\">*443</page-number>property of Greenleaf and C and D that of Wood. The way was created by these deeds and in one was described as “reserved by said Greenleaf and Wood for their mutual convenience and accommodation and for the use of the premises.” In other places the description was substantially the same. The southerly boundary of A was on a line six feet distant from the back of the store then on the lot, while lot B was described as running easterly on the passageway. The part of the deed of Wood to Greenleaf given in the record thus concludes: “The described premises with.the uses and privileges in common and equal with, we [me], the said Wood of the said passageway herein last described and in the same manner as the same has heretofore been used by and between us and to be in common and undivided forever to him the said Greenleaf, his heirs.” The northerly boundary of C and the southerly boundary of D are on the way which in the deed of those lots is described as \"reserved for the accommodation of the Estate herein described and the Estate this day quitclaimed by said Wood to me” which is “to be used equally and in common by the Parties hereto or their assigns forever.” The material parts of these deeds are to printed herewith. The instruments are to be construed together. <em>Sibley </em>v. <em>Holden, </em>10 Pick. 249, 250. <em>Perry </em>v. <em>Holden, </em>22 Pick. 269. <em>Cloyes </em>v. <em>Sweetser, </em>4 Cush. 403. <em>Porter </em>v. <em>Sullivan, </em>7 Gray, 441, 446. The intent of the parties as expressed by all their terms governs. <em>Davis </em>v. <em>Rainsford, </em>17 Mass. 207. <em>Temple </em>v. <em>Benson, </em>213 Mass. 128, 132. As to <em>Sibley </em>v. <em>Holden, supra, </em>see <em>Pinkerton </em>v. <em>Randolph, </em>200 Mass. 24, 27, but its authority is not impaired upon the proposition to which it is cited.</p>\n<p id=\"b469-3\">The way is described by metes and bounds as a separate parcel and is reserved for the accommodation of the lots of both Wood and Greenleaf, and the deed of Wood to Greenleaf provided for its use in the manner in which it heretofore had been used and that it was to be “ in common and undivided.” If the deeds are construed as conveying the fee in the way, this language must be regarded as meaningless. In a deed so carefully drawn, that is not to be presumed. The provision that the way is to be undivided cannot reasonably be construed as relating only to the easement. <em>Morgan </em>v. <em>Moore, </em>3 Gray, 319. <em>Stearns </em>v. <em>Mullen, </em>4 Gray, 151. <em>Codman </em>v. <em>Evans, </em>1 Allen, 443. See <em>Sibley </em>v. <em>Holden, supra; Clark </em>v. <em>Parker, </em>106 Mass. 554, 557. It follows that as a result of the partition <page-number citation-index=\"1\" label=\"444\">*444</page-number>Greenleaf owned A and B, Wood C and D and that they owned the fee of the land in the way as tenants in common.</p>\n<p id=\"b470-3\">The report does not include the deeds given between 1812 and 1875,, although they were in evidence. In the latter year, Thomas Mackinney became the owner of lots A, B, and C by two deeds, each purporting to convey land bounding upon the passageway and being sufficient in form to carry the grantor’s interest in the fee therein so far as it was appurtenant. The defendant admits in his brief that Thomas Mackinney had under these deeds a title to some part of the fee of the passageway. This concession is confirmed by the master’s finding that the dominant and servient estates were in 1875 as to the part of the passageway between lots A and B united in one ownership. In the absence of the evidence it is assumed from the finding and the admission that Thomas Mackinney in 1875 owned the fee in the passageway in common with one or more persons, subject, however, to the rights of way then in existence.</p>\n<p id=\"b470-4\">Mackinney then owned three of the lots shown on the plan and at the least had a title as tenant in common in the fee of the way. While he had no distinct easement as owner as against himself as tenant in common, if there were any other persons who owned the fee in the way as tenant in common with bim their title was subject to the way appurtenant to his lots, and as against him and them the land was subject to a like right in favor of lot D. This conclusion requires no complete merger entirely extinguishing the easement. <em>Ritger </em>v. <em>Parker, </em>8 Cush. 145. <em>Crocker </em>v. <em>Cotting, </em>170 Mass. 68. <em>Tuttle </em>v. <em>Kilroa, </em>177 Mass. 146. See Gale on Easements (9th ed.) 454; <em>Reed </em>v. <em>West, </em>16 Gray, 283.</p>\n<p id=\"b470-5\">The trustees under Mackinney’s will on April 2, 1908, conveyed parts of lots B and C to Timothy Harrington. The northerly line fixed by the deed was parallel with and three feet distant from the northerly end of the building on the lot. The line so determined was distant two feet southerly from the southern line of the way. No reference is made to the way in this deed and as the premises did not abut on it the grantee got no interest in the fee or right thereover.</p>\n<p id=\"b470-6\">Five years after (March 27, 1913) the same trustees deeded lot A to Charles and Rubin Cetlin with “the rights and privileges in the said passageways which said Thomas Mackinney had and said <page-number citation-index=\"1\" label=\"445\">*445</page-number>Trustees have by virtue of his and their ownership of said land, and all the right, title and interest of the grantors to the land in said passageways.” As this deed in terms conveyed the rights and privileges which Mackinney or the grantors had in the passageway, and the right, title and interest of the trustees in the land over which it had existed, the title as tenant in common which the trustees had in the fee of the way passed to the grantees and any right of way which they had as appurtenant to any other land was extinguished, except such right as arose from necessity. <em>Needham </em>v. <em>Judson, </em>101 Mass. 155. <em>Holt </em>v. <em>Somerville, </em>121 Mass. 574. See <em>Bullard </em>v. <em>New York, New Haven &amp; Hartford Railroad, 178 </em>Mass. 570. After the giving of the deed, the trustees had no land abutting on the way, except a strip two feet in width on Elbow Lane and of the depth of twenty-nine feet westerly from that lane.</p>\n<p id=\"b471-3\">Rubin has since conveyed his title to Charles. It is not necessary to consider whether his deed included the interest, if any, in the passageway under the deed from the trustees. His ownership cannot affect the true construction of the deed of the trustees hereinafter considered.</p>\n<p id=\"b471-4\">Clearly the trustees had a right to convey the interest in the fee which was owned by them, and also by the same instrument could release to the grantees any right of way vested in them. A tenant in common of a freehold has a title effectuating a release to him of an encumbrance or easement. No question is involved as to the effect of such deed between cotenants. <em>Hurley </em>v. <em>Hurley, </em>148 Mass. 444. <em>Barnes </em>v. <em>Boardman, </em>152 Mass. 391, 393. <em>Hill </em>v. <em>Coburn, </em>105 Maine, 437. See <em>Benjamin </em>v. <em>American Telephone &amp; Telegraph Co. </em>196 Mass. 454, 457. A tenant in common is entitled to equitable relief against a stranger to the title to prevent a wrong of the kind here claimed to exist. <em>Preston </em>v. <em>West’s Beach Corp. </em>195 Mass. 482.</p>\n<p id=\"b471-5\">The defendant does not contend that the deed of the trustees to Harrington gave him any title to the fee of the land within the ancient way. He wholly bases his claim of easement on a deed of the trustees dated October 5, 1920, conveying to him the strip two feet wide between the land formerly of Harrington and now of the defendant and the passageway, and bounded easterly on Elbow Lane. The northerly boundary is described as upon “a pas<page-number citation-index=\"1\" label=\"446\">*446</page-number>sageway laid down by Abner Wood and Joshua Greenleaf, January, 1812.” But this deed transferred no interest in the fee or easement in the land over which the way had originally existed. Their deed to the Cetlins had foreclosed any right to convey either. No way existed by necessity. The narrow lot bounds for its full width on another way which the grantee has a right to use.</p>\n<p id=\"b472-3\">The question of abandonment of the easement need not be considered. It is not contended that the way is or ever was appurtenant to lot E, now owned by the defendant.</p>\n<p id=\"b472-4\">The final decree refusing injunctive relief to the plaintiff on the ground that the defendant during the pendency of the suit had become the owner of an easement appurtenant only to the narrow strip owned by him was wrong. It must be modified by striking out the second and third paragraphs and inserting in the place thereof a provision enjoining the defendant from using as a way the land in controversy and from interfering with the plaintiff’s enjoyment and occupation thereof.</p>\n<p id=\"b472-5\">The final paragraph relating to costs should be modified by stating therein the amount which is to be paid. <em>Rubenstein </em>v. <em>Lottow</em>, 220 Mass. 156.</p>\n<p id=\"b472-6\">As so modified, the decree is affirmed with costs.</p>\n<p id=\"b472-7\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}