{
  "casebody": {
    "data": "<casebody firstpage=\"471\" lastpage=\"486\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b497-6\">George F. Willett &amp; another <em>vs. </em>Robert F. Herrick &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b497-8\">Norfolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A6hc\">November 15, 16, 17, 1921.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AzV\">July 15, 1922.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b497-9\">Present: Rugg, C.J., Braley, Crosby, Carroll, &amp; Jenney, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b500-5\"><page-number citation-index=\"1\" label=\"474\">*474</page-number><em>H. D. McLellan, (G. C. Cutler, Jr., </em>with him,) for the defendant Herrick.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b500-6\"><em>T. Hunt, </em>for the defendants Kidder, Peabody and Company.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b500-7\"><em>F. H. Chase, (E. E. Blodgett </em>with him,) for the defendant Wing.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b500-8\"><em>G. L. Mayberry, </em>for the defendants F. S. Moseley and Company.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b500-9\"><em>S. L. Whipple &amp; B. B. Jones, (E. 0. Proctor </em>with them,) for the plaintiffs.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b500-11\">Carroll, J.</author>\n<p id=\"AWZB\">This is an action of tort brought by George F. Willett and Edmund H. Sears, former partners, for the use and benefit of George F. Willett, assignee and trustee. All the defendants demurred to the plaintiffs’ declaration. In the Superior Cotut the demurrers were overruled and the case reported to this court.</p>\n<p id=\"b500-12\">The declaration alleges in substance that the plaintiffs (hereafter called the firm), held by direct and indirect ownership practically the entire issue of all the common stock in a large number of corporations, named in the declaration; this constituted a controlling interest in these companies and the business <page-number citation-index=\"1\" label=\"475\">*475</page-number>of the firm was their management and operation. Two of the companies, the American Felt Company (hereafter called the Felt Company), and the Daniel Green Felt Shoe Company (hereafter called the Green Company), were prosperous and earning profits of over $1,000,000 per annum. The other companies had been organized in pursuance of the firm’s plans for combining all the companies into units for the manufacture of textile products, and were with some negligible exceptions prosperous and of great value. It is averred that in July, 1918, the defendants entered into a secret combination and conspiracy, by illegal and fraudulent means to deprive the plaintiffs of their shares in the Felt and the Green companies, to secure the same at a nominal cost for their own profit, and did effect the purpose of the conspiracy by acquiring practically all the plaintiffs’ shares in the companies in question to the value of $10,000,000 without substantial cost to themselves, and this was done by wrongful means. In the year 1918 the Felt and Green companies, owing to large contracts then on hand, required a special loan of from $2,500,000 to $3,000,000 in addition to their regular banking accommodations. It is alleged that F. S. Moseley and Company, a partnership whose members are with others the defendants, had been employed for several years’in negotiating loans on the firm’s account, and the business of obtaining this special loan was given to it, and in turn committed by it to the defendant Fessenden, a member of F. S. Moseley and Company. Fessenden entered upon the undertaking and shortly afterwards reported to the firm that a syndicate of bankers had agreed to the loan upon terms assented to by the plaintiffs. Later Fessenden informed the plaintiffs that the Chase National Bank of New York held two notes of the firm of $200,000 each, for which notes it held as collateral twelve thousand of the firms’ shares in the Felt Company, and that a special loan could not be arranged unless the Chase National Bank would extend these notes. Fessenden asserted that he was unable to secure the special loan or the consent of the Chase National Bank to any extension of the notes. According to the declaration, this statement of Fessenden was untrue. In fact, on July 8, the Chase National Bank, through its president, one Thayer, gave assurances regarding the notes held by the bank, which were accepted by the syndicate and the bank became a <page-number citation-index=\"1\" label=\"476\">*476</page-number>member of the syndicate. The plaintiffs believed the statements of Fessenden, that the loan could not be secured, were true and were ignorant that the actual facts concerning it were concealed by him. The declaration states that the agreement for the loan is set out in letters which are a part of the declaration, and that Fessenden assented to the agreement in behalf of the plaintiffs.</p>\n<p id=\"b502-5\">It is further alleged, that the defendant Herrick was employed in behalf of all the parties, to prepare an instrument in writing expressing the agreement which had been reached; that he did not act in good faith, but planned the scheme and co-operated with the defendant Wing in the promotion of it, with the knowledge of the defendants, and influenced the syndicate not to make the special loan or any loan, in order that the defendants might secure from the plaintiffs the agreement which assured to the defendants the management of the firm’s property; that the defendants concealed from the plaintiffs that the syndicate had agreed to make the loan and the fact that Wing and Herrick prevented the agreement from being carried into effect and did not disclose to the firm the conspiracy or means by which it was to be carried out, and the defendants “by concerted action in pursuance of said conspiracy, caused various applications to others by the plaintiffs for such assistance to be successively refused,” and concealed from the plaintiffs, the identity of those associated with F. S. Moseley and Company and ICidder, Peabody and Company, and concealed the fact that Wing and the Chase National Bank were such associates; that thereafter efforts of the plaintiffs to secure financial assistance had been unsuccessful because of the conspiracy; that Fessenden still pretended to act as the plaintiffs’ fiduciary agent and fraudulently advised and persuaded them to enter into an agreement by which the plaintiffs transferred to Kidder, Peabody and Company and F. S. Moseley and Company sixteen thousand five hundred shares of the Felt Company and five hundred shares of the Green Company, that the management and control of the companies passed to the defendants, and that Herrick, Fessenden and Winsor thereafter exclusively managed and controlled the companies; that the plaintiffs assented to this agreement, on the representation and distinct understanding that the companies were to be managed in accordance with the fiduciary duty which the defendants and their <page-number citation-index=\"1\" label=\"477\">*477</page-number>associates assumed; that the companies were not managed in good faith; that, knowing that the plaintiffs relied on their other companies to assist them in redeeming the Felt and Green shares, the defendants, in pursuance of the conspiracy, wrongfully destroyed the value of the other companies; that they proceeded to secure control of the plaintiffs’ liabilities and fraudulently represented to certain bankers that the Norwood Housing Association and the United Printing Machinery Company were bankrupt, and secretly through one Morse, “acting as a dummy” with funds furnished by Herrick, purchased notes to the amount of $490,000 for the sum of $44,500,' which facts were concealed from the plaintiffs; and that by fraudulent means they persuaded other creditors of the plaintiffs to accept, when offered by the defendants, a small percentage of their debts, thus enabling the defendants either to acquire for themselves all the plaintiffs’ obligations or to manipulate them so as to carry out the purposes of the conspiracy.</p>\n<p id=\"b503-5\">The first ground of the demurrer is, that the declaration does not state a legal cause of action in tort against the defendants. In the consideration of this question and the other questions raised by the demurrers, we must, of course, assume that the allegations of the declaration are true. <em>Granara </em>v. <em>Italian Catholic Cemetery Association, </em>218 Mass. 387, 392. The declaration in describing the means by which the conspiracy was accomplished does not allege that the acts were merely joint acts; its allegations of conspiracy are in and of themselves allegations of a tortious act. The declaration narrates the steps taken by the defendants in carrying out their purpose, but these acts are not stated as independent wrongs and the plaintiffs do not seek to recover damages for any of them considered separately. The declaration recites one scheme of fraud and seeks to recover the damages resulting from it. The plaintiffs’ cause of action is, that the defendants conspiring together entered into a plan to defraud them, and to carry out this scheme by a series of connected acts. The averments of conspiracy are not matters of mere characterization, as in <em>Holden </em>v. <em>J. Stevens Arms Co. </em>230 Mass. 266, and <em>Bilafsky </em>v. <em>Conveyancers Title Ins. Co. </em>192 Mass. 504, they are matters of substance and charge that injury to the plaintiffs’ business and credit resulted from the power exercised by the combination of <page-number citation-index=\"1\" label=\"478\">*478</page-number>the defendants. <em>Pickett </em>v. <em>Walsh, </em>192 Mass. 572, 582. <em>Cornellier </em>v. <em>Haverhill Shoe Manufacturers’ Association, </em>221 Mass. 554. <em>New England Cement Gun Co. </em>v. <em>McGivern, </em>218 Mass. 198, 203. <em>Martell </em>v. <em>White, </em>185 Mass. 255.</p>\n<p id=\"b504-5\">It is fundamental that a conspiracy may be unlawful in its purpose or in the means employed to carry it on. <em>Commonwealth </em>v. <em>Hunt, </em>4 Met. 111, 123. We do not find it necessary to consider whether the end sought as shown by the averments of the declaration is a purp'ose for which an action of tort will lie. The declaration does state the means by which the conspiracy was accomplished and in our opinion, taking these statements to be true, the means are shown to be unlawful. It is alleged that some of the defendants stood in confidential relations to the plaintiffs; that the true facts were concealed from the plaintiffs by their agents; that the attorney for all the parties violated the duty he owed to his client; that, after the loan was secured with the knowledge of the defendants, notes to the extent of $490,000 bearing the plaintiffs’ indorsements were purchased for the sum of $44,500 by the trustees and the plaintiffs were led to believe that in order to redeem their property the full sum of $490,000 must be paid. Further, that the properties were managed in bad faith; that all these acts were acquiesced in by the defendants; that by these means the .plaintiffs were deprived of their shares in the Felt and Green companies and prevented from redeeming them; and that thus the purpose of the conspiracy was effected. “Whether an act is tortious or not always depends upon the circumstances, of course, and it hardly needs remark that the circumstance of confidential relations should give wrongful character to an act that in a different situation, for instance, that of buyer, would be untouched by the law. ... If the act of the agent was a tort, those who conspired with him and helped him to commit it are jointly liable, . . <em>Emmons </em>v. <em>Alvord, </em>177 Mass. 466, 470. “It is manifestly unlawful and a gross breach of duty for a trustee to attempt to make personal profit at the expense of the trust fund by buying a claim against it at a discount and collecting it in full.” <em>Attorney General </em>v. <em>Armstrong, </em>231 Mass. 196, 214. <em>Allen-Foster-Willett Co. petitioner, </em>227 Mass. 551, 556, and cases cited.</p>\n<p id=\"b504-6\">In the view which we take of this case it is not essential to <page-number citation-index=\"1\" label=\"479\">*479</page-number>decide whether the acts by which the conspiracy was carried out would be harmless if done by an individual. They were performed, according to the averments of the declaration, by the defendants in combination and it was by the exercise of this power in combination that the execution of the original loan, which was about to be negotiated, was prevented; and it was by this power that the plaintiffs were prevented from securing any loan except the final one, and that by means of this influence, the firm’s credit was destroyed and the plaintiffs were finally deprived of their property.</p>\n<p id=\"b505-5\">The concealments, breaches of trust and violations of fiduciary duty were made effective by the concerted action of the defendants. The declaration asserts that the defendants well knew that interference with the plaintiffs’ credit would cause them and their company serious damage, and knowing “that because the banks which had agreed to participate in furnishing said loans were among the largest and most influential in Boston and in combination with each other and with the defendants, Kidder, Peabody and Co. and F. S. Moseley and Co., exercised a commanding influence in financial circles throughout New England, the firm would be unable to secure this special loan or other reasonable and adequate loans, otherwise from said banks;” and that the plaintiffs and their companies “would be without available means with which to pay their outstanding obligations.” And the defendants further by concerted action in pursuance of said conspiracy, “caused various applications to others by the plaintiffs for such assistance to be successively refused.” If these acts were in fact committed by the concerted action of the defendants they were illegal, even if harmless when committed by an individual. <em>Pickett </em>v. <em>Walsh, supra. Haverhill Strand Theatre, Inc. </em>v. <em>Gillen, </em>229 Mass. 413. This principle has been applied in labor cases. A strike may be for a lawful purpose but may become illegal because enforced by unlawful acts — acts which if done by an individual would be perfectly lawful. <em>Haverhill Strand Theatre, Inc. </em>v. <em>Gillen, supra. Pickett </em>v. <em>Walsh, supra. </em>But the principle is by no means limited to combinations of labor. It is equally applicable to combinations of capital. It is unfair competition for a combination of men who labor, to injure another’s business by an illegal strike, or to carry out a strike for a lawful <page-number citation-index=\"1\" label=\"480\">*480</page-number>purpose by unlawful means. It is also unfair competition for a combination of bankers to inflict injury upon the business or credit of an individual, by acts which become illegal because of the influence and power they wield. The force of numbers may be larger in one case than in the other; but the power of these defendants in financial circles, according to the statements of the declaration, was used for the destruction and injury of the plaintiffs’ business, although this power and influence were possessed by a limited number of individuals. The right to dispose of one’s labor as he desires and retain the benefits of his contract “is incident to the freedom of the individual, which lies at the foundation of the government in all countries that maintain the principles of civil liberty.” <em>Berry </em>v. <em>Donovan, </em>188 Mass. 353, 355, 356. Any interference with the plaintiffs’ business by a combination of persons by the means alleged was without justification. As was said in <em>Burnham </em>v. <em>Dowd, </em>217 Mass. 351, 359: “There is no such thing in our modern civilization as an independent man. No single individual could continue even to exist, much less to enjoy any of the comforts and satisfactions of life, without the society, sympathy and support of at least some of those among whom his lot is cast. Every individual has the right to enjoy these, and is bound not to interfere with the enjoyment of them by others. That right indeed is usually one of merely moral obligation, incapable of enforcement by the courts, but it is none the less an actual wrong for any body of men actively to cause the infringement of that right in definite particulars; and especially where such an infringement is made possible only by the concerted action of many in combination against one, and results in direct injury to his business or property. . . .” In our opinion the declaration sets out a charge of conspiracy by the defendants. Conspiracy is the gravamen of the charge and an action at law can be maintained if the means made use of were unlawful. <em>Cornellier </em>v. <em>Haverhill Shoe Manufacturers’ Association, supra. Berry </em>v. <em>Donovan, supra. Emmons </em>v. <em>Alvord, supra. </em>See <em>Eastern States Retail Lumber Dealers’ Association </em>v. <em>United States, </em>234 U. S. 600.</p>\n<p id=\"b506-4\">It is further contended that the declaration does not state an agreement for a loan. The agreement is based on letters which are made a part of the declaration. Assuming that such a con<page-number citation-index=\"1\" label=\"481\">*481</page-number>tract is not sufficiently alleged, the declaration states fully what was done and that as part of the plan the defendants interfered with and prevented the plaintiffs from obtaining a loan from the defendants or from other bankers, and that this was one of the steps in perfecting the conspiracy and achieving the desired result. As we construe the declaration the plaintiffs do not base their cause of action on this breach of contract to make the loan; they allege this as one of the means by which they were wronged by reason of the conspiracy; and if there was no such contract, but merely a proposal for a loan which had not been accepted, they were in fact prevented from securing such a loan from any source and that this was accomplished as a part of the defendants’ plan.</p>\n<p id=\"b507-5\">The fact that some of the defendants were parties to the loan agreement and could not be held in tort for breach of a contract to which they were parties, and were not liable in an action for interfering with the making of a contract which could not be completéd without their assent, see <em>Goldsmith </em>v. <em>Traveler Shoe Co. </em>236 Mass. 111, 116, and cases cited, does not make the declaration demurrable. As we have said this circumstance is not relied on as an independent ground of action, and damages are not sought because of the failure to make the special loan. The plaintiffs rely on this circumstance merely as showing one of the means by which the scheme was perfected, and in this view of the case it is not important whether these defendants broke their own contract or persuaded others not to assist the plaintiffs, except as such acts form a part of the plan to ruin the plaintiffs’ credit and secure for the defendants the property of the firm.</p>\n<p id=\"b507-6\">It is also contended that the alleged fraudulent representations and concealments of the defendants are not stated with sufficient accuracy in the declaration, even if the contract to make the special loan had ripened into a binding contract; and that if no such contract were made it is of no importance what reasons the defendants gave for declining to make the loan. We do not think it necessary to discuss the questions presented by this contention. We think it is disposed of by the fact that the declaration does not attempt to allege that the misrepresentations and concealments are separate and independent acts. The allegations are statements merely of the wrongful and illegal acts committed by <page-number citation-index=\"1\" label=\"482\">*482</page-number>the parties in carrying out the object of the conspiracy, and it is not material, as we interpret the declaration, whether some of the defendants were induced to break their contract or whether they refused to go on with one which was not completed, as these facts are stated solely as a part of the scheme by means of which its object was attained. This is also true of the defendants’ subsequent conduct.</p>\n<p id=\"b508-3\">Coming to the acts alleged to have been committed by the defendants after they were placed in. charge of the firm’s property, it is claimed that the plaintiffs are mere stockholders and that they can proceed only in equity for the enforcement of rights which belong to the corporation; that it is the corporation and not the plaintiffs that has suffered from the alleged conduct of the defendants in the management of the companies. The plaintiffs’ business according to the declaration was to a large extent the management and operation of various companies in which they were shareholders. Their shares were delivered to Kidder, Peabody and Company and F. S. Moseley and Company under the final agreement of the parties; and if recovery was sought for alleged frauds of the defendants in the management of these corporations, as distinguished from the conspiracy to injure the plaintiffs’ business and deprive them of their property, of which these acts formed a part, the remedy for the wrongs done would be in equity and the damages would be to the corporation and not to the shareholders. See <em>Converse </em>v. <em>United Shoe Machinery Co. </em>185 Mass. 422; <em>Hayden </em>v. <em>Perfection Cooler Co. </em>227 Mass. 589; <em>Bartlett </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>221 Mass. 530. The plaintiffs’ declaration does not rely on these acts as separate wrongs. Like the other acts of the defendants they are stated as the means by which the end was achieved. The fact, that others than the plaintiffs were injured by the acts alleged, does not deprive the plaintiffs of their remedy at law or give to the courts of equity exclusive jurisdiction over the wrongs complained of. See, in this connection, <em>Raynes </em>v. <em>Sharp, </em>238 Mass. 20.</p>\n<p id=\"b508-4\">With reference to the allegation that the defendants by concerted action in pursuance of the conspiracy caused various applications of the plaintiffs to others for assistance by loans or otherwise to be refused, the defendants contend that this allega<page-number citation-index=\"1\" label=\"483\">*483</page-number>tian is not set out with the particularity required. The plaintiffs contend that this circumstance was only one of the various means by which their credit and business were destroyed and that because of all the acts alleged, including the inability of the plaintiffs to secure financial aid from other sources, the injury to them was effected; that the fiduciary agents of the firm, while pretending to act as such, persuaded the plaintiffs to assent to the agreement transferring their properties and representing to the plaintiffs that in no other way could the loan be secured. In our opinion the declaration is not demurrable on the ground that this particular averment is not stated with sufficient accuracy.</p>\n<p id=\"b509-5\">It cannot be said that the acts of the defendants in accomplishing the conspiracy were, not the proximate cause of the plaintiffs’ loss. The agreement for the loan provided that the plaintiffs’ holdings in the Felt and Green companies passed to the defendants, and the declaration avers that the management and control of all these companies were placed in the hands of the trustees and that the value of the companies was destroyed so that the plaintiffs were prevented from redeeming their shares in the Felt and Green companies and from possessing their own property. The declaration does not seek damages for breach of contract to make the loan. Damages are sought for the wrongs done, and if these wrongs were in fact committed, as alleged in the declaration, the defendants are answerable for the results which flowed from them, and according to the pleadings they were the proximate cause of the plaintiffs’ damages. It may be that none of the alleged acts together or separately caused damage to the plaintiffs even if they were committed as charged; but in passing on the validity of the declaration, we think it sufficiently appears that the conduct of the defendants was the proximate cause of damage and injury to the plaintiffs. See, in this connection, <em>New England Iron Works Co. </em>v. <em>Jacot, 223 </em>Mass. 216, 220; <em>John Hetherington &amp; Sons, Ltd. </em>v. <em>William Firth Co. </em>210 Mass. 8, 24.</p>\n<p id=\"b509-6\">Another ground of demurrer is, that the declaration fails to state facts sufficient to constitute a cause of action with the certainty required. The declaration is extremely voluminous, covering some sixteen printed pages, but the statements in it are not so vague and uncertain as to make it demurrable on this ground; <page-number citation-index=\"1\" label=\"484\">*484</page-number>nor can it be said that the declaration fails to state the substantive facts concisely. As we interpret the declaration not more than one cause of action is stated, and the acts by which the conspiracy was perfected are alleged with sufficient accuracy.</p>\n<p id=\"b510-5\">The statement that the plaintiffs held “by direct and indirect ownership” practically the entire issue of the common stock in the companies enumerated, it is claimed, is vague and uncertain. As we have said it is alleged that the plaintiffs’ business was the management and operation of the companies mentioned and that the shares held by them constituted a controlling interest. The plaintiffs were not required to describe in detail the exact state of their title to the shares in question and in our opinion this allegation when read in connection with the other averments is not so vague and uncertain as to make the declaration demurrable.</p>\n<p id=\"b510-6\">It is objected that the last part of paragraph 3 is irrelevant, immaterial and impertinent. This paragraph sets out in substance that by reason of the conspiracy the plaintiffs’ plans for a combination of their various corporations were defeated, that the assets of the company were wasted; and that they had an earning capacity of $2,000,000 per annum. If it be assumed that the loss resulting from the proposed plan to unite the various companies, not already united, is too uncertain to be the basis of an award for damages, <em>Lowrie </em>v. <em>Castle, </em>225 Mass. 37, 51, these allegations do not render the declaration demurrable, because they are alleged as a mere matter of inducement and are to be taken in connection with the further statements that the combinations already formed were of great value.</p>\n<p id=\"b510-7\">In paragraph 8 it is stated that the defendants had knowledge that their wrongful interference would cause injury to the firm and because of the defendants’ commanding influence in financial circles throughout New England the firm would not be able to secure loans otherwise than from said banks. Paragraph 10 contains averments that the defendants caused various applications to others by the plaintiffs for such assistance to be successively refused. The influence of the defendants in financial circles is stated as a fact. In passing on the question of the validity of the declaration we must assume it to be true. Paragraph 10 is to be construed in connection with paragraph 8, and it appears therefrom with sufficient particularity that the defendants did <page-number citation-index=\"1\" label=\"485\">*485</page-number>prevent the firm from securing a loan elsewhere than from the defendants. It also appears that all the defendants participated in the acts alleged and that all these acts, including the mismanagement of the firm’s property, are stated in detail.</p>\n<p id=\"b511-5\">Under the loan contract as finally agreed to on July 29, 1918, the firm could redeem the Felt and Green stocks pledged as collateral on or before July 25, 1920. The fact that the firm was dissolved in March, 1919, before the option had expired does not in our opinion make the declaration demurrable.</p>\n<p id=\"b511-6\">The declaration alleges in paragraph 3 that the defendants were under a fiduciary duty to the First National Bank, Merchants’ National Bank and to the National Shawmut Bank. These statements were not relevant; the rights of the parties in this action are not to be affected by breaches of duty which it is alleged the defendants owed to third parties. The fact that the notes in question were purchased by the defendants at a price much below their real value and that this fact was concealed from the banks, and the latter fact concealed from the plaintiffs, was material as one means by which the conspiracy was executed; but the breach of fiduciary duty to the banks by the defendants was irrelevant matter and could be taken advantage of by demurrer. See <em>Marsch </em>v. <em>Southern New England Railroad, </em>230 Mass. 483. See, in this connection, <em>Carrier </em>v. <em>Sears, </em>4 Allen, 336.</p>\n<p id=\"b511-7\">In the fifteenth paragraph of the declaration it is averred that the firm was dissolved in March, 1919, and that Willett under the arrangements for dissolution is the sole owner of all the assets of the firm including the claim in suit; that Willett in recognition of the equitable claim of his former partner and former creditors of the firm has executed the instrument of trust annexed, whereby he became obligated to these creditors who were ignorant of the defendants’ scheme and to his former partner to account to them. One ground of demurrer is that the action cannot be maintained for the use and benefit of Willett as assignee and trustee. The conspiracy was formed and carried out to injure the business and property of the firm of Willett, Sears and Company. The cause of action belongs to the firm and the action could be prosecuted in the name of the firm; the fact that it is alleged to be brought for the benefit of the continuing partner Willett does not make the declaration demurrable; but Willett could not con<page-number citation-index=\"1\" label=\"486\">*486</page-number>stitute himself a trustee for his former partner and the creditors of the firm. Even if the action at law could be prosecuted by the trustee, Willett has shown no authority to act as such. See, in this connection, <em>Cleveland </em>v. <em>Hampden Savings Bank, </em>182 Mass. 110, 111; <em>United Zinc Co. </em>v. <em>Harwood, </em>216 Mass. 474, 479.</p>\n<p id=\"b512-5\">The demurrers are sustained as to these particulars just mentioned, with leave to amend on such terms as the Superior Court may order. As to all other points, the demurrers are overruled.</p>\n<p id=\"b512-6\">\n<em>So ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}