{
  "casebody": {
    "data": "<casebody firstpage=\"21\" lastpage=\"25\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b35-4\">Valentino, Appellant, <em>v. </em>Keller, Admr., Bureau of Workmen’s Compensation, et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b35-5\">[Cite as Valentino v. Keller, 17 Ohio St. 2d 21.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b35-8\">(No. 68-514</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ak\">Decided February 19, 1969.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b36-5\"><page-number citation-index=\"1\" label=\"22\">*22</page-number><em>Messrs. Traveler, Malkoff &amp; Shwarts, </em>and <em>Mr. Solomon Malkoff, </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b36-6\"><em>Mr. Paul W. Brown, </em>attorney general, <em>Mr. Walter J. Eowdyshell, Mr. George N. Fell, Messrs. Manchester, Bennett, Powers &amp; üllman, </em>and <em>Mr. Paul J. Fleming, </em>for appellees.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-7\">Taft, C. J.</author>\n<p id=\"Ad\">On the motion for reinstatement, the issue was whether the motion had been filed within “ten years from the last payment theretofore made of compensation” to the claimant, as specified in Section 4123.52, Revised Code (122 Ohio Laws 268, 276). Unless it had been so filed, then, under the provisions 'of that statute, the commission could not reinstate the claim. That issue was submitted by the trial court to the jury.</p>\n<p id=\"b36-8\">The claimant contends that the trial court erred in its charge to the jury by referring to the adverse rulings of the administrator, the Board of Review and the Industrial Commission with respect to the motion of claimant for reinstatement of his claim.</p>\n<p id=\"b36-9\">In support of this contention, the claimant relies upon <em>Jones </em>v. <em>Keller, supra </em>(9 Ohio App. 2d 210), and the reasons given in the opinion of that case for sustaining such a contention.</p>\n<p id=\"b36-10\">The Court of Appeals in the instant case, although <page-number citation-index=\"1\" label=\"23\">*23</page-number>agreeing that it was error for the trial court to refer to the adverse rulings of the administrator, the Board of Review and the Industrial Commission, held that the claimant was not prejudiced by that error because the trial court had specifically instructed the jury not to consider those administrative decisions in its deliberations but to make its decision on the basis of the evidence presented to it.</p>\n<p id=\"b37-5\">In our opinion, it was not error for the trial court in its charge to refer to those adverse administrative rulings, although we believe that, where a trial court does refer to such rulings, it may on its own motion, and should, on request by the claimant <em>(Rhoades </em>v. <em>Cleveland </em>[1952], 157 Ohio St. 107, 105 N. E. 2d 2), instruct the jury, as the trial court did in this case, not to consider those administrative decisions but to base its decision on the evidence presented to it.</p>\n<p id=\"b37-6\">The appeal to the Common Pleas Court involved in the instant case is provided for by Section 4123.519, Revised Code. That section, as in force when this appeal was instituted (and as now in force), requires the claimant to “file a petition setting forth the basis for the jurisdiction of the court over the action.” This and other provisions of that statute, as well as of Section 4123.516, Revised Code, require the allegations in the petition in the instant case with respect to the adverse rulings of the administrator, the Regional Board of Review and the Industrial Commission with respect to the claimant’s motion for reinstatement of his claim. The complained of references to those administrative rulings by the trial court in the instant case were merely summaries of those rulings as alleged in the petition.</p>\n<p id=\"b37-7\">In Section 4123.519, Revised Code, it is specified that “further pleadings” beyond that petition “shall be had in accordance with the rules of civil procedure,” except as specified otherwise by statute. Our statutes are silent as to whether the court may send the pleadings to the jury or tell the jury what those pleadings contain in an appeal such as this.</p>\n<p id=\"b38-3\"><page-number citation-index=\"1\" label=\"24\">*24</page-number>At the time the General Assembly spoke in the enactment of that statute, it was common practice to send pleadings to the jury room in civil actions although it is now considered a “disfavored practice” to do so. See <em>Cincinnati </em>v. <em>Bossert Machine Co., </em>16 Ohio St. 2d 76, 78.</p>\n<p id=\"b38-4\">Thus, as stated by Skeel, J., in <em>Indianapolis &amp; Southeastern Trailways, Inc., </em>v. <em>Cincinnati Street Ry. Co. </em>(1957), 166 Ohio St. 310, 317, 142 N. E. 2d 515, “ • * * of course, it is the common practice to send to the jury room the pleadings.” Also, in <em>Hocking Valley Ry. Co. </em>v. <em>Helber </em>(1915), 91 Ohio St. 231, 110 N. E. 481, paragraph three of the syllabus reads, so far as pertinent:</p>\n<p id=\"b38-5\">“It is proper for a court to send the pleadings in a cause to the jury during its deliberations * *</p>\n<p id=\"b38-6\">To the same effect, see 52 Ohio Jurisprudence 2d, 554, Section 70; 53 Ohio Jurisprudence 2d 205, Section 286; 53 Ohio Jurisprudence 2d 35, Section 173. It may be noted that the Proposed Rules of Civil Procedure, recently submitted to this court for consideration, specifically prohibit either the reading or submission of pleadings to the jury. See Rule 8(g), XLI Ohio Bar, No. 45, p. 1404.</p>\n<p id=\"b38-7\">In view of the common practice of sending pleadings to the jury room when Section 4123.519, Revised Code, was enacted, and of its requirement that the petition contain allegations as to adverse administrative rulings that would set forth “the basis for the jurisdiction of the court over the action,” we are of the opinion that the General Assembly did not intend to prevent the trial court, in an appeal under that statute, from summarizing those allegations of the petition in its charge to the jury.</p>\n<p id=\"b38-8\">We therefore conclude that where adverse rulings of the Administrator of the Bureau of Workmen’s Compensation, the Regional Board of Review and the Industrial Commission, with respect to a claim for workmen’s- compensation, are required to be alleged in a petition upon appeal pursuant to Section 4123.519, Revised Code, in order to set forth the basis for the jurisdiction of the court over the appeal, it is not error for a trial court in its charge to <page-number citation-index=\"1\" label=\"25\">*25</page-number>the jury to summarize those allegations of the petition with respect to such adverse administrative rulings, if the court instructs the jury not to consider those rulings but to base its decision on the evidence presented to it.</p>\n<p id=\"b39-4\">For the foregoing reasons, we are in accord with the judgment of affirmance upon which the Court of Appeals has agreed and the judgment of the Common Pleas Court is therefore affirmed.</p>\n<p id=\"b39-5\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b39-6\">Zimmerman, Matthias, O’Neill and Duncan, JJ., concur.</judges>\n<judges id=\"b39-7\">Herbert, J., concurs in the syllabus and judgment.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}