{
  "casebody": {
    "data": "<casebody firstpage=\"713\" lastpage=\"715\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b735-13\">UNITED STATES of America, Plaintiff-Appellee, v. John Vincent HYLAND, Jr., Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b735-16\">No. 11-13733</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"Acp\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b735-17\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b735-18\">July 2, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b736-4\"><page-number citation-index=\"1\" label=\"714\">*714</page-number>Steven E. Butler, Joshua Steven Bear-den, Kenyen Ray Brown, Maria E. Murphy, Donna Barrow Dobbins, U.S. Attorney’s Office, Mobile, AL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b736-5\">William Gregory Hughes, Attorney at Law, Mobile, AL, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b736-7\">Before TJOFLAT, EDMONDSON and FAY, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b736-8\">PER CURIAM:</author>\n<p id=\"b736-9\">In 1993, John Hyland, Jr. was convicted in a Michigan state court of first degree criminal sexual assault and required under the Sex Offender Registration and Notification Act (“SORNA”), 42 U.S.C. § 16901, to register as a sex offender. On April 1, 2011, a Southern District of Alabama jury found John Hyland, Jr. guilty of failing to register as a sex offender under SORNA, in violation of 18 U.S.C. § 2250. On July 29, 2011, the district court sentenced Hy-land to a prison term of 33 months and a life term of supervised release.</p>\n<p id=\"b736-10\">Hyland now appeals his conviction, raising one issue: whether the district court abused its discretion in allowing the prosecutor to question him on cross-examination regarding the details of his 1993 conviction.</p>\n<p id=\"b736-11\">Hyland’s 1993 conviction was established at trial via stipulation during the Government’s case in chief. The jury heard nothing about the facts underlying that conviction until Hyland took the stand in his own defense and referred to the conviction moments after the prosecutor began his cross-examination. The following exchange occurred:</p>\n<blockquote id=\"b736-12\">Q: Good morning, Mr. Hyland.</blockquote>\n<blockquote id=\"b736-13\">A: How are you doing?</blockquote>\n<blockquote id=\"b736-14\">Q: You’re a convicted criminal sex offender, aren’t you?</blockquote>\n<blockquote id=\"b736-15\">A: Pardon me?</blockquote>\n<blockquote id=\"b736-16\">Q: You’re a convicted criminal sex offender, aren’t you?</blockquote>\n<blockquote id=\"b736-17\">A: I got crooked judges and crooked cops.</blockquote>\n<blockquote id=\"b736-18\">Q: You got crooked judges and crooked cops?</blockquote>\n<blockquote id=\"b736-19\">A: Michigan Supreme Court, 436, page 417, says where the hymen is intact, there is reasonable doubt that criminal sexual conduct occurred. That was 1986. My conviction was 1992. My attorney was a skunk. Alabama’s registration is 1996, which means they don’t have jurisdiction over me because I was arrested in 1992. You can’t have ex post facto. The Feds, the United States constitution says there shall not be ex post facto legislation. You can’t take the '96 rules and say we’re going to put somebody in here from '95 or '92 like me. It doesn’t hold. It’s not jurisdictional.</blockquote>\n<blockquote id=\"b736-20\">Q: I see.</blockquote>\n<blockquote id=\"b736-21\">A: Thank you for letting me speak.</blockquote>\n<blockquote id=\"b736-22\">Q: Since you brought it up, you were convicted ...</blockquote>\n<p id=\"b736-23\">At this point, defense counsel objected and a side-bar was held. Counsel argued that Hyland remarks were insufficient to open the door to the prosecutor’s line of questioning. The court overruled the objection and allowed the questioning to proceed. The prosecutor asked: “The fact of <page-number citation-index=\"1\" label=\"715\">*715</page-number>the matter is, the two victims in your case were your two daughters; isn’t that correct?” To this, Hyland gave several responses, each having a similar gist. For example, “Drop dead. I never touched my daughters.” Then, referring to the prosecutor, “Your Honor, I don’t know how a man like that can ... sleep at night.” Or — speaking to the judge — “If I die today, it doesn’t make any damn difference,” and “I’ll speak up when I can, and you can throw me out if you want.” Hyland eventually admitted that his two daughters were the victims of the 1993 offense and that, following his conviction, the daughters were removed from his custody and placed in the care of an Alabama relative.</p>\n<p id=\"b737-5\">We find no abuse of discretion in the district court’s ruling. Hyland did open the door to the challenged examination. It was a risk he took when he launched an attack on the integrity of the Michigan conviction and thereby called into question the essential element of the SORNA offense, his duty to register</p>\n<p id=\"b737-6\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}