{
  "casebody": {
    "data": "<casebody firstpage=\"595\" lastpage=\"600\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b755-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b755-5\">Hilda Camp, Et Al. v. Tincy Camp</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b755-8\">November 21, 1979.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b755-9\">Record No. 771729.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b755-10\">Present: All the Justices.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b756-9\"><page-number citation-index=\"1\" label=\"596\">*596</page-number><em>Randolph L. Herring </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b756-10\">No brief or argument for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b756-11\">COMPTON, J.',</author>\n<p id=\"AyL\">delivered the opinion of the Court.</p>\n<p id=\"b756-12\">In this appeal, we must construe a deed to determine the title acquired by a mother and son to real property conveyed to them “as tenants in common with the right of survivorship as at common law.”</p>\n<p id=\"AkH\">The issue arose in the following manner, as revealed by the pleadings and a summary statement of the facts prepared by the trial judge. In 1955, Robert Camp, Jr., unmarried, and appellee Tincy Camp, his mother, agreed to purchase a house and lot located in the City of Richmond. Tincy Camp consulted a Richmond attorney who, at her request, drew the deed in question, which was duly executed and admitted to record.</p>\n<p id=\"b756-13\">The deed contained the usual formal parts. The premise included the names of the three grantors as “parties of the first part” and the son and mother as “parties of the second part.” The next paragraph contained the consideration, the recital of payment of purchase money, and the granting clause (there was no habendum), as follows:</p>\n<blockquote id=\"b756-14\">That for and in consideration of the sum of Ten ($10.00) Dollars, receipt whereof is hereby acknowledged, and other good and valuable consideration, the said parties of the first part do grant and convey with general warranty of title unto the said parties of the second part, as tenants in common with the right of sur<page-number citation-index=\"1\" label=\"597\">*597</page-number>vivorship as at common law, the following described real estate, to-wit:—</blockquote>\n<p id=\"b757-5\">Next came the description followed by a paragraph making the conveyance subject to recorded restrictions affecting the property. Then the deed provided for assumption by the grantees of the obligations of two prior deeds of trust on the property. These provisions were followed by a paragraph containing the English covenants of title and by the conclusion executed by all five parties.</p>\n<p id=\"b757-6\">Robert Camp, Jr., married appellant Hilda Camp in 1956. He died in 1966 survived by his widow, six children (who are also appellants), and by his mother. Thereafter, a dispute arose between the mother and the widow as to the ownership of the property in question.</p>\n<p id=\"b757-7\">Subsequently, the widow, in her own name and on behalf of her children, filed the instant petition for declaratory judgment in equity against the mother asserting that the property was conveyed to mother and son as tenants in common and seeking a declaration that the widow and children had “a one-half legal interest in said property.” In response, the mother maintained she was a joint tenant under the deed and, because she survived her son, had a fee simple interest in the property.</p>\n<p id=\"b757-8\">The chancellor received the ore tenus testimony of the attorney who drew the deed and, after considering argument of counsel for the parties, decided in favor of the mother. The trial court, in the August 1977 order appealed from, found that when the deed was drafted, the intention of the mother and son was to have the real estate conveyed to them as joint tenants with the right of survivorship as at common law. The court also found that the attorney “was in error... as to the correct terminology to be used to create survivor-ship between the parties,” that “tenants in common” was intended to be “joint tenants,” and “that it manifestly appeared] to the court from the tenor of the deed and from the evidence in the case, that it was intended that the part of the first to die should then belong to the other.” Consequently, the court below ruled that the real estate passed by operation of law to the mother, Tincy Camp, in fee simple. We think the trial court erred.</p>\n<p id=\"b757-9\">Initially, several fundamental rules for the construction of deeds should be reviewed. The prime consideration, as with any writing, is to determine the intention of the parties executing the instrument. The intention, including a finding as to the estate conVeyed, should be ascertained from the language used in the deed, if possible. <em>Phipps </em>v. <em>Leftwich, </em>216 Va. 706, 710, 222 S.E.2d 536, 539 (1976). <page-number citation-index=\"1\" label=\"598\">*598</page-number>If the language is explicit and the intention is thereby free from doubt, such intention is controlling, if not contrary to law or to public policy, and auxiliary rules of construction should not be used. 4 H. Tiffany, <em>The Law of Real Property </em>§ 977 (3d ed. 1975). If, on the other hand, the instrument is uncertain and ambiguous, oral evidence may be received to show all the attendant circumstances existing at the time the deed was executed, including the situation of the parties and their relationship. But “[p]arol <em>contemporaneous </em>evidence is, in general, inadmissible to contradict or vary the terms of a valid written instrument [because]. .. [t]he writing is the only outward and visible expression of the meaning of the parties, and to allow it to be varied or contradicted by verbal testimony of what passed at or before its making, would be to postpone the more certain and reliable mode of proof, to the more precarious and less trustworthy; to prefer the less good to the <em>best evidence.” 2 </em>J. Minor, <em>Institutes of Common and Statute Law </em>1059 (4th ed. 1892). Finally, where two clauses are irreconcilably repugnant in a deed, the first prevails. <em>Mills </em>v. <em>Embrey, </em>166 Va. 383, 387, 186 S.E. 47, 49 (1936). The foregoing rule is to be applied, however, only in the case of “rigorous necessity” and when the two clauses are absolutely incapable of reconciliation. 2 J. Minor, <em>supra.</em></p>\n<p id=\"b758-5\">Against this background, we now turn to the facts of this case. The attorney who drew the deed, testifying 22 years after the event, stated that he recalled talking to Tincy Camp about preparing the deed. She told counsel, he said, that her son was to buy the property for her and that the son wanted her to live there for the remainder of her life. The attorney stated the mother said the “longer liver” of the mother and son was “to get all of the property.” Counsel testified he had never before drawn a deed between “tenants by the entireties” except when a husband and wife were involved and, because of this, he consulted other attorneys about the problem. They told him, he testified, that he should use the phrase “tenants in common” instead of “tenants by the entireties” when the deed did not involve husband and wife. The attorney further testified that the grantees intended to receive the property “with the right of survivorship between them.”</p>\n<p id=\"b758-6\">It is manifest from the trial court’s ruling that the chancellor considered all of the foregoing evidence dehors the deed in reaching his decision. Yet, as we have noted, the terms of a valid deed may not be varied or contradicted by testimonial evidence of that which passed at or before its making. Consequently, the trial court should not have relied on the attorney’s statements dealing with the intention of the parties. Thus, we shall cast aside that evidence and examine the deed, <page-number citation-index=\"1\" label=\"599\">*599</page-number>uncertain in meaning, in the light of the circumstances under which it was written.</p>\n<p id=\"b759-5\">The remaining evidence merely shows that residential urban property was to be purchased by a mother and her unmarried son, and that the mother consulted counsel with reference to the purchase. No definitive conclusion can be drawn from those meager facts as to the parties’ intention with reference to the nature of the title to be acquired. Turning to the provisions of the instrument as contained within its four corners, we likewise obtain little, if any, guidance as to the parties’ intention, except as revealed by the disputed provision. We do know from the deed that the mother and son became obligated to pay the unpaid balances on prior encumbrances affecting the property. But that fact may not be the basis for a positive judgment as to the parties’ intention. Such an obligation would just as likely be incurred by tenants in common as by joint tenants.</p>\n<p id=\"b759-6\">Consequently, we are left with the disputed provision of the deed as the sole means to ascertain the parties’ intention about the title to be acquired. The language “as tenants in common” is totally repugnant to the words “with the right of survivorship as at common law.” The two portions are absolutely incapable of being reconciled. Accordingly, we are left with no alternative but to hold, applying the foregoing rule of repugnant clauses to this situation, that the portion first appearing in the deed controls, and that the mother and son were conveyed the property as tenants in common, not as joint tenants. The effect of this holding is, of course, to treat the latter portion of the disputed provision as surplusage. This is a case of “rigorous necessity” in which the harsh common-law rule must be applied if the deed is to have some effect rather than being a nullity.</p>\n<p id=\"b759-7\">Finally, the mother filed a cross-bill below and an assignment of cross-error in her brief in opposition to the petition for appeal. She asserted that if she was entitled to only a one-half interest in the property, she should recover for the funds she had expended for mortgage payments, taxes and improvements. But she did not participate in this appeal beyond the petition stage and we will, therefore, take no further notice of her claims for reimbursement.</p>\n<p id=\"b759-8\">For these reasons, the order appealed from will be reversed and final judgment will be entered here decreeing that Robert Camp, Jr. and Tincy Camp took the property as tenants in common under the 1955 deed.</p>\n<p id=\"b759-9\">\n<em>Reversed and final judgment.</em>\n</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b760-4\"><page-number citation-index=\"1\" label=\"600\">*600</page-number>POFF, J.,</author>\n<p id=\"A_d\">dissenting.</p>\n<p id=\"b760-5\">I respectfully dissent. The majority’s conclusion results from a mechanistic application of an arbitrary rule devised for other cases and offends the spirit, if not the letter, of statutes enacted by the General Assembly.</p>\n<p id=\"b760-6\">Under Code § 55-20, the interest of a “joint tenant” passes at death “as if he had been a tenant in common.” Yet, the legislature has not abolished the estate of joint tenancy; § 55-21 states that:</p>\n<blockquote id=\"b760-7\">“The preceding section (§ 55-20) shall not apply to. .. an estate conveyed or devised to persons in their own right when it manifestly appears from the tenor of the instrument that it was intended the part of the one dying should then belong to the others.”</blockquote>\n<p id=\"b760-8\">Thus, the fundamental issue in this case is whether “it manifestly appears from the tenor of the instrument that it was intended the part of the one dying should then belong to the others.” I believe such an intent so appears from the face of this deed.</p>\n<p id=\"b760-9\">While it is true that a tenant in common has no right of survivorship, it is also true that a survivorship interest is <em>the </em>interest distinguishing a joint tenancy from a tenancy in common. The use of the phrase “as tenants in common with the right of survivorship as at common law” was obviously an attempt, albeit inartful, to create a joint tenancy by appending a right of survivorship to a tenancy in common. Why would the words “with the right of survivorship as at common law” be used except to create a right of survivorship? In my view, the language the majority considers “surplusage” is the very language that manifests the intent that “the part of the one dying should then belong to the [survivor].”</p>\n<p id=\"b760-10\">Since the two parts of the phrase in dispute are reconcilable, the rule of <em>Mills </em>v. <em>Embrey, </em>166 Va. 383, 186 S.E. 47 (1936), designed for cases involving two irreconcilably repugnant clauses, does not apply. Adhering to the rule prescribed by the legislature, I would affirm the chancellor’s construction of the deed.</p>\n<p id=\"b760-11\">HARRISON and COCHRAN, JJ., join in this dissent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}