{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"436\" lastpage=\"451\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b452-6\" pgmap=\"452\">THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. FRANCISCO RODRIGUEZ, Defendant-Appellant.</parties><court data-order=\"1\" data-type=\"court\" id=\"b452-8\" pgmap=\"452\">First District (6th Division)</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ArN\" pgmap=\"452\">No. 1—06—2282</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b452-9\" pgmap=\"452\">Opinion filed July 24, 2009.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AfZ\" pgmap=\"452\">Rehearing denied March 8, 2010.</otherdate><p data-order=\"5\" data-type=\"judges\" id=\"b452-11\" pgmap=\"452\">GORDON, JOSEPH, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b453-2\" pgmap=\"453\">Patricia Unsinn, Stephanie L. Horten, and Robert Hirschhorn, all of State Appellate Defender’s Office, of Chicago, for appellant.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b453-3\" pgmap=\"453\">Anita M. Alvarez, State’s Attorney, of Chicago (James E. Fitzgerald, Noah Montague, and Angela Z. Ordway, Assistant State’s Attorneys, of counsel), for the People.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b453-4\" pgmap=\"453\">JUSTICE McBRIDE</author> <p id=\"A4E\" pgmap=\"453\">delivered the opinion of the court:</p> <p id=\"b453-5\" pgmap=\"453\">Following a bench trial, defendant Francisco Rodriguez was found guilty of driving a vehicle with a controlled substance in his urine in violation of section 11 — 501(a)(6) of the Illinois Vehicle Code (Vehicle Code) (625 ILCS 5/11 — 501(a)(6) (West 2004)) and sentenced to 24 months’ supervision. On appeal, defendant contends the State did not meet its burden of proof because it failed to introduce evidence that the controlled substance found in his urine was ingested unlawfully. We affirm.</p> <p id=\"b453-6\" pgmap=\"453\">Chicago fire department paramedic John Abramski testified that on November 21, 2005, at about 2:15 a.m., he went to North Milwaukee Avenue where a passenger truck had rolled on its side. Defendant was in the truck with his foot pinned under the brake pedal. Abramski observed that the truck keys were in the ignition but the engine was not running. He also noticed “numerous” alcohol containers in the truck.</p> <p id=\"b453-7\" pgmap=\"453\">Defendant was freed from the truck and taken by ambulance to Illinois Masonic Hospital for trauma treatment. Abramski treated defendant in the ambulance and noticed throughout his interaction with defendant that defendant’s eyes were red and glassy, his speech was slurred, he was unsteady, he had uncoordinated movements, and he smelled strongly of alcohol.</p> <p id=\"b453-8\" pgmap=\"453\">Jacqueline Jackson, an emergency room nurse at Illinois Masonic Hospital, testified that when defendant arrived at the hospital, he was taken to a trauma room for a “head-to-toe” evaluation. Jackson testified that defendant smelled of alcohol. Defendant’s blood was drawn and a urine specimen was taken. The toxicology results from the specimen were known within 30 to 60 minutes and were positive for metabolites of cocaine.</p> <p id=\"b453-9\" pgmap=\"453\">The court found defendant guilty of violating section 11— 501(a)(6), based upon the report of cocaine metabolites in his urine. 625 ILCS 5/11 — 501(a)(6) (West 2004). Section 11 — 501(a)(6) provides that a person may not drive a vehicle while “there is any amount of a drug, substance, or compound in the person’s *** urine resulting from the unlawful use or consumption of *** a controlled substance listed in the Illinois Controlled Substances Act.” 625 ILCS 5/11 — 501(a)(6) (West 2004), citing 720 ILCS 570/100 et seq. (West 2004).</p> <p id=\"b454-3\" pgmap=\"454\">On appeal, defendant challenges the sufficiency of the evidence. Although he is not challenging the presence of cocaine metabolites in his urine, he contends the State failed its burden of proof because his use was not shown to be unlawful. Defendant contends in order to meet this burden the State must show there was no accepted medical use for the cocaine in his urine. He bases this argument in part upon section 205 of the Controlled Substances Act, which provides:</p> <blockquote id=\"b454-4\" pgmap=\"454\">“The Department shall issue a rule scheduling a substance in Schedule II if it finds that:</blockquote> <blockquote id=\"b454-5\" pgmap=\"454\">(1) the substance has high potential for abuse;</blockquote> <blockquote id=\"b454-6\" pgmap=\"454\">(2) the substance has currently accepted medical use in treatment in the United States, or currently accepted medical use with severe restrictions; and</blockquote> <blockquote id=\"b454-7\" pgmap=\"454\">(3) the abuse of the substance may lead to severe psychological or physiological dependence.” 720 ILCS 570/205 (West 2004).</blockquote> <p id=\"b454-8\" pgmap=\"454\">In supplemental briefs ordered after oral arguments, defendant has further supported this argument with materials which indicate that cocaine has some medical use in the detection of Horner Syndrome, a degenerative eye disease, and that cocaine can be used as an anesthetic. He adds that, “[bjecause cocaine’s medical use is more confined, to certain surgeries and/or disease testing, it will not be prescribed in the same manner as codeine — instead, it will be administered by the treating doctor directly in his office or in the surgical theater.” Contrary to defendant’s arguments, we find that the burden of proof in this case was met when the State established that defendant was in control of a vehicle and the hospital lab results from his urine sample were positive for cocaine metabolites.</p> <p id=\"b454-9\" pgmap=\"454(175) 455(26)\">Our reasoning begins with the statute at issue and the legislative intent behind it. Section 11 — 501 of the Vehicle Code prohibits driving a vehicle while under the influence of alcohol, drugs, or both. 625 ILCS 5/11 — 501 (West 2004). As pointed out above, section 11— 501(a)(6) provides that a person may not drive a vehicle while “there is any amount of a drug, substance, or compound in the person’s *** urine resulting from the unlawful use or consumption of *** a controlled substance listed in the Illinois Controlled Substances Act.” 625 ILCS 5/11 — 501(a)(6) (West 2004), citing 720 ILCS 570/100 et seq. (West 2004). The other provisions of section 11 — 501(a) prohibit driving a vehicle either while having a blood or breath alcohol concentration (BAG) of 0.08 or greater, or while “under the influence” of drugs, alcohol, intoxicating compounds, or a combination thereof. 625 ILCS 5/11 — 501(a)(1) through (a)(6) (West 2004). Accordingly, section 11— 501(a)(6) is “one of a set of traffic regulations *** intended to protect the public against motorists who drive under the influence of substances that may impair safe driving.” People v. Gassman, 251 Ill. App. 3d 681, 690 (1993).</p> <p id=\"b455-4\" pgmap=\"455\">The Illinois Supreme Court in People v. Fate, 159 Ill. 2d 267 (1994), upheld the constitutionality of section 11 — 501(a)(6) (then codified as section 11 — 501(a)(5)), finding that it properly created a per se offense without any element of impairment. Fate, 159 Ill. 2d at 269. The court acknowledged:</p> <blockquote id=\"b455-5\" pgmap=\"455\">“At the lowest levels of drug ingestion, no one is impaired. At the highest levels, all are impaired. In the vast middle range, however, the tolerance for drugs varies from person to person and from drug to drug. In this range, depending on the drug and depending on the person, some will be impaired and some will not be impaired at all. The same is also true for alcohol, itself a drug.” Fate, 159 Ill. 2d at 269-70.</blockquote> <p id=\"b455-6\" pgmap=\"455\">Therefore, an absolute “prohibition against driving with any amount of a controlled substance in one’s system was considered necessary because ‘there is no standard that one can come up with by which, unlike alcohol in the bloodstream, one can determine whether one is driving under the influence.’ ” Fate, 159 Ill. 2d at 270, quoting 86th Ill. Gen. Assem., Senate Proceedings, May 25, 1989, at 23 (statement of Senator Barkhausen).</p> <p id=\"b455-7\" pgmap=\"455\">The Fate court noted that it had previously “adopted the legal fiction of ‘presumed impairment’ for persons driving with a blood-alcohol concentration of 0.10 or above *** in spite of the fact that certain people can operate a motor vehicle without noticeable impairment at and above that level of alcohol in their systems.” Fate, 159 Ill. 2d at 270, citing People v. Ziltz, 98 Ill. 2d 38 (1983). The supreme court concluded that this “rationale *** applies with equal force to the case at hand.” Fate, 159 Ill. 2d at 270.</p> <p id=\"b455-8\" pgmap=\"455\">Courts in other jurisdictions reviewing legislation similar to section 11 — 501(a)(6) have also noted that, while it is possible to determine the amount of alcohol that causes impairment, there is no agreement as to the quantity of a controlled substance needed to cause impairment. State v. Gardner, 2006 WI App. 92, ¶20, 292 Wis. 2d 682, ¶20, 715 N.W.2d 720, ¶20; State v. Comried, 693 N.W.2d 773 (Iowa 2005); Bennett v. State, 801 N.E.2d 170, 176 (Ind. App. 2003); State v. Phillips, 178 Ariz. 368, 873 P.2d 706 (App. 1994).</p> <p id=\"b455-9\" pgmap=\"455(54) 456(94)\">In Comried, the Iowa Supreme Court rejected a challenge to a statute similar to section 11 — 501(a)(6). Comried, 693 N.W2d at 774. The Comried court stated that a statute prohibiting drivers from “operating motor vehicles with controlled substances in their bodies, whether or not they are under the influence” was proper, finding that the Iowa “legislature could reasonably have imposed such a ban because the effects of drugs, as contrasted to the effects of alcohol, can vary greatly among those who use them.” Comried, 693 N.W.2d at 776. Comried also discussed favorably a decision of Iowa’s appellate court affirming a license revocation “based on driving with controlled substances in the body.” Comried, 693 N.W2d at 776, citing Loder v. Iowa Department of Transportation, 622 N.W2d 513, 516 (Iowa App. 2000). That case noted the difficulty in relating the amount of drugs in the body to driving impairment:</p> <blockquote id=\"b456-4\" pgmap=\"456\">“ ‘Unlike the blood alcohol concentration test used to measure alcohol impairment there is no similar test to measure marijuana impairment. There is, though, as was used here, a test to measure the use of marijuana, a drug illegal in the State of Iowa, in a person’s body. There being no reliable indicator of impairment, the legislature could rationally decide that the public is best protected by prohibiting one from driving who has a measurable amount of marijuana metabolites.’ ” Comried, 693 N.W.2d at 776, quoting Loder, 622 N.W.2d at 516.</blockquote> <p id=\"b456-5\" pgmap=\"456\">In Phillips, the Arizona Appellate Court considered an equal protection challenge to legislation similar to section 11 — 501(b)(6) and found that the statute created an unqualified ban on driving with any proscribed substance in the body. Phillips, 178 Ariz. at 371, 873 P.2d at 709. In finding the prohibition permissible under the State’s police power, it found that “the legislature was reasonable in determining that there is no level of illicit drug use which can be acceptably combined with driving a vehicle; the established potential for lethal consequences is too great.” Phillips, 178 Ariz. at 372, 873 P.2d at 710. The court also observed:</p> <blockquote id=\"b456-6\" pgmap=\"456\">“[UJnlike the blood alcohol concentration test used to measure alcohol impairment, there is no useful indicator of impairment from such drugs because they are fundamentally different from alcohol. Essentially, there can be no meaningful quantification because of the dangers inherent in the drugs themselves and in the lack of potency predictability. The defendant has not presented any evidence to the contrary.” Phillips, 178 Ariz. at 372, 873 P.2d at 710.</blockquote> <p id=\"b456-7\" pgmap=\"456(93) 457(19)\">Like these other statutes, section 11 — 501(a)(6) is designed to ban driving a vehicle with any amount of an unlawfully ingested controlled substance in a person’s breath, blood or urine. This brings us to the key issue: the meaning of the term “unlawful” in section 11— 501(a)(6). Because the statute at issue expressly refers to “the unlawful use or consumption of *** a controlled substance listed in the Controlled Substances Act,” we must look to the Controlled Substances Act (the Act) for the answer. 625 ILCS 5/11 — 501(a)(6) (West 2004), citing 720 ILCS 570/100 et seq. (West 2004). Before doing so, we outline several general principles regarding statutory construction.</p> <p id=\"b457-3\" pgmap=\"457\">“Under the doctrine of in pari materia, two statutes dealing with the same subject will be considered with reference to one another to give them harmonious effect.” People v. McCarthy, 223 Ill. 2d 109, 133 (2006). “The doctrine is also applicable to different sections of the same statute, and is consistent with the fundamental rule of statutory interpretation that all the provisions of a statute must be viewed as a whole.” McCarthy, 223 Ill. 2d at 133-34. “[All words and phrases must be interpreted in light of other relevant provisions of the statute and must not be construed in isolation.” Brucker v. Mercola, 227 Ill. 2d 502, 514 (2007). “Each word, clause and sentence of the statute, if possible, must be given reasonable meaning and not rendered superfluous.” Brucker, 227 Ill. 2d at 514. “In determining the General Assembly’s intent, we may properly consider not only the language of the statute, but also the purpose and necessity for the law, the evils sought to be remedied, and the goals to be achieved.” Brucker, 227 Ill. 2d at 514.</p> <p id=\"b457-4\" pgmap=\"457\">Under the Act, cocaine is a Schedule II controlled substance. 720 ILCS 570/206(b)(4) (West 2004). The Act provides that, “[ejxcept as otherwise authorized by this Act, it is unlawful for any person knowingly to possess a controlled *** substance.” 720 ILCS 570/402 (West 2004).</p> <p id=\"b457-5\" pgmap=\"457\">The language, “[ejxcept as otherwise authorized by this Act,” refers to exceptions and exemptions within the Act. For example, the Act provides that a “practitioner, in good faith, may dispense a Schedule II controlled substance.” 720 ILCS 570/312(a) (West 2004). “Good faith” and “practitioner” are both defined terms in the Act. 720 ILCS 570/102(u), (kk) (West 2004). The Act includes an exemption authorizing lawful possession by an “ultimate user *** pursuant to a lawful prescription of a practitioner.” 720 ILCS 570/302(c)(3) (West 2004).</p> <p id=\"b457-6\" pgmap=\"457\">However, the Act also provides that “[ijt is not necessary for the State to negate any exemption or exception in this Act in any complaint, information, indictment or other pleading or in any trial, hearing, or other proceeding under this Act. The burden of proof of any exemption or exception is upon the person claiming it.” 720 ILCS 570/506 (West 2004). Thus, a defendant charged with possession of a controlled substance must produce evidence that his possession was pursuant to a prescription, which then places the burden on the State to disprove the defense beyond a reasonable doubt. People v. Kolichman, 218 Ill. App. 3d 132, 144 (1991).</p> <p id=\"b457-7\" pgmap=\"457(21) 458(31)\">In enacting the Act, the legislature “recogniz[edj the rising incidence in the abuse of drugs *** and its resultant damage” to society and therefore implemented “a system of control over the distribution and use of controlled substances.” 720 ILCS 570/100 (West 2004). The intent of the Act was, in relevant part, to:</p> <blockquote id=\"b458-4\" pgmap=\"458\">“(1) limit access of such substances only to those persons who have demonstrated an appropriate sense of responsibility and have a lawful and legitimate reason to possess them; (2) deter the unlawful and destructive abuse of controlled substances; (3) penalize most heavily the illicit traffickers or profiteers of controlled substances ***; [and] (4) acknowledge the functional and consequential differences between the various types of controlled substances.” 720 ILCS 570/100 (West 2004).</blockquote> <p id=\"b458-5\" pgmap=\"458\">However, it was “not the intent of the [Act] to treat the unlawful user or occasional petty distributor of controlled substances with the same severity as the large-scale, unlawful purveyors and traffickers of controlled substances.” (Emphasis added.) 720 ILCS 570/100 (West 2004).</p> <p id=\"b458-6\" pgmap=\"458\">When the aforementioned provisions of the Act are read together in light of the intent of the Act, it is clear that possession of a controlled substance is unlawful per se. In other words, the knowing possession of a controlled substance such as cocaine is, by itself, a violation of the law. We conclude that the word “unlawful” in section 11 — 501(a)(6), with its express reference to the Act, has the same meaning: the use or consumption of any amount of a controlled substance while driving a motor vehicle is unlawful per se. With regard to controlled substances, the word “unlawful” describes the forbidden conduct of possession under the Act and use or consumption under section 11 — 501(a)(6). Under the Controlled Substances Act, it is not the absence of an accepted medical use that makes it unlawful to possess cocaine, but the language of section 402 which provides that “it is unlawful for any person to knowingly possess a controlled *** substance.” 720 ILCS 570/402 (West 2004). Thus, we conclude that the State does not have to establish the use was unlawful but it does have to establish use or consumption of a controlled substance. To be clear, we hold that unlawfulness is not a separate element of the offense.</p> <p id=\"b458-7\" pgmap=\"458\">We base this conclusion on the legislature’s intent to prohibit individuals from driving automobiles after the use or consumption of any amount of these “unlawful” controlled substances. The legislature did so because it is dangerous for persons to be driving cars while using any amount of an illegal or unlawful controlled substance and there is no level of unlawful controlled substance use that can be acceptably combined with driving a vehicle. The use or consumption of cocaine is similar to possession of heroin, LSD, PCP or methamphetamine: an unlawful act in and of itself.</p> <p id=\"b459-3\" pgmap=\"459\">As stated earlier, our supreme court in Fate held that section 11— 501(a)(6) creates an absolute bar against driving a motor vehicle following the illegal ingestion of any cannabis or controlled substance. In reaching that conclusion, the Fate court stated:</p> <blockquote id=\"b459-4\" pgmap=\"459\">“This is without regard to physical impairment. Given the vast number of contraband drugs, the difficulties in measuring the concentration of these drugs with precision from blood and urine samples and, finally, the variation in impairment from drug to drug and from person to person, we believe that the statute constitutes a reasonable exercise of the police power of the State in the interest of safe streets and highways.” (Emphasis added.) Fate, 159 Ill. 2d at 271.</blockquote> <p id=\"b459-5\" pgmap=\"459\">When the supreme court referred to cannabis and controlled substances as contraband drugs, we believe it was referring to the illegal or unlawful nature of certain drugs. The word “contraband” refers to “any property which is unlawful to produce or possess.” Black’s Law Dictionary 291 (5th ed. 1979). The knowing possession of contraband drugs or controlled substances, including cocaine, is unlawful per se.</p> <p id=\"b459-6\" pgmap=\"459\">This is not to suggest that the State does not have a burden of proof in this case. Instead, the burden of proof is similar to that in possession cases. “In order to convict an individual of unlawful possession of a controlled substance, the State must prove that the defendant had knowledge of the presence of the controlled substance and that he or she also had immediate and exclusive possession or control of the narcotics.” People v. Woods, 214 Ill. 2d 455, 466 (2005). The State must necessarily prove that the substance recovered from the defendant was, in fact, a controlled substance. Woods, 214 Ill. 2d at 466.</p> <p id=\"b459-7\" pgmap=\"459\">The key difference is that, while knowledge is an element of the State’s case for possession under the Act, it is axiomatic that “a defendant’s intent, knowledge, or motive is immaterial to the question of guilt” in motor vehicles offenses. People v. Teschner, 76 Ill. App. 3d 124, 125 (1979). The only intent necessary for a violation of the Vehicle Code is commission of the prohibited act. Teschner, 76 Ill. App. 3d at 125. This absolute liability exists because the proper regulation of traffic and traffic accidents requires it.</p> <blockquote id=\"b459-10\" pgmap=\"459\">“This is especially so in the case of driving while intoxicated. To require a mental state would raise the possibility of an involuntary intoxication defense. While involuntary intoxication is a proper defense to most crimes [citation], to allow such a defense to a charge of driving while intoxicated would result in the inadequate protection of [the] public from the dangers of intoxicated drivers.” Teschner, 76 Ill. App. 3d at 126.</blockquote> <p id=\"b459-11\" pgmap=\"459(25) 460(13)\">Teschner derived this rationale from Morissette v. United States, 342 U.S. 246, 96 L. Ed. 288, 72 S. Ct. 240 (1952), where the United States Supreme Court stated that many violations of traffic and other public welfare offenses</p> <blockquote id=\"b460-3\" pgmap=\"460\">“ ‘[r]esult in no direct or immediate injury to person or property but merely create the danger or probability of it which the law seeks to minimize. While such offenses do not threaten the security of the state in the manner of treason, they may be regarded as offenses against its authority, for their occurrence impairs the efficiency of controls deemed essential to the social order as presently constituted. In this respect, whatever the intent of the violator, the injury is the same, and the consequences are injurious or not according to fortuity. Hence, legislation applicable to such offenses, as a matter of policy, does not specify intent as a necessary element.’ ” Teschner, 76 Ill. App. 3d at 126, quoting Morissette, 342 U.S. at 256, 96 L. Ed. at 296-97, 72 S. Ct. at 246.</blockquote> <p id=\"b460-4\" pgmap=\"460\">The burden of proof under Vehicle Code section 11 — 501(a) was squarely addressed in Ziltz, where our supreme court upheld the constitutionality of section 11 — 501(a)(1), prohibiting driving with a BAG above a specified level (then 0.10) against a challenge that the statute “does away with all necessity for the State to show impairment.” Ziltz, 98 Ill. 2d at 42-43; 625 ILCS 5/11 — 501(a)(1) (West 2004). The Ziltz court found that the “State must establish that the defendant was in exclusive control of the vehicle and had a level of alcohol in excess of 0.10% in his blood.” Ziltz, 98 Ill. 2d at 43. As noted above, the legislative presumption of impairment under section 11 — 501(a)(6) recognized by the supreme court in Fate is similar to the presumptive impairment of a person with a BAG of 0.08 or greater under section 11 — 501(a)(1) that the court recognized in Ziltz. Fate, 159 Ill. 2d at 270. The State’s burden of proof under section 11— 501(a)(6) is similar as well: that the defendant was in exclusive control over a vehicle and had a controlled substance in his breath, blood, or urine.</p> <p id=\"b460-5\" pgmap=\"460\">Contrary to the dissent’s suggestion, we do not conclude unlawfulness is an element of the offense. What we conclude is that the State must show the use or consumption of a controlled substance was in violation of the Controlled Substances Act. This is done so by establishing cocaine use. The word “unlawful” means in violation of the Controlled Substances Act.</p> <p id=\"b460-6\" pgmap=\"460(82) 461(54)\">Although the dissent suggests that a person who is taking Ritalin pursuant to a valid prescription is barred from driving a vehicle, we disagree. It is not unlawful under section 11 — 501(a)(6) to drive a motor vehicle while taking Ritalin pursuant to a valid medical prescription. Likewise, it is not unlawful in Illinois to take medications pursuant to a valid medical prescription. That does not mean, however, that simply because someone has a medical prescription for a controlled substance he or she can always operate a motor vehicle safely while taking that medication. Therefore, it is unlawful to drive or be in physical control of any motor vehicle and be under the influence of alcohol or any other drug or substance to a degree that renders that person incapable of driving safely.</p> <p id=\"b461-4\" pgmap=\"461\">Under our reading of these statutes, section 11 — 501(b) does not bar the use of prescription medications. Section 11 — 501(b) was meant to address voluntary intoxication as a defense to charges under section 11 — 501(a)(1) through (a)(6). For example, because someone is legally allowed to enter a tavern and voluntarily consume several alcoholic drinks, Illinois law does not permit that person to drive a vehicle if he is under the influence of alcohol or has an alcohol concentration of 0.08 or greater in his blood as a result of that consumption. As another example, if that same person has voluntarily consumed an amount of codeine pursuant to a valid prescription but the use of codeine renders that person incapable of driving safely, section 11 — 501(b) precludes that same person from raising a defense to the charge of driving under the influence that he was legally entitled to use codeine. Additionally, if a person ingests cocaine or heroin or PCF he cannot drive a vehicle after doing so. Section 11 — 501(b) does not prohibit people from using medications pursuant to valid prescriptions. What it does prohibit is the defense of voluntary intoxication through alcohol or drugs or other substances as a defense to any one of the charges listed in section 11 — 501(a)(1) through (a)(6).</p> <p id=\"b461-5\" pgmap=\"461\">To the extent that the dissent suggests that the State must disprove the absence of an accepted medical use, or the absence of a valid prescription, this is not explained. There is no authority for either of these propositions. How either could become the State’s burden is unclear. Moreover, it has never been a requirement under the Controlled Substances Act for the State to disprove an accepted medical use for a controlled substance, nor has it been the State’s burden to show the absence of a valid medical prescription to establish a violation of the Controlled Substances Act.</p> <p id=\"b461-6\" pgmap=\"461\">Under our decision today if the use was somehow exempted or excepted as to amount to lawful conduct, we adhere to the view that an exception would be an affirmative defense the defendant would have to raise, which we point out was not done in this case. We also must point out that we have not found nor has the defendant directed us to any case in which a defendant challenged a cocaine possession charge based upon lawful use through a valid medical prescription. Accepted medical use does not, in our opinion, amount to lawful use.</p> <p id=\"b461-7\" pgmap=\"461(24) 462(45)\">The dissent does not discuss how or where this confidential medical information would come from or how the police or State as the charging body could arrest anyone for driving a vehicle after the use or consumption of an otherwise illegal substance such as cocaine before first establishing that no valid prescription accounted for the substance’s presence in a defendant’s urine. The legislature never intended such a result.</p> <p id=\"b462-4\" pgmap=\"462\">Finally, reading sections 11 — 501(a)(1) through (a)(6), 11 — 501(b) and the Controlled Substances Act as we do allows for all the statutes to be read harmoniously and at the same time effectuate the salutary purposes of section 11 — 501(a)(6).</p> <p id=\"b462-5\" pgmap=\"462\">Having determined that the State’s burden of proof was met, we affirm defendant’s conviction.</p> <p id=\"b462-6\" pgmap=\"462\">Affirmed.</p> <p id=\"b462-7\" pgmap=\"462\">O’MALLEY, EJ., concurs.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b462-8\" pgmap=\"462\">JUSTICE JOSEPH GORDON,</author> <p id=\"Ax4\" pgmap=\"462\">dissenting:</p> <p id=\"b462-9\" pgmap=\"462\">The single issue that triggers my dissent is whether the State bears the burden under section 11 — 501(a)(6) of the Vehicle Code (hereinafter the Code) (625 ILCS 5/11 — 501(a)(6) (West 2004)) to prove that the controlled substances listed in the Illinois Controlled Substances Act (hereinafter the Act) (720 ILCS 570/206 (West 2004)), in this instance the cocaine traces found in defendant’s blood and urine, were not legally ingested. If so, we must then determine whether the burden has been satisfied. I submit that it does and it was not. The majority appears to agree that the State bears the burden of proof to establish unlawful use, but contends that the State satisfies that burden solely by proving merely that the substance found was cocaine, whose use is unlawful per se. I disagree.</p> <p id=\"b462-10\" pgmap=\"462\">The majority urges that section 11 — 501 of the Code must read in pari materia with the Act, which provides that, “except as otherwise authorized by the Act, it is unlawful for any person to knowingly possess” any of the controlled substances (720 ILCS 570/402 (West 2004)) unless exempted under various provisions of the Act including section 312, which exempts certain drugs that are medically prescribed (720 ILCS 570/312 (West 2004)). As pointed out by the majority, under the Act proof of such exempt status must be borne by the possessor pursuant to section 506 of the Act (720 ILCS 570/506 (West 2004)), which provides that “the burden of proof of any exemption or exception is upon the person claiming it.” (Emphasis added.)</p> <p id=\"b462-11\" pgmap=\"462\">While such construction may well be desirable since the exempt use through medical prescription is more readily proven by the defendant rather than the State, this result is not reachable as the section 11 — 501(a)(6) of the Code is currently drafted.</p> <p id=\"b463-3\" pgmap=\"463\">Section 11 — 501(a) enumerates six offenses that a person is prohibited from committing while driving a motor vehicle. Namely, a person shall not drive or be in physical control of any vehicle within this State while:</p> <blockquote id=\"b463-4\" pgmap=\"463\">“(1) the alcohol concentration in the person’s blood or breath is 0.08 or more based on the definition of blood and breath units in Section 11 — 501.2;</blockquote> <blockquote id=\"b463-5\" pgmap=\"463\">(2) under the influence of alcohol;</blockquote> <blockquote id=\"b463-6\" pgmap=\"463\">(3) under the influence of any intoxicating compound or combination of intoxicating compounds to a degree that renders the person incapable of driving safely;</blockquote> <blockquote id=\"b463-7\" pgmap=\"463\">(4) under the influence of any other drug or combination of drugs to a degree that renders the person incapable of safely driving;</blockquote> <blockquote id=\"b463-8\" pgmap=\"463\">(5) under the combined influence of alcohol, other drug or drugs, or intoxicating compound or compounds to a degree that renders the person incapable of safely driving; or</blockquote> <blockquote id=\"b463-9\" pgmap=\"463\">(6) there is any amount of a drug, substance, or compound in the person’s breath, blood, or urine resulting from the unlawful use or consumption of *** a controlled substance listed in the Illinois Controlled Substances Act.” 625 ILCS 5/11 — 501(a)(1) through (a)(6) (West 2004).</blockquote> <p id=\"b463-10\" pgmap=\"463\">If the term “unlawful” under the Code must be construed in pari materia with the Act, the use of the term “unlawful use” in section 11 — 501(a)(6) would be redundant under the construction proposed by the majority. It would have been sufficient simply to state that “a” person may not drive a vehicle if there is any amount of a drug, substance, or compound in the person or urine resulting from the use or consumption of any drug listed in the Act. Since use of such drug would be unlawful per se as the majority reasons, then there would be no need to identify such use or consumption as “unlawful.”</p> <p id=\"b463-11\" pgmap=\"463\">However, if the term “unlawful use” in section 11 — 501(a)(6) is specifically designed to exempt use of such Schedule II drugs when they are medically authorized, then proof of the lack of medical authorization or other factors giving rise to this exemption becomes integral to establish the element of unlawful use.</p> <p id=\"b463-12\" pgmap=\"463(100) 464(46)\">As noted, the majority does not appear to dispute that “unlawful use” is an element of the offense that the State must establish. Rather the majority contends that this element merely requires the use of a scheduled substance alone, without necessitating proof by the State that its use was unauthorized. Given this construction, namely, that the element of “unlawful use” is satisfied by simply proving use without necessitating proof that it was not legally authorized so as to be exempted, legal authorization would not provide any defense under the Code. Such defense is specifically disallowed by section 11 — 501(b), which states “[t]he fact that any person charged with violating this Section is or has been legally entitled to use alcohol, other drug or drugs *** shall not constitute a defense against any charge of violating of this Section.” 625 ILCS 5/11 — 501(b) (West 2004).</p> <p id=\"b464-4\" pgmap=\"464\">As shall be more fully elaborated, under the majority’s analysis, the term “unlawful” as an element of the offense refers only to the mere use of a controlled substance without requiring proof by the State that the use was not exempted. This analysis would make section 11 — 501(a)(6) subject to the provision of section 11 — 501(b) of the Code as is the case with regard to the other provisions of section 11— 501(a), namely, sections 11 — 501(a)(1) through (a)(5), a result that would be anomalous and undoubtedly unintended by the legislature. Section 11 — 501(b) is understandably applicable to all prohibited uses encompassed within sections 11 — 501(a)(1) through 11 — 501(a)(5) since each of those provisions requires that the driver be under the influence of the substance, either actually or presumptively, as in section 11 — 501(a)(1), which looks to quantity of consumption (625 ILCS 5/11 — 501(a)(1) (West 2004)). It is the impairment, not the unlawfulness, that triggers the violation under sections 11 — 501(a)(1) through 11 — 501(a)(5). Such a result, however, would be incompatible with respect to section 11 — 501(a)(6), which does not require impairment, either actual or presumptive, particularly since section 501(a)(6) would encompass all drugs listed under Schedule II (720 ILCS 570/206 (West 2004)), which would include drugs such as Ritalin, which is in wide medical use. Yet, the majority’s interpretation of “unlawful use” as deployed under section 11 — 501(a)(6) would result in prohibiting the use of any substance encompassed under the Act, whether such substance is medically prescribed or not, from ever driving so long as any trace of such use remains in one’s blood or urine. In effect, any medically prescribed user of benign Schedule II drugs such as Ritalin would never be able to drive since the mere presence of the drug would violate section 11 — 501(a)(6) whether or not the use of the drug was medically authorized and section 11 — 501(b) would preclude the interpolation of such medical authorization as a defense</p> <p id=\"b464-5\" pgmap=\"464(112) 465(44)\">This result, however, would be averted if the term “unlawful use” in section 11 — 501(a)(6) were given its natural meaning that such use was legally unauthorized. If proof of the lack of authorization were an element of the offense and necessary to establish a prima facie charge under section 11 — 501(a)(6), the result of section 11 — 501(b) and section 11 — 501(a)(6) would be compatible. As noted, section 11 — 501(b) prevents a defendant from alleging that he was legally entitled to use the drug as a defense of “violating this Section.” Accordingly, by its very terms, section 11 — 501(b) would not be applicable to section 11— 501(a)(6) since section 11 — 501(a)(6) would not be violated in the first instance unless the use were unauthorized. Thus, a medical authorization would be a defense since with such authorization there could be no unlawful use of drugs in the first instance.</p> <p id=\"b465-4\" pgmap=\"465\">This result is in full harmony with the underlying rationale of section 11 — 501(b), namely, that where the driver is impaired he should not be driving whether the source of his impairment is legal or not. 625 ILCS 5/11 — 501(a)(1) through (a)(5) (West 2004). If the use of cocaine actually caused impairment, it would be subsumed under section 11 — 501(a)(4) (prohibiting driving while under the influence of any drug) and fully subject to section 11 — 501(b). See People v. Shelton, 303 Ill. App. 3d 915, 921, 708 N.E.2d 815, 820 (1999) (defendant convicted pursuant to what is now section 11 — 501(a)(4) when his ingestion of “Tylenol 3 with codeine” rendered him “incapable of safely driving”). But if not impaired, then he would fall within section 11 — 501(a)(6), which would require proof that said use was unauthorized. If the presence of cocaine in his urine was the result of a lawful exempted use, which did not render him impaired, then there would be no offense committed under the Code. Thus, when there is no impairment, legality of use would protect against the offense notwithstanding section 11 — 501(b), since the provisions of section 11 — 501(a)(6) would “not have been violated” so as to trigger the applicability of section 11 — 501(b).</p> <p id=\"b465-5\" pgmap=\"465\">The State has contended that even if the State had the burden of proving unauthorized use under section 11 — 501(a)(6), it satisfied the burden because cocaine does not have any authorized use in Illinois. This issue was not addressed in the original briefs filed by either side. Upon request of this court, both parties submitted supplemental briefs addressing the issue of lawful uses of cocaine in Illinois. Pursuant thereto, defendant submitted material which enumerated various medical uses for cocaine that are generally accepted in the medical field, which the State neither sought to strike nor challenged. These medically accepted uses include a local anesthetic (Physician’s Desk Reference 2966 (59th ed. 2005)), and a confirmatory test in diagnosing Horner’s Syndrome (see D. Jacobson, Duration of Positive Urine for Cocaine Metabolite After Ophthalmic Administration, 131 Am. J. of Ophthalmology 691, 742-47 (June 2001)).</p> <p id=\"b465-6\" pgmap=\"465(66) 466(120)\">Having established without dispute that there are legitimate, albeit limited, medical uses for cocaine recognized in the medical field, we must determine whether such limited medical uses are lawful in Illinois. Section 312 of the Act states, in pertinent part, that, “[a] practitioner, in good faith, may dispense a Schedule II controlled substance, which is a narcotic drug listed in Section 206 of this Act *** to any person upon a written prescription of any prescriben” 720 ILCS 570/312(a) (West 2004). As indicated previously, cocaine is a Schedule II drug listed in section 206 of the Act. 720 ILCS 570/206(b) (4) (West 2004). It is not listed in Schedule I for which there is no currently accepted medical use (720 ILCS 570/203 (West 2004)). Accordingly, a practitioner can, under limited circumstances, prescribe substances that contain cocaine in Illinois, and it therefore follows that a person can lawfully ingest cocaine in Illinois if it has been lawfully prescribed to that person. Thus, cocaine could conceivably be present in a person’s urine as a result of a lawful use pursuant to a valid prescription.</p> <p id=\"b466-4\" pgmap=\"466\">The State argues, however, that section 206 must be read in pari materia with the entire Act, and as such, section 402 of the Act makes it illegal for any person to knowingly possess cocaine, and therefore a practitioner cannot prescribe any substance that contains cocaine to a person. Section 402 reads, in pertinent part: “Except as otherwise authorized by this Act, it is unlawful for any person knowingly to possess a controlled or counterfeit substance” or controlled substance analog. 720 ILCS 570/402 (West 2004). The State’s argument is that because it is unlawful for a person to knowingly possess cocaine, regardless of its legality, then it follows that a doctor cannot dispense such cocaine to any person, a conclusion with which I disagree.</p> <p id=\"b466-5\" pgmap=\"466\">In construing the statute, the State reads the phrase “[e]xcept as otherwise authorized by this Act” out of section 402. However, section 312(g) of the Act must also be read with section 402. 720 ILCS 570/ 312(g) (West 2004). Section 312(g) states in pertinent part that a “person to whom or for whose use any controlled substance has been prescribed or dispensed by a practitioner *** may lawfully possess such substance only in the container in which it was delivered to him by the person dispensing such substance.” 720 ILCS 570/312(g) (West 2004). As such, a person may lawfully possess cocaine if it is in the container in which it was lawfully prescribed to him under section 312 of the Act. Therefore, State’s reliance on section 402 to prove there is no lawful use of cocaine in Illinois is misplaced.</p> <p id=\"b466-6\" pgmap=\"466(105) 467(93)\">The State may with good reason contend that this construction imposes excess hardship upon the State to establish unauthorized use and would therefore seek to shift that burden to the defendant as is the case under the Act. However, we are compelled to interpret a statute as drafted even if not well thought out. See Chirikos v. Yellow Cab Co., 87 Ill. App. 3d 569, 575-76, 410 N.E.2d 61, 66 (1980) (courts have no legal power to correct what amounts to errors in judgment by the legislative body); see generally 73 Am. Jur. 2d Statutes §121 (2001) (“Generally, courts will not undertake correction of legislative mistakes in statutes notwithstanding the fact that the court may be convinced by extraneous circumstances that the legislature intended to enact something very different from that which it did enact. However, there is authority for the rule that clerical mistakes should be disregarded or corrected, and that manifest or obvious mistakes may be corrected. These rules prevail where no specific provision of the statute is abrogated by the correction”). Clearly, the corrections which the analysis of the majority attempts to achieve are not clerical but must, therefore, be undertaken legislatively rather than judicially.</p> <p id=\"A1k\" pgmap=\"467\">Accordingly, I respectfully dissent.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}