{
  "casebody": {
    "data": "<casebody firstpage=\"206\" lastpage=\"214\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b266-3\">Staunton</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b266-4\">E. W. Kelly v. American Mine Owners Casualty Corporation.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b266-5\">September 21, 1933.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b266-6\">Present, Campbell, C. J., and Holt, Epes, Hudgins, Gregory and Browning, JJ.</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b268-5\"><page-number citation-index=\"1\" label=\"208\">*208</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b268-6\"><em>O. M. Vicars </em>and <em>White, Penn &amp; Stuart, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b268-7\"><em>H. M. Bandy, Warren &amp; Cantwell </em>and <em>H. E. Widener, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b268-8\">Holt, J.,</author>\n<p id=\"AG\">delivered the opinion of the court.</p>\n<p id=\"b268-9\">In this action an insurance company has obtained a judgment against its agent for sums charged against him in his capacity as such.</p>\n<p id=\"b268-10\">Designating the parties as they stood in the trial court, the plaintiff, American Mine Owners Casualty Corporation, is an insurance company engaged primarily in writing workmen’s compensation insurance for coal operators. The defendant is and has been for many years an insurance' agent with an office at Bristol where he did business under the name of Bristol Insurance Agency and has specialized in compensation insurance on coal mining operations. He was so employed before January 1, 1919, the date on which our workmen’s compensation law became effective, arid after that time continued in this work representing a large number of casualty companies. By 1926 his companies, for various reasons, discontinued business in his territory. He then cast about for some new compan}^ which was willing to operate there with him as its agent, and got in touch with the Metropolitan Casualty Company of New York. That company sent the head of the American Mine Owners Division, which looked after this particular work, to confer with him. After some negotiations the Metropolitan Casualty Com<page-number citation-index=\"1\" label=\"209\">*209</page-number>pany undertook operations in that field with him as its agent. He took with him to it the business which he had theretofore controlled. It continued operations for about a year when it, too, in turn retired. At the suggestion of the defendant, Mr. Rose, who had been the manager of the American Mine Owners Division of the Metropolitan Company, organized the plaintiff corporation with the defendant as its agent and to it went the business which the New York company had abandoned. No new contract was executed, but the defendant continued work under his old contract with the New York company. Under it, “The premiums on all risks written are due and payable from the effective date of any policy, binder or endorsement, and the agent guarantees to the company the payment of all deposit and earned premiums * * .” The defendant was to forward to the plaintiff on the 10th, 20th and 30th of each month all payroll deposits and all earned or deposit premiums received by him prior to and including these dates. In business of this character the- entire premium is not paid in advance. A cash payment or deposit is made after which the insured makes out its monthly payroll on which monthly installments are thereafter paid. In the instant case the defendant was given sixty days in which to remit.</p>\n<p id=\"b269-4\">Correspondence, which is voluminous, shows that from the beginning he was slow in his remittance. This situation grew steadily worse. Sometimes they were made by checks dated to take effect at some future date, and sometimes payment on checks was stopped. Demands for settlement were continuous and excuses kept pace with them. The defendant was sick, members of his family were unwell, the affairs in the fire insurance department of his business were involved, and business conditions made it impossible to collect premiums as they fell due. Finally, by letter of date March 11, 1931, his contract was terminated as of March 31, 1931. Plaintiff claimed that there was then due $26,756.14. The statement of defense admits that there was then due $18,994.65. Judgment went for $22,828.78.</p>\n<p id=\"b270-3\"><page-number citation-index=\"1\" label=\"210\">*210</page-number>One of the causes which contributed to this shortage was the demand made by other companies for settlements. The defendant represented fifteen or twenty fire insurance companies. In a letter of date December 26, 1930, by way of apology for delays, he said:</p>\n<p id=\"b270-4\">“Wie are very sorry to have to handle the matter this way again this month. We regret especially as it is the end of the year, but we are having to settle with all of our fire companies, and our general casualty companies right up to date, and collections have been very difficult, and this is about the only way we could work it, and we trust you will bear with us this one more time, and we firmly believe that beginning with January, we will be able to take care of our balances at the end of the month. While matters are still tight right now, prospects for us are very much brighter after the 1st of the year.”</p>\n<p id=\"b270-5\">He kept but one bank account into which all collections went and so it is fair to assume that some of plaintiff’s premiums went to pay more importunate creditors.</p>\n<p id=\"b270-6\">The contract of agency provided that it might be terminated by either party at any time at will, but it was really ended because of the agent’s failure to settle and remit, a failure which, according to the plaintiff’s claim, dates from November, 1930. At or about the time of its termination the Norton Insurance Agency was appointed general agent in place of the defendant.</p>\n<p id=\"b270-7\">He contends that the “expirations” were, his private property and could not be revealed to any rival agent. It is said that this information makes an insurance agency a thing of value and is a cumulative asset which grows with the conduct of any successful business of this character; that the agent who has it knows who the policyholders are, what their policies are, and when they expire, and has by virtue of this established contact which is confidential in its character, an advantage which no competing agent can overcome.</p>\n<p id=\"b270-8\">The clientele of an established insurance agency may be exceedingly valuable and may be sold or dealt <page-number citation-index=\"1\" label=\"211\">*211</page-number>with as is other personality subject to this limitation. An insurance company may, for reasons satisfactory to itself, refuse to accept a vendee who is to it <em>persona non grata. </em>32 Corpus Juris, p. 1085, and cases cited. No contract provisions dealt with these “expirations,” but it is contended that the rights of the defendant in them are established by custom. On this point there is conflict of testimony. It thus became a jury question and should have been so dealt with but for reasons hereafter stated.</p>\n<p id=\"b271-4\">The relations between these parties was that of debtor and creditor <em>(Commonwealth </em>v. <em>Sharp, </em>155 Va. 714, 156 S. E. 570), and the fact that prompt payment had not been generally insisted upon did not take from the plaintiff the right to demand a final settlement. In other words, it is perfectly plain that it had the fight to require the defendant to settle and that upon his failure or refusal to do so it had the right to discharge him, independent of any contract provision.</p>\n<p id=\"b271-5\">Cases which deal with expirations are few in number. The right of a master to discharge a servant for cause, or of a principal to discharge his agent for a like reason, cannot wipe away a delinquent’s demands. <em>In re Chapman </em>(D. C.) 50 F. (2d) 252, 254. There the court in dealing with these matters said: “If they (expirations) were the agent’s property, then I know; of no rule of law which would automatically transform them into company property upon the agent quitting the company’s service while in arrears to it.”</p>\n<p id=\"b271-6\">The case of <em>Alliance Insurance Co. </em>v. <em>City Realty Co. </em>(D. C.) 52 F. (2d) 271, 277, is highly applicable to the facts in judgment. An agent who was behindhand in his remittances had been discharged. The insurance company sought to recover from it a balance due on account. The agent by way of counter-claim set up its expirations. The court commented upon them and traced their development as property. It pointed out that they were original^ looked upon as an asset of the insurance company, but had, by virtue of a custom now generally recognized,. <page-number citation-index=\"1\" label=\"212\">*212</page-number>come to be looked upon as an asset of the agent. The matter was referred to a master. His report was confirmed. The court, in concluding its opinion, said:</p>\n<p id=\"b272-4\">“The master found that, under a general custom and usage, expirations are the property of the agent, if he has remitted his balances and has not been guilty of fraudulent practices, but that until balances have been remitted the insurance companies have the exclusive right to dispose of the expirations.</p>\n<p id=\"b272-5\">“From a consideration of the history of the American Agency System, the statement of the rule by the National Association of Insurance Agents, and the oral testimony, it can be readily seen that the master’s finding is well supported. The- defendant was in arrears in remission of balances, and the insurance companies, under the custom, were entitled to dispose of the expirations. It was, therefore, not considered necessary to determine whether defendant had been guilty of fraudulent practices within the meaning of the rule.</p>\n<p id=\"b272-6\">“As to expirations, see <em>Nat. Fire Ins. Co. </em>v. <em>Sullard </em>(1904) 97 App. Div. 233, 89 N. Y. S. 934; <em>Arrant </em>v. <em>Ga. Casualty Co., </em>212 Ala. 309, 102 So. 447; <em>Charles Rippenberger Co., Bankrupt </em>(N. Dist. Ill. Dec. 31,1925); <em>In re Chapman et al. </em>(D. C. W. Dist. Ky.) 50 F. (2d) 252; <em>Whitney </em>v. <em>Whitney </em>(Ky.) 88 S. W. 311; 32 C. J. 1085; <em>Standard Accident Ins. Co. </em>v. <em>McGee </em>(Ct. of Appeals, Montgomery Co., Ohio).</p>\n<p id=\"b272-7\">“The premium accounts and the expirations both together being insufficient in value to pay the balances due, there will be no excess from the proceeds to be returned to the agent.”</p>\n<p id=\"b272-8\">It is to be noted that the company merely had the right to dispose of the expirations and the plain intimation is that from their proceeds the balance due to the company should be paid, the residue, if any, then to go to the agent.</p>\n<p id=\"b272-9\">Had matters been permitted to rest as they were, this defendant, upon his discharge, should have been permitted to set off against the amount due from him to his <page-number citation-index=\"1\" label=\"213\">*213</page-number>company the value of his expirations, provided that the jury should have been of opinion that there was a generally recognized custom which gave td him property rights in them; but this he did not do. When he found that he would probably be discharged, but before his contract was actually cancelled, he solicited, and later secured, an agency from the Bituminous Casualty Corporation, a rival company doing business in the same territory, that he might, as he expressed it, “salvage the business.” In other words, the conclusion is inescapable that he undertook to use this confidential information to switch his business from the plaintiff to his new company. He could not do this and at the same time ask the plaintiff to pay him for it. He could not make it pay for something that he was using against it.</p>\n<p id=\"b273-4\">Defendant contends that he should also have been credited with premiums which had been charged against him and which he was not permitted to collect, in amount $1,321.07. These premiums were charged against him under the terms of his contract of agency. All that the company did was to notify policyholders that they were to make no payments to him after his discharge or after March 31, 1931. This was amply justified by his failure to account for collections already made. The premiums themselves do not appear ever to have been collected and so there was no error here.</p>\n<p id=\"b273-5\">Credit was claimed for premium deposits in amount $2,521.73.</p>\n<p id=\"b273-6\">While the evidence is not satisfactory it seems to show that of this claim a credit was allowed amounting to $1,271.16, leaving a balance still due of $1,290.57.</p>\n<p id=\"b273-7\">Premium deposits are sums of money deposited by policyholders to guarantee future premium payments and so they should be credited against uncollected premiums. In other words, defendant is entitled to a credit of $1,290.57 which he has not received.</p>\n<p id=\"b273-8\">Finally, it is said that the court erred in not giving him credit for commissions on the gross amount of pre<page-number citation-index=\"1\" label=\"214\">*214</page-number>miums due when he was discharged. In this the cotirt was plainly right. Commissions are paid for work done. This agent had not collected them and certainly should he paid nothing on their account, and this is doubly true when we remember the conditions under which he was discharged. Joyce on Ins., section 697; 16 Am. &amp; Eng. Enc. of Law, 919; <em>Phoenix Mut. Life Ins. Co. </em>v. <em>Holloway, </em>51 Conn. 310, 50 Am. Rep. 20; Mechem, Agency (2d Ed. 1914), p. 1187, section 1588.</p>\n<p id=\"b274-4\">For seasons stated, the judgment appealed from should be credited by $1,290.57, subject to which it should be affirmed, and it is so ordered.</p>\n<p id=\"b274-5\">\n<em>Modified and affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}