{
  "casebody": {
    "data": "<casebody firstpage=\"671\" lastpage=\"677\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b731-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b731-5\">Mary F. Woodward v. City of Staunton.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b731-6\">November 16, 1933.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b731-7\">Present, Campbell, C. J., and Holt, Bpes, Hudgins, Gregory and Browning, JJ.</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b732-8\"><page-number citation-index=\"1\" label=\"672\">*672</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b732-9\"><em>J. M. Perry, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b732-10\"><em>Herbert J. Taylor </em>and <em>Peyton Cochran, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b732-11\">Holt, J.,</author>\n<p id=\"A-q\">delivered the opinion of the court.</p>\n<p id=\"b732-12\">We are to determine if the assessment of certain real estate in Staunton, owned by the petitioner, is excessive or erroneous.</p>\n<p id=\"b732-13\">On west Beverley street on its north side, corner to Lewis, a residence stood in a wide yard, fronting on Beverley street 127 feet with a depth of 195 feet. In 1929 it was sold to Mrs. Woodward, who, in platting it, laid out two lots on Beverley street, each 100 feet deep. That on the east was forty-five feet wide, that on the w;est had a frontage of eighy-two feet. The eastern lots she sold1 to Thomas Hogshead, who has leased it to J. C. Penny Company, Inc. On the western lot is a one-story brick building in which are four storerooms, all rented, with a rent roll of $8,100 a year.</p>\n<p id=\"b732-14\">At a general assessment of Staunton property in 1930, <page-number citation-index=\"1\" label=\"673\">*673</page-number>this eighty-two-foot lot was valued at $12,000. The assessment of the building thereon is not here involved. It was erected in 1930.</p>\n<p id=\"b733-5\">A local board of equalization was appointed by the Corporation Court of Staunton in June, 1932. (See section 344 of the Tax Code, as amended Acts 1932, p. 154, ch. 137.)</p>\n<p id=\"b733-6\">That hoard was of the opinion that this land1 had been under-assessed and by order of October 24, 1932, increased the assessment by $10,000. In some manner it was made retroactive so as to apply to the year 1931. Whether this was made by order of the board itself or by the commissioner of revenue on his own motion we do not know. If the board of equalization is sustained, its estimate governs until the next general assessment.</p>\n<p id=\"b733-7\">There are but two questions to be determined. First, does the increased assessment relate back to the year 1931 ? and, second, is the assessment made by the board of equalization fair, proper and valid, or is it arbitrary and discriminatory?</p>\n<p id=\"b733-8\">The excess retroactive tax which the city has undertaken to collect for the year 1931 is in amount $235.</p>\n<p id=\"b733-9\">No tax is valid unless it be supported! by express legislative authority.</p>\n<p id=\"b733-10\"> “Taxes are imposed by the State in the exercise of its sovereign power. This power is exerted through the legislature, and1 an executive officer who seeks to enforce a tax must always be able to put his finger upon the statute which confers such authority. Taxes can only be assessed, levied and collected in the manner prescribed by express statutory authority. Tax assessors have no power to make an assessment except in the manner prescribed by law, and if the statute prescribes a method of assessment which is invalid, the assessor has no power or authority to adopt a method of his own which would have been legal if it had been prescribed by the legislature.” <em>Commonwealth </em>v. P. <em>Lorillard Co., Inc., </em>129 Va. 74, 105 S. E. 683, 685.</p>\n<p id=\"b734-4\"><page-number citation-index=\"1\" label=\"674\">*674</page-number>When we come to consider a statute and find that it is constitutional and unambiguous, our task is at an end. To undertake to construe that which is plain darkens counsel. <em>Commonwealth </em>v. <em>Rose, </em>160 Va. 177, 168 S. E. 356.</p>\n<p id=\"b734-5\">It is, of course, true that a well-rounded system of taxation would apply a correction in any general assessment to the date from which that assessment took effect, and so on general principles it would be perfectly logical to hold that the findings of the board of equalization should take effect as of 1931.</p>\n<p id=\"b734-6\">In section 346 of the Tax Code (see Code 1930, p. 2224) this appears:</p>\n<p id=\"b734-7\">“The board shall keep minutes of its meetings, and enter therein all orders made and transmit promptly copies of such orders as relate to the increase or decrease of assessments to the taxpayer and commissioner of the revenue. The commissioner of the revenue shall make on his land hook the changes so ordered by the hoard, and if such changes affect the land book for the then current year, and such land book has been then completed, the commissioner of the revenue may for that year make a supplemental assessment in case of an increase in valuation; and in case of a decrease in valuation, the order of the board shall entitle the taxpayer to an exoneration from so much of the assessment as exceeds the proper amount, if the taxes have not been paid by him, and in case the taxes have been paid, to a refund of so much •thereof as is erroneous.”</p>\n<p id=\"b734-8\">When may the .commissioner of revenue make a supplemental assessment? The statute tells us. He may make it “for the then current year.” Here it was made not merely for the then current year, but for the year preceding, and to that extent it is without legislative authority and void.</p>\n<p id=\"b734-9\">Beverley street is the main street of Staunton. Its business district is covered by four blocks, lying between Mar<page-number citation-index=\"1\" label=\"675\">*675</page-number>ket street on the east and Lewis street on the west. Any westward extension on the south is impeded, if not cut off, by that block on which Trinity Episcopal Church stands. It is just across Lewis street and to the south of Beverley. Across Lewis street and to the north of Beverley is a public school building, so that the business district of the city may fairly be said to end at Lewis street. But the full tide of business does not extend to Lewis street. It is dotted with chain stores, and one block north on that street stands the post-office building.</p>\n<p id=\"b735-5\">The record is silent as to the manner in which the original assessment was made. The presumption that it was a fair assessment is strong, weakened, however, by the action of the board of equalization, and by the judgment of the trial court.</p>\n<p id=\"b735-6\">In the cases of <em>City of Roanoke </em>v. <em>Williams, ante, </em>page 351, 170 S. E. 726, and <em>City of Roanoke </em>v. <em>Gibson, ante, </em>page 342, 170 S. E. 723, decided by this court at its September term, 1933, we had occasion to consider assessments charged to be erroneous and held that courts could give no relief unless they were out of line with values generally adopted in the taxing district.</p>\n<p id=\"b735-7\">The following table tells us the values put upon business property in this section of the city.</p>\n<p id=\"b735-8\">Property situate on the south side of Beverley street between Central avenue and Lewis street:</p>\n<blockquote id=\"b735-9\">J. P. Ast, 104 W. Beverley St., front 36 feet.</blockquote>\n<blockquote id=\"b735-10\">Assessed value land ..................$ 9,000.00</blockquote>\n<blockquote id=\"b735-11\">Assessed value per foot........ $236.00 plus</blockquote>\n<blockquote id=\"b735-12\">Montgomery Ward &amp; Co., 108-10-12 W. Beverley St., front 49 feet. Assessed value</blockquote>\n<blockquote id=\"b735-13\">land................................. 8,500.00</blockquote>\n<blockquote id=\"b735-14\">Assessed value per foot....... 153.00 plus</blockquote>\n<blockquote id=\"b735-15\">S. M. Wilkes &amp; Co., 114-16-18 W. Beverley</blockquote>\n<blockquote id=\"b735-16\">St., front 50 feet. Assessed value land. .. 9,000.00</blockquote>\n<blockquote id=\"b735-17\">Assessed value per foot........ 188.00 plus</blockquote>\n<blockquote id=\"b735-18\">Reid Bros., 120-122-124 W. Beverley St., 45 ft.</blockquote>\n<blockquote id=\"b735-19\">front. Assessed value land ........... 8,500.00</blockquote>\n<blockquote id=\"b735-20\">Assessed value per foot........... 188.00 plus</blockquote>\n<blockquote id=\"b735-21\">Cline Music Co., 126 W. Beverley St., 21 ft.</blockquote>\n<blockquote id=\"b735-22\">front. Assessed value land............ 4,000.00</blockquote>\n<blockquote id=\"b735-23\">Assessed value per foot........... 190.00 plus</blockquote>\n<blockquote id=\"b736-4\"><page-number citation-index=\"1\" label=\"676\">*676</page-number>J. Harry May, 128 to 134 W. Beverley St.</blockquote>\n<blockquote id=\"b736-5\">Assessed value land...................$ 9,000.00</blockquote>\n<blockquote id=\"b736-6\">Assessed value per foot........... $133.00 plus</blockquote>\n<blockquote id=\"b736-7\">Lots on Beverley St. beginning at corner to Central avenue and extending in order named westward to Lewis St.:</blockquote>\n<blockquote id=\"b736-8\">Ney &amp; Sons, 20 ft. front. Assessed value land 7,000.00</blockquote>\n<blockquote id=\"b736-9\">Assessed value per foot........... 350.00</blockquote>\n<blockquote id=\"b736-10\">Piggly Wiggly Co., 103 W. Beverley St., 20</blockquote>\n<blockquote id=\"b736-11\">ft. front. Assessed value land.......... 6,500.00</blockquote>\n<blockquote id=\"b736-12\">Assessed value per foot........... 325.00</blockquote>\n<blockquote id=\"b736-13\">Kroger Gro. Co., 105 W. Beverley St., 20 ft.</blockquote>\n<blockquote id=\"b736-14\">front. Assessed value land.-........... 6,000.00</blockquote>\n<blockquote id=\"b736-15\">Assessed value per foot........... 300.00</blockquote>\n<blockquote id=\"b736-16\">Augusta Furniture Co., 107-111 W. Beverley</blockquote>\n<blockquote id=\"b736-17\">St., 40 ft. front. Assessed value land... 12,000.00</blockquote>\n<blockquote id=\"b736-18\">Assessed value per foot........... 300.00</blockquote>\n<blockquote id=\"b736-19\">J. C. Penny Co., 45 ft. front. Assessed value</blockquote>\n<blockquote id=\"b736-20\">land.......................,......... 11,000.00</blockquote>\n<blockquote id=\"b736-21\">Assessed value per foot........... 244.00 plus</blockquote>\n<blockquote id=\"b736-22\">Mary F. Woodward, front 82 ft. Assessed</blockquote>\n<blockquote id=\"b736-23\">value land ........................... 22,000.00</blockquote>\n<blockquote id=\"b736-24\">Assessed value per foot........... 268.00 plus</blockquote>\n<p id=\"b736-25\">If we exclude the Woodward lot it is not contended that these assessments are unfair. Petitioner concedes that with the exception • of her lot they fairly represent the relative value of the several lots named. In other words, it is not claimed that they are out of line with assessments generally in the taxing district. It is further conceded that, generally speaking, land on the south side of the street is less valuable than that on the north.</p>\n<p id=\"b736-26\">As originally assessed, the Woodward corner lot is valued at $146 per front foot, while the Hogshead lot, in the center of the block, is valued at $244 per front foot. Under the re-assessment Mrs. Woodward’s lot is now valued at $268 per front foot. It may be that her whole eighty-two-foot lot should not be dealt with as a corner lot, but it does corner on Lewis street.</p>\n<p id=\"b736-27\">Mr. Edward Woodward, who testified for the appellant, thought that the value put upon it by the board of equalization was excessive and that counts made by chain store experts show that the number of shoppers fell away rapidly after the center of the block going west was passed. No good reason appears to sustain the claim that business flowing west on this block should suddenly drop away <page-number citation-index=\"1\" label=\"677\">*677</page-number>when within eighty-two feet of its end unless perchance it he that the count was taken before the shops in appellant’s building were opened. The general situation is excellent and four chain stores now operate there. Mr. Nelson, who testified for the city, was of opinion that values adopted by the board of equalization are just and reasonable. He, as we have seen, is sustained by the trial court, which was intimately familiar with the local situation.</p>\n<p id=\"b737-4\"> Manifestly the estimate of the assessor was too low and must be put aside. Certainly the Woodward lot was not worth $98 per front foot less than the Hogshead lot. Since his estimate is out of line and must be abandoned, we turn to the judgment of the board of equalization and to the judgment of the trial court.</p>\n<p id=\"b737-5\">It follows from what1 we have said that the charge of $235, which rests upon the supplemental assessment for 1931, is erroneous. In all other respects the judgment appealed from is affirmed.</p>\n<p id=\"b737-6\">\n<em>Affirmed in part; reversed in part.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}