{
  "casebody": {
    "data": "<casebody firstpage=\"279\" lastpage=\"291\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b301-4\">LLOYD BACHE and VIRGINIA BACHE, Plaintiffs and Respondents, v. MARK OWENS, d/b/a MARK OWENS LOGGING, Defendant, Counterclaimant, Third-Party Plaintiff and Appellant, v. TITLE U.S.A. INSURANCE CORPORATION, Third-Party Defendant and Respondent. LLOYD BACHE and VIRGINIA BACHE, Plaintiffs, Third-Party Plaintiffs and Respondents, v. DESHAZER RYAN REALTY, and its agent/employee, COLLEEN MONCUR, Third-Party Defendants and Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b301-10\">No. 93-533.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b301-11\">Submitted on Briefs August 25, 1994.</otherdate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b301-12\">Rehearing Denied Nov. 21, 1994.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b301-13\">Decided October 19, 1994.</decisiondate>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b301-14\">51 St.Rep. 1001.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b301-15\">267 Mont. 279.</p>\n<citation data-order=\"7\" data-type=\"citation\" id=\"b301-16\">883 P.2d 817.</citation>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b303-10\"><page-number citation-index=\"1\" label=\"281\">*281</page-number>For Appellant: I. James Heckathorn, Murphy, Robinson, Heckathom and Phillips, P.C., Kalispell.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b303-11\">For Respondents: Lon J. Dale, Milodragovich, Dale and Dye, Missoula,(Bache); Gary Kalkstein, Quane, Smith, Howard &amp; Hull, Missoula, (DeShazer Ryan Realty); John K. Tabaracci, Sullivan and Tabaracci, Missoula, (Mont. Assoc. Realtors).</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b303-12\">CHIEF JUSTICE TURNAGE</author>\n<p id=\"Av\">delivered the Opinion of the Court.</p>\n<p id=\"b303-13\">Mark Owens, doing business as Mark Owens Logging, appeals from an order of the Nineteenth Judicial District Court, Lincoln County, granting partial summary judgment to Lloyd and Virginia Bache and denying his motion for partial summary judgment. We affirm the decision of the District Court.</p>\n<p id=\"b303-14\">The issue is whether the District Court erred in ruling that the Baches retain an easement on the land they sold to Owens.</p>\n<p id=\"b303-15\">Lloyd and Virginia Bache owned a 34-acre tract of land in Lincoln County, Montana. Mark Owens, doing business as Mark Owens Logging, purchased 2.42 acres of the Baches’ property (Tract 2) in July, 1988. The Baches retained the remainder of the property (Tract 1). The instruments of conveyance are: (1) the Agreement to Sell and Purchase, dated April 16,1988; (2) the Contract for Deed, dated July 8,1988; (3) the Warranty Deed, dated July 6,1988; and (4) Certificate of Survey No. 1657 (COS), which was filed on July 6,1988.</p>\n<p id=\"b303-16\">The Agreement to Sell and Purchase, dated April 16, 1988, required the Baches to convey the property by warranty deed free of all <page-number citation-index=\"1\" label=\"282\">*282</page-number>encumbrances except those described in the title insurance provision. That provision required title insurance to be obtained insuring merchantable title free and clear of all liens and encumbrances except “encumbrances hereinabove mentioned, zoning ordinances, building and use restrictions, reservations in federal patents, beneficial utility easements apparent or of record, easements of record, and no others.” The Agreement did not refer to the easement which the Baches now claim. However, the policy of title insurance which was required under the Agreement provided:</p>\n<blockquote id=\"b304-4\">PRIOR TO THE ISSUANCE OF TITLE INSURANCE, a complete legal description must be placed of record in the office of the Lincoln County Clerk and Recorder.</blockquote>\n<p id=\"b304-5\">Both the Warranty Deed and the Contract for Deed first describe the property being conveyed by metes and bounds. Both documents then refer to the property conveyed as</p>\n<blockquote id=\"b304-6\">being Tract 2 shown on Certificate of Survey No. 1657, records of the Lincoln County Clerk and Recorder.</blockquote>\n<blockquote id=\"b304-7\">SUBJECT TO the provisions contained in that certain Certificate of Subdivision Plat Approval executed by the State of Montana, Department of Health &amp; Environmental Sciences, File No. 27-88-S30-765, records of Lincoln County, Montana.</blockquote>\n<blockquote id=\"b304-8\">SUBJECT TO easements, reservations, covenants and restrictions apparent or of record.</blockquote>\n<p id=\"b304-9\">The COS provides legal descriptions and a scaled drawing of the boundaries of Tracts 1 and 2. In addition, the COS depicts a dotted line thirty feet east of the western boundary of Tract 2 and running parallel thereto. The area between the dotted line and the western boundary of Tract 2 is labeled “P.R.E.” and “P.U.E.,” which the legend identifies as “private roadway easement” and “public utility easement.” The relevant part of the COS is reprinted as an appendix to this opinion. Attached to the COS are documents that are a part of the Department of Health and Environmental Sciences’ certification of subdivision plat approval.</p>\n<p id=\"b304-10\">During 1991 and 1992, Owens erected a shop building on Tract 2. The Baches filed this action seeking removal of the building, alleging that it obstructs their access easement parallel to the western border of Tract 2. Owens answered, contending that no such easement exists. He also counterclaimed against the Baches and asserted a third-party complaint against the title insurance company. The Baches later added their realty company and its employee as third-party defendants.</p>\n<p id=\"b305-3\"><page-number citation-index=\"1\" label=\"283\">*283</page-number>Owens asked the District Court for partial summary judgment that, as a matter of law, the transaction instruments did not create an access easement for the Baches. The Baches filed a cross-motion for partial summary judgment asking the court to conclude, as a matter of law, that the instruments created an easement by express reservation in their favor.</p>\n<p id=\"b305-4\">The District Court granted partial summary judgment to the Baches, denied Owens’ motion, and certified its order to this Court as a final judgment under Rule 54(b), M.R.Civ.R The court subsequently denied Owens’ motion for reconsideration.</p>\n<p id=\"b305-5\">Owens appeals. Neither his counterclaim nor the third-party actions are part of this appeal.</p>\n<p id=\"b305-6\">Did the District Court err in concluding that the Baches retain an easement on the land they sold to Owens?</p>\n<p id=\"b305-7\">Our standard for reviewing a grant of summary judgment is the same as that used by the district court. <em>Wild River Adventures v. Bd. of Trustees </em>(1991), 248 Mont. 397, 399-400, 812 P.2d 344, 345. We determine whether there is an absence of genuine issues of material fact and whether the moving party is entitled to judgment as a matter of law. Rule 56(c), M.R.Civ.P.</p>\n<p id=\"b305-8\">In this case, the material facts are not in dispute. As to the issue of law, the District Court ruled:</p>\n<blockquote id=\"b305-9\">By including the Certificate of Survey number as part of the legal description in the Contract for Deed and Warranty Deed, said certificate is regarded as incorporated in its entirety into said instruments of conveyance as a matter of law.</blockquote>\n<p id=\"b305-10\">The court cited § 76-3-304, MCA. That statute, which is part of the Montana Subdivision and Platting Act, provides:</p>\n<blockquote id=\"b305-11\">The recording of any plat made in compliance with the provisions of this chapter shall serve to establish the identity of all lands shown on and being a part of such plat. Where lands are conveyed by reference to a plat, the plat itself or any copy of the plat properly certified by the county clerk and recorder as being a true copy thereof shall be regarded as incorporated into the instrument of conveyance and shall be received in evidence in all courts of this state.</blockquote>\n<p id=\"b305-12\">Pursuant to the above statute, reference in documents of conveyance to a plat which describes an easement establishes the easement. See <em>Benson v. Pyfer </em>(1989), 240 Mont. 175, 179, 783 P.2d 923, 925.</p>\n<p id=\"b305-13\">In divisions of land subject to its surveying requirements, the Montana Subdivision and Platting Act requires that either a “plat” or a “certificate of survey” be filed. Section 76-3-302, MCA. The <page-number citation-index=\"1\" label=\"284\">*284</page-number>statute further requires that descriptions of the parcel or tract in instruments of transfer must describe the parcel or tract by reference to the filed certificate or plat. Subdivisions, as defined under the Act, must be surveyed and “platted.” Section 76-3-402, MCA. Other divisions of land must be surveyed and “a certificate of survey” must be prepared. Sections 76-3-401 and 76-3-404, MCA. The division of land in this case was an “occasional sale” as defined at § 76-3-207(l)(d), MCA (1987), which was excepted from most subdivision requirements other than surveying. Therefore, a “certificate of survey’ was required to be filed before the instruments transferring title from the Baches to Owens could be recorded.</p>\n<p id=\"b306-4\">“Plat” is defined for purposes of the Act at § 76-3-103(9), MCA:</p>\n<blockquote id=\"AKq\">“Plat” means a graphical representation of a subdivision showing the division of land into lots, parcels, blocks, streets, alleys, and other divisions and dedications.</blockquote>\n<p id=\"b306-5\">“Certificate of survey’ is defined at § 76-3-103(1), MCA:</p>\n<blockquote id=\"b306-6\">“Certificate of survey’ means a drawing of a field survey prepared by a registered surveyor for the purpose of disclosing facts pertaining to boundary locations.</blockquote>\n<p id=\"b306-7\">Owens argues that, as a “certificate of survey” and not a “plat,” the COS filed in this case does not establish an easement pursuant to § 76-3-304, MCA. He cites <em>State ex rel. Swart v. Stucky </em>(1975), 167 Mont. 171, 536 P.2d 762. In that case, a county clerk and recorder refused to accept for filing a survey of a tract of land, on the basis that the survey had not been inspected and approved by the city county planning board. The district court refused to issue a writ of mandamus compelling the clerk to file the document. This Court reversed, ruling that the survey was a “certificate of survey,” not a subdivision “plat” as defined by the Act, and that subdivision review by the city county planning board was,not required before the “certificate of survey” could be filed. <em>Swart, </em>536 P.2d at 765. In so doing, this Court discussed the difference between a “plat” and a “certificate of survey”:</p>\n<blockquote id=\"AHG\">The terms “certificate of survey,” “plat,” and “subdivision” have important technical meanings that are established by the definition section of the Act. ...</blockquote>\n<blockquote id=\"b306-8\">The classification of the instrument as a subdivision “plat” or as a “certificate of survey’ is important since the Act requires different treatment, depending upon the classification....</blockquote>\n<blockquote id=\"b307-3\"><page-number citation-index=\"1\" label=\"285\">*285</page-number>There is no doubt that appellant’s document is a “certificate of survey” and not a subdivision “plat” as defined by the Act. Its purpose is to establish boundaries and the property description for a deed on an entire single parcel which contains an area greater than the 10 acre requirement established by section 11-3861(12), [R.C.M.,] prior to its amendment to 20 acres in 1974. Furthermore, the proffered document contains no “graphical representation of a subdivision showing the division of land into lots, parcels, streets, and alleys, and other divisions and dedications” within the meaning of section 11-3861(6), [R.C.M.,] which sets forth the definition of a “plat.”</blockquote>\n<p id=\"b307-4\"><em>Swart, </em>536 P.2d at 764-65.</p>\n<p id=\"b307-5\">In the case at bar, the COS does more than to establish boundaries and a property description of a single parcel of land. It establishes the division of the land into two parcels, Tract 1 and Tract 2. The COS shows a right of way thirty feet wide along the western boundary of Tract 2 for a “private roadway easement” and a “public utility easement.” Additionally, the COS and attached documents establish that the sale of Tract 2 underwent subdivision review as an “occasional sale” pursuant to § 76-3-207(1)(d), MCA (1987). In contrast to the certificate of survey in <em>Swart, </em>the COS in the present case meets the definition of a “plat” set forth at § 76-3-103(9), MCA.</p>\n<p id=\"b307-6\">Moreover, the idea that a map or plat incorporated into an instrument of conveyance can establish an easement predates the definition of “plat” in § 76-3-103(9), MCA. In <em>Majers v. Shining Mountains </em>(1986), 219 Mont. 366, 711 P.2d 1375, the documents at issue were filed before the effective date of the Montana Subdivision and Platting Act. In that case, we cited with approval the following language from <em>Ute Park Summer Homes Ass’n. v. Maxwell Land Gr. Co. </em>(N.M. 1967), 427 P.2d 249, 253:</p>\n<blockquote id=\"b307-7\">[W]here land is sold with reference to a <em>map or </em>plat showing a park or like open area, the purchaser acquires a private right, generally referred to as an easement, that such area shall be used in the manner designated.</blockquote>\n<p id=\"b307-8\"><em>Majers, </em>711 P.2d at 1378 (emphasis added).</p>\n<blockquote id=\"b307-9\">The purpose of the Montana Subdivision and Platting Act is to promote the public health, safety, and general welfare by regulating the subdivision of land; to prevent overcrowding of land; to lessen congestion in the streets and highways; to provide for adequate light, air, water supply, sewage disposal, parks and recreation areas, ingress and egress, and other public require<page-number citation-index=\"1\" label=\"286\">*286</page-number>ments; to require development in harmony with the natural environment; and to require uniform monumentation of land subdivisions and transferring interests in real property by reference to. plat or certificate of survey.</blockquote>\n<p id=\"b308-4\">Section 76-3-102, MCA. This purpose would not be furthered by elevating form over substance and ruling that the COS does not establish a road easement because it is denominated as a certificate of survey instead of as a plat.</p>\n<p id=\"b308-5\">Owens also relies on this Court’s opinion in <em>Wild River. </em>The bases for our holding in <em>Wild River </em>were that (1) “subject to” language in a document of conveyance does not create an easement, and (2) no easement could be created on the owner’s own land. <em>Wild River, </em>812 P.2d at 346-47. In the present case, the Baches rely primarily upon incorporation of the COS into the instruments of conveyance, not upon “subject to” language, for creation of the easement. Further, the conveyance from the Baches to Owens results in division of the land into two parcels with two different owners. Our holding in <em>Wild River </em>is therefore inapplicable here.</p>\n<p id=\"b308-6\">The COS identifying the easement in this case was filed with the county clerk and recorder, as required by law. The COS identifies the easement clearly and specifically. In addition to the dotted lines showing the scaled location of the easement, the easement is labeled in two places on the COS as “P.R.E.” and “P.U.E.” Those acronyms are defined in the legend of the COS to mean “private roadway easement” and “public utility easement.” Additionally, the easement is labeled in two places as being thirty feet wide.</p>\n<p id=\"b308-7\">We conclude that identification of the establishing document as a “plat” pursuant to § 76-3-103(9), MCA, is not a critical element in the creation of an easement through incorporation of a map or plat into documents of sale. We hold that the transaction documents concerning the Baches’ sale of land to Owens establish an easement in favor of the Baches along the western edge of the property sold to Owens, as described in the COS. We therefore affirm the summary judgment entered by the District Court.</p>\n<judges id=\"b308-8\">JUSTICES HARRISON, TRIEWEILER, HUNT and WEBER concur.</judges>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"A0s\">JUSTICE GRAY,</author>\n<p id=\"A0H\">dissenting.</p>\n<p id=\"b308-9\">I respectfully dissent from the Court’s opinion which is, in my view, contrary to existing Montana statute and case law. For purposes for clarity, I first set forth the appropriate legal analysis and resolution of the issue presented in this case; that analysis will reflect my overall <page-number citation-index=\"1\" label=\"287\">*287</page-number>disagreement with the approach and resolution adopted by the Court. I then focus in on more specific errors in the Court’s reliance on certain authorities.</p>\n<p id=\"b309-4\">This case involves an interest in real property which the sellers assert they created in themselves, during the transaction, to the detriment of the purchasers. Given the importance of real property interests, it is imperative that we be both clear and focused in setting forth the issue before us. Here, the narrow issues are these:</p>\n<blockquote id=\"b309-5\">(1) Whether showing an easement on a certificate of survey <em>creates, </em>in and of itself, the easement; and</blockquote>\n<blockquote id=\"b309-6\">(2) Assuming that it does not, whether such a certificate of survey can be incorporated into the transaction documents via § 76-3-304, MCA, with the result that the incorporation creates the easement.</blockquote>\n<p id=\"b309-7\">The Court does not analyze the first issue but apparently answers it in the affirmative through its holding that “the transaction documents ... establish an easement in favor of the Baches along the western edge of the property sold to Owens, as described in the COS.” It so holds at the end of an opinion which primarily addresses and applies the statute at issue here, § 76-3-304, MCA. Thus, despite the quoted holding, the Court appears to answer the second issue in the affirmative as well. Notwithstanding my disagreement with the entirety of the Court’s opinion and result, my biggest concern is with the Court’s lack of analysis and clarity in this important area of property rights.</p>\n<p id=\"b309-8\">An easement is a nonpossessory interest in real property. <em>Kuhlman v. Rivera </em>(1985), 216 Mont. 353, 358, 701 P.2d 982, 985. While the definition of an easement has remained constant, this Court has stated the recognized methods of creating an easement by several different means. In <em>Prentice v. McKay </em>(1909), 38 Mont. 114, 118, 98 P. 1081, 1083, we stated that an easement “cannot be created, granted, or transferred except by operation of law, by an instrument in writing, or by prescription.” We recently reiterated that principle in <em>Wild River Adventures v. Bd. of Trustees </em>(1991), 248 Mont. 397, 400, 812 P.2d 344, 346-47. We also have stated that easements can be created by grant, reservation, exception or covenant, by implication or by prescription. <em>Kuhlman, </em>701 P.2d at 985. In addition, we have recognized the creation of easements by necessity, describing such easements as a subspecies of easements by implication or, as they are sometimes called, implied easements. <em>Graham v. Mack </em>(1985), 216 Mont. 165, 175, 699 P.2d 590, 596.</p>\n<p id=\"b310-3\"><page-number citation-index=\"1\" label=\"288\">*288</page-number>The thrust of the <em>Prentice</em>/<em>Wild River </em>approach is that easements can be created by an instrument in writing or by operation of law. Of the types of easements recognized in Montana through the <em>Kuhlman</em>/<em>Graham </em>line of cases, easements created by an instrument in writing are those created by express grant, reservation, exception or covenant. Because such easements involve interests in real property, they must be in writing to comply with the statute of frauds. Bruce and Ely, <em>The Law of Easements and Licenses in Land, </em>par. 3.01 (1988 &amp; Supp. No. 1 1994). As is generally the case in construing instruments in writing, the parties’ intentions regarding the creation of an easement should be determined from the language of the instruments; only where that language is ambiguous or uncertain may all of the circumstances surrounding the transaction be considered. <em>See, 25 </em>Am. Jur. 2d Easements <em>&amp; </em>Licenses § 23 (1966); <em>Wild River, </em>812 P.2d at 346-47.</p>\n<p id=\"b310-4\">Easements which are created by operation of law, on the other hand, rather than through instruments in writing, have arisen and been recognized in order to meet particular needs and circumstances. Easements created by operation of law and recognized in Montana are easements by prescription; by implication (sometimes called implied easements or implied easements by reservation; <em>see Woods v. Houle </em>(1988), 235 Mont. 158, 162, 766 P.2d 250, 253); and by necessity. These easements created by operation of law are not favored by courts because they result in depriving people of the use of their property by imposing a servitude based on considerations not constrained by the “instrument in writing” requirement for creating interests in real property; each has specific requisite elements which must be proved before such an easement is established. <em>See, e.g., Woods, </em>766 P.2d at 252-53.</p>\n<p id=\"b310-5\">Here, the Court dispenses entirely with any reference to the type of easement it determines was created in this case. While one might surmise from the lack of analysis that the Court agrees that the easement was not created through the transaction documents on a stand-alone basis and that its result requires the application of § 76-3-304, MCA, its holding suggests otherwise. In any event, the District Court at least implicitly rejected the Baches’ “easement by express reservation” (that is, solely through instruments in writing) theory in concluding that a private roadway easement was created in their favor by “operation of law” via the application of § 76-3-304, MCA. To the extent the District Court rejected that theory, it was correct. Importantly, in this regard, the Baches have abandoned that theory on appeal and argue in support of the District Court’s “opera<page-number citation-index=\"1\" label=\"289\">*289</page-number>tion of law” conclusion. This Court does not bother to state the actual basis of its determination that an easement was created here.</p>\n<p id=\"b311-4\">Existing law simply does not support the result reached by the Court. As discussed above, we have recognized only three kinds of easements created by operation of law: easements by prescription, by necessity and by implication. The requisite elements and proofs necessary to establish the creation of such easements, as summarized in <em>Woods, </em>relate in large part to non-writings-related facts and circumstances not discussed or relied on by either the District Court or this Court in resolving the limited issues presented in this case. <em>See Woods, </em>766 P.2d at 252-53.</p>\n<p id=\"b311-5\">The Court’s determination that an easement was created here at least implicitly establishes a new species of easement not supported by Montana law. It is an easement which does not fit within the categories of creation by an instrument in writing or creation by operation of law, as we have recognized those concepts. Rather, the Court appears to establish — its “holding” notwithstanding — a “combined” version of these recognized methods of creating an easement by relying on written instruments and then applying a statute to — or, stated differently, having the “law operate upon” — those instruments. Even assuming our willingness to recognize such an easement, the premise for such an approach necessarily would require the existence of a statute applicable to such facts and intended by the legislature to accomplish such a result. No such statute currently exists.</p>\n<p id=\"b311-6\">The simple fact is this: § 76-3-304, MCA, has no application here. Section 76-3-304, MCA, is part of Montana’s Subdivision and Platting Act (the Act). It provides in pertinent part:</p>\n<blockquote id=\"b311-7\">Effect of recording complying plat. The recording of any plat ... shall serve to establish the identity of all lands shown on and being a part of such plat. Where lands are conveyed by reference to a plat, the plat itself... shall be regarded as incorporated into the instrument of conveyance ....</blockquote>\n<p id=\"b311-8\">We previously have determined that plats and certificates of survey are not the same. <em>In Dep’t of Health v. Lasorte </em>(1979), 182 Mont. 267, 270, 596 P.2d 477, 480, we observed that the Act separately defines the terms “certificate of survey” and “plat.” A certificate of survey is a “drawing of a field survey prepared by a registered surveyor for the purpose of disclosing facts pertaining to boundary locations,” whereas a plat is a “graphical representation of a subdivision showing the division of land into lots, parcels, blocks, streets, alleys, and other divisions and dedications.” Section 76-3-103(1) and (9), MCA. In <page-number citation-index=\"1\" label=\"290\">*290</page-number>addition, the purposes and use to be made of the two are different. <em>Lasorte, </em>596 P.2d at 480-81. Based on these distinctions between a certificate of survey and a plat, we declared void an administrative regulation equating the two. <em>Lasorte, </em>596 P.2d at 481. Thus, it is clear from the Act and case law that certificates of survey and plats are different instruments. Without so much as a fond farewell, the Court bids adieu to both the legislature’s enactment of separate and distinct definitions and purposes relating to certificates of survey and plats, and its own case law. I cannot agree.</p>\n<p id=\"b312-4\">More specifically, I disagree with the Court’s reliance on <em>Benson v. Pyfer </em>(1989), 240 Mont. 175, 179, 783 P.2d 923, 925, for any purpose whatsoever in this case. <em>Benson </em>is factually and legally irrelevant to the case now before us. It involved a seller’s use of representations in a <em>plat, </em>regarding roadways and open common areas, as inducements to purchasers of lots and whether such representations were enforceable by <em>the purchasers </em>against the seller. Neither the facts nor the legal issues of that case have any bearing here. <em>Benson </em>clearly involved a plat to which § 76-3-304, MCA, was indisputably applicable.</p>\n<p id=\"b312-5\">Moreover, our reliance in <em>Benson </em>on <em>Majers, </em>also relied on by the Court here, is equally without relevance. The Court correctly reiterates our <em>Majers </em>statement that the reservation of an easement in a <em>subdivision plat </em>creates a covenant enforceable against the seller. Again, the case before us does not involve a plat. Furthermore, the Court concedes the more fundamental irrelevance of <em>Majers </em>here by conceding that <em>Majers predated </em>the legislature’s enactment of the statutory definition of a plat.</p>\n<p id=\"b312-6\">Throughout its opinion, the Court focuses on refuting Owens’ arguments. Via this focus, the Court may hope that the reader will miss the total lack of authority to <em>support </em>what it does here. The lack of authority is too clear to be missed.</p>\n<p id=\"b312-7\">In this case, the Court ignores both statute and case law to reach its result. While we are free to “amend” our own cases where the law allows or requires it, we ought never to ignore it. Doing so creates enormous difficulties for district courts and practicing lawyers. More importantly, we are <em>not </em>free to ignore valid legislative enactments or twist them beyond recognition to suit ourselves in reaching a result in a particular case.</p>\n<p id=\"b312-8\">Finally, the effects of the Court’s decision today will be far-reaching with regard to the confusion it produces in the vitally important area of property rights and the creation of interests in real property. The Court here creates a situation where whether a certificate is a certificate of <page-number citation-index=\"1\" label=\"291\">*291</page-number>survey or a plat necessarily will be decided by courts on a case-by-case basis, rather than clearly and cleanly determined pursuant to rules established by the legislature. I cannot agree. I dissent.</p>\n<judges id=\"b313-4\">JUSTICE NELSON joins in the foregoing dissent of JUSTICE GRAY.</judges>\n<p id=\"b313-5\">[[Image here]]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}