{
  "casebody": {
    "data": "<casebody firstpage=\"174\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b206-8\">BEELER, Appellee, v. R.C.A. RUBBER COMPANY et al., Appellants.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b206-10\">[Cite as <em>Beeler v. R.C.A. Rubber Co. </em>(1989), 63 Ohio App.3d 174.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b206-11\">Court of Appeals of Ohio, Summit County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b206-13\">No. 13923.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b206-14\">Decided June 7, 1989.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b207-10\"><page-number citation-index=\"1\" label=\"175\">*175</page-number><em>George D. Mallo, </em>for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b207-11\"><em>David H. Shaffer </em>and <em>Michael J. Spetrino, </em>for appellant R.C.A. Rubber Co. <em>Anthony J. Celebrezze, Jr., </em>Attorney General, and <em>Michael K. Kristoff, </em>for appellant Industrial Commission.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b207-12\">Reece, Judge.</author>\n<p id=\"b207-13\">R.C.A. Rubber Company (“R.C.A.”) appeals the decision of the trial court, which overruled R.C.A.’s motion to dismiss, <em>sua sponte </em>reversed the decision of the Industrial Commission (“commission”), and remanded the cause to the commission for further proceedings. We reverse and remand with instructions.</p>\n<p id=\"b207-14\">William A. Beeler (“Beeler”), appellee herein, filed an occupational disease claim under R.C. 4123.68, seeking participation in the Workers’ Compensation Fund (“fund”). The district hearing officer, following a formal hearing, allowed Beeler’s claim for eczematous dermatitis, and thereupon ordered that Beeler’s medical bills be paid, and that he be awarded temporary total disability compensation, from the fund. R.C.A. appealed.</p>\n<p id=\"b207-15\">The Canton Regional Board of Review found that Beeler’s claim had been properly allowed for eczematous dermatitis, but modified the district hearing officer’s order by disallowing temporary total disability compensation. The commission thereafter affirmed the modified order.</p>\n<p id=\"b207-16\">Beeler appealed the commission’s ruling to the Court of Common Pleas of Summit County, pursuant to R.C. 4123.519. R.C.A. moved to dismiss the <page-number citation-index=\"1\" label=\"176\">*176</page-number>appeal, alleging that the commission’s ruling constituted a decision as to the extent of Beeler’s disability, and that the trial court therefore lacked statutory subject matter jurisdiction to entertain the appeal. Beeler submitted a memorandum urging the court to overrule R.C.A.’s motion. By order journalized November 30,1988, the court denied R.C.A.’s motion, and <em>sua sponte </em>reversed and remanded the case to the commission for' further proceedings. R.C.A. appeals this ruling.</p>\n<p id=\"b208-5\">I</p>\n<p id=\"b208-6\">Assignment of Error I</p>\n<blockquote id=\"b208-7\">“The court erred when it, <em>sua sponte, </em>granted judgment in favor of plaintiff whom [sic] was a non-moving party contrary [to] Civil Rule 56(C).”</blockquote>\n<p id=\"b208-8\">R.C.A. claims that the trial court’s decision to <em>sua sponte </em>reverse the decision and remand the case to the commission constituted the granting of a summary judgment in favor of Beeler, thus controverting Civ.R. 56(C), as neither party moved for summary judgment on the complaint. Beeler argues that the trial court did not grant summary judgment pursuant to Civ.R. 56(C), but rather exercised “ * * * the Court’s inherent power to reverse and vacate the administrative decision in question * * * [and] remand for further proceedings.”</p>\n<p id=\"b208-9\">Beeler’s argument is without support. R.C. 4123.519 contemplates a trial <em>de novo </em>upon appeal to the common pleas court; thus, the Rules of Civil Procedure apply to the proceedings in the trial court. <em>Swanton v. Stringer </em>(1975), 42 Ohio St.2d 356, 71 O.O.2d 325, 328 N.E.2d 794. Although the trial court did not expressly term its order as a summary judgment, the summary disposition of the matter, upon R.C.A.’s motion to dismiss under Civ.R. 12(B)(1), and Beeler’s opposition thereto, constitutes a summary judgment.</p>\n<p id=\"b208-10\">Our Supreme Court has ruled “ * * * that a party who has not moved for summary judgment is not entitled to such an order * * *. Where no motion has been filed, and necessarily no evidence attached thereto, no conclusion, favorable or adverse, is properly available * * *. Nowhere is it intimated that a court may <em>sua sponte </em>enter summary judgment.” <em>Marshall v. Aaron </em>(1984), 15 Ohio St.3d 48, 50-51, 15 OBR 145, 147, 472 N.E.2d 335, 338. The record below is bereft of any motion or other pleading seeking summary judgment. Since Beeler did not move for summary judgment on his behalf, and since the trial court, nevertheless, erroneously awarded Beeler summary judgment by vacating and reversing the commission’s ruling, this case must be reversed and remanded. <em>State, ex rel. Jacobs, v. Prudoff </em>(1986), 30 Ohio App.3d 89, 90, 30 OBR 187, 188, 506 N.E.2d 927, 928-929.</p>\n<p id=\"b209-4\"><page-number citation-index=\"1\" label=\"177\">*177</page-number>R.C.A.’s first assignment of error is sustained. We proceed to address the remaining errors assigned.</p>\n<p id=\"b209-5\">II</p>\n<p id=\"b209-6\">Assignment of Error II</p>\n<p id=\"b209-7\">“The court erred when it overruled defendant’s motion to dismiss plaintiff’s appeal of a decision of the Industrial Commission which denied plaintiff temporary total compensation benefits which decision was a determination as to the extent of disability over which the Court lacked subject matter jurisdiction pursuant to Ohio Revised Code Section 4123.519.”</p>\n<p id=\"b209-8\">R.C.A. essentially asserts that the trial court was without statutory jurisdiction to entertain Beeler’s appeal. We agree.</p>\n<p id=\"b209-9\">R.C. 4123.519 governs appeal to the common pleas court in workers’ compensation actions, and provides in pertinent part:</p>\n<blockquote id=\"b209-10\">“The claimant or the employer may appeal a decision of the industrial commission or of its staff hearing officer made pursuant to division (B)(6) of section 4121.35 of the Revised Code in any injury or occupational disease case, other than a decision as to the extent of disability, to the court of common pleas of the county in which the injury was inflicted * * *.”</blockquote>\n<p id=\"b209-11\">Beeler argues that the commission’s ruling was not a decision concerning extent of disability, but rather affected his ability to participate in the fund. R.C.A. asserts that Beeler’s right to participate in the fund was in fact established in Beeler’s favor, and that the commission’s denial of temporary total disability compensation related to Beeler’s extent of disability, and not his right to fund participation.</p>\n<p id=\"b209-12\">Beeler ignores the fact that he indeed participated in the fund. The commission ordered that the medical costs associated with his allowed claim for eczematous dermatitis be paid. Once a claimant’s right to participate in the fund for a specific condition has been determined, any further determination by the commission as to the computation of compensation payable reflects the extent of disability, and not the existence, and is not appealable pursuant to R.C. 4123.519. <em>Biehl v. Mayfield </em>(Jan. 11, 1989), Summit App. No. 13702, unreported, 1989 WL 1635, citing <em>State, ex rel. Bosch, v. Indus. Comm. </em>(1982), 1 Ohio St.3d 94, 1 OBR 130, 438 N.E.2d 415, syllabus.</p>\n<p id=\"b209-13\">The trial court was therefore without subject matter jurisdiction over Beeler’s appeal, and erred by not granting R.C.A.’s motion to dismiss thereon. Accordingly, R.C.A.’s second assignment of error is sustained.</p>\n<p id=\"b210-4\"><page-number citation-index=\"1\" label=\"178\">*178</page-number>III</p>\n<p id=\"b210-5\">Assignments of Error III</p>\n<blockquote id=\"b210-6\">“The court erred when it remanded the case to the Industrial Commission for further proceedings.”</blockquote>\n<p id=\"b210-7\">Based upon our disposition of the preceding assignments of error, we sustain R.C.A.’s third assignment of error.</p>\n<p id=\"b210-8\">Because we hold that the trial court was without subject matter jurisdiction to entertain Beeler’s attempted appeal, and that the court further erred by granting summary judgment in favor of a non-moving party, in contravention of Civ.R. 56(C), it necessarily follows that the court erred by remanding the cause erroneously before it to the commission for further proceedings. R.C. 4123.519 mandated a trial <em>de novo </em>upon the issues presented in the claimant’s complaint. <em>Swanton v. Stringer, supra. </em>The trial court was thereby necessarily without the power to remand.</p>\n<p id=\"b210-9\">Summary</p>\n<p id=\"b210-10\">Based upon the foregoing analysis, the judgment of the trial court is reversed, and this cause is remanded with instructions to dismiss Beeler’s complaint, under R.C. 4123.519, for lack of subject matter jurisdiction.</p>\n<p id=\"b210-11\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b210-12\">Cacioppo, P.J., and Baird, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}