{
  "casebody": {
    "data": "<casebody firstpage=\"80\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b98-4\">Albert A. Wood, Appellant, <em>v. </em>Frank M. Terry and others, Respondents.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b98-5\">(General Term, Fourth Department,</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Arjx\">January, 1871.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b98-6\">When an officer, or party, is in the attitude of asserting rights, founded on official acts, the due performance of which is essential to the right, such performance will not be presumd.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b98-7\">But one who asserts a right, based on the illegality, or irregularity, of the proceedings of a court or officer, assumes the <em>onus </em>of showing the alleged defects.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b98-8\">Where lands mortgaged to the commissioners for loaning the United States deposit fund are sold by them on default of the mortgagor, it will be presumed in favor of a purchaser at the sale, against one claiming to assert\" a right of redemption under the mortgagor, that the steps required by the statute (Laws of 1837, chap. 150) have been taken in due form by the commissioners; <em>e. g. :</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b98-9\">That the notice required by section 31, when necessary, has been given at the proper time.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b98-10\">That both commissioners were present at the sale.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b98-11\">That possession was taken of the land, as provided in section 31. But it seems that one claiming under' the mortgagor cannot object that the commissioners neglected to deprive him of possession under the statute. It is sufficient if the notice of sale required by section 33 be published once in each week for six successive weeks prior to the sale, although the first publication is less than forty-two days prior to that time.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b98-12\">The statute, sections 45,46, requiring entry of minutes of the proceedings in a book by the commissioners, is simply directory; and an omission to make the entries does not affect the regularity of the sales.</headnotes>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b98-13\">This was an appeal by the plaintiff from a judgment dismissing his complaint, rendered at a Special Term in Onondaga county, held by Mr. Justice Morgan, in April, 18Y0.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b98-14\">The action was brought against the defendants as owners successively of certain premises in Onondaga county, praying that the plaintiff might redeem the same from a sale made in 1843, under a mortgage given by the father of the plaintiff to the commissioners for loaning the United States deposit' fund for the county of Onondaga. The facts are stated in' the opinion of the court.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b99-4\"><page-number citation-index=\"1\" label=\"81\">*81</page-number><em>F. Forman </em>and <em>James Foxon, </em>for the appellant.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b99-5\"><em>D. </em>Pratt, for the respondents.</attorneys>\n<p data-order=\"14\" data-type=\"judges\" id=\"b99-6\">Present—Mullin, P. J., Johnson and Talcott, JJ.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b99-7\">Mullin, P. J.</author>\n<p id=\"AR\">This action is brought to redeem a lot of land lying in the town of Salina, in the county of Onondaga, from the lien of a mortgage given by the plaintiff’s father to the commissioners for loaning certain moneys of the United States, bearing date the 3d September, 1837, to secure the payment of $1,046, at the times and in the manner specified in said mortgage.</p>\n<p id=\"b99-8\">The interest due on the mortgage on the 26th day of October, 1842, was not paid, and it was declared forfeited, and a sale of the premises directed for the first Tuesday of February next, at 10 a. m.</p>\n<p id=\"b99-9\">It appears by the minutes kept by the commissioners that, on the 7th February, 1843, the day appointed for the sale of the premises, only one commissioner attended in the forenoon, but both were in attendance during the afternoon. At what time in the day the premises were offered for sale, does not appear.</p>\n<p id=\"b99-10\">Ho one bidding for the. premises the amount due on the-mortgage, the commissioners determined to take possession of the premises and let the same, as required by the statute.</p>\n<p id=\"b99-11\">A notice of sale of the premises on the 19th September, 1843, was first published in a newspaper printed in the county of Onondaga on the 9th of August, and again on the 16th, 23d, and 30th of August, and on the 6th and 13th of September.</p>\n<p id=\"b99-12\">On the day of sale, no person bidding the amount of principal and interest due on the mortgage, the sale was postponed until the 3d of October following, and notice of the postponement was published in the same paper with the original notice on the 27th September, but no notice of such postponement <page-number citation-index=\"1\" label=\"82\">*82</page-number>was published in the issue of said paper on the 20th day of September.</p>\n<p id=\"b100-5\">On the 3d of October the premises were sold by the commissioners, and bid in by them for $1,040, leaving a deficiency of mortgage debt, interest and costs, of $165.23.</p>\n<p id=\"b100-6\">After such purchase, the premises were sold to Benjamin F. Colvin, from whom, by sundry mesne conveyances, they came to Terry, the defendant in this suit.</p>\n<p id=\"b100-7\">Augustus Wood, the mortgagor, died in April, 1845, leaving him surviving his widow and the plaintiff, his only heir-at-law.</p>\n<p id=\"b100-8\">The plaintiff claims that the sale by the commissioners was irregular and void.</p>\n<p id=\"b100-9\">The plaintiff alleges in his complaint that he had no notice of the title of his father to said land, or of said mortgage and proceedings thereunder, until in September, 1867.</p>\n<p id=\"b100-10\">The complaint is denied by the answer; and no proof is given as to the time he had notice of his father’s title, or of the proceedings to foreclose.</p>\n<p id=\"b100-11\">The defendants insist, by way of defence, that Colvin was a <em>Iona fide </em>purchaser, without notice of any defect in the proceedings to foreclose, as, were the subsequent purchasers of said premises.</p>\n<p id=\"b100-12\">The statute (chap. 150 of the Laws of 1837, § 30) provides, that, if any borrower shall neglect to pay yearly, on the first Tuesday of October, or within twenty-three days thereafter, the interest on his mortgage, and the principal, when due, the commissioners shall be seized of an absolute and indefeasible estate in fee in said land, to them, their successors and assigns, to the uses in this act mentioned, and the mortgagor, his heirs or assigns, shall be utterly foreclosed and barred of all equity of redemption. The -interest on the mortgage given by the plaintiff’s father was not paid on any of the days designated for the payment of the same in the fall of 1843.</p>\n<p id=\"b100-13\">Therefore, the mortgagor, his heirs and assigns, were, <em>eo instanti, </em>divested of all right and title to, or interest in, said premises, except that the mortgagor, his heirs or assigns, <page-number citation-index=\"1\" label=\"83\">*83</page-number>might occupy until the first Tuesday of February, 1843. Upon payment, at or before .the sale of said premises, to the commissioners, all such sums of money as shall be due and payable on such mortgage on the first Tuesday of October then next, for principal, interest, costs and charges of foreclosure, together with the charges for advertising the same, then the title in fee should revert to the mortgagor, his heirs or assigns.</p>\n<p id=\"b101-5\">That this right of redemption is the only interest remaining in the mortgagor, after forfeiture, is decided in <em>Pell </em>v. <em>Ulmar </em>(18 N. Y., 139).</p>\n<p id=\"b101-6\">If, therefore, the sale made by the commissioners in October, 1843, was regular and valid, the plaintiff has no right of' redemption, and this action cannot be maintained; but, if it was not valid, the right of redemption remains, and plaintiff is entitled to redeem, on complying with the terms of the act. <em>(Pell </em>v. <em>Ulmar, supra; Olmsted </em>v. <em>Elder, </em>1 Seld., 144; <em>Powell </em>v. <em>Tuttle, </em>3 Comst., 396.)</p>\n<p id=\"b101-7\">The first and important question arising on the appeal is, whether the proceedings of the commissioners to sell the mortgaged premises were regular and valid.</p>\n<p id=\"b101-8\">The defects in the proceedings relied on by the plaintiff’s counsel are,</p>\n<p id=\"b101-9\">1st. It does not appear by the evidence that notice of sale for the first Tuesday of February was published within eight days, or posted or printed, as required by section 31 of the act of 1837.</p>\n<p id=\"b101-10\">2d. The notice of the sale of the premises on the 3d October was not published for six weeks successively, once in each week, until the day of sale.</p>\n<p id=\"b101-11\">3d. The commissioners did not take possession of the land.</p>\n<p id=\"b101-12\">4th. When the premises were offered for sale on the 7th February, but one commissioner was present.</p>\n<p id=\"b101-13\">5th. The commissioners did not enter in the book of minutes kept by them all the matters required to be entered therein.</p>\n<p id=\"b101-14\">I will consider these alleged defects in the order they are presented by the counsel.</p>\n<p id=\"b102-4\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>1st. It does not appear by the evidence that the notice of sale in February was published within eight days, or posted or printed, as required by section 31 of the act.</p>\n<p id=\"b102-5\">In considering this objection, it must be borne in mind that the non-payment of interest by the mortgagor, at the time specified for its payment, was not made, and the commissioners, by reason, thereof, became vested with the fee; and all right or interest in, and all title of the mortgagor to, said premises, was divested and foreclosed.</p>\n<p id=\"b102-6\">Ho sale being had in February, the plaintiff suffered no injury from any defect in the proceedings taken preliminary to it.</p>\n<p id=\"b102-7\">But, if an attempt at a sale in February was indispensable to the right to sell in September, the burden wa.s on the plaintiff to show that the proceedings for the sale in February were irregular.</p>\n<p id=\"b102-8\">The law presumes the due performance of official duty; and this presumption must be overcome before the court can declare the proceedings void. When an officer or party is in the attitude of asserting rights founded on official acts, and when due performance is essential to the right, due performance must be proved, and cannot be presumed. (Phillips’ Ev., Edwards’ ed., and Cow. &amp; Hill’s Notes, 813, 814; id., 604, 605.)</p>\n<p id=\"b102-9\">But, when a party asserts a right based on the illegality or irregularity of the proceedings of a court or public officer, the <em>onus </em>is on him to prove the defects; otherwise, the presumption prevails.</p>\n<p id=\"b102-10\">Again, it does not appear that the attention of the defendants was called on the- trial to the necessity of the proof, the want of which is now objected to. It is too late to raise such an objection on the appeal.</p>\n<p id=\"b102-11\">2d. Was the notice of sale on the 3d October published for six weeks successively prior to the day of sale ?</p>\n<p id=\"b102-12\">The- notice was published once in each week for six successive weeks; but there were not forty-two days between the first publication and the day of sale.</p>\n<p id=\"b103-3\"><page-number citation-index=\"1\" label=\"85\">*85</page-number>The language of the act of 1837, as to the length of time of publication of a notice of sale, is substantially the same as the clause of the Revised Statutes relating to the length of time notices of sales of real estate by sheriffs shall be published, and the same construction should be given to each.</p>\n<p id=\"b103-4\">In <em>Olcott </em>v. <em>Robinson </em>(21 N. Y., 150), the Court of Appeals held that publication of the notice of a sale by a sheriff) once in each week for six successive weeks, was sufficient, notwithstanding there were only thirty-eight days between the first publication and the day of sale. (See, also, <em>Sheldon </em>v. <em>Wright, </em>7 Barb., 39; <em>S. </em>C., 5 N. Y., 497.) The publication was in conformity to these decisions, and must be held to be valid.</p>\n<p id=\"b103-5\">3d. The third defect relied on is, that the commissioners did not take possession of the land.</p>\n<p id=\"b103-6\">How does it appear that they did not ? There is no proof that they did not; and if it was an act necessary to be done, it will be presumed to have been done. But the plaintiff has no right to complain that they did not take from his father or himself the possession.</p>\n<p id=\"b103-7\">4th. The fourth defect is, that but one commissioner was present at the sale.</p>\n<p id=\"b103-8\">I again ask, where is it proved that there was but one present <em>% </em>Although there was but one present in the morning, it does not appear the sale was then made; and the presumption is, that it was made when both were present.</p>\n<p id=\"b103-9\">5th. The fifth defect is, that the commissioners did not enter, in the book of minutes required to be kept by them, all the matters required by the statute to be entered therein.</p>\n<p id=\"b103-10\">The statute as to the entries to be made by the commissioners is directory merely; and the omission to make them does not affect the regularity of sales made by them.</p>\n<p id=\"b103-11\">If these views are correct, the right to redeem was forever barred by the sale, and the plaintiff is not entitled to recover.</p>\n<p id=\"b103-12\">It is unnecessary to examine any other of the questions discussed by counsel, as those already disposed of are fatal to his claim to redeem. The judgment must be affirmed.</p>\n<p id=\"b103-13\">Judgment affirmed</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}