{
  "casebody": {
    "data": "<casebody firstpage=\"1014\" lastpage=\"1015\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1066-17\">SMITH v. AMERICAN TRANSIT LINES, Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1066-18\">No. 9299.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1066-19\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ars-dedup-1\">Nov. 4, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1067-7\"><page-number citation-index=\"1\" label=\"1015\">*1015</page-number>J. Theodore Kiggins, of Chicago, Ill., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1067-8\">Jack E. Dwork and Harry G. Fins, both of Chicago, Ill., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1067-9\">Before MAJOR and KERNER, Circuit Judges, and LINDLEY, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1067-10\">LINDLEY, District Judge.</author>\n<p id=\"b1067-11\">Plaintiff sued to recover unpaid minimum wages, overtime compensation, damages, attorneys’ fees and costs under the Fair Labor Standards Act of 1938, 29 U.S. C.A. § 201 et seq., for the period from May 11, 1940 to May 1, 1944, during which she was employed by defendant as watchman, clerk, dispatcher and general helper. The court found that there was due her for the period from October 20, 1940, to November 12, 1943, $309.58; that she had been paid in full, but that she was entitled to recover an equivalent amount as liquidated damages for the period beginning May 11, 1940, and ending November 13, 1943. Evidently the court found that nothing was due for the period beginning May 11, 1940 and ending October 20, 1940, for the damages allowed covered all sums due her for the period from the beginning of her employment to November 13, 1943. For the period between November 13, 1943, and May 18, 1944, the court found that plaintiff had failed to prove defendant owed her anything. It commented that, in • contrast with her testimony that she worked 11 hours at night, a fellow workman testified that she relieved him at 4:45 p. m. If her work ended at 11 p. m., as she testified, her hours, instead of being 11, were 6J4- The court directed attention to other apparent discrepancies and inconsistencies in her testimony, mentioned certain controverted issues of fact upon the part of the various witnesses and concluded that there was no substantial evidence upon which to base a finding in her favor for this specific period.</p>\n<p id=\"b1067-13\">Plaintiff’s assertion of error in these respects must fail, for she, in effect, asks us to weigh the controverted evidence. To do so is beyond the scope of our function. Continued reiteration of Rule 52 (a) of the Federal Rules of Civil Procedure, 28 U.S.C.A. following section 723c, and of the many pronouncements of this and other courts giving it life and effect can serve no purpose other than to swell the volume of reported decisions. Suffice it to say, we find that the evidence in support of the court’s finding was substantial and gives support to no assertion that it was “clearly erroneous.”</p>\n<p id=\"b1067-14\">Plaintiff complains of a computation made or approved by the Wage and Hour and Public Contracts Division as shown in a receipt given to defendant executed by plaintiff. The receipt was received in evidence with the consent of plaintiff’s counsel; consequently plaintiff is in no position to question the propriety of its admission. Nor can we declare that the court adopted the computation as such without determining the facts for itself. Indeed the record indicates quite the contrary, for the court heard extended testimony on both sides and its memorandum decision reflects not only careful consideration of that evidence but also an express finding of fact that the amount receipted for by plaintiff was the true and “accurate” amount due her.</p>\n<p id=\"b1067-15\"> Plaintiff insists further that the attorneys’ fees allowed here, $100, is inadequate. But the record contains no evidence to support an attack upon the judgment of the court in that respect. In short plaintiff asks us to substitute our finding of fact as to the reasonableness of the allowance for that of the trial court. That, of course, in the absence of a clear showing of error, we may not do.</p>\n<p id=\"b1067-16\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}