{
  "casebody": {
    "data": "<casebody firstpage=\"101\" lastpage=\"103\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b149-7\">WALTER W. JOHNSON COMPANY, Appellant, v. RECONSTRUCTION FINANCE CORPORATION, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b149-9\">No. 14122.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b149-10\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b149-11\">June 2, 1955.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b149-19\">Edwin Sprague Pillsbury, San Francisco, Cal., Joseph R. Creighton, Oakland, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b149-20\">Brobeck, Phleger &amp; Harrison, Theodore R. Meyer, R. L. Miller, Samuel L. Holmes, St. Clair, Connolly &amp; Cerini, San Francisco, Cal., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b149-21\">Before MATHEWS and CHAMBERS, Circuit Judges, and BYRNE, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b149-22\">MATHEWS, Circuit Judge.</author>\n<p id=\"b149-23\">On June 28, 1949, in the United States District Court for the Northern District <page-number citation-index=\"1\" label=\"102\">*102</page-number>of California, appellee, Reconstruction Finance Corporation, brought a civil action against appellant, Walter W. Johnson Company (a corporation), and others. The complaint was in two counts.<footnotemark>1</footnotemark> Appellant filed an answer <footnotemark><em>2</em></footnotemark><em> </em>on June 30,1950. The answer contained five counterclaims denominated as such.<footnotemark>3</footnotemark> Appellee filed a reply<footnotemark>4</footnotemark> on November 16, 1950, an amended reply<footnotemark>5</footnotemark> on March 31, 1952, and a motion on November 20, 1952. The motion was for a summary judgment dismissing the counterclaims. The District Court heard the motion and, on June 19, 1953, entered a so-called judgment which purported to dismiss the counterclaims. From that so-called judgment this appeal was taken on August 18, 1953.</p>\n<p id=\"b150-4\">This appeal must be dismissed for the following reasons:</p>\n<p id=\"b150-5\">As indicated above, seven claims for relief were presented in this action— two as claims of appellee and five as counterclaims of appellant. The so-called judgment here appealed from purported to adjudicate the counterclaims, but did not adjudicate or purport to adjudicate appellee’s claims. The District Court did not make the express determination or give the express direction mentioned in Rule 54(b) of the Federal Rules of Civil Procedure, as amended on December 27, 1946, eifeetive March 19, 1948.<footnotemark>6</footnotemark> Therefore the so-called judgment was not a final decision, within the meaning of 28 U.S.C.A. § 1291, and was not appealable.<footnotemark>7</footnotemark></p>\n<p id=\"b150-15\">If, after our mandate goes down, the District Court sees fit to make the express determination and to give the express direction mentioned in Rule 54 (b) and to enter judgment in conformity therewith, and if appellant appeals from such judgment, it will not be necessary for the parties to reprint their present briefs or the present record on appeal. Such appeal, if taken, can be heard upon the present briefs and the present record, supplemented by a record of proceedings had in the District Court after receipt of our mandate.<footnotemark>8</footnotemark> However, we are not to be understood as suggesting that the District Court should or should <page-number citation-index=\"1\" label=\"103\">*103</page-number>not make the express determination or give the express direction mentioned in Rule 54(b), these being matters exclusively within the District Court’s discretion.<footnotemark>9</footnotemark></p>\n<p id=\"b151-4\">Appeal dismissed.</p>\n<footnote label=\"1\">\n<p id=\"b150-6\">. See Rule 10(b) of the Federal Rules of Civil Procedure, 28 U.S.C.A.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b150-7\">. The answer was entitled “Answer and counterclaim of [appellant].”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b150-8\">. See Rule 7(a) of the Federal Rules of Civil Procedure, 28 U.S.C.A.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b150-9\">. The reply was entitled “Answer of [appellee] to counterclaims of [appellant].”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b150-10\">. The amended reply was entitled “Amended answer of [appellee] to counterclaims of [appellant].”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b150-11\">. Rule 54(b) provides: “When more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross-claim, or third-party claim, the court may direct the entry of a final judgment upon one or more but less than all of the claims only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment. In the absence of such determination and direction, any order or other form of decision, however designated, which adjudicates less than all the claims shall not terminate the action as to any of the claims, and the order or other form of decision is subject to revision at any time before the entry of judgment adjudicating all the claims.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b150-17\">. Kam Koon Wan v. E. E. Black, Ltd., 9 Cir., 182 F.2d 146; Burkhart v. United States, 9 Cir., 210 F.2d 602; Russell v. Texas Co., 9 Cir., 211 F.2d 740; Wynn v. Reconstruction Finance Corp., 9 Cir., 212 F.2d 953. The case of Hanney v. Franklin Fire Ins. Co., 9 Cir., 142 F.2d 864, and the case of Schiel v. New York Life Ins. Co., 9 Cir., 178 F.2d 729, involved judgments entered prior to March 19, 1948, and hence are not in point here.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b150-18\">. Cf. Burkhart v. United States, supra; Etten v. Kauffman, 3 Cir., 179 F.2d 302; Tobin Packing Co. v. North American Car Corp., 2 Cir., 188 F.2d 158; Lyman v. Remington Rand, 2 Cir., 188 F.2d 306; Roberts v. American Newspaper Guild, 88 U.S.App.D.C. 231, 188 F.2d 650; Republic of China v. American Express Co., 2 Cir., 190 F.2d 334; International Union of Electrical Radio &amp; Machine Workers, C.I.O. v. United Electrical Radio &amp; Machine Workers, 6 Cir., 192 F.2d 847.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b151-16\">. Cf. Burkhart v. United States, supra; Etten v. Kauffman, supra; Tobin Packing Co. v. North American Car Corp., supra; Roberts v. American Newspaper Guild, supra.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}