{
  "casebody": {
    "data": "<casebody firstpage=\"277\" lastpage=\"281\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b325-17\">FRED W. AMEND CO. v. AMERICAN CHARACTER DOLL CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b325-19\">Patent Appeals No. 6130.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b325-20\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b325-21\">June 15, 1955.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b326-8\"><page-number citation-index=\"1\" label=\"278\">*278</page-number>Wilkinson, Huxley, Byron &amp; Hume, Chicago, 111. (Milton T. Miller, Chicago, 111., and Samuel Lebowitz, Washington, D. C., of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b326-9\">Albert J. Clark, New York City, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b326-10\">Before O’CONNELL, Acting Chief Judge, and JOHNSON, WORLEY, COLE, and JACKSON (retired), Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b326-11\">JOHNSON, Judge.</author>\n<p id=\"b326-12\">This is an appeal from the decision of the Commissioner of Patents, speaking through the Assistant Commissioner, 99 USPQ 249, sustaining the decision of the Examiner of Interferences which dismissed appellant’s petition to cancel appellee’s mark “Chuckles” as applied to dolls.</p>\n<p id=\"b326-13\">Appellant is the owner of Registration No. 515,075, “Chuckles” for use on candy. This mark was registered on September 13, 1949, based on use since 1922. It appears from the record that appellant submitted in evidence its prior registration of the mark “Chuckle,” Registration No. 283,466, for candy issued May 26, 1931, which recites that appellant is the owner of Registrations No. 166,889, April 17, 1923, and No. 192,803, December 8, 1924, for the marks “Chuckle” and “Chuckles” for use as a trade-mark on candy.</p>\n<p id=\"b326-15\">Appellee's Registration No. 544,366, “Chuckles,” is for dolls, and was registered on June 26, 1951, based on use since 1940.</p>\n<p id=\"b326-16\">It appears from the deposition testimony of Mr. C. L. Fischer, a director and officer of appellant, that jelly candies have been sold by appellant under the “Chuckles” label in an amount in excess of $36,000,000, and that current sales run several million dollars a year; that the mode of distribution has been through brokers and jobbers in addition to various national chain organizations; that various modes of advertising have been employed at a total cost of approximately $3,000,000, and that present advertising costs run several hundred thousands of dollars per year; that the great bulk of retail sales are made from the “Chuckles” displayed on counters in retail stores; and that the candy is sold in five cent and ten cent packages, and in a 13 ounce family package. It further appears from the testimony submitted on behalf of appellant that it is common both on the jobber and retail levels for the same stores to carry both candy and dolls; however, it was brought out on cross-examination that Mr. Fischer never heard of any confusion between “Chuckles” dolls and “Chuckles” candy.</p>\n<p id=\"b326-17\">It appears from deposition testimony of Mr. J. Brock, a partner in the appellee company, that appellee has used the term “Chuckles” on dolls since 1940, and that a label bearing this notation is tied around the arm of the doll; that the dolls vary in retail price range from $7.-98 to $18.98; that these dolls are sold in practically every state, and in foreign countries; that the dolls are sold mostly through department stores, but also through specialty shops, toy shops, mail order houses, and some jobbers; and that advertising of “Chuckles” dolls is. through catalogues, trade papers, and magazines.</p>\n<p id=\"b327-3\"><page-number citation-index=\"1\" label=\"279\">*279</page-number>It has been held that to justify cancellation of a registration because of confusing similarity between trademarks no actual confusion need be proved, it being only necessary to show that there is likelihood of confusion. Procter &amp; Gamble Co. v. Prescott Co., 77 F.2d 98, 22 C.C.P.A., Patents, 1173. In the present case there is no question that the mark “Chuckles” which is applied to both appellant’s and appellee’s goods is the same mark. However, in a trade-mark cancellation proceeding the issue of confusing similarity must be determined on the basis of opinion after considering the marks and the goods on which they are applied. Auburn Rubber Corp. v. Hanover Rubber Co., 107 F.2d 588, 27 C.C.P.A., Patents. 743, and cases cited therein. We must of necessity rely on opinion as to likelihood of confusion in the present case since no actual confusion has been shown.</p>\n<p id=\"b327-4\">In the present case, appellant, on the first page of its brief, states “Specifically the goods are different but petitioner’s position is that the relationship of the goods is such that it would be damaged by this registration because of the national significance of its trade-mark.”</p>\n<p id=\"b327-5\">Appellant’s theory in bringing the cancellation proceeding, notwithstanding his admission that the goods are different, appears to be that “petitioner’s trade-mark has achieved the status of a famous trade-mark by reason of long-established use, wide-spread sales, public acceptance, and national prominence,” citing Radio Corp. of America v. Rayon Corp. of America, 139 F.2d 833, 31 C.C.P.A., Patents, 808; In re Sylvan Sweets Co., 205 F.2d 207, 40 C.C.P.A., Patents, 1048. In the same respect, appellant further states that “a trade-mark which is a strong mark should be protected against use on non-competing goods * * citing numerous cases. Relative to the latter statement, we are in full agreement with the following statement from the decision of the Assistant Commissioner:</p>\n<blockquote id=\"b327-6\">“* * * Each of these cases stands for the proposition that well-known trade-marks are entitled to protection from unauthorized use or encroachment when the public is likely to assume that the products emanate from the some [sic] source. This is the basic theory of all trademark protection, and it may be that some trade-marks are so impressed on the public consciousness that any use by another of the mark on any product — no matter how unrelated —will lead to the belief that the products emanate from or are in some manner connected with the original user. Unless use of the mark by the respondent in this case is likely to lead potential purchasers to believe that its ‘Chuckles’ dolls are made by, approved by, sponsored by, or in some way connected with petitioner’s ‘Chuckles’ candy, the cited cases are not binding precedents; and there is insufficient evidence here to lead to such a finding.”</blockquote>\n<p id=\"b327-9\">We are of the opinion that when all of the facts of the present case are considered, notwithstanding the sameness of the marks, that there would be no likelihood of confusion.</p>\n<p id=\"b327-10\">In Pep Boys, Manny, Moe and Jack v. Edwin F. Guth Co., 197 F.2d 527, 529, 39 C.C.P.A., Patents, 1015, an opposition proceeding, we affirmed the dismissal of a notice of opposition of the owners of the term “Cadet” for storage batteries which was brought against the registration of the term “Cadet” for electric lighting fixtures. We can best express our reasoning in that case by quoting directly therefrom as follows:</p>\n<blockquote id=\"b327-11\">“[3] It appears to us that electric lighting fixtures and storage batteries are not associated in use, and from the stipulation of facts it appears that they are not handled by the same type of dealers or sold in the same manner. We believe that those who purchase electric lighting fixtures should properly be classed as discriminating buyers. We think such electric lighting fixtures are generally bought because <page-number citation-index=\"1\" label=\"280\">*280</page-number>of their . decorative appearance or their lighting utility, and .that the size and design is selected .which will.best fit into the decorative or lighting scheme contemplated by the purchaser. On the other hand, it seems to us that storage batteries are purchased for their well-known use in vehicles and for like applications and not because of their appearance or any of the other considerations involved in the purchase of a lighting fixture.</blockquote>\n<blockquote id=\"b328-4\">“It is our opinion that' appellant’s storage batteries differ so' widely in use and characteristics which govern choice by a purchaser, and in all other respects, from the electric lighting fixtures of appellee thát the use of identical marks on these respective products would not' be likely to cause confusion, or mistake, or to deceive purchasers as to the source 'thereof.”</blockquote>\n<p id=\"b328-5\">In Alligator Co. v. Larus &amp; Bro. Co., Inc., 196 F.2d 532, 537, 39 C.C.P.A., Patents, 939, an opposition proceediiig, we affirmed the decisions of the Patent'Office tribunals that the' term “Alligator” as applied to tobacco products \"toms 'registrable over the term “Alligator” as applied to raincoats, topcoats, and jackets. In that case we ' felt that the • contemporaneous use' of the two marks, when applied to the- respective goods, would not be likely to cause confusion or mistake or to 'deceive' purchasers; In the •course of the decision we stated, <em>“ </em>* * * surely no confusion or deception possibly can be likely to'arise -from the registration afid use of appellee’s mark when the. <em>character of the merchandise of the respective parties is taken into consideration as, of course, it must be.” </em>(Italics added.) <em>■</em></p>\n<p id=\"b328-6\">The‘foregoing cases were decided, under the Trade-Mark Act of 1946, 15 U.S. C.A; § 1051 et seq. Other cases, decided under ■ the Trade-Mark Act of 1905, which' held that a certain mark was registrable over ■ the same -mark when- applied to different goods-are: General Shoe Corp. v. Forstner Chain Corp., 113 F.2d 127, 27 C.C.P.A., Patents, 1398; Mohawk Milk Prod. Co. v. General Distilleries Corp., 95 F.2d 334, 25 C.C.P.A., Patents, 990; Carnation Co. v. California Growers Wineries, Inc., 97 F.2d 80, 25 C.C.P.A., Patents, 1277; Pratt &amp; Lambert, Inc., v. Chapman &amp; Rodgers, Inc., 136 F.2d 909, 30 C.C.P.A., Patents, 1228. In the foregoing cases the court felt that since the goods were not of the same “descriptive properties,” that there would .not be ■ likelihood of confusion and deception of purchasers. However, the case of Radio Corp. of America v. Rayon Corp. of America, supra, an opposition proceeding decided under the Act of 1905,- held that the term “RCA Fabric” was not registrable over the term “RCA,” an abbreviation of the corporate .name Radio Corporation of America, notwithstanding that fabrics and radios are of different “descriptive properties,” on the ground that there might be confusion as to origin of goods.</p>\n<p id=\"b328-8\">Again, in In re Sylvan Sweets Co., supra, decided under the 1946 Act, we felt that the notation “Lucky Camel,” the term “Lucky” being in smaller type than .the term “Camel,” .which was applied to candy cigarettes, was not registrable over the term “Camel” for .use on smoking tobacco and cigarettes. The word “Camel” of= the. term “Lucky Camel” was reproduced on a package similar in size and shape to a conventional cigarette package, and possessed the same size, position, and style of lettering as the “Camel” (cigarette) registration. We felt that the factors in the case were such that purchasers would not necessarily conclude that the goods differed in origin in view of the great similarity of the marks and the manner in which they were used on packages;</p>\n<p id=\"b328-9\">Under the Trade-Mark Act of 1946 the'ultimate test is the likelihood of confusion or mistake or deception of purchasers; the requirement that goods be of the same descriptive properties has been omitted; this does not mean that the similarity or dissimilarity of the de<page-number citation-index=\"1\" label=\"281\">*281</page-number>scriptive properties of the goods is no longer a factor to be considered; it should be considered in every case of this type since it is logically a factor of considerable importance to be given much weight in reaching the ultimate conclusion as to whether or not there is likelihood of confusion, mistake, or deception of purchasers. Pep Boys, Manny, Moe and Jack v. Edwin F. Guth Co., supra.</p>\n<p id=\"b329-4\">Thus there have been certain situations under the Act of 1946 and the Act of 1905, as shown above, where a notation, similar to one already registered, was not registrable to a newcomer notwithstanding great dissimilarity of the respective goods. In those cases, we felt that confusion as to origin of the goods was likely.</p>\n<p id=\"b329-5\">We are of the opinion that when the facts of the present case are viewed in the light of the above-cited law of our previous decisions which have held that confusion is unlikely, that the decisions of the Patent Office tribunals should be affirmed. Notwithstanding the fact that both products, candy and dolls, are sometimes sold through the same outlets, we do not feel that there would be likelihood of confusion as to the source of the goods because of their great dissimilarity in both character and use. Furthermore, the evidence which has been presented, we believe, hardly establishes that the , term “Chuckles” is so famous a mark or has attained such prominence as to prevent appellee from using this mark on dissimilar merchandise. More specifically, it appears that the contention by appellant that its mark is. famous is evidently predicated on the facts set forth above relating to its long use, volume of sales, advertising, etc. While this is a factor to be considered, and in some cases given much weight, we do not feel that the evidence which has been presented proves appellant’s contention.</p>\n<p id=\"b329-6\">We have carefully considered appellant’s brief and the cases cited therein. However, for the foregoing reasons, we are of the opinion that the decision appealed from should be affirmed.</p>\n<p id=\"b329-8\">Affirmed.</p>\n<p id=\"b329-9\">JACKSON, J., retired, participated for GARRETT, C. J.</p>\n<p id=\"b329-10\">O’CONNELL, J., did not participate in the decision.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}