{
  "casebody": {
    "data": "<casebody firstpage=\"106\" lastpage=\"110\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b124-4\">GARY DONALDS v. STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b124-5\">[No. 1236,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AzJ\">September <em>Term, </em>1980.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aq1\">\n<em>Decided June 5, 1981.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b124-12\">The cause was submitted on briefs to Liss, Couch and Weant, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b124-13\">Submitted by <em>Alan H. Murrell, Public Defender, </em>and <em>Gary W. Christopher, Assistant Public Defender, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b124-14\">Submitted by <em>Stephen H. Sachs, Attorney General, F. Ford Loker, Assistant Attorney General, </em>and <em>John R. Salvatore, State’s Attorney for Washington County, </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b124-15\">Liss, J.,</author>\n<p id=\"AmC\">delivered the opinion of the Court.</p>\n<p id=\"b125-4\"><page-number citation-index=\"1\" label=\"107\">*107</page-number>On February 7, 1978, Gary Donalds, the appellant, was convicted in a trial before the court in the Circuit Court for Washington County (Corderman, J.), of robbery and assault. At the conclusion of the trial he was committed to the custody of the Division of Correction for ten years for the robbery with a concurrent commitment of five years for the assault. On June 16,1978, in an unreported order in <em>Donalds v. Maryland, </em>No. 375, September Term, 1978, and filed on June 19,1978, we dismissed an appeal of the judgment of the Circuit Court for Washington County because of untimely filing.</p>\n<p id=\"b125-5\">By an order dated November 21, 1978, in post conviction proceedings in the Circuit Court for Washington County (Rutledge, J.), the appellant was granted a belated appeal. In an unreported per curiam opinion in <em>Donalds v. State, </em>No. 1306, September Term, 1978, and filed on June 19, 1979, we affirmed the February 7,1978 judgment of the Circuit Court for Washington County. In <em>Donalds v. State, </em>286 Md. 543, 410 A.2d 16 (1979), the Court of Appeals reversed our affirmance of the February 7, 1978 judgment of the Circuit Court for Washington County because of the failure of the court to comply with the provisions of Maryland Rule 735 d., regarding waiver of a jury trial, as set forth in <em>Countess </em>v. <em>State, </em>286 Md. 444, 408 A.2d 1302 (1979). By our order of January 17,1980, we vacated the February 7, 1978 judgment of the Circuit Court for Washington County, and remanded the case for a new trial.</p>\n<p id=\"b125-6\">On August 5, 1980, the appellant was convicted, in a trial on the same charges, by a jury in the Circuit Court for Washington County (Wright, J.), of robbery. At the conclusion of the trial he was committed to the custody of the Division of Correction for ten years for the robbery. On appeal the appellant raises two contentions:</p>\n<p id=\"b125-7\">1. that he was not brought to trial within the 180 day period set by Maryland Rule 746;</p>\n<p id=\"b125-9\">2. that he was denied his right to a speedy trial.</p>\n<p id=\"b125-10\">The record before us shows that at about 2:00 P.M. on Tuesday, September 13, 1977, when Joan Vink went to her <page-number citation-index=\"1\" label=\"108\">*108</page-number>car in the parking lot of a shopping center, two women hitchhikers asked her for a ride. Vink agreed and the three women entered the car. As she was preparing to drive away, a man who was sitting, unknown to Vink, in the back seat, put a rope around her neck.</p>\n<p id=\"b126-5\">Vink, with the aid of a passerby, was able to escape from the car. The man then entered the front seat and drove the car away. A short time later, the police located and stopped Vink’s car. It was being driven by the appellant and he had the two women hitchhikers with him.</p>\n<p id=\"b126-6\">1. Trial within a 180 day period</p>\n<p id=\"b126-7\">Appellant, relying on Maryland Rule 746 and <em>State v. </em>Hicks, 285 Md. 310, 403 A.2d 356 (1979), contends that the trial court should have granted his motion to dismiss because he was not brought to trial within 180 days from the date of the filing of the mandate of the Court of Appeals remanding the case for a new trial.</p>\n<p id=\"b126-8\">Maryland Rule 746 provides:<footnotemark>1</footnotemark></p>\n<p id=\"b126-9\">a. <em>General Provision.</em></p>\n<p id=\"b126-10\">Within 30 days after the earlier of the appearance of counsel or the first appearance of the defendant before the court pursuant to Rule 723, a trial date shall be set which shall be not later than 180 days after the appearance or waiver of counsel or after the appearance of defendant before the court pursuant to Rule 723.</p>\n<p id=\"b126-11\">b. <em>Change of Trial Date.</em></p>\n<p id=\"b126-12\">Upon motion of a party made in writing or in open court and for good cause shown, the county administrative judge or a judge designated by him may grant a change of trial date.</p>\n<p id=\"b127-3\"><page-number citation-index=\"1\" label=\"109\">*109</page-number>The actual retrial occurred two weeks after the expiration of 180 days from the filing of this Court’s mandate as directed by the Court of Appeals. Appellant contends that under this factual situation the <em>Hicks </em>case, <em>supra, </em>mandates a dismissal of the charges against him and that the trial court erred in denying his motion to dismiss. We do not agree. We hold that the mandatory dismissal under <em>Hicks </em>and Rule 746 applies only to the original trial and not to any subsequent trial under remand from an appellate court.</p>\n<p id=\"b127-4\">We said in <em>State v. </em>Mines, 48 Md. App. 30, 425 A.2d 1044 (1981):</p>\n<blockquote id=\"b127-5\">The fact of the matter is that Rule 746 and Art. 27, Sec. 591 do not cover this situation. The striking of the guilty plea here may be likened to the grant of a new trial by a trial court or a remand for a new trial by an appellate court. Neither the rule nor the statute prescribes within what period the trial shall be had in such circumstances; it is the first bringing of an accused to trial that is contemplated by both of them.</blockquote>\n<p id=\"b127-7\">2. Speedy trial</p>\n<p id=\"b127-8\">The appellant secondly contends that he was denied his right to a speedy trial under the holding of the Supreme Court of the United States in <em>Barker v. Wingo, </em>407 U.S. 514, 92 S. Ct. 2182, 33 L. Ed. 2d 101 (1972). In the instant case the docket entries show that our January 17, 1980 order directing a new trial was filed in the Circuit Court for Washington County on January 24, 1980. Subsequently the docket contains an entry which reads:</p>\n<blockquote id=\"b127-9\">\"July 7, 1980 Case scheduled for trial this date, but was continued by the Court due to lack of time to try it, and inavailability of another courtroom; ...”</blockquote>\n<p id=\"b127-10\">On July 23, 1980, the appellant filed a motion to dismiss on the grounds that he had not been brought to trial within <page-number citation-index=\"1\" label=\"110\">*110</page-number>180 days of the receipt by the court of our order remanding the case for a new trial. The motion was denied at the commencement of the trial on August 5, 1980. This was 194 days from the time of receipt by the court of our order directing a new trial.</p>\n<p id=\"b128-5\">Once a determination is made that there has been a delay of constitutional magnitude in bringing an accused to trial, <em>Barker v. Wingo, supra, </em>prescribes that a balancing test is to be conducted to determine if an accused has been deprived of his right to a speedy trial.</p>\n<p id=\"b128-6\">The record reflects that the defendant moved a motion for a speedy trial on October 5, 1977; at that time he waived a grand jury indictment on the original proceedings. At no time thereafter either in the original proceedings or in the retrial did the defendant or his counsel renew his motion for a speedy trial.</p>\n<p id=\"b128-7\">On July 3, 1980 when his counsel filed his motion to dismiss the sole ground for his petition that the case against him be dismissed \"with prejudice” was contained in this paragraph:</p>\n<blockquote id=\"b128-8\">That more than 180 days have passed since the mandate was issued by the Court of Appeals of Maryland and the defendant has not been tried and counsel appearance was a matter of record; thus this Court lacks jurisdiction over the defendant for the crimes herein charged.</blockquote>\n<p id=\"b128-9\">At argument pre-trial on the motion to dismiss the same ground was offered to support appellant’s motion. No mention of a speedy trial issue was made during appellant’s argument. The trial judge denied the motion to dismiss and the case proceeded to trial. From our own independent review of the record we conclude that the speedy trial issue was not raised or decided below and was not reserved for appellate review.</p>\n<p id=\"b128-10\">\n<em>Judgments affirmed; costs to be paid by appellant.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b126-13\">. The rule was amended in 1979 by the substitution of \"180 days” for \"120 days” in section a, and was further amended in 1980 and substituted good cause for extraordinary cause in section b.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}