{
  "casebody": {
    "data": "<casebody firstpage=\"450\" lastpage=\"459\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b468-15\">H. Kempner et al. v. Galveston County.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AZE\">No. 2810.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b468-9\">1. County Treasurer.—When in pursuance of an authority given by a county treasurer to Ms agent (who is also county tax collector and cashier of a bank) to hold and disburse county funds which came to the agent’s hands as tax collector, such agent reports to the treasurer the collection of money and gives to the treasurer a check therefor, and the treasurer then executes to the agent a formal receipt for the amount and transfers to him the check, the treasurer is chargeable with the money and estopped from denying its receipt.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b468-10\">S. Auditor.—The account made up by an auditor should be so reported that the undisputed items on either side may be eliminated from the case, and the issue thereby narrowed to the items actually in dispute. As to items in the account not excepted to, the report is conclusive; as to items excepted to, the report is without effect.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b468-11\">3. County Treasurer.—When a county treasurer, having constituted the tax collector, who is also cashier of a bank, his agent to keep the money of the county, receipts to such collector for the money and gives him control over it, the treasurer becomes responsible for it in the event of its misappropriation by such agent..</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b468-16\">Appeal from Galveston. Tried below before Hon. Wm. H. Stewart.</summary>\n<p data-order=\"6\" data-type=\"summary\" id=\"AEP\">The opinion states the case.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b469-4\"><page-number citation-index=\"1\" label=\"451\">*451</page-number><em>McLemore &amp; Campbell, </em>for appellants.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"AEN\">1. It was error to give charge asked by plaintiff: [See opinion.]</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b469-5\">(1) Because there was no evidence that Weekes paid county warrants .and obligations to the particular extent mentioned ($18,413.23) under instructions from Burk (defendant); the evidence was that Weekes invested money in the purchase of warrants and other obligations of Galveston County to the particular extent of $18,413.23, and that he, Weekes, held such warrants and county obligations for his own use and benefit until after Burk’s successor had qualified as county treasurer.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b469-6\">(2) Because the mere giving of a check on a bank for $18,413.23, without having any money in that bank subject to such check, is not payment because the check is endorsed by the payee and a receipt given to the drawer of the check for the amount.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b469-7\">(3) Such above facts would not amount to payment by Weekes to Burk of the amount stated merely because a credit of $18,413.23 may have been allowed to Burk in the suit, because it by no means follows that a voluntary or erroneous credit given by the plaintiff to Burk in the suit by its pleadings is evidence of the payment of that much money to .Burk by Weekes.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b469-8\">(4) The charge was a great injury to the defendants, because it was a discussion of the facts on a theory wholly unwarranted by the testimony, and led the jury to believe that there was testimony from which they could find that Weekes had actually paid $18,413.23, as charged in the auditor’s report and as claimed by the plaintiff in the argument to the jury.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b469-9\">(5) The refusal of the charge asked by counsel for defendants was a great wrong to defendants, because the charge asked reflected the law applicable to the issues arising over the item of $18,413.23, the question being whether the tax collector, Weekes, had paid to Burk $18,413.23, as claimed in the account as stated by the auditor and urged by the plaintiff on the trial, the truth being that the evidence showed no such payment to Burk as charged and found by the auditor.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b469-10\">2. The court erred in refusing to give the charge and charges asked by counsel for defendants, wherein it was asked that the jury be instructed as to the issues between the plaintiff and defendants over the several items of charges against the' defendant Burk as stated in the account of the auditor, because the matter of accounting between the plaintiff and defendants had been referred to an auditor, and the auditor’s report was conclusive except as to matters put in issue by exceptions to the report. The plaintiff was bound, and so were the defendants, by the items not excepted to, and the only issue was upon and under the exceptions; and it was error in' the court to ignore the auditor’s report and allow the jury to arrive at a verdict on issues entirely foreign to the issues made over exceptions to the auditor’s report. Rev. Stats., arts. 1471, 1472, 1473; <page-number citation-index=\"1\" label=\"452\">*452</page-number>Whitehead v. Perie, 15 Texas, 11; Barkley v. Tarrant County, <em>53 </em>Texas, 256; Richie v. Levy, 69 Texas, 133; Dwyer v. Kalteyer, 68 Texas, 554.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b470-5\">3. The verdict of the jury was contrary to the evidence in this, that the defendants were allowed in the pleadings of plaintiff, and in fact on the trial, a credit of $135,688.26, for moneys properly paid out as received, and the evidence on the trial failed <em>to </em>show the receipt by defendant Burk of said amount from any and all sources for which said Burk and his sureties were liable in an accounting with the plaintiff, the county of Galveston; and the court erred in not granting a new trial on the ground stated in the motion therefor, to the effect “that the verdict of the jury was not supported by the evidence.” And the verdict of the jury was contrary to the law as given in charge and the evidence applicable, because the evidence was that after April, 1886, the tax collector, Weekes, did not have money to his credit sufficient to meet the checks drawn by him and delivered to Burk, and by Burk returned to him (Weekes) as an ordinary person and not as cashier of any bank; and for this the court below erred in not setting aside the verdict.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b470-6\"><em>George Mason </em>and <em>E. D. Gavin, </em>County Attorney, for appellee.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"ADO\">1. The special charge asked by appellee and given by the court complained of in appellants’ first assignment of error was exactly applicable to the undisputed facts and correctly informed the jury of the law.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b470-7\">2. The special <em>charge </em>asked by appellants was not applicable to the undisputed facts; there was no evidence to support it, and it was correctly refused.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b470-8\">3. The special charge asked by appellants was correctly refused, because:</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b470-9\">(1) The plaintiff had not undertaken nor was it bound “ to establish by the evidence the several items of account as found by the auditor against the defendant Burk.”</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b470-10\">(2) It was not “the duty of the jury to determine from the evidence whether the plaintiff has established to their satisfaction the correctness of the items as found by the auditor.”</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b470-11\">(3) Appellants having excepted to the various items found against them in the auditor’s report, the effect of such exceptions was to put in issue appellee’s right to recover so much of the demand made by its petition, and to entitle both parties to introduce evidence in respect thereto. Such-issue then stood for trial upon the pleadings proper, and appellee was not. bound by the statement of such items as specifically found by the auditor.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b470-12\">(4) The court in its general charge correctly informed the jury of the-proper method to pursue in arriving at a verdict.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b470-13\">(5) Because it required the plaintiff to establish its case to the “ satisfaction” of the jury, and the true rule is that the verdict is to be based on the preponderance of the evidence. Whitehead v. Perie, 15 Texas, 7, 18; Barkley v. Tarrant County, 53 Texas, 251,257; Kendall v. Hackworth, <page-number citation-index=\"1\" label=\"453\">*453</page-number>66 Texas, 499,506; Dwyer v. Kalteyer, 68 Texas, 554, 559; Richie v. Levy, 69 Texas, 133, 136, 139; McBride v. Banguss, 65 Texas, 174, 176, 177.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b471-5\">4. The verdict of the jury is supported by the evidence, and in the particular matter complained of in appellants’ third assignment of error no verdict other than in favor of plaintiff would have been proper.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b471-6\">5. The general charge was correct in the particular complained of in appellants’ fourth assignment of error, when considered with reference to the entire charge and the special charges given at appellee’s request. The charge must be considered in its entirety, and each part construed with reference to the whole charge. Kempner v. Galveston County, 73 Texas, 216, 232.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b471-7\">6. Special charge No. 2, given at appellee’s request, was a correct exposition of the law applicable to the facts to which it referred. Kempner v. Galveston County, 73 Texas, 216, 232.</p>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b471-8\">GAINES, Associate Justice.</author>\n<p id=\"AvG\">is the second appeal in this case. The opinion upon the former appeal is reported in 73 Texas, 216. A brief statement of the case will assist, in showing the questions now presented for our determination.</p>\n<p id=\"b471-9\">At the general election held in 1884, W. J. Burk was elected treasurer of Galveston County.. Within the time prescribed by law he gave the bond required by article 988 of the Revised Statutes to secure the performance of his duties as such treasurer. In May, 1886, one of the sureties upon that obligation made application to the Commissioners Court to be relieved of further liability thereon; and thereupon Burk executed a new bond, with appellants as his sureties, which was approved on the 12th day of that month. This suit was brought upon the latter obligation to recover of appellants damages for moneys and securities belonging to the county, alleged to have been received by Burk in His official capacity, and alleged not to have been paid or properly accounted for. Since the reversal of the judgment upon last appeal Burk was made a party defendant, and there was a judgment against him as well as his sureties, but the latter only have appealed.</p>\n<p id=\"b471-10\">It is alleged in the petition that Burk failed to make the reports required of him by law, and that on this'acconnt it was impossible to state specifically the date and amount of such payment made to him; but it was averred that at the time of the execution of the bond sued on he had on hand $32,470.07 of the county funds, and that subsequent to that date and during his term of office he received in the aggregate the further .sum of $114,019.85; all these were alleged to be moneys not belonging to the available school fund. There were also allegations by which it was sought to charge the defendants with certain securities belonging to the permanent school fund, but that branch of the case need not be consid<page-number citation-index=\"1\" label=\"454\">*454</page-number>ered in determining this appeal. It was admitted in the petition that Burk was entitled to credits amounting to $135,668.76.</p>\n<p id=\"b472-3\">During the course of the proceedings the court appointed an auditor to state the account between Burk and the county. The auditor heard the evidence and filed a report containing an account stated in accordance: with the order of the court. The debits and credits shown by the report, correspond approximately with those alleged in the petition, except as to the bonds belonging to the permanent school fund. It was partially itemized.</p>\n<p id=\"b472-4\">• The plaintiff excepted to so much of the report as refused to charge Burk with the value of these bonds, and to an item of $126 not charged as a debit by the auditor. Debits in the report amounting <em>to more </em>than $100,-000 were excepted to by defendants.</p>\n<p id=\"b472-5\">The case was submitted to the jury, and the contention upon the trial seems to have been mainly concerning certain sums of money claimed to. have been received by Burk from <em>N. </em>Weekes, the tax collector of the. county during Burk’s term as treasurer. For the plaintiff, Weekes testified, in effect, that appellants were directors of the Island City Savings Bank, and that he was the cashier, and that appellants became sureties, on Burk’s second bond, with the understanding that he was to keep his. account with that bank. Witness also testified that there was an under-, standing between him and Burk that he was to take control of the money coming to Burk as treasurer, and to pay it out on such warrants as were-approved by Burk, and that in pursuance of such understanding he paid off the warrants as they were presented, holding them as so much cash against Burk; that he would then give Burk a check on the bank for the-amounts which had been collected by him due the county, and that Burk would transfer the check to him by endorsement and receipt to him for' the fund. Among the sums for which a check was so given, and for which Burk so receipted, was one of $18,413.23, of the date of the 16tli of June, 1886.</p>\n<p id=\"b472-6\">The first assignment of error in appellants’ brief relates to this item of alleged indebtedness. At the request of plaintiff’s counsel the court, gave to the jury the following charge:</p>\n<p id=\"b472-7\">“If you believe from the evidence that N. Weekes, under instructions, from the defendant Burk, paid county warrants and obligations to the' amount of $18,413.23, and that on June 16, 1886, the said Weekes gave-said Burk as county treasurer the check of said Weekes as tax collector, drawn upon the Island City Savings Bank for said amount of $18,413.23, and that said Burk endorsed said check and returned the same to said Weekes, and gave said Weekes his receipt for said amount, and that defendants are allowed'credit in this suit for the amount of said warrants and obligations, to-wit, $18,413.23, then you are charged that that was, <page-number citation-index=\"1\" label=\"455\">*455</page-number>a good and lawful payment of that much money to said Burk as county treasurer.”</p>\n<p id=\"b473-3\">On the other hand, the court refused to give the following counter-charge asked by counsel for the defendants:</p>\n<p id=\"b473-4\">“The jury are charged that one of the items of the-account of the county of Galveston, plaintiff, is a claim for $18,413.23, which is said to have been paid to defendant Burk on June 16, 1886, and this amount constitutes part of the account as sued for in this proceeding; and if the jury find from the evidence that the said amount of $18,413.23 was not paid to Burk in any manner, then the jury will find for the defendants; and in this connection the jury are charged that this item, of $18,413.23 can not be sustained as a charge by the evidence that county warrants were turned over to that amount by N. Weekes in his settlement with the County Commissioners Court of Galveston County, as testified to in this case, as made after November 30, 1886.”</p>\n<p id=\"b473-5\">■The giving of the charge requested by plaintiff and the refusal of that requested by defendants are both complained of in the assignment mentioned.</p>\n<p id=\"b473-6\">In support of the assignment it is insisted in the first place that the charge given was erroneous, “because there was no evidence that Weekes paid warrants and obligations to the extent mentioned under instructions from Burk.” This is not supported by the record. Weekes himself testified that “ the understanding was that he, Burk, was not to check the money out of the bank, but to put it to his credit as county treasurer in the bank, and it was to be paid out on county warrants and other vouchers drawn against him as county treasurer.”</p>\n<p id=\"b473-7\">It is further contended that although Weekes may have given Burk a check for the sum named in the charge, and Burk may have given him a receipt therefor, no money having actually passed between the parties at the time, there was no payment.</p>\n<p id=\"b473-8\">It is also insisted that since the petition charges that Burk received the money and seeks to hold him responsible only on that ground, unless it was actually paid to him by Weekes it can not be charged to him in this action. And it is also claimed that although Burk has received credit on the books of the county for this money, yet he should not be charged with it. But we can not agree that such is the law. It may be that it was not contemplated that a county treasurer should discharge the functions of his office through an agent, and least of all that he should entrust the keeping and disbursement of the funds committed to him to another officer, through whom the bulk of the moneys «belonging to the county were to be received. But we think that if there was any impropriety in the arrangement, neither Burk nor his sureties are in any position to claim immunity from its consequences. They should not be permitted to take advantage of the wrong, if wrong it were.</p>\n<p id=\"b473-9\">The testimony leaves no doubt of the fact that Burk made Weekes his <page-number citation-index=\"1\" label=\"456\">*456</page-number>agent for the safe keeping in part at least of the county funds. Indeed, this seems to have been the condition upon Avhich the appellants became sureties upon the bond. We do not say that an authority given by Burk to Weekes to hold and disburse the funds would alone render Burk and his sureties liable for all money belonging to the county which came to Weekes’ hands as tax collector, but we do say that when in pursuance of such authority Weekes reported the collection of money to Burk and gave him a check therefor, and Burk gave him a formal receipt for the amount and transferred to him the check, Burk should be held chargeable with the money and should be precluded from denying its receipt, Under the agreement which existed between the two, whenever Burk gave Weekes a receipt for money when no money in fact passed, Weekes .should be considered as holding the fund as the agent of Burk. We think it follows from what has been said that the charge given by the court at the request of counsel for appellee was not erroneous. We think it substantially in accordance with the charge which was held correct upon the former appeal, and in accordance with the principles announced in Burk v. Galveston County, supra, 267. It follows also that the charge .requested by appellants was properly refused. If the intention was to have the jury instructed that Burk could not be charged with the $18,413.23 unless the money was actually paid into his hands, it was clearly erroneous. Viewed in its least objectionable light, it was calculated to mislead the jury upon the question of the actual payment of the money.</p>\n<p id=\"b474-3\">The second assignment of error is as follows: “ The court erred in refusing to give the charge and charges asked by counsel for defendants, wherein it was asked that the jury be instructed as to the issues between the plaintiff and defendants over the several items of charges against the defendant Burk as stated in the account of the auditor, because the matter of accounting between the plaintiff and defendants had been referred fo an auditor, and the auditor’s report was conclusive except as to matters put in issue by exceptions to the report. The plaintiff Avas bound, and so were the defendants, by the items not excepted to, and the only issue was npon and under the exceptions; and it was error in the court to ignore the auditor’s report and allow the jury to arrive at a verdict on issues entirely foreign to the issues made over exceptions to-the auditor’s report.”</p>\n<p id=\"b474-4\">It is doubtful whether the assignment is sufficiently specific to demand consideration. But we find in the record a special instruction requested by defendants and refused by the court which presents the question suggested in the assignment. It is as folloAvs: “The jury are charged that the plaintiff by its counsel has undertaken to establish by the evidence the several items of account as found by the auditor against the defendant Burk, and the defendants by their counsel have undertaken to disprove certain items of account as found by the auditor, and it is the duty of the jury to determine from the evidence whether the plaintiff has established <page-number citation-index=\"1\" label=\"457\">*457</page-number>to their satisfaction the correctness of the items as found by the auditor, or whether on the contrary the defendants have disproved the correctness of any item or items of account as found by the auditor, and according to such result the jury should find their verdict on the account sued on.”</p>\n<p id=\"b475-5\">In Dwyer v. Kalteyer, 68 Texas, 554, it is said: “The purpose of the appointment (of an auditor) is to have an account so made up that the undisputed items upon either side may be eliminated from the contest and the issue thereby narrowed to the points actually in dispute.” The items of an account in an auditor’s report not excepted to by either party ■are conclusive, but as to such as are excepted to the report is without effect. Dwyer v. Kalteyer, <em>supra, </em>and cases there cited. Upon the trial of this case the plaintiff introduced in evidence the debits in Burlc’s account as found by the auditor to which no exception had been taken, and also all the credits, none of the latter having been excepted to. Ho other part of the report was before the jury. Dnder this state of case the court could properly have given two instructions upon the auditor’s report, and upon request should have given them. One was that the jury should take the items of debit in the account which had not been excepted to and had been read in evidence as conclusive. The other, that they should allow all credits reported by the auditor. The omission of the first obviously did not harm appellants; and the second was rendered unnecessary by a special charge given at their request, which directed the jury to allow all credits admitted in the petition. The sum of the credits admitted in the petition exceeded by a small amount the sum of the credits found by the auditor. The court in its general charge left the issues of fact as to the disputed items in the account reported by the auditor to be determined by the evidence adduced upon the trial without respect to the auditor’s report, as it should have done.</p>\n<p id=\"b475-6\">The third assignment of error is as follows:</p>\n<p id=\"b475-7\">“ The verdict of the jury was contrary to the evidence in this, that the •defendants were allowed in the pleadings of plaintiff, and in fact on the trial, a credit of §135,688.26 for moneys properly paid out as received, and the evidence on the trial failed to show the receipt by defendant Burk •of said amount from any and all sources for which said Burk and his sureties were liable in an accounting with the plaintiff, the county of Galveston; and the court erred in not granting a new trial on the ground stated in the motion therefor, to the effect ‘that the verdict of the jury was not supported by the evidence.’ And the verdict of the jury was contrary to the law as given in charge and the evidence applicable, because the evidence was that after April, 1886, the tax collector, Weekes, did not have money to his credit sufficient to meet the checks drawn by him and delivered to Burk, and by Burk returned to him (Weekes) as an ordinary person and not as cashier of any bank; and for this the court below erred in not setting aside the verdict.”</p>\n<p id=\"b476-4\"><page-number citation-index=\"1\" label=\"458\">*458</page-number>We think there was evidence before the jury sufficient to show that-Burk was properly chargeable with the receipt of moneys in an amount-sufficient to warrant the verdict, after deducting the admitted credits. The assignment does not point out any specific sum with which he was. improperly charged. The contention that when Weekes gave him the-checks he did not have on hand money to his credit in the respective banks, sufficient to meet them is not supported by the record. In course of his examination, in answer to the direct question, “Did you have funds in the bank at the time?” he answered, “When I drew those several checks, at the time of the respective payments, I had money sufficient in the-banks to meet those checks when I delivered them to Mr. Burk.” It-may be inferred that when the checks were given he had paid some of the-county’s obligations, vouchers for which were presented to the Commissioners Court and assisted in making up the sum of the credits allowed in the petition. But we apprehend that a payment of the warrants under such circumstances should make no difference in the liability of the obligors on Burk’s bond.</p>\n<p id=\"b476-5\">It is alleged in the statement under the assignment we are considering,, and it is urged in argument, that of the vouchers Weekes claims to have-paid off with the money for which Burk gave him receipts, a number,, calling in the aggregate for the sum of $4600, were disallowed by the-Commissioners Court. Of these, according to the testimony of the county-judge, “some thirty-seven hundred odd dollars” were “'individual checks, that Mr. Burk had drawn, purporting to have been drawn as his commissions as county treasurer.” The witness further said: “ These commissions we had already allowed and he had gotten credit for them in his report.” Three hundred dollars were in checks given the county judge in payment of his salary. The warrants for this part of the judge’s salary were allowed Burk as a credit, and the checks being no more than, evidence of a receipt of the money, could not have been allowed again. It is clear that Burk was properly chargeable with the money represented by these checks, and that the Commissioners Court properly refused him the double allowance of commissions and double credit for the amount, paid on the county judge’s salary. There were some items of less amounts of a like character disallowed, and some others that were not clearly explained. But we are of opinion that it was not incumbent upon the-county to furnish the explanation. We think that Burk having constituted Weekes his agent to keep the money, and having receipted Weekes. for it and given him control over it because responsible for it; and that-if Weekes misapplied any part of it, that was a matter between him and Weekes and not between Weekes and the county. That an arrangement-by which Weekes was put in control of the county money for the treasurer, and was charged with its disbursement, rendered Burk liable ta <page-number citation-index=\"1\" label=\"459\">*459</page-number>account to the county for it, was, in effect, decided in the case of Burk v. Galveston County, <em>supra, </em>267.</p>\n<p id=\"b477-5\">We find no error in the judgment, and it is affirmed.</p>\n<p id=\"b477-6\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b477-7\">Delivered March 11, 1890.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}