{
  "casebody": {
    "data": "<casebody firstpage=\"624\" lastpage=\"630\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b642-15\">Jose San Roman Sabrinos et al. v. Bland Chamberlain et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b642-16\">No. 2635.</docketnumber>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b642-17\">1. Suit on Administrator’s Bond.—The District Court has no power to annul the orders of the Probate Court in a suit brought on the bond of an administrator.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b642-18\"><em>‘2. </em>Conclusiveness of Judgment.—The judgment of the Probate Court approving a claim presented and allowed by the administrator is conclusive, there being no appeal.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b642-19\">3. Same—Creditors.—Notwithstanding the judgment of the Probate Court, unappealed from, which allows a claim against an estate, either the heirs or other creditors. <page-number citation-index=\"1\" label=\"625\">*625</page-number>may show on final settlement of the administrator’s account that the claim was harred when it was allowed, and prevent the administrator from receiving a credit for its amount.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b643-3\">Appeal from Nueces. Tried below before Hon. J. C. Russell.</summary>\n<p data-order=\"6\" data-type=\"summary\" id=\"b643-4\">The opinion states the case.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b643-5\"><em>G. R. Scott, </em>for appellants.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"Axs\">1. The allowance by an administrator of a claim barred by the statute of limitations will not bind the estate, and he can not charge the estate he represents by the acknowledgment of a debt barred by the statute of limitations. Moore v. Hardison, 10 Texas, 472; Moore v. Hillebrant, 14 Texas, 315.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b643-6\">2. Even though a claim shows on its face that it was barred by the statute of limitations at the time it was allowed and approved, yet it by the allowance and approval -becomes a quasi judgment, the presumption being that the court found it within one of the exceptions to the statute, and as between the administrator and the creditor it can only be set aside by a direct proceeding for fraud, mistake, or accident, and that too within a reasonable time. Moore v. Hillebrant, 14 Texas, 487; Neil v. Hodge, 5 Texas, 487; Jones v. Underwood, 11 Texas, 118,119; Eccles v. Daniels, 16 Texas, 139, 140; Heffner v. Brander, 23 Texas, 631.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b643-7\">3. It is the duty of the administrator to plead the statute of limitations, and if he negligently or fraudulently fails to do so and thereby a barred claim becomes a charge against the estate, he thereby incurs a personal liability to that amount as for a devastavit or waste. Estes v. Browning, 11 Texas, 244; Cone v. Crum, 52 Texas, 351; Patterson v. Cobb, 4 Fla., 481; Fisher v. Tucker, 1 McC. Ch., 175; Peck v. Potsford, 7 Cow., 180; Richmond, Admr., v. Petitioner, 2 Pick., 567; Rogers v Rogers, 3 Wend., 517; Thompson v. Peters, 12 Wheat., 565; 6 Pet. Cond., 649; Thompson v. Brown, 16 Mass., 172; Brown v. Anderson, 15 Mass., 201; Dawes v. Shell, 15 Mass., 6. As to the want of affidavit. Rev. Stats., art. 2018.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b643-8\">4. After an administration of an estate has been closed in the County-Court the District Court is the only jurisdiction for a suit against the administrator on his bond for a devastavit, and it is not necessary to go into the County Court first to establish the devastavit before the institution of the suit. Timmins v. Bonner, 58 Texas, 560, and authorities; Brown v. Seaman, 65 Texas, 628; Anderson County v. Kennedy, 58, Texas, 616.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b643-9\">5. An administrator can not allow a claim against the estate he .represents if he is himself the agent of the creditor for its collection. A. claim against art estate thus situated must be established as directed in articles 2032 and 2033, Revised Statutes. Henderson v. Ayres, 23 Texas, 96.,</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b643-10\">6. The orders of the County Court will not protect the administrator in a devastavit. Freem. on Judg., secs. 336, 486, 489-91.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b644-4\"><page-number citation-index=\"1\" label=\"626\">*626</page-number><em>Stayton &amp; Kleberg </em>and <em>Stanley Welch, </em>for appellees.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"Ai6I\">1. The remedy for a claim against an estate that is barred by limitation, but that has been merged into a quasi judgment by the allowance of the administrator and approval in open court at a proper term by the county (probate) judge, no opposition having been made thereto, is by a direct proceeding to set approval aside. Such quasi judgment can not be attacked in a collateral action. Howard v. Johnson, 69 Texas, 655, and authorities.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b644-5\">2. Every presumption must be indulged in favor of judgments of courts. And where claims against an estate of a decedent, appearing upon their face to be barred by the.statute of limitations, have been, upon the approval of the administrator of such estate, allowed by the judge of the court, and thus merged into quasi judgments, they are presumed to have come within some of the exceptions to the bar of the statute of limitations.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b644-6\">3. In the impeachment of the judgment of a court, either by direct or collateral attack, seeking to avoid and set aside judicial and administrative approval and allowance of a claim against the estate of a decedent, appearing upon the face of such claim to be barred by the statute of limitation, and upon the ground of fraud, mistake, or accident, every exception ■of the bar of the statute of limitation must be alleged, or the judgment will import verity.</p>\n<p data-order=\"18\" data-type=\"disposition\" id=\"b644-7\">Limitation of two years. Rev. Stats., art. 3203, subdiv. 5.</p>\n<p data-order=\"19\" data-type=\"summary\" id=\"b644-8\">Limitation of four years. Rev. Stats., art. 3205, subdiv. 3.</p>\n<p data-order=\"20\" data-type=\"summary\" id=\"b644-9\">Absence from State excluded. Rev. Stats., art. 3216; Howard v. Johnson, 69 Texas, 655, and authorities; Moore v. Hillebrant, 14 Texas, 312; Eccles v. Daniels, 16 Texas, 136.</p>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b644-10\">ÁCKEB, Presiding Judge.</author>\n<p id=\"AAA\">Appellants were plaintiffs in the court below. A general demurrer to the petition was sustained and the suit dismissed. That ruling is asssigned as error. The original petition was filed on the 9th day of September, 1881, and the amended petition against which the general demurrer was directed was filed on the 9th day of February, 1886, in which the cause of action was stated substantially as follows:</p>\n<p id=\"b644-11\">That the defendant Bland Chamberlain qualified as administrator of the «state of Hiram Chamberlain, who died July 11, 1879, on the 8th day of October, 1879, with Bichard King and John S. Greer as sureties on his bond. That on the 29th day of December, 1879, Bichard King presented to the administrator for allowance a note against said estate for $5000, dated February 20, 1874, and due at twelve months from date, which the .administrator allowed on presentation for the sum of $7168.88, and the County Court approved it for the same amount on the 22d day of July, 1880; that the claim was barred by the statute of limitation before its allowance by the administrator; that the maker of the note, Hiram Chamberlain, resided in Texas for a period of more than four years after the <page-number citation-index=\"1\" label=\"627\">*627</page-number>note became due and payable, and no suit was instituted thereon, and there was no acknowledgment in writing of the justness of the claim signed by Hiram Chamberlain. That Richard King presented another claim to said administrator against said estate for the sum of $4090.45, which was allowed by the administrator on February 9,1880, though not verified by affidavit of said King until March 8, 1880, and which was approved by the County Court on July 22,1880; that said claim was an open .account, every item of which was barred by the two years statute of limitation before it was presented to the administrator; that for more than two years after the charge of each and every item in said account Hiram Chamberlain resided in this State; that the justness of said account was never .acknowledged in writing signed by said Chamberlain; that it was never -contracted by said Chamberlain that the statute of limitations should not run against the items of said account, and therefore each and every item of said account was barred before it was presented to said administrator for allowance;</p>\n<p id=\"b645-5\">That plaintiffs were the holders and owners of a valid claim against .said estate for the sum of $2074.23,- which was allowed by said administrator on the 15th day of November, 1879, and approved by the County Court on July 22, 1880, for that amount. That beside the said claims of Richard King and plaintiffs, there were several small claims in favor •of other persons against said estate, which were allowed by the administration and approved by the County Court, amounting in the aggregate \"to about the sum of $1000, believed by plaintiffs to be just. That on the 31st day of July, 1880, several of said small creditors joined in a motion in the County Court to set aside the allowance and approval of the claims of Richard King, on the ground that they were barred by the -statute of limitations; that said motion was continued by consent of parties at the September Term, 1880, of said County Court, and was dismissed at the November Term by consent of parties; that the dismissal of said motion was secured on the undertaking and promise of Richard King to purchase at their full amounts the claims of all parties to said motion, which he did on the 23d day of November, 1880, on which date he purchased all of the claims against said estate, except that of plaintiffs, paying therefor the full amounts due thereon; that the purchases of said claims by said King were made to the end and with the purpose of suppressing all inquiry by the court as to the legality of the allowance and approval of his claims, which was easily accomplished, as plaintiffs, the only parties interested adversely, lived at a great distance from said court and could not have any knowledge of the acts and doings in and about said motion and the purchase of said claims until after the claims of said King were paid, so far as the funds of the estate would allow, which was done on the day of the purchase of said claims by King. That <page-number citation-index=\"1\" label=\"628\">*628</page-number>these things were all done with the knowledge and by connivance of and collusion with the said administrator.</p>\n<p id=\"b646-3\">That on November 23, 1880, said administrator filed his final report off the administration of said estate, which was approved at the January Term, 1881, and said administrator discharged and said administration, declared closed. That by said report it appears that on November 23, 1880, the same day that King purchased and had said claims transferred to him, all claims allowed and approved against said estate were paid; that after paying preferred claims in full there remained in the hands off the administrator the sum of $7637.67, an ample amount to pay all legal claims against said estate and leave a large surplus in the hands of the-administrator for distribution; that as shown by said final report said administrator paid on the barred note of said King, out of the funds of said estate, the sum of $3749.32, and upon the barred open account held by said King said administrator paid the sum of $2139.57; that on the-claim of plaintiffs, amounting to the sum of $2121.57, the administrator1 paid the sum of $1109.58, and the remainder of said funds was paid on the claims purchased by said King at. the same ratio; that after said payment there remained due on plaintiffs’ approved claim the sum of $1011.99 with legal interest from the 23d day of November, 1880, which sum the administrator, by the aforesaid collusion and fraudulent acts in the interest of said King, has kept and withheld from plaintiffs, notwithstanding the order for the payment of the same, thereby defrauding them off their money. That if said administrator had faithfully and honestly-discharged his trust by refusing to pay the pretended claims of said King-there were sufficient funds of said estate to pay all legal claims and leave-more than $4000 for distribution among the heirs. That said administrator well knew that the said claims of Richard King were barred by the statutes of limitation and were not valid and subsisting claims against, said estate, and that he had no lawful right or <em>authority to pay </em>the same.</p>\n<p id=\"b646-4\">That said administrator was the brother-in-law of said Richard King, and during the pendency of said administration was in the general employ of said King; that said King was one of the sureties on the bond of said administrator, and the other surety, John S. Greer, also a defendant, herein, being an agent of and also in the general employ of the said King; that in the collection of said King’s claims said administrator acted as-the agent of said King, and also acted as his agent in buying up the claims held by the parties who made the motion to set aside the allowance and approval of said King’s claims. That by his zeal in the discharge of ■ the duties of his agency in behalf of his brother-in-law and surety, the said Richard King, and the utter disregard of his obligations, and duties as administrator, he has squandered the funds of said estate; he has willfully and unlawfully diverted the funds of said estate from the payment of the legal and just claims of plaintiffs, and from a distribu<page-number citation-index=\"1\" label=\"629\">*629</page-number>-fcion of the remainder among the heirs of said estate, and misappropriated the same by paying the sum of $5888.69 to his brother-in-law and surety, the said King, upon claims which he well knew were not legal or valid ■demands against said estate.</p>\n<p id=\"b647-5\">That by the aforesaid unlawful and fraudulent acts of said administrator he and his sureties, Richard King and John S. Greer, defendants herein, have become and are liable to plaintiffs for the amount of their •claim remaining unpaid on Kovember 23, 1880, to-wit, the sum of $1011.99, with interest thereon at eight per cent per annum from said date; that by his refusal and failure to pay the same on the said date as ■demanded under the order of court, and the willful use of said money in paying it to his surety and brother-in-law as aforesaid, and withholding it from the plaintiffs, said administrator and his said sureties became and are liable to plaintiffs for damages at the rate of five per cent per month ■on said sum of $1011.99 from and since Kovember 23, 1880.</p>\n<p id=\"b647-6\">Prayer that \" the pretended claims of Richard King be adjudged as barred by limitation and constituting no claim against the estate of Hiram Chamberlain at the time of the approval of the same; that the approval thereof be adjudged wrongful and illegal, vacated and held for naught; that the administrator in the payment of said claims be adjudged to have willfully misappropriated the funds of said estate to defeat the payment in full of plaintiffs’ just claims; that all of his acts in and. about the allowance, approval of, collection, and payment of the said- claims, the purchasing in behalf of said King of the claims of creditors contesting the approval of said claims to defeat action by the court on said contest, the purchasing of all other claims against the said estate, except that of plaintiffs, be adjudged unlawful, collusive, and fraudulent, and as done and committed to defraud plaintiffs, and that they have judgment against defendants, Bland Chamberlain, administrator, and the said sureties on his administrator’s bond, for the balance due plaintiffs and interest thereon, and five per cent per month thereon as aforesaid, for all costs, and general relief.</p>\n<p id=\"b647-7\">It is believed that the court did not err in sustaining the demurrer, for the following reasons:</p>\n<p id=\"b647-8\">1. When King’s claims were allowed and approved by the court, there being no appeal as between him and the administrator, the judgment of .approval by the Probate Court was conclusive.</p>\n<p id=\"b647-9\">2. That notwithstanding this, other creditors or the heirs on the final .settlement of the administrator’s account had the right to show in the Probate Court that the claims were barred at the time they were allowed, and to defeat the claim of the administrator to credit therefor. Hefflefinger v. George, 14 Texas, 569.</p>\n<p id=\"b647-10\">3. Because the District Court has no power, in a suit on the administrator’s bond, to annul the orders of the Probate Court. Franks v. <page-number citation-index=\"1\" label=\"630\">*630</page-number>Chapman, 60 Texas, 46. If plaintiffs were dissatisfied with the allowance and approval of the King claims, they ought to have interposed their objection to the administrator’s final account claiming credit therefor, and if their objection had been overruled and the final account approved,, they should have appealed from the order of approval or had it reviewed by certiorari or bill of review.</p>\n<p id=\"b648-3\">We are of opinion that the judgment of the court below should be-affirmed.</p>\n<p id=\"b648-4\">Affirmed.</p>\n<p id=\"b648-5\">Adopted March 25, 1890.</p>\n<p id=\"b648-6\">Chief Justice Stayton not sitting.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}