{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1\" lastpage=\"17\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b89-1\">[559 U.S. 133]</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A1\">CURTIS DARNELL JOHNSON, Petitioner v UNITED STATES</parties>\n<citation data-order=\"2\" data-type=\"citation\" id=\"Ay\">559 U.S. 133, 130 S. Ct. 1265,</citation>\n<p data-order=\"3\" data-type=\"citation\" id=\"Au\">176 L. Ed. 2d 1,</p>\n<citation data-order=\"4\" data-type=\"citation\" id=\"AA2\">2010 U.S. LEXIS 2201</citation>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"A-U\">[No. 08-6925]</docketnumber>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"A7\">Argued October 6, 2009.</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AN\">Decided March 2, 2010.</decisiondate>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b92-13\"><page-number citation-index=\"1\" label=\"4\">*4</page-number>APPEARANCES OF COUNSEL ARGUING CASE</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"Aa\">Lisa Call argued the cause for petitioner.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b92-14\">Leondra R. Kruger argued the cause for respondent.</attorneys>\n<judges data-order=\"11\" data-type=\"judges\" id=\"b94-7\"><page-number citation-index=\"1\" label=\"6\">*6</page-number>Scalia, J., delivered the opinion of the Court, in which Roberts, C. J., and Stevens, Kennedy, Ginsburg, Breyer, and Sotomayor, JJ., joined. Alito, J., filed a dissenting opinion, in which Thomas, J., joined.</judges>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b94-8\">OPINION OF THE COURT</p>\n<p id=\"b94-9\">[559 U.S. 135]</p>\n<author id=\"b94-10\">Justice Scalia</author>\n<p id=\"AF\">delivered the opinion of the Court.</p>\n<p id=\"b94-11\">We decide whether the Florida felony offense of battery by “[a] dually and intentionally touch [ing]” another person, Fla. Stat. § 784.03(1)(a), (2) (2003), “has as an element the use . . . of physical force against the person of another,” 18 U.S.C. § 924(e)(2)(B)(i), and thus constitutes a “violent felony” under the Armed Career Criminal Act, § 924(e)(1).</p>\n<p id=\"b94-12\">I</p>\n<p id=\"b94-13\">Curtis Johnson pleaded guilty to knowingly possessing ammunition after having been convicted of a felony, in violation</p>\n<p id=\"b94-14\">[559 U.S. 136]</p>\n<p id=\"b94-15\">of 18 U.S.C. § 922(g)(1). The Government sought an enhanced penalty under  § 924(e), which provides that a person who violates § 922(g) and who “has three previous convictions” for “a violent felony” “committed on occasions different from one another” shall be imprisoned for a minimum of 15 years and a maximum of life. A “violent felony” is defined as “any crime punishable by imprisonment for a term exceeding one year” that:</p>\n<blockquote id=\"b94-16\">“(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or</blockquote>\n<blockquote id=\"b94-17\">“(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents <page-number citation-index=\"1\" label=\"7\">*7</page-number>a serious potential risk of physical injury to another.” § 924(e)(2)(B).</blockquote>\n<p id=\"b95-5\">Johnson’s indictment specified five prior felony convictions. The Government contended that three of those convictions—for aggravated battery and for burglary of a dwelling in October 1986, and for battery in May 2003—rendered Johnson eligible for sentencing under § 924(e)(1). At the sentencing hearing, Johnson did not dispute that the two 1986 convictions were for “violent felon [ies],” but he objected to counting his 2003 battery conviction. That conviction was for  simple battery under Florida law, which ordinarily is a first-degree misdemeanor, Fla. Stat. § 784.03(1)(b), but is a third-degree felony for a defendant who (like Johnson) has been convicted of battery (even simple battery) before, § 784.03(2).</p>\n<p id=\"b95-6\">Under § 784.03(1)(a), a battery occurs when a person either “1. [a]c-tually and intentionally touches or strikes another person against the will of the other,” or “2. [intentionally causes bodily harm to another person.” Because the elements of the offense are disjunctive, the prosecution can prove a battery in one of three ways. <em>State </em>v. <em>Hearns, </em>961 So.2d 211, 218 (Fla. 2007). It can prove that the defendant</p>\n<p id=\"b95-7\">[559 U.S. 137]</p>\n<p id=\"b95-8\">“[i]ntentionally caus[ed] bodily harm,” that he “intentionally str[uck]” the victim, or that he merely “[ajctually and intentionally touche [d]” the victim.</p>\n<p id=\"b95-9\">Since nothing in the record of Johnson’s 2003 battery conviction permitted the District Court to conclude that it rested upon anything more than the least of these acts, see <em>Shepard </em>v. <em>United States, </em>544 U.S. 13, 26, 125 S. Ct. 1254, 161 L. Ed. 2d 205 (2005) (plurality opinion), his conviction was a predicate conviction for a “violent felony” under the Armed Career Criminal Act only if “[ajctually and intentionally touch[ing]” another person constitutes the use of “physical force” within the meaning of § 924(e)(2)(B)(i). The District Court concluded that it does, and accordingly sentenced Johnson under § 924(e)(1) to a prison term of 15 years and 5 months.</p>\n<p id=\"b95-11\">The Eleventh Circuit affirmed. 528 F.3d 1318 (2008). We granted certiorari, 555 U.S. 1169, 129 S. Ct. 1315, 173 L. Ed. 2d 583 (2009).</p>\n<p id=\"b95-12\">II</p>\n<p id=\"b95-13\">Florida has a statute similar to the Armed Career Criminal Act that imposes mandatory-minimum sentences upon “violent career criminal[s],” Fla. Stat. § 775.084(4)(d) (2007), defined to mean persons who have three convictions for certain felonies, including any “forcible felony,” § 775.084(1)(d)(1)(a). “[F]orcible felony” is defined to include a list of enumerated felonies—including murder, manslaughter, sexual battery, carjacking, aggravated assault, and aggravated battery—and also “any other felony which involves the use or threat of physical force or violence against any individual.” § 776.08. In <em>Hearns, </em>the Florida Supreme Court held that the felony offense of battery on a law enforcement officer, § 784.07(2)(b)—which requires the same conduct (directed against a law enforcement officer) as misdemeanor battery under § 784.03(1)(a)—was not a forcible felony. See 961 So.2d, at 219. It said that since § 784.03(1)(a) requires proof of only the slightest unwanted physical touch,</p>\n<p id=\"b95-14\">[559 U.S. 138]</p>\n<p id=\"b95-15\">“the use ... of physical force” was not an element of the offense. <em>Id., </em>at 219.</p>\n<p id=\"b95-16\">Johnson argues that in deciding whether any unwanted physical touching constitutes “physical force” <page-number citation-index=\"1\" label=\"8\">*8</page-number>under 18 U.S.C. § 924(e)(2)(B)(i), we are bound by the Florida Supreme Court’s conclusion in <em>Hearns </em>that it does not constitute “physical force.” That is not so. The meaning of “physical force” in § 924(e)(2)(B)(i) is a question of federal law, not state law. And in answering that question we are not bound by a state court’s interpretation of a similar—or even identical— state statute.</p>\n<p id=\"b96-4\">We are, however, bound by the Florida Supreme Court’s interpretation of state law, including its determination of the elements of Fla. Stat. § 784.03(2). See <em>Johnson </em>v. <em>Fankell, </em>520 U.S. 911, 916, 117 S. Ct. 1800, 138 L. Ed. 2d 108 (1997).  The Florida Supreme Court has held that the element of “actually and intentionally touching” under Florida’s battery law is satisfied by <em>any </em>intentional physical contact, “no matter how slight.” <em>Hearns, </em>961 So.2d, at 218. The most “nominal contact,” such as a “ta[p] . . . on the shoulder without consent,” <em>id., </em>at 219, establishes a violation. We apply “th [is] substantive elemen[t] of the criminal offense,” <em>Jackson </em>v. <em>Virginia, </em>443 U.S. 307, 324, n. 16, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979), in determining whether a felony conviction for battery under Fla. Stat. § 784.03(2) meets the definition of “violent felony” in 18 U.S.C. § 924(e)(2)(B)(i).</p>\n<p id=\"b96-5\">III</p>\n<p id=\"b96-6\">Section 924(e)(2)(B)(i) does not define “physical force,” and we therefore give the phrase its ordinary meaning. <em>Bailey </em>v. <em>United States, </em>516 U.S. 137, 144-145, 116 S. Ct. 501, 133 L. Ed. 2d 472 (1995). The adjective “physical” is clear in meaning but not of much help to our inquiry. It plainly refers to force exerted by and through concrete bodies—distinguishing physical force from, for example, intellectual force or emotional force. It is the noun that poses the difficulty; “force” has a number of meanings. For present purposes we can exclude its specialized</p>\n<p id=\"ag-dedup-0\">[559 U.S. 139]</p>\n<p id=\"b96-8\">meaning in the field of physics: a cause of the acceleration of mass. Webster’s New International Dictionary 986 (2d ed. 1954) (hereinafter Webster’s Second). In more general usage it means “ [strength or energy; active power; vigor; often an unusual degree of strength or energy,” “Iplower to affect strongly in physical relations,” or “[p]ower, violence, compulsion, or constraint exerted upon a person.” <em>Id., </em>at 985. Black’s Law Dictionary 717 (9th ed. 2009) (hereinafter Black’s) defines “force” as “[p]ower, violence, or pressure directed against a person or thing.” And it defines “physical force” as “[floree consisting in a physical act, esp. a violent act directed against a robbery victim.” <em>Ibid. </em>All of these definitions suggest a degree of power that would not be satisfied by the merest touching.</p>\n<p id=\"b96-9\">There is, however, a more specialized legal usage of the word “force”: its use in describing one of the elements of the common-law crime of battery, which consisted of the intentional application of unlawful force against the person of another. See 2 W. LaFave &amp; A. Scott, Substantive Criminal Law § 7.15(a), p. 301 (1986 and Supp. 2003); accord, Black’s 173. The common law held this element of “force” to be satisfied by even the slightest offensive touching. See 3 W. Blackstone, Commentaries on the Laws of England 120 (1768) (hereinafter Blackstone); <em>Lynch </em>v. <em>Commonwealth, </em>131 Va. 762, 765, 109 S.E. 427, 428 (1921); see also 2 LaFave &amp; Scott, <em>supra, </em>§ 7.15(a). The question is whether the term “force” in 18 U.S.C. <page-number citation-index=\"1\" label=\"9\">*9</page-number>§ 924(e)(2)(B)(i) has the specialized meaning that it bore in the common-law definition of battery. The Government asserts that it does. We disagree.</p>\n<p id=\"b97-4\">Although a common-law term of art should be given its established common-law meaning, <em>United States </em>v. <em>Turley, </em>352 U.S. 407, 411, 77 S. Ct. 397, 1 L. Ed. 2d 430 (1957), we do not assume that a statutory word is used as a term of art where that meaning does not fit. Ultimately, context determines meaning, <em>Jarecki </em>v. <em>G. D. Searle &amp; Co., </em>367 U.S. 303, 307, 81 S. Ct. 1579, 6 L. Ed. 2d 859 (1961), and we “do not force term-of-art definitions into contexts where they plainly</p>\n<p id=\"ATx\">[559 U.S. 140]</p>\n<p id=\"b97-5\">do not fit and produce nonsense,” <em>Gonzales </em>v. <em>Oregon, </em>546 U.S. 243, 282, 126 S. Ct. 904, 163 L. Ed. 2d 748 (2006) (Scalia, J., dissenting). Here we are interpreting the phrase “physical force” as used in defining not the crime of battery, but rather the statutory category of “violent felon[ies],” § 924(e)(2)(B). In <em>Leocal </em>v. <em>Ashcroft, </em>543 U.S. 1, 125 S. Ct. 377, 160 L. Ed. 2d 271 (2004), we interpreted the statutory definition of “crime of violence” in 18 U.S.C. § 16. That provision is very similar to § 924(e)(2)(B)(i), in that it includes any felony offense which “has as an element the use ... of physical force against the person or property of another,” § 16(a). We stated:</p>\n<blockquote id=\"b97-6\">“In construing both parts of § 16, we cannot forget that we ultimately are determining the meaning of the term ‘crime of violence.’ The ordinary meaning of this term, combined with § 16’s emphasis on the use of physical force against another person (or the risk of having to use such force in committing a crime), suggests a category of violent, active crimes . . . .” 543 U.S., at 11, 125 S. Ct. 377, 160 L. Ed. 2d 271.</blockquote>\n<p id=\"b97-10\">Just so here. We think it clear that  in the context of a statutory definition of <em>“violent </em>felony,” the phrase “physical force” means <em>violent </em>force— that is, force capable of causing physical pain or injury to another person. See <em>Flores </em>v. <em>Ashcroft, </em>350 F.3d 666, 672 (CA7 2003) (Easterbrook, J.). Even by itself, the word “violent” in § 924(e)(2)(B) connotes a substantial degree of force. Webster’s Second 2846 (defining “violent” as “[m]oving, acting, or characterized, by physical force, esp. by extreme and sudden or by unjust or improper force; furious; severe; vehement . . . ”); 19 Oxford English Dictionary 656 (2d ed. 1989) (“[c]haracterized by the exertion of great physical force or strength”); Black’s 1706 (“ [o]f, relating to, or characterized by strong physical force”). When the adjective “violent” is attached to the noun “felony,” its connotation of strong physical force is even clearer. See <em>id., </em>at 1188 (defining “violent felony” as “[a] crime characterized by extreme physical force, such as murder, forcible rape, and</p>\n<p id=\"aa-dedup-0\">[559 U.S. 141]</p>\n<p id=\"b97-11\">assault and battery with a dangerous weapon”); see also <em>United States </em>v. <em>Doe, </em>960 F.2d 221, 225 (CA1 1992) (Breyer, C. J.) (“[T]he term to be defined, ‘violent felony,’ . . . calls to mind a tradition of crimes that involve the possibility of more closely related, active violence”).</p>\n<p id=\"b97-12\">It is significant, moreover, that the meaning of “physical force” the Government would seek to import into this definition of “violent felony” is a meaning derived from a common-law <em>misdemeanor. </em>At common law, bat<em>tery—all </em>battery, and not merely battery by the merest touching—was <page-number citation-index=\"1\" label=\"10\">*10</page-number>a misdemeanor, not a felony. See 4 Blackstone 216-218 (1769); see also 1 LaFave &amp; Scott, <em>supra, </em>§ 2.1(b), at 90; ALI, Model Penal Code § 211.1, Comment, p. 175 (1980). As the dissent points out, <em>post, </em>at 149-150, 176 L. Ed. 2d, at 15-16 (opinion of Alito, J.), the dividing line between misdemeanors and felonies has shifted over time. But even today a simple battery— whether of the mere-touching or bodily-injury variety—generally is punishable as a misdemeanor.<footnotemark>1</footnotemark> See, <em>e.g., </em>2 W. LaFave, Substantive Criminal Law § 16.1(b) (2d ed. 2003 and Supp. 2009-2010); Cal. Penal Code Ann. §§ 242 and 243 (West 2008); Fla. Stat. § 784.03(1 (b); Ill. Comp. Stat., ch. 720, § 5/12-3(b) (West 2009); Tex. Penal Code Ann. § 22.01(b) (West Supp. 2009). It is unlikely that Congress would select as a term of art defining “violent felony” a phrase that the common law gave peculiar meaning only in its definition of a misdemeanor. Of course “physical force” <em>can </em>be given its common-law misdemeanor meaning by artful language, but here the only text that can be claimed to accomplish that is the phrase “physical</p>\n<p id=\"b98-4\">[559 U.S. 142]</p>\n<p id=\"b98-5\">force” itself. Since, as we have seen, that is as readily (indeed, much more readily) taken to describe <em>violent </em>force, there is no reason to define “violent felony” by reference to a nonviolent misdemeanor.</p>\n<p id=\"b98-6\">The Government argues that we cannot construe 18 U.S.C. § 924(e)(2)(B)(i) to reach only offenses that have as an element the use of <em>violent </em>force, because there is no modifier in § 924(e)(2)(B)(i) that specifies the degree of “physical force” required. As we have discussed, however, the term “physical force” itself normally connotes force strong enough to constitute “power”—and all the more so when it is contained in a definition of “violent felony.” Nor is there any merit to the dissent’s contention, <em>post, </em>at 148-149, 176 L. Ed. 2d, at 14-15, that the term “force” in § 924(e)(2)(B)(i) cannot be read to require violent force, because Congress specifically named “burglary” and “extortion” as “violent felon [ies]” in § 924(e)(2)(B)(ii) notwithstanding that those offenses can be committed without violence. The point would have force (so to speak) if burglary and extortion were listed in § 924(e)(2)(B)(i), as felonies that have “as an element the use, attempted use, or threatened use of physical force.” In fact, however, they are listed in § 924(e)(2)(B)(ii) as examples of felonies that “presen [t] a serious potential risk of physical injury to another.” The Government has not argued that intentional, unwanted touching qualifies under this latter provision. What the dissent’s argument comes down to, then, is the contention that, since felonies that create a serious risk of physical injury qualify as violent felonies under sub-paragraph (BXii), felonies that involve a mere unwanted touching must involve the use of physical force and qualify as violent felonies under sub-<page-number citation-index=\"1\" label=\"11\">*11</page-number>paragraph (B)(i). That obviously does not follow.<footnotemark>2</footnotemark></p>\n<p id=\"b99-4\">[559 U.S. 143]</p>\n<p id=\"b99-5\">The Government also asks us to draw a negative inference from the presence of the “bodily injury” specification added to the phrase “physical force” in § 922(g)(8)(C)(ii).  That provision forbids the possession of firearms by a person subject to a court order explicitly prohibiting the “use, attempted use, or threatened use of physical force against [an] intimate partner or child that would reasonably be expected to cause bodily injury.” <em>Ibid. </em>The absence of such language in § 924(e)(2)(B)(i), the Government contends, proves that the merest touch suffices. Even as a matter of logic that does not follow. Specifying that “physical force” must rise to the level of bodily injury does not suggest that without the qualification “physical force” would consist of the merest touch. It might consist, for example, of only that degree of force necessary to inflict pain—a slap in the face, for example. Moreover, this is not a case where Congress has “include [d] particular language in one section of a statute but omitfted] it in another section of <em>the same Act,” Russello </em>v. <em>United States, </em>464 U.S. 16, 23, 104 S. Ct. 296, 78 L. Ed. 2d 17 (1983) (internal quotation marks omitted; emphasis added). Section 922(g)(8)(C)(ii) was enacted into law in 1994—eight years after enactment of the language in § 924(e)(2)(B)(i). Compare Pub. L. 103-322, § 110401, 108 Stat. 2015 (1994), with Pub. L. 99-570, § 1402, 100 Stat. 3207-39 (1986).</p>\n<p id=\"b99-6\">IV</p>\n<p id=\"b99-7\">The Government contends that interpreting 18 U.S.C. § 924(e)(2)(B)(i) to require violent force will undermine its ability to enforce the firearm disability in § 922(g)(9) for persons who previously have been convicted of a “misdemeanor crime of domestic violence,” which is defined to include certain misdemeanor offenses that have, “as an element, the use or attempted use of physical force . . . ,” § 921(a)(33)(A)(ii). The prediction is unfounded. We have interpreted the phrase “physical force” only in the context of a statutory definition of “violent felony.” We do not decide that the phrase has the same meaning in the context of defining a</p>\n<p id=\"ad-dedup-0\">[559 U.S. 144]</p>\n<p id=\"b99-9\"><em>misdemeanor </em>crime of domestic violence. The issue is not before us, so we do not decide it.</p>\n<p id=\"b99-10\">In a similar vein, the Government asserts that our interpretation will make it more difficult to remove, pursuant to 8 U.S.C. § 1227(a)(2)(E), an alien convicted of a “crime of domestic violence.” That phrase is defined to mean “any crime of violence (as defined in [18 U.S.C. § 16])” committed by certain persons, including spouses, former spouses, and parents. § 1227(a)(2)(E)(i). The Government contends it will be harder to obtain removal based upon battery convictions that, like those in Florida, do not require the use of violent physical force. The dissent likewise anticipates that in the States it has identified, <em>post, </em>at 151-152, 176 L. Ed. 2d, at 16-17, and n. 3, as having generic felony-battery statutes that cover both violent force and unwanted physical contact, our decision will render convictions under those statutes “out<page-number citation-index=\"1\" label=\"12\">*12</page-number>side the scope of [the Armed Career Criminal Act],” <em>post, </em>at 152, 176 L. Ed. 2d, at 16.</p>\n<p id=\"b100-4\">This exaggerates the practical effect of our decision.  When the law under which the defendant has been convicted contains statutory phrases that cover several different generic crimes, some of which require violent force and some of which do not, the “ ‘modified categorical approach’ ” that we have approved, <em>Nijhawan </em>v. <em>Holder, </em>557 U.S. 29, 41, 129 S. Ct. 2294, 174 L. Ed. 2d 22 (2009), permits a court to determine which statutory phrase was the basis for the conviction by consulting the trial record— including charging documents, plea agreements, transcripts of plea colloquies, findings of fact and conclusions of law from a bench trial, and jury instructions and verdict forms. See <em>Chambers </em>v. <em>United States, </em>555 U.S. 122, 126, 129 S. Ct. 687, 172 L. Ed. 2d 484 (2009); <em>Shepard, </em>544 U.S., at 26, 125 S. Ct. 1254, 161 L. Ed. 2d 205 (plurality opinion); <em>Taylor </em>v. <em>United States, </em>495 U.S. 575, 602, 110 S. Ct. 2143, 109 L. Ed. 2d 607 (1990). Indeed, the Government has in the past obtained convictions under the Armed Career Criminal Act in precisely this manner. See, <em>e.g., United States </em>v. <em>Simms, </em>441 F.3d 313, 316-317 (CA4 2006) (Maryland battery); cf. <em>United States </em>v. <em>Robledo-Leyva, </em>307 Fed. Appx. 859, 862 (CA5) (Florida battery), cert. denied,</p>\n<p id=\"b100-5\">[559 U.S. 145]</p>\n<p id=\"b100-6\">558 U.S. 831, 130 S. Ct. 64, 175 L. Ed. 2d 47 (2009); <em>United States </em>v. <em>Luque-Barahona, </em>272 Fed. Appx. 521, 524-525 (CA7 2008) (same).</p>\n<p id=\"b100-7\">It may well be true, as the Government contends, that in many cases state and local records from battery convictions will be incomplete. But absence of records will often frustrate application of the modified categorical approach—not just to battery but to many other crimes as well. See, <em>e.g., Shepard, supra, </em>at 22-23, 125 S. Ct. 1254, 161 L. Ed. 2d 205 (burglary). It is implausible that avoiding that common-enough consequence with respect to the single crime of battery, under the single statute that is the Armed Career Criminal Act, caused Congress to import a term of art that is a comical misfit with the defined term “violent felony.”</p>\n<p id=\"pAo\">\n<img class=\"p\" height=\"60\" src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAXkAAAA8AQAAAACrmvf7AAAAr0lEQVR4nO2UMQrCQBBFf0Kw1dIihXoC8QaeyjbeIDcSryMWdi4SHQvj/mm+kMJoMdMs77Nvhg1kCsOg2pfD7gMhfFdIPtVA4exTDSO+4Va1DDVQuM5cqAGAvSrtppZLgzXvCZPDmk00cIIdXZsPkCdg5bto4Gfd+FRDFu7LBUMNFLrthaEGoOrP1MwZagCKfs08TomTNXDNlJ1LNYz6x9U+1fDXWyOEEEIIIYTfCU+6bonFztlidQAAAABJRU5ErkJggg==\" width=\"377\"/>\n</p>\n<p id=\"b100-9\">The Government asks us to remand to the Eleventh Circuit for its consideration of whether Johnson’s 2003 battery conviction is a “violent felony” within the meaning of the so-called “residual clause” in 18 U.S.C. § 924(e)(2)(B)(ii). We decline to do so. The Government did not keep this option alive because it disclaimed at sentencing any reliance upon the residual clause. App. 44-45. Moreover, the parties briefed the § 924(e)(2)(B)(ii) issue to the Eleventh Circuit, which nonetheless reasoned that if Johnson’s conviction under Fla. Stat. § 784.03(2) satisfied § 924(e)(2)(B)(i), then it was a predicate “violent felony” under § 924(e)(1); but “if not, then not.” 528 F.3d, at 1320.</p>\n<p id=\"b100-10\">We reverse the judgment of the Eleventh Circuit, set aside Johnson’s sentence, and remand the case for further proceedings consistent with this opinion.</p>\n<p id=\"b100-11\">It is so ordered.</p>\n<footnote label=\"1\">\n<p id=\"b98-8\">. The dissent notes, <em>post, </em>at 150, 176 L. Ed. 2d, at 15, that, around the time the Armed Career Criminal Act became law, in “quite a few States’’ it was a felony offense to commit an unwanted physical touching of certain victims, such as police officers. That would be relevant for determining whether a conviction under one of those statutes meets the 18 U.S.C. § 924(e)(2)(B) requirement of being a “felony” conviction. But it has no bearing upon whether the substantive element of those offenses—making unwanted physical contact with certain special categories of individuals— involves the use of “force” within the meaning of § 924(e)(2)(B)(i), a statute applicable to all victims.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b99-11\">. Even farther afield is the dissent’s argument, <em>post, </em>at 147, 176 L. Ed. 2d, at 13-14, that since § 924(e)(2)(B)(ii) requires conduct that “presents a serious potential risk of physical injury to another,’’ § 924(e)(2)(B)(i) must not. That is rather like saying a provision which includes (i) apples and (ii) overripe oranges must exclude overripe apples. It does not follow.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<p id=\"b101-3\"><page-number citation-index=\"1\" label=\"13\">*13</page-number>SEPARATE OPINION</p>\n<author id=\"b101-4\">Justice Alito,</author>\n<p id=\"Ai\">with whom Justice Thomas joins, dissenting.</p>\n<p id=\"b101-5\">The Armed Career Criminal Act (ACCA) defines a “violent felony” to mean, among other things, “any crime punishable by imprisonment for a term exceeding one year . . .</p>\n<p id=\"b101-6\">[559 U.S. 146]</p>\n<p id=\"b101-7\">that . . . has as an element the use, attempted use, or threatened use of <em>physical force against the person of </em>another.” 18 U.S.C. § 924(e)(2)(B)(i) (emphasis added). The classic definition of the crime of battery is the “intentional application of unlawful force against the person of another.” <em>Ante, </em>at 139, 176 L. Ed. 2d, at 8 (citing 2 W. LaFave &amp; A. Scott, Substantive Criminal Law § 7.15, p. 301 (1986 and Supp. 2003); Black’s Law Dictionary 173 (9th ed. 2009)). Thus, the crime of battery, as traditionally defined, falls squarely within the plain language of ACCA. Because I believe that ACCA was meant to incorporate this traditional definition, I would affirm the decision of the Court of Appeals.</p>\n<p id=\"b101-9\">I</p>\n<p id=\"b101-10\">The Court starts out in the right direction by noting that the critical statutory language—“the use, attempted use, or threatened use of physical force against the person of another,” 18 U.S.C. § 924(e)(2)(B)(i)— may mean either (1) the use of violent force or (2) the use of force that is sufficient to satisfy the traditional definition of a battery. See <em>ante, </em>at 138-139, 176 L. Ed. 2d, at 8-9. The Court veers off course, however, by concluding that the statutory language reaches only violent force.</p>\n<p id=\"b101-11\">The term “force,” as the Court correctly notes, had a well-established meaning at common law that included even the “slightest offensive touching.” Ante, at 139, 176 L. Ed. 2d, at 8. See also <em>Respublica </em>v. <em>De Longchamps, </em>1 Dall. 111, 114, 1 L. Ed. 59 (O. T. Phila. 1784) (“[TJhough no great bodily pain is suffered by a blow on the palm of the hand, or the skirt of the coat, yet these are clearly within the legal d[e]finition of Assault and Battery . . . ”); 3 W. Blackstone, Commentaries on the Laws of England 120, 218 (1768) (hereinafter Blackstone). This approach recognized that an offensive but nonviolent touching (for example, unwanted sexual contact) may be even more injurious than the use of force that is sufficient to inflict physical pain or injury (for example, a sharp slap in the face).</p>\n<p id=\"b101-13\">[559 U.S. 147]</p>\n<p id=\"b101-14\">When Congress selects statutory language with a well-known common-law meaning, we generally presume that Congress intended to adopt that meaning. See, <em>e.g., United States </em>v. <em>Turley, </em>352 U.S. 407, 411, 77 S. Ct. 397, 1 L. Ed. 2d 430 (1957) (“We recognize that where a federal criminal statute uses a common-law term of established meaning without otherwise defining it, the general practice is to give that term its common-law meaning”); <em>Morissette </em>v. <em>United States, </em>342 U.S. 246, 263, 72 S. Ct. 240, 96 L. Ed. 288 (1952); <em>United States </em>v. <em>Carll, </em>105 U.S. 611, 612-613, 26 L. Ed. 1135 (1882). And here, I see nothing to suggest that Congress meant the phrase “use of physical force” in ACCA to depart from that phrase’s meaning at common law.</p>\n<p id=\"b101-15\">On the contrary, other standard canons of statutory interpretation point to the same conclusion. “[W]here Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed <page-number citation-index=\"1\" label=\"14\">*14</page-number>that Congress acts intentionally and purposely in the disparate inclusion or exclusion.” <em>Russello </em>v. <em>United States, </em>464 U.S. 16, 23, 104 S. Ct. 296, 78 L. Ed. 2d 17 (1983) (internal quotation marks omitted). In 18 U.S.C. § 924(e)(2)(B)(ii)—the clause immediately following the clause at issue in this case—the term “violent felony” is defined as including any crime that “involves conduct that presents <em>a serious potential risk of physical injury to another.” </em>(Emphasis added.) Because Congress did not include a similar limitation in § 924(e)(2)(B)(i), we should presume that it did not intend for such a limitation to apply.</p>\n<p id=\"b102-4\">The language used by Congress in § 922(g)(8)(C)(ii) further illustrates this point. This provision criminalizes, among other things, the possession of a firearm by a person who is subject to a court order that “explicitly prohibits the use, attempted use, or threatened use of physical force against [an] intimate partner or child <em>that would, reasonably be expected to cause bodily injury.” </em>(Emphasis added.) Although § 922(g)(8)(C)(ii) was not enacted until eight years after § 924(e)(2)(B)(i), see <em>ante, </em>at 143, 176 L. Ed. 2d, at 11, the former provision</p>\n<p id=\"b102-5\">[559 U.S. 148]</p>\n<p id=\"b102-6\">is nevertheless instructive. If Congress had wanted to include in § 924(e)(2)(B)(i) a limitation similar to those in §§ 924(e)(2)(B)(ii) and 922(g)(8)(C)(ii), Congress could have easily done so expressly.</p>\n<p id=\"b102-8\">II</p>\n<p id=\"b102-9\">The Court provides two reasons for refusing to interpret 18 U.S.C. § 924(e)(2)(B)(i) in accordance with the common-law understanding, but neither is persuasive.</p>\n<p id=\"b102-10\">A</p>\n<p id=\"b102-11\">The Court first argues that § 924(e)(2)(B)(i) must be read to refer to “violent” force because that provision defines the term “violent felony.” <em>ante, </em>at 140, 176 L. Ed. 2d, at 9. But it is apparent that ACCA uses “violent felony” as a term of art with a wider meaning than the phrase may convey in ordinary usage. ACCA specifically provides that burglary and extortion are “violent felon [ies],” § 924(e)(2)(B)(ii), and we have held that ACCA also reaches the crime of attempted burglary, <em>James </em>v. <em>United States, </em>550 U.S. 192, 127 S. Ct. 1586, 167 L. Ed. 2d 532 (2007). All of these offenses may be committed without violent force,<footnotemark>1</footnotemark> and it is therefore</p>\n<p id=\"Aq\">[559 U.S. 149]</p>\n<p id=\"b102-13\">clear that the use of such force is not a requirement under ACCA. Instead, ACCA classifies crimes like burglary and extortion as violent felonies because they often lead to violence. As we have put it, these crimes create “significant risks of. . . confrontation that might result in bodily injury,” <em>id., </em><page-number citation-index=\"1\" label=\"15\">*15</page-number>at 199, 127 S. Ct. 1586, 167 L. Ed. 2d 532, and offensive touching creates just such a risk. For example, when one bar patron spits on another, violence is a likely consequence. See <em>United States </em>v. <em>Velazquez-Overa, </em>100 F.3d 418, 422 (CA5 1996) (“If burglary, with its tendency to cause alarm and to provoke physical confrontation, is considered a violent crime under 18 U.S.C. § 16(b), then surely the same is true of the far greater intrusion that occurs when a child is sexually molested”); <em>United States </em>v. <em>Wood, </em>52 F.3d 272, 276 (CA9 1995) (same).</p>\n<p id=\"b103-4\">B</p>\n<p id=\"b103-5\">The Court’s only other reason for rejecting the common-law definition is the fact that battery at common law was a misdemeanor. The Court reasons that “[i]t is unlikely that Congress would select as a term of art defining Violent felony’ a phrase that the common law gave peculiar meaning only in its definition of a misdemeanor.” <em>Ante, </em>at 141, 176 L. Ed. 2d, at 10 (citing 4 Blackstone 216-218 (1769), and ALI, Model Penal Code § 211.1, Comment, p. 175 (1980)). The Court does not spell out why Congress’ selection of this term would be unlikely, but I assume that the Court’s point is that Congress is unlikely to have decided to treat as a violent felony an offense that was regarded at common law as a mere misdemeanor. This argument overlooks the significance of the misdemeanor label at common law, the subsequent evolution of battery statutes, and the limitation imposed by 18 U.S.C. § 924(e)(2)(B).</p>\n<p id=\"b103-6\">At common law, the terms “felony” and “misdemeanor” did not have the same meaning as they do today. At that time, imprisonment as a form of punishment was rare, see <em>Apprendi </em>v. <em>New Jersey, </em>530 U.S. 466, 480, n. 7, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000); most</p>\n<p id=\"b103-8\">[559 U.S. 150]</p>\n<p id=\"b103-9\">felonies were punishable by death, see <em>Tennessee </em>v. <em>Garner, </em>471 U.S. 1, 13, 105 S. Ct. 1694, 85 L. Ed. 2d 1 (1985); and many very serious crimes, such as kidnaping and assault with the intent to murder or rape, were categorized as misdemeanors, see <em>United States </em>v. <em>Watson, </em>423 U.S. 411, 439-440, 96 S. Ct. 820, 46 L. Ed. 2d 598 (1976) (Marshall, J., dissenting). Since that time, however, the term “felony” has come to mean any offense punishable by a lengthy term of imprisonment (commonly more than one year, see <em>Burgess </em>v. <em>United States, </em>553 U.S. 124, 130, 128 S. Ct. 1572, 170 L. Ed. 2d 478 (2008)); the term “misdemeanor” has been reserved for minor offenses; and many crimes that were misdemeanors at common law have been reclassified as felonies. And when the relevant language in ACCA was enacted, quite a few States had felony battery statutes that retained the common-law definition of “force.” See Fla. Stat. § 784.07(2)(b) (1987) (making simple battery of a police officer a felony); Idaho Code § 18-915(c) (Lexis 1987) (same); Ill. Rev. Stat., ch. 38, § 12-4(b)(6) (West 1987) (same); La. Rev. Stat. Ann. §§ 14:33, 14:43.1 (West 1986) (sexual battery punishable by more than one year’s imprisonment); N. M. Stat. Ann. § 40A-22-23 (1972) (battery of a police officer a felony); see also Kan. Stat. Ann. § 21-3413(b) (Supp. 1994) (simple battery of corrections officers a felony).<footnotemark>2</footnotemark></p>\n<p id=\"b103-10\">ACCA’s mechanism for identifying the battery convictions that merit <page-number citation-index=\"1\" label=\"16\">*16</page-number>treatment as “violent felon [ies]” is contained in 18 U.S.C. § 924(e)(2)(B), which provides that an offense committed by an adult is not a “violent felony” unless it is “punishable by imprisonment for a term exceeding one year.” Consequently, while all convictions under battery statutes that track the common-law definition of the offense satisfy the requirements of § 924(e)(2)(B)(i)—because they have “as an element the use, attempted use, or threatened use of</p>\n<p id=\"Ap4\">[559 U.S. 151]</p>\n<p id=\"b104-4\">physical force against the person of another”—not all battery convictions qualify as convictions for a violent felony because § 924(e)(2)(B) excludes any battery conviction that was not regarded by the jurisdiction of conviction as being sufficiently serious to be punishable by imprisonment for more than one year. There is nothing extraordinary or unlikely about this approach.</p>\n<p id=\"b104-5\">III</p>\n<p id=\"b104-6\">The Court’s interpretation will have untoward consequences. Almost half of the States have statutes that reach both the use of violent force and force that is not violent but is unlawful and offensive.<footnotemark>3</footnotemark> Many of the States classify these</p>\n<p id=\"b104-7\">[559 U.S. 152]</p>\n<p id=\"b104-8\">batteries as felonies or make them punishable by imprisonment for more than one year.<footnotemark>4</footnotemark> Although the great majority of convictions under these statutes are, no doubt, based on the use of violent force, the effect of the Court’s decision will be to take all these convictions outside the scope of ACCA—unless the Government is able to produce documents that may properly be consulted under the modified categorical approach and that conclusively show that the offender’s conduct involved the use of violent force, see <em>ante, </em>at 144-145, 176 L. Ed. 2d, at 11-12. As the Government notes, however, this will <page-number citation-index=\"1\" label=\"17\">*17</page-number>often be impossible because, in those States in which the same battery provision governs both the use of violent force and offensive touching, charging documents frequently simply track the language of the statute, and jury instructions often do not require juries to draw distinctions based on the type of force that the defendant employed. See Brief for United States 42-43.</p>\n<p id=\"b105-4\">In addition, the Court’s interpretation of the term “physical force” may hobble at least two federal statutes that contain this identical term. Under 18 U.S.C. § 922(g)(9), a person convicted of a “misdemeanor crime of domestic violence” may not lawfully possess a firearm, and the term “misdemeanor crime of domestic violence” is defined as applying only to crimes that “ha[ve], as an element, the use or attempted use of <em>physical force, </em>or the threatened use of a deadly weapon,” § 921(a)(33)(A)(ii) (emphasis added). As we recently explained, Congress recognized that “ ‘many people who engage in serious spousal or child abuse ultimately are not charged with or convicted of felonies,’ ” and Congress therefore enacted this provision to keep firearms out of the</p>\n<p id=\"Ap7\">[559 U.S. 153]</p>\n<p id=\"b105-5\">hands of such abusers. <em>United States </em>v. <em>Hayes, </em>555 U.S. 415, 426, 129 S. Ct. 1079, 172 L. Ed. 2d 816 (2009). Cases of spousal and child abuse are frequently prosecuted under generally applicable assault and battery statutes, <em>id.., </em>at 427, 129 S. Ct. 1079, 172 L. Ed. 2d 816, and as noted, the assault and battery statutes of almost half the States apply both to cases involving the use of violent force and cases involving offensive touching. As a result, if the Court’s interpretation of the term “physical force” in ACCAis applied to § 922(g)(9), a great many persons convicted for serious spousal or child abuse will be allowed to possess firearms.</p>\n<p id=\"b105-8\">Under 8 U.S.C. § 1227(a)(2)(E), an alien convicted of a “crime of domestic violence” is subject to removal, and the term “crime of domestic violence” is defined as an offense that, among other things, has “as an element the use [or] attempted use ... of physical force.” 18 U.S.C. § 16(a). Accordingly, if the Court’s interpretation of the term “physical force” is applied to this provision, many convicted spousal and child abusers will escape removal, a result that Congress is unlikely to have intended.</p>\n<p id=\"pAQ\">\n<img class=\"p\" height=\"43\" src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAUoAAAAqAQAAAAD90S9GAAAAoUlEQVR4nO2UMQ7CMBAEJ1ZECyUl8ALED3gVLU/gR5DvIAo6LBRYCkv4mpXSpImy3dzu2WfJdiMGqktDkzDpaI4lByX6iK6DEWd9t5dasZAAXqvQ7EGS8mmpvxzcEsDiuq+9HiRJnYIMlFXZxZM6KNFDdB0kgM92UysWEkB/fFbXQguQz+vqWmgEfO+57uOgPMPUh/EsjHOzmvnLmKPTjP4AkSmAGAad0GwAAAAASUVORK5CYII=\" width=\"330\"/>\n</p>\n<p id=\"b105-9\">For all these reasons, I believe that the Court’s decision is incorrect, and I therefore respectfully dissent.</p>\n<footnote label=\"1\">\n<p id=\"b102-14\">. For the purposes of ACCA, burglary is defined as “an unlawful or unprivileged entry into, or remaining in, a building or other structure, with intent to commit a crime.’’ <em>Taylor </em>v. <em>United States, </em>495 U.S. 575, 598, 110 S. Ct. 2143, 109 L. Ed. 2d 607 (1990). See also <em>James, </em>550 U.S., at 197, 198, 202-203, 127 S. Ct. 1586, 167 L. Ed. 2d 532 (attempted burglary under Florida law requires “overt conduct directed toward unlawfully entering or remaining in a dwelling, with the intent to commit a felony therein’’ and that the “defendant fail in the perpetration or be intercepted or prevented in the execution of the underlying offense’’ (internal quotation marks and brackets omitted)). Although we have not defined extortion under ACCA, the Hobbs Act defines it as “the obtaining of property from another, with his consent, induced by wrongful use of actual or threatened force, violence, or <em>fear, </em>or under color of official right.’’ 18 U.S.C. § 1951(b)(2) (emphasis added); see also <em>James, supra, </em>at 223-224, 127 S. Ct. 1586, 167 L. Ed. 2d 532 (Scalia, J., dissenting) (defining extortion in ACCA as “the obtaining of something of value from another, with his consent, induced by the wrongful use or threatened use of force against the person <em>or property of another\" </em>(emphasis added)).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b103-11\">. These state statutes show that Congress, by using a term of art, “force,” did not adopt a meaning “peculiar ... [to the] definition of a misdemeanor,” <em>ante, </em>at 141, 142, 176 L. Ed. 2d, at 10, and, therefore, they are relevant in determining whether touching involves the use of force under ACCA, see <em>ante, </em>at 141, n. 1, 176 L. Ed. 2d, at 10.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b104-9\">. Ariz. Rev. Stat. Ann. § 13-1203(A) (West 2001); Cal. Penal Code Ann. § 242 (West 2008); <em>People </em>v. <em>Pinholster, </em>1 Cal. 4th 865, 961, 824 P.2d 571, 622 (1992); D. C. Code § 22-404(a) (2001); <em>Ray </em>v. <em>United States, </em>575 A.2d 1196, 1199 (D. C. 1990); Fla. Stat. § 784.03(1)(a) (2007); Ga. Code Ann. § 16-5-23(a) (2007); Idaho Code § 18-903 (Lexis 2004); Ill. Comp. Stat., ch. 720, § 5/12—3(a) (West 2008); Ind. Code § 35-42-2-1(a) (West 2004); Iowa Code § 708.1 (2009); Kan. Stat. Ann. § 21-3412(a) (2007); La. Rev. Stat. Ann. § 14:33 (West 2007); <em>State </em>v. <em>Schenck, </em>513 So.2d 1159, 1165 (La. 1987); Me. Rev. Stat. Ann., Tit. 17-A, § 207(1)(A) (2006); Md. Crim. Law Code Ann. §§ 3—201(b), 3-203(a) (Lexis Supp. 2009); <em>Kellum </em>v. <em>State, </em>223 Md. 80, 84-85, 162 A.2d 473, 476 (1960); Mass. Gen. Laws, ch. 265, § 13A(a) (West 2008); <em>Commonwealth </em>v. <em>Campbell, </em>352 Mass. 387, 397, 226 N.E.2d 211, 218 (1967); Mich. Comp. Laws Ann. §§ 750.81(1), (2) (West 2004); <em>People </em>v. <em>Nickens, </em>470 Mich. 622, 627-628, 685 N.W.2d 657, 661 (2004); Mo. Rev. Stat. § 565.070.1(5) (2000); Mont. Code Ann. § 45-5-201(1)(c) (2009); N. H. Rev. Stat. Ann. § 631:2-aI(a) (West 2007); N. M. Stat. Ann. § 30-3-4 (2004); N. C. Gen. Stat. Ann. § 14-33(a) (Lexis 2007); <em>State </em>v. <em>West, </em>146 N.C. App. 741, 744, 554 S.E.2d 837, 840 (2001); Okla. Stat. Ann., Tit. 21, § 642 (West 2002); <em>Steele </em>v. <em>State, </em>778 P.2d 929, 931 (Okla. Crim. App. 1989); R. I. Gen. Laws § 11-5-3(a) (Lexis 2002); <em>State </em>v. <em>Coningford, </em>901 A.2d 623, 630 (R. I. 2006); S. C. Code Ann. § 22-3-560(A) (Supp. 2009); <em>State </em>v. <em>Mims, </em>286 S.C. 553, 554, 335 S.E.2d 237 (1985) <em>(per curiarn); </em>Term. Code Ann. § 39-13-101(a)(3) (2003); Tex. Penal Code Ann. § 22.01(a) (West Supp. 2009); Va. Code Ann. § 18.2-57(A) (Lexis 2009); <em>Wood </em>v. <em>Commonwealth, </em>149 Va. 401, 404, 140 S.E. 114, 115 (1927); Wash. Rev. Code § 9A.36.011 <em>et seq. </em>(2008); <em>State v. Stevens, </em>158 Wash. 2d 304, 311, 143 P.3d 817, 821 (2006); W. Va. Code Ann. § 61-2-9(c) (Lexis 2005).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b104-10\">. See Iowa Code §§ 708.1, 708.2(5) (2009); Kan. Stat. Ann. §§ 21-3412(a), 21-3412a, 3413(b), 3448(b) (2007); La. Rev. Stat. Ann. §§ 14:34.2(B)(2), 14:34.3(C)(2) (West 2010), 14:34.5(B)(2) (West 2007); 14:35.3(E) (West Supp. 2010); Md. Crim. Law Code Ann. §§ 3—201(b), 3-203(a), (b) (Lexis Supp. 2009); Mass. Gen. Laws, ch. 265, § 13A(a); Mich. Comp. Laws Ann. § 750.81(4) (West 2004); Mo. Rev. Stat. §§ 565.070.1(5), 565.070.4 (2000); Okla. Stat. Ann., Tit. 21, §§ 642 (West 2002), 644 (West Supp. 2010).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}