{
  "casebody": {
    "data": "<casebody firstpage=\"443\" lastpage=\"448\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b505-8\">56 CCPA</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b505-9\">SORTEX CO. OF NORTH AMERICA, Inc., Appellant, v. The UNITED STATES, Appellee.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b505-11\">Customs Appeal No. 5319.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b505-12\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b505-13\">Feb. 6, 1969.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b505-23\">Siegel, Mandell &amp; Davidson, New York City, for appellant (Joshua M. Davidson, Allan H. Kamnitz, New York City, of counsel).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b505-24\">Edwin L. Weisl, Jr., Asst. Atty. Gen., Alan S. Rosenthal, Patricia S. Baptiste, Washington, D. C., for the United States.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b505-25\">Before WORLEY, Chief Judge and RICH, ALMOND, BALDWIN and KIRKPATRICK,<footnotemark>*</footnotemark> JJ.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b505-28\"> Senior District Judge, Eastern District of Pennsylvania, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b505-26\">ALMOND, Judge.</author>\n<p id=\"b505-27\">Sortex Co. of North America, Inc., importer, appeals from a judgment of <page-number citation-index=\"1\" label=\"444\">*444</page-number>the United States Customs Court, Second Division, C.D. 3329, overruling its protest against the collector’s assessment of duty at 12% per centum ad valorem on five Sortex Electronic Color Sorting Machines, hereinafter Sortex machine, classified as articles having as an essential feature an electrical element or device under paragraph 353 of the Tariff Act of 1930, as modified by the General Agreement on Tariffs and Trade, T.D. 55615 and T.D. 55649, 19 U.S.C. § 1001. Appellant contends that the machines should have been classified as agricultural implements entitled to entry free of duty under paragraph 1604 of the Tariff Act of 1930 (Free list), 19 U.S.C. § 1201.</p>\n<p id=\"b506-4\">The statutes involved read, in pertinent part, as follows:</p>\n<blockquote id=\"b506-5\">Paragraph 353 (19 U.S.C. § 1001):</blockquote>\n<blockquote id=\"b506-6\">Articles having as an essential feature</blockquote>\n<blockquote id=\"AjD\">an electrical element or device * <em>* </em>not specially provided for:</blockquote>\n<blockquote id=\"aqk-dedup-1\">******</blockquote>\n<blockquote id=\"AYI\">Other * * * . . 12%% ad val.</blockquote>\n<blockquote id=\"b506-7\">Paragraph 1604 (19 U.S.C. § 1201):</blockquote>\n<blockquote id=\"b506-8\">Agricultural implements: Plows, tooth or disk harrows, headers, harvesters, reapers, agricultural drills and planters, mowers, horserakes, cultivators, thrashing machines, cotton gins, machinery for use in the manufacture of sugar, wagons and carts, * * * and all other agricultural implements of any kind or description, not specially provided for, whether in whole or in parts * * * ; <em>Provided, </em>that no article specified by name in Title I shall be free of duty under this paragraph.</blockquote>\n<p id=\"b506-10\">The record reveals, in material substance, that the Sortex machine is used to sort beans, rice, peas, nuts and other agricultural products “which do not exceed the size of a walnut” by removing foreign, diseased and unusable particles therefrom. The process of sorting the unusable elements from the good or usable portion of the produce was described by appellant’s executive vice-president and general manager, Francis J. Mayer, as follows:</p>\n<blockquote id=\"b506-12\">The product is fed into the machine through a hopper. It is conveyed on a belt, falls freely through an optical chamber, is viewed against so-called backgrounds by photo cells or photo multipliers, which trigger an electromagnetic division, whereby the undesired product is ejected, falls freely down in one container, the rejected product in another container, thereby the separation is. achieved.</blockquote>\n<p id=\"b506-13\">This witness further testified that the Sortex machine is sold to and used by seed houses, producers of seed and agricultural products, elevators, cleaning installations, farmer cooperatives, packers and canners. The record reflects that the Sortex machine is in use in a majority of the states where beans, peas, rice and sweet corn are produced. There are several states, however, which produce these crops where the machine is not used.</p>\n<p id=\"b506-14\">The specific testimony relating to the utilization of the Sortex machine was limited to its use by elevators and farmer-cooperatives in Michigan, warehouses in California, and general use in the peanut and rice industries. It appears that when a bean crop is harvested there may be much unwanted foreign matter associated with the final crop, such as stones, dirt, straw and inferior beans. The crop may remain in this condition and be sold as a “field run crop.” Formerly, 98 to 99 percent of bean crop sales were in this category, the remainder being the cleaned crop from which all foreign matter and rejected beans had been removed by hand on the farm. The cleaning process, tedious and costly, up-graded the crop enabling it to command a higher market price. Under the impact of the increasing cost of labor, the cleaning process shifted to automation and moved away from the individual farms. This brought into being the elevator system owned and operated off the farm by individuals or farmer cooperatives. These enterprises, which were established to bring together farm products and to buy, sell and store <page-number citation-index=\"1\" label=\"445\">*445</page-number>them, purchased the new sorting and cleaning equipment. The elevator is equipped to remove the rough material, such as dirt, rocks and straw, and an electrical sorting machine, such as the Sortex machine, with an electric eye performs the final separating and cleaning operation.</p>\n<p id=\"b507-5\">The Michigan bean farmer may, and many do, take his harvested crop to the elevator for the purpose of selling it or to have it cleaned, graded and stored. An operator at the elevator takes, hand-cleans and sorts a random sample of the crop. Using the hand-cleaned and sorted sample, a computation is made of the percent of damaged or rejected beans and other foreign matter contained in the sample, thus determining the grade of the crop. This percent is then applied to the farmer’s entire delivery and he is credited with a corresponding percent of good beans. At the same time and place a determination is made of how much it will cost a farmer to have his crop electrically sorted.</p>\n<p id=\"b507-6\">Upon determination of the grade and price of the sample beans, the farmer may elect to sell his crop to the elevator prior to electrical sorting; however, he must still bear the cost of any future sorting process. The record reflects that the net price he receives for his beans makes electrical sorting more economical than hand sorting. The farmer has the option to retain ownership of the beans and have them stored by the elevator or he may have them sorted and returned to him for seed purposes. In either event the elevator performs the electric sorting and charges the farmer an amount set by the hand sampling for that service, but once having delivered his crop to the elevator and having paid for the services rendered, he has no part in the actual processing of the beans.</p>\n<p id=\"b507-7\">The record indicates that some rural elevators do not utilize an electric sorting machine. In these instances when the farmer sells or stores his beans, they are either subsequently stored or transferred to an elevator equipped with such sorters, if sorting is necessary.</p>\n<p id=\"b507-8\">The situation with reference to the processing and marketing of beans in the State of California was described by A. O. Dompe, owner and operator of a public warehouse, who testified that his warehouse is run in a manner similar to the elevators in Michigan, with the exception that in California there is no preliminary grading of the bean crop. In most instances the warehouse stores rather than buys the beans. He testified that 75 percent of the beans delivered to his warehouse are electronically sorted. As to seed beans handled, 100 percent were electrically sorted. About 60 percent of beans received are used as seed beans and the remainder for human consumption. It appears, however, that only about one percent is used nationwide for seed. As in Michigan, the farmer bears the cost of sorting. California regulations require that beans must be of number two grade or better to be shipped out of the state. The electronic sorter is useful in establishing such grade.</p>\n<p id=\"b507-9\">Don W. Sands, director of a peanut growers association, testified for plaintiff below as to the use of the sorting machine in processing peanuts. It appears that the machines are used to remove split-skinned nuts and other imperfect nuts from the mass of both shelled and unshelled nuts. Of the peanuts destined for human consumption, fifty percent are electronically sorted, with such sorting applied to 75 percent of seed peanuts. Sands’ plant operates under regulations set up by the Peanut Administrative Committee designed to limit to two percent the amount of damaged peanuts which can be contained in an acceptable grade. As in Michigan, the farmer brings his crop to the shelling plant where a sample is taken to determine the percent of rejected material. The peanut plant here involved is a cooperative. At the time the peanuts are initially graded, title passes to the cooperative and the farmer is paid a “producer advance” based on current market value. At the end of the year the profit earned by the cooperative is returned to the farmer. Upon delivery by the farmer the <page-number citation-index=\"1\" label=\"446\">*446</page-number>cooperative takes over. It shells, sorts, sizes and bags the peanuts and sells them to manufacturers of candy, peanut butter, and packagers of salted and shelled nuts.</p>\n<p id=\"b508-4\">A statement was included in the record on behalf of plaintiff below concerning the use of electric sorting machines in the rice industry. In substance this statement noted that 10 percent of all Sortex machines in this country are used in the rice industry by cooperatives or independent processing plants to sort approximately <em>Vso </em>of the rice produced in the United States.</p>\n<p id=\"b508-5\"><em>We </em>deem it pertinent to point out that appellant’s witness, Rolla Donnan, stated that he was a farmer and also connected as chairman of the executive committee of a farmers’ cooperative, handling beans, wheat and other grains. He testified that the field grade product is hauled to the elevator for complete processing and that the farmer bears the cost of sorting. In this connection the record discloses the following:</p>\n<blockquote id=\"b508-6\">By Judge Watson:</blockquote>\n<blockquote id=\"b508-7\">Q. You testified at the outset that you were a member of the Cooperative Elevator. A. Yes. This is a strictly farmer’s owned elevator.</blockquote>\n<blockquote id=\"b508-8\">Q. Is this considered to be a separate business over and above that of your farm? A. Yes, sir.</blockquote>\n<p id=\"b508-9\">The record further discloses that the witness Sands, during the course of his testimony relating to the processing of peanuts, responded as follows:</p>\n<blockquote id=\"b508-10\">Judge Watson: Does title still remain with the farmer, until such time as the State and Government have made their final inspection?</blockquote>\n<blockquote id=\"b508-11\">The Witness: Not as such. * * * it is not practical to keep things segregated as such, you just have to put them together * * * for proper cleaning and storage. So I will have to say no to you.</blockquote>\n<p id=\"b508-13\">The Customs Court, in the course of an exhaustive and well-considered opinion, reviewed and distinguished a long line of cases pertinent to the issue under inquiry. It proceeded on the premise that the basic test in the ascertainment of whether an article is embraced within the provisions of the claimed paragraph is whether the article belongs to that class or kind which is chiefly used as an “agricultural implement” in the production of food from the soil or the raising of domestic animals for food or raiment. United States v. Boker &amp; Co., 6 Ct.Cust.Appls. 243, T.D. 35472; United States v. Tower, 6 Ct.Cust.Appls. 562, T.D. 36199.</p>\n<p id=\"b508-15\">We do not deem it necessary to discuss in extenso the array of cases analyzed and construed in the opinion of the court below. Inasmuch as we are, in the main, in agreement with the analysis and construction applied to them by the Customs Court, we consider it sufficient to identify them herein. They are: United States v. Spreckels Creameries, Inc., 17 CCPA 400, T.D. 43835; C. J. Tower &amp; Sons v. United States, 32 Cust.Ct. 54, C.D. 1579; D. Landreth Seed Co. v. United States, 2 Cust.Ct. 272, C.D. 141; Ohio Butterine Co. v. United States, T.D. 37656—G.A. 8171, 34 Treas. Dec. 465; Mangelsdorf Seed Co. v. United States, Abstract 44461, 40 Treas. Dec. 441; Eddey Bellefleur v. United States, Abstract 44462, 40 Treas. Dec. 441.</p>\n<p id=\"b508-16\">We think, however, that the <em>Landreth </em>case, supra, relating to a machine for sorting peas or beans for seed purposes merits discussion. There the court held the importation properly entitled to free entry under the provision in paragraph 1604 of the Tariff Act of 1930, for “other agricultural implements,” observing that:</p>\n<blockquote id=\"b508-17\">It is manifest that the application of this rule does not confine agricultural operations to those performed before harvesting, but includes operations preparatory to marketing agricultural products.</blockquote>\n<p id=\"b508-18\">The court found that the evidence in <em>Landreth </em>conclusively established that the machine was exclusively used on farms by the plaintiff “in its business of raising peas and beans for seed purposes.” It clearly appears that the plain<page-number citation-index=\"1\" label=\"447\">*447</page-number>tiff corporation was engaged in an agricultural pursuit. <em>We </em>agree with the Customs Court that <em>Landreth </em>is readily distinguishable from the facts here presented. The court observed:</p>\n<blockquote id=\"b509-5\">In the case of the machines at bar, however, they were not employed by farmers on the farms, but by business enterprises such as elevators, warehouses, and cooperatives, etc., at centralized plants or terminals which processed the crops that were produced'by the farmer and commercially sorted the agricultural products more efficiently and economically to render their sale more marketable. These elevators and cooperatives are not connected either directly or indirectly with the production of food for man. These latter factors distinguish, in our opinion, the situation in the case at bar from that in the <em>Landreth </em>case and persuade us that the machines at bar are not “agricultural implements” for • tariff purposes.</blockquote>\n<p id=\"b509-6\">The Customs Court heavily, and we think properly, relied on its decision in Staalkat of America, Inc. v. United States, 59 Cust.Ct. 241, C.D. 8130, which involved an egg handling machine, the function of which was to sort, candle and grade eggs according to size. In <em>Staalkat </em>the court, after reviewing a number of cases involving the issue as to what constitutes agricultural implements within the purview of paragraph 1604, stated:</p>\n<blockquote id=\"b509-7\">In view of these authorities, it appears that the provisions for free entry for agricultural implements, not provided for specially in tariff acts, include on-farm equipment for handling, packing, preparing for market, crops produced on the farm, but does not include equipment used commercially for packing or marketing for others or for the manufacture of food products. Such preparation for marketing must be as an incident to production by the farmer and not primarily as an incident to marketing as a separate enterprise.</blockquote>\n<p id=\"b509-8\">The court observed that while the machine in <em>Staalkat </em>was employed in the efficient raising of poultry, that was not its chief use; it served no function or use in the production of food or raiment for man; it did not improve the quality of the product; it was not used merely to put the eggs in convenient form for transportation to market. The utility of the machine was to sort eggs according to size and to candle and grade and was of material assistance in the marketing of eggs, yet it was not strictly necessary to the marketing of the product by the farmer as it can be sold to processors who perform these operations before sale to the ultimate consumer. The record further reflected that eggs are still bought, unwashed and ungraded, by the consumer directly from the farmer and that marketing to the ultimate consumer was a complicated operation performed by distributors and dealers. The court found the evidence insufficient to establish chief use of the machines on farms or by farmers.</p>\n<p id=\"b509-9\">Turning to the record before us, while it may be readily conceded that the Sor-tex machine renders material assistance in the marketing of crops, it is not shown to be at all necessary to the sale of agricultural products by the farmer. The record indicates that not all of the beans produced in Michigan are subjected to electronic sorting, but that “[cjertain beans that are produced by the grower are of such a high quality in certain years that a shippable grade can be made without electronic sorting” and a percentage of the crops brought to the elevator “are not put through an electronic color sorting device.”</p>\n<p id=\"b509-10\">While mindful of the fact that, in the enactment of the agricultural free list provisions of the statute under consideration, it was the purpose of Congress to favor agriculture, thus invoking a broad and liberal construction by the courts, we are not persuaded that the provisions of paragraph 1604 here under consideration should be extended to in-<page-number citation-index=\"1\" label=\"448\">*448</page-number>elude the machines in issue as “agricultural implements.”</p>\n<p id=\"b510-4\">We agree with the conclusion reached by the Customs Court that the instant record establishes that:</p>\n<blockquote id=\"b510-5\">* * * commercially the chief use of these machines is in the efficient and economical processing of the agricultural products which are sent to the “elevators” or cooperatives for such purposes. It appears that “the processing undergone by the beans to prepare them for market are functions performed by the elevator” * * * and that “most of the time” the farmers sell their products to commercial warehouses and elevators or cooperatives, these * * * enterprises * * * being engaged solely in the business of preparing the crops, by processing and sorting, for resale to the wholesale distributors * * * and “to brokers, to canneries, for export market” * * *. These factors * * * negative a finding that the involved machines are properly classifiable as “agricultural implements.”</blockquote>\n<p id=\"b510-11\">Appellant bears the burden of affirmatively showing that the imported merchandise is within that class or kind of articles which are chiefly used as agricultural implements in the production of food or raiment for man. This it has not done.</p>\n<p id=\"b510-12\">The judgment of the Customs Court is affirmed.</p>\n<p id=\"b510-13\">Affirmed.</p>\n<p id=\"b510-14\">KIRKPATRICK, J., took no part in the decision of this case.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}