{
  "casebody": {
    "data": "<casebody firstpage=\"736\" lastpage=\"738\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b798-13\">James WADDELL, Plaintiff-Appellant, v. Louie L. WAINWRIGHT, Director, Division of Corrections, State of Florida, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b798-15\">No. 27024.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b798-16\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b798-17\">April 3, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b799-17\"><page-number citation-index=\"1\" label=\"737\">*737</page-number>James Waddell, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b799-18\">Earl Faircloth, Atty. Gen., Wallace E. Allbritton, Asst. Atty. Gen., Tallahassee, Fla., for defendant-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b799-19\">Before GEWIN, GOLDBERG and DYER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b799-20\">PER CURIAM:</author>\n<p id=\"b799-21\">Since appellant is without counsel and none has been appointed, this case cannot be orally heard, see Elchuk v. United States, 1962, 370 U.S. 722, 82 S.Ct. 1574, 8 L.Ed.2d 802, and accordingly the case is properly placed on the summary calendar under Fifth Circuit Rule 18.<footnotemark>1</footnotemark></p>\n<p id=\"b799-23\">This is an appeal from the denial of habeas corpus relief to a Florida state convict, without a hearing. We affirm.</p>\n<p id=\"b799-24\">Appellant, along with several other defendants, was tried on the charge of riot. During the course of said trial, the tape-recorded confession of one, Benny Brooks, was introduced in evidence over the timely objection of appellant’s court-appointed counsel. The trial judge permitted the confession to be introduced in evidence only as to Benny Brooks and specifically instructed the jury as to this fact.</p>\n<p id=\"b799-25\">When the playing of the recorded confession was completed, counsel for appellant moved for a mistrial on the ground that the evidence adduced through the tape recording prejudiced all other defendants and such prejudice could not be cured by an instruction to the jury.</p>\n<p id=\"b799-26\">In the recent case of Bruton v. United States, 1968, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476, the United States Supreme Court overruled its previous holding in Delli Paoli v. United States, 1957, 352 U.S. 232, 77 S.Ct. 294, 1 L.Ed.2d 278, and held that, because of the substantial risk that the jury, despite instructions <page-number citation-index=\"1\" label=\"738\">*738</page-number>to the contrary, “looked to the incriminating extrajudicial statements in determining petitioner’s guilt,” admission of a co-defendant’s confession in a joint trial “violated petitioner’s right of cross-examination secured by the Confrontation Clause of the Sixth Amendment.” 391 U.S. 123, 126, 88 S.Ct. 1620, 1622, 20 L.Ed.2d 476. The Court then reversed.</p>\n<p id=\"b800-4\">In the recent cases of Williams v. Florida, 1968, 392 U.S. 306, 88 S.Ct. 2064, 20 L.Ed.2d 1112, and Hillman v. Florida, 1968, 392 U.S. 307, 88 S.Ct. 2065, 20 L.Ed.2d 1114, both of said petitioners having been co-defendants with Benny Brooks and the petitioner in the case <em>sub judice, </em>the United States Supreme Court reversed the judgment of the Florida First District Court of Appeal and remanded for further consideration in light of Bruton v. United States, <em>supra.</em></p>\n<p id=\"b800-5\">It is clear that the appellant’s case, too, is entitled to renewed scrutiny in light of <em>Bruton. </em>See Gray v. United States, 5 Cir. 1969, 407 F.2d 830 [March 6, 1969]. However, in our view the state and not the federal courts should re-examine this case in the first instance.</p>\n<p id=\"b800-6\">Appellant filed his petition in the court below prior to the <em>Bruton </em>decision. That decision has created for him a new remedy in the state courts. Since the state courts bear a responsibility “to vindicate federally-guaranteed, federally-protected rights in the administration of justice,” Peters v. Rutledge, 5 Cir. 1968, 397 F.2d 731, 736, the request made by the state of Florida to be allowed the opportunity to decide the issue in this case should be granted. The principle of exhaustion of state remedies rests on comity, not on jurisdiction.</p>\n<blockquote id=\"b800-7\">“In the long run, time is saved and constitutional rights are better vindicated by assuring that state mechanisms to ascertain and find facts are fully used. We reject again, as we have so many times recently the beguiling appeal of remanding it for the Federal Judge to do what is initially the clear duty of the State Court.” Milton v. Wainwright, 5 Cir. 1968, 396 F.2d 214, 215; Peters v. Rutledge, 5 Cir. 1968, 397 F.2d 731, 736.</blockquote>\n<p id=\"b800-9\">The judgment of the district court is affirmed without prejudice to the appellant to apply to the state court for reconsideration of his case in light of <em>Bruton. </em>However, should the Florida courts deny such reconsideration, “Appellant can return to the Federal Court for its inescapably independent judgment on federal issues.” Peters v. Rutledge, 397 F.2d at 741.</p>\n<p id=\"b800-10\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b799-13\">. Under Rule 18 the Court has placed this ease on the Summary Calendar for disposition without oral argument. See Murphy v. Houma Well Service, 5 Cir. 1969, 409 F.2d 804 [March 11, 1969].</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}