{
  "casebody": {
    "data": "<casebody firstpage=\"354\" lastpage=\"363\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b374-9\">Minnie B. ROBERTSON, individually and on behalf of her minor son Corey Robertson; Robert Robertson, individually and on behalf of his minor son Corey Robertson; Karen Landry; Kevin Bird, Plaintiffs — Appellees v. MONSANTO COMPANY, also known as Pharmacia Corporation, Defendant — Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b374-12\">No. 07-30577.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b374-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b374-15\">July 18, 2008.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b375-17\"><page-number citation-index=\"1\" label=\"355\">*355</page-number>Richard M. Martin, Jr., Eaves Law Firm, New Orleans, LA, Andrew Allen Lemmon, Lemmon Law Firm, Hahnville, LA, for Plaintiffs-Appellees.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b375-18\">Darryl Joseph Foster, Lemle &amp; Kelleher, New Orleans, LA, for Defendant-Appellant.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b375-20\">Before KING, WIENER, and ELROD, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b375-21\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b375-22\">Defendant-appellant Monsanto Company appeals the district court’s order certifying a class alleging claims arising out of a gas release at a Monsanto manufacturing plant in Louisiana. A panel of this court granted Monsanto’s petition for permission to appeal under Rule 23(f) of the Federal Rules of Civil Procedure. For the reasons <page-number citation-index=\"1\" label=\"356\">*356</page-number>that follow, we REVERSE the district court’s order and REMAND for entry of an order denying class certification.</p>\n<p id=\"b376-4\">I. Background</p>\n<p id=\"b376-5\">The gas release at issue in this case occurred at Monsanto Company’s chemical manufacturing plant in Luling, Louisiana. At 10:38 on the morning of September 18, 1998, a nipple near an isolation valve on an ammonia converter at the plant failed, resulting in the release of about 14,000 pounds of an internal process stream known as synthesis gas (“syn gas”), which contained approximately 2,000 pounds of ammonia. The gas release was discovered instantaneously, and Monsanto took steps to minimize the volume of the release. Nonetheless, gas began to drift off the plant grounds and into the surrounding community, and within a short period there were reports of an odor of ammonia at locations downwind of the Monsanto plant. The local authorities responded by closing off portions of a nearby highway and road, ordering a “shelter in place” in certain surrounding areas, and activating emergency sirens. Monsanto also sent employees into the community to monitor for the presence of ammonia. By 1:11 p.m. the gas had apparently dissipated, and the “all clear” signal was given. Various individuals reported skin and throat irritation, burning eyes and nose, coughing, nausea, and labored breathing.</p>\n<p id=\"b376-6\">The following year, Minnie and Robert Robertson sued Monsanto in Louisiana state court, alleging that Monsanto’s negligence had caused the gas release. The Robertsons sought compensation for, among other things, physical and economic injuries, emotional distress, medical expenses (past, present, and future), and property damage. Some 7,760 additional individuals were joined as plaintiffs, and another suit arising out of the same gas release was consolidated with the Robert-sons’ suit.</p>\n<p id=\"b376-8\">After unsuccessfully attempting to separate the issues of liability and damages by obtaining a bifurcated trial, the plaintiffs in the Robertsons’ consolidated and enlarged action amended their state-court petition to add class action allegations, and Monsanto removed the case to the United States District Court for the Eastern District of Louisiana. Once in federal district court, the plaintiffs filed a second amended complaint, alleging negligence on the part of Monsanto and claiming that:</p>\n<blockquote id=\"b376-9\">[They] and the class they seek to represent suffered personal injuries (physical, mental, economic, inconvenience) and property damage. Accordingly, [they] and the class they seek to represent are entitled to recover compensatory damages from [Monsanto] for their physical pain and suffering, inconvenience, mental anguish, medical expenses (past, present, and future), loss of income, and loss of life’s pleasures in money amounts reasonable under these premises.</blockquote>\n<p id=\"b376-10\">Prior to the certification of the class, the parties submitted expert reports modeling the dispersion and concentration of ammonia resulting from the gas release and filed cross-motions for summary judgment. All plaintiffs sought partial summary judgment on the issue of liability (duty and breach), and certain plaintiffs sought final summary judgment on the issues of causation and damages as well. For its part, Monsanto — arguing that the expert reports submitted by both sides established that none of the plaintiffs could have been harmed by the gas release — sought summary judgment against all plaintiffs on all claims. The district court granted summary judgment in favor of all plaintiffs on the issue of liability but denied certain plaintiffs’ request for summary judgment on the issues of causation and damages. <page-number citation-index=\"1\" label=\"357\">*357</page-number>The district court granted Monsanto’s motion for summary judgment in part, by dismissing the claims of those plaintiffs located outside the odor plume modeled by the plaintiffs’ expert, but denied the remainder of the motion.<footnotemark>1</footnotemark></p>\n<p id=\"b377-5\">The plaintiffs subsequently moved for class certification pursuant to Rule 23(b)(3) of the Federal Rules of Civil Procedure, with the following proposed class definition:</p>\n<blockquote id=\"b377-6\">All individuals who were present in the communities of St. Charles Parish surrounding Monsanto Company’s facility on September 18, 1998, who sustained legally cognizable damages as a result of the release of syn gas, ammonia, or other chemical substances from that facility, as a result of defendant’s negligence or other fault, and who were named in one of the consolidated petitions or amendments thereto.</blockquote>\n<p id=\"b377-7\">(Italics and brackets removed.) In them second amended complaint, the plaintiffs had asserted that issues common to the proposed class included:</p>\n<blockquote id=\"b377-8\">a. Whether [Monsanto] was negligent in the design, operation, or maintenance of the syn storage system;</blockquote>\n<blockquote id=\"b377-9\">b. Whether [Monsanto] used improper techniques and equipment to store said chemicals;</blockquote>\n<blockquote id=\"b377-10\">c. Whether [Monsanto] used improper and inadequate techniques and equipment in safeguarding against the release of syn gas, ammonia, or other chemicals;</blockquote>\n<blockquote id=\"b377-12\">d. Whether [Monsanto] properly responded to the release of syn gas, ammonia, or other chemicals;</blockquote>\n<blockquote id=\"b377-13\">e. Whether [Monsanto] had a duty to refrain from releasing syn gas, ammonia, or other chemicals;</blockquote>\n<blockquote id=\"b377-14\">f. Whether any other party contributed to, or is responsible for, the release of syn gas, ammonia, or other chemicals;</blockquote>\n<blockquote id=\"b377-15\">g. Whether [Monsanto] is liable to petitioners and the putative class for compensatory damages; and</blockquote>\n<blockquote id=\"b377-16\">h. All implied questions of fact and law.</blockquote>\n<p id=\"AcQ\">Similarly, in their motion for class certification, the plaintiffs asserted that “the issues relating to Monsanto’s conduct and liability are common to all members of the putative class, as are the issues relating to the area affected by the chemical release.” The plaintiffs also averred that Rule 23(b)(3)’s predominance and superiority requirements were satisfied, reasoning, among other things, that the district court had already rendered rulings on summary judgment that affected the entire class and that the prosecution of individual claims arising from the gas release would be cost prohibitive.</p>\n<p id=\"b377-17\">At a June 21, 2006, hearing on the plaintiffs’ motion for class certification, the district court determined that Rule 23(a)’s prerequisites to class certification had been met, and that the requirements to maintain a class action under Rule 23(b)(3) had also been met. The district court further determined that the “yellow” plume set forth in the plaintiffs’ expert’s <page-number citation-index=\"1\" label=\"358\">*358</page-number>report provided the most reasonable boundary of the class. However, since the exact geographical boundaries of the yellow plume had not yet been defined (i.e., the boundaries of the plume had not been plotted in relation to streets and specific landmarks), the district court directed the parties to agree on a map, based on the yellow plume, that would form the geographical basis for the class.</p>\n<p id=\"b378-4\">The parties subsequently presented a new class definition and narrative class boundary description to the district court. On January 17, 2007, the district court entered an order appointing class counsel, adopting a class definition, and establishing class boundaries. The order defines the class as:</p>\n<blockquote id=\"b378-5\">All individuals who were present on September 18, 1998[,] at times from 10:38 a.m. through 1:11 p.m. within the below-described geographic area, which is approximately the line depicted on Exhibit “A,” which area surrounds Monsanto Company’s Luling, Louisiana facility, and:</blockquote>\n<blockquote id=\"b378-6\">(A) Who were named Plaintiffs in the [Robertsons’ state-court action and the action that was consolidated therein]; and</blockquote>\n<blockquote id=\"b378-7\">(B) Who claim to have suffered injury as a result of exposure to synthesis gas, ammonia, and/or other chemical substances released from that facility.</blockquote>\n<p id=\"b378-8\">The class geographic area is described by listing the streets and portions of streets encompassed by the yellow plume determined by the plaintiffs’ expert and adopted by the district court.</p>\n<p id=\"b378-9\">Monsanto filed a Rule 23(f) petition for permission to appeal the class certification order on January 31, 2007. A panel of this court granted Monsanto’s petition on June 26, 2007. We have jurisdiction to entertain this interlocutory appeal pursuant to 28 U.S.C. § 1292(e) and Rule 23(f).</p>\n<p id=\"b378-10\">II. Timeliness of Monsanto’s Appeal</p>\n<p id=\"b378-11\">As a preliminary matter, we reject the plaintiffs’ argument that Monsanto’s appeal should be dismissed as untimely. Rule 23(f) states that:</p>\n<blockquote id=\"b378-12\">A court of appeals may permit an appeal from an order granting or denying class-action certification under this rule <em>if a petition for permission to appeal is filed with the circuit clerk within 10 days after the order is entered.</em></blockquote>\n<p id=\"b378-13\">Fed.R.Civ.P. 23(f) (emphasis added). The plaintiffs argue that the relevant “order” for purposes of commencing this ten-day period was a minute entry entered by the district court on June 21, 2006, the day of the class certification hearing. But this overlooks the fact that the minute entry clearly contemplated that more work was called for (i.e., the parties were directed to confer and prepare a class definition and detailed descriptions of the class boundaries) before the ruling on class certification would be complete. It also overlooks Rule 58 of the Federal Rules of Civil Procedure, which requires that “[e]very judgment ... be set out in a separate document....” For purposes of the rules of procedure, a “judgment” includes “any order from which an appeal lies.” Fed.R.Civ.P. 54(a). Generally, “to be appeal-able, any decree or order must be set forth in a separate document and entered on the clerk’s civil docket.” <em>Theriot v. ASW Well Serv., Inc., </em>951 F.2d 84, 87 (5th Cir.1992). This is true of interlocutory decisions as well as final decisions. <em>See id. </em>at 88. “A minute entry, although it is a record of the court’s final decision in a case or of an appealable interlocutory decision, cannot constitute a ‘separate document’ for the purposes of meeting the Rule 58 requirement.” <em>Id. </em>at 87 (citing <em>Jones v. Celotex Corp., </em>857 F.2d 273, 275 (5th Cir.1988)). Monsanto was correct in petitioning for <page-number citation-index=\"1\" label=\"359\">*359</page-number>permission to appeal from the district court’s order of January 17, 2007, rather than the minute entry of June 21, 2006, and its petition was therefore timely.</p>\n<p id=\"b379-5\">III. Monsanto’s Challenges to Certification of the Class</p>\n<p id=\"b379-6\">We now turn to Monsanto’s arguments against class certification. Monsanto argues that: (1) certification of the class was improper because the plaintiffs lack standing; (2) the district court abused its discretion in certifying the class because the requirements of Rule 23(a) and (b)(3) have not been met; and (3) the district court abused its discretion in selecting the class boundary.</p>\n<p id=\"b379-7\">A. Standing</p>\n<p id=\"b379-8\">Although Rule 23(f) allows a party to appeal only the issue of class certification, the question of Article III standing is a threshold one that we must resolve before addressing the issue of class certification. <em>Cole v. Gen. Motors Corp., </em>484 F.3d 717, 721 (5th Cir.2007) (citing <em>Rivera v. Wyeth-Ayerst Labs., </em>283 F.3d 315, 319 (5th Cir. 2002)). “As a jurisdictional matter, standing is a question of law that we review <em>de novo.” Id. </em>(citing <em>Bonds v. Tandy, </em>457 F.3d 409, 411 (5th Cir.2006)). “Facts expressly or impliedly found by the district court in the course of determining jurisdiction are reviewed for clear error.” <em>Id. </em>(citing <em>Rivera, </em>283 F.3d at 319).</p>\n<p id=\"b379-9\">The “irreducible constitutional minimum” of standing consists of three elements. <em>Lujan v. Defenders of Wildlife, </em>504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992). First, plaintiffs must have suffered an “injury in fact — an invasion of a legally protected interest which is (a) concrete and particularized and (b) actual or imminent, not conjectural or hypothetical.” <em>Id. </em>(internal citations and quotation marks omitted). “Second, there must be a causal connection between the injury and the conduct complained of.... ” <em>Id. </em>(citation omitted). Third, “it must be likely ... that the injury will be redressed by a favorable decision.” <em>Id. </em>at 561, 112 S.Ct. 2130 (citation and internal quotation marks omitted).</p>\n<p id=\"b379-11\">Monsanto argues that the plaintiffs lack standing because they have not suffered an injury in fact. Monsanto first points to air modeling reports submitted by its own experts and the plaintiffs’ expert, which Monsanto contends show that the plaintiffs were never exposed to ammonia in concentrations sufficient to cause physical harm. Relying on our decision in <em>Rivera v. Wyeth-Ayerst Laboratories, </em>Monsanto argues that the plaintiffs therefore lack the concrete injury stemming from the invasion of a legally protected interest required to establish an injury in fact.</p>\n<p id=\"b379-12\">In <em>Rivera, </em>the district court certified a nationwide class of purchasers of a prescription painkiller who sought to recover damages after the drug manufacturer withdrew the drug from the market because it had caused liver damages in certain long-term users. <em>Rivera, </em>283 F.3d at 317. Importantly, though, the <em>Rivera </em>plaintiffs did not claim that they were physically injured by the drug, or that the drug was ineffective as a painkiller, had any future health consequences, or caused them any emotional injury. <em>Id. </em>Rather, they claimed an “economic injury” stemming from the manufacturer’s sale of a defective product and failure to list enough warnings. <em>Id. </em>at 319. This was not enough to establish the injury in fact necessary for standing, we determined, as the plaintiffs averred that the drug was not defective as to them and could not assert benefit-of-the-bargain damages because they had no contract with the manufacturer (and, in any case, the drug was an effective painkiller as to them). <em>Id. </em>at 320. <page-number citation-index=\"1\" label=\"360\">*360</page-number>We characterized the plaintiffs’ claim as a “no-injury products liability law suit,” and concluded that the plaintiffs had “asserted no concrete injury.” <em>Id. </em>at 320-21.</p>\n<p id=\"b380-4\">Monsanto argues that, like the plaintiffs in <em>Rivera, </em>the plaintiffs in this case have not demonstrated the presence of a concrete injury and therefore lack standing. We find <em>Rivera </em>distinguishable. The plaintiffs in <em>Rivera </em>alleged wrongs suffered by other, non-class members, but conceded that they themselves suffered no physical injuries. (In fact, the class was explicitly defined to <em>exclude </em>any individuals injured by the drug, <em>see id. </em>at 317.) They also asserted an “economic injury” that had no basis in either products liability or contract law. Simply put, and as Monsanto recognizes in its brief, “the law [did] not provide a cause of action to recover the type of damages [the <em>Rivera </em>plaintiffs] sought.” But here that is decidedly not the case. Unlike the plaintiffs in <em>Rivera, </em>the plaintiffs in this case have brought claims based on <em>their own </em>physical injuries. Moreover, the emotional distress damages that the plaintiffs seek are based on an injury that Louisiana law recognizes, “ ‘fear and mental anguish sustained while a traumatic ordeal is in progress, regardless of whether the plaintiff sustained physical injury.’ ” <em>Howard v. Union Carbide Corp., </em>897 So.2d 768, 774 (La.App. 5th Cir.2005) (quoting <em>Rivera v. United Gas Pipeline Co., </em>697 So.2d 327, 337 (LaApp. 5th Cir.1997)).</p>\n<p id=\"b380-5\">At most, this appears to be a case in which some elements of standing might be said to be intertwined with the merits. <em>See </em>13A Wright, Miller, &amp; Cooper, Federal Practice &amp; Procedure § 3531.15, at 99-100 (2d ed. 1984 &amp; Supp. 2008). For example, Monsanto challenges the plaintiffs’ standing to bring their emotional distress claims by arguing that the various air modeling reports submitted by the experts establish that the plaintiffs were never exposed to ammonia in sufficient concentrations to cause them physical harm, and that under Louisiana law this also forecloses recovery for emotional distress. Given the substantial overlap between this issue and the merits of the plaintiffs’ claims, we think that the better course is to treat this argument as an attack on the merits — and therefore as outside the scope of our Rule 23(f) review of class certification decisions — rather than as a question of standing. Although we offer no opinion on the subject, it may well be the case that the plaintiffs ultimately will be unable to prevail on the emotional distress claim that they advance under Louisiana law. Nevertheless, and as we recently explained in addressing the question of standing in another Rule 23(f) appeal, “[w]hether recovery for such a claim is permitted under governing law is a separate question; it is sufficient for standing purposes that the plaintiffs seek recovery for ... harm that they allege they have suffered.” <em>Cole, </em>484 F.3d at 723 (citing <em>Parker v. District of Columbia, </em>478 F.3d 370, 377 (D.C.Cir. 2007), <em>aff'd sub nom. District of Columbia v. Heller, </em>— U.S. —, 128 S.Ct. 2783, 171 L.Ed.2d 637 (2008)). Article Ill’s standing requirements do not bar the plaintiffs from pursuing this class action.</p>\n<p id=\"b380-9\">B. Class Certification</p>\n<p id=\"b380-10\">\n<em>1. The Requirements of Rule 23</em>\n</p>\n<p id=\"b380-11\">Rule 23(a) of the Federal Rules of Civil Procedure provides that class certification is proper only if:</p>\n<blockquote id=\"b380-12\">(1) the class is so numerous that joinder of all members is impracticable;</blockquote>\n<blockquote id=\"b380-13\">(2) there are questions of law or fact common to the class;</blockquote>\n<blockquote id=\"b380-14\">(3) the claims or defenses of the representative parties are typical of the claims or defenses of the class; and</blockquote>\n<blockquote id=\"b381-4\"><page-number citation-index=\"1\" label=\"361\">*361</page-number>(4) the representative parties will fairly and adequately protect the interests of the class.</blockquote>\n<p id=\"b381-5\">Fed.R.Civ.P. 23(a). If these four requirements are met, the proposed class must also satisfy one of the three provisions for maintaining a class action under Rule 23(b). Here, the plaintiffs sought class certification pursuant to Rule 23(b)(3), which requires additional showings of predominance and superiority — i.e., that “the questions of law or fact common to class members predominate over any questions affecting only individual members, and that a class action is superior to other available methods for fairly and efficiently adjudicating the controversy.” Fed.R.Civ.P. 23(b)(3).</p>\n<p id=\"b381-6\">\n<em>2. Standard of Review</em>\n</p>\n<p id=\"b381-7\">We review a district court’s decision to certify a class for abuse of discretion. <em>Cole, </em>484 F.3d at 723 (citations omitted). “The decision to certify is within the broad discretion of the [district] court, but that discretion must be exercised within the framework of [R]ule 23.” <em>Castano v. Am. Tobacco Co., </em>84 F.3d 734, 740 (5th Cir. 1996) (citing <em>Gulf Oil Co. v. Bernard, </em>452 U.S. 89, 100, 101 S.Ct. 2193, 68 L.Ed.2d 693 (1981)). “The district court must ‘rigorously analyze Rule 23’s prerequisites before certifying a class.’ ” <em>Cole, </em>484 F.3d at 723 (quoting <em>Spence v. Glock, </em>227 F.3d 308, 310 (5th Cir.2000)). “Failure to do so or the commission of a legal error while doing so may be the basis of reversal.” <em>Id. </em>(citation omitted). “Although ‘the strength of a plaintiffs claim should not affect the certification decision,’ it is necessary for the district court to go beyond the pleadings to determine whether the requirements of Rule 23 have been met: ‘a court must understand the claims, defenses, relevant facts, and applicable substantive law in order to make a meaningful determination of the certification issues.’ ” <em>Id. </em>at 724 (quoting <em>Castano, </em>84 F.3d at 745). The district court must consider “how a trial on the merits would be conducted” if the class were certified. <em>Castano, </em>84 F.3d at 740. Finally, the burden of proof on Rule 23’s requirements lies with the party seeking certification. <em>Cole, </em>484 F.3d at 724 (citing <em>McManus v. Fleetwood Enters., Inc., </em>320 F.3d 545, 548 (5th Cir. 2003)).</p>\n<p id=\"b381-9\">\n<em>3. Analysis</em>\n</p>\n<p id=\"b381-10\">Monsanto argues that the district court abused its discretion in concluding that the plaintiffs satisfied Rule 23(a)’s numerosity requirement and Rule 23(b)(3)’s predominance and superiority requirements. Because we conclude that the district court abused its discretion in determining that Rule 23(b)(3)’s superiority requirement was satisfied, we do not consider Monsanto’s remaining challenges concerning Rule 23(b)(3)’s predominance requirement and Rule 23(a)’s numerosity requirement.</p>\n<p id=\"b381-11\">Rule 23(b)(3)’s superiority requirement asks whether “a class action is superior to other available methods for fairly and efficiently adjudicating the controversy.” Fed.R.Civ.P. 23(b)(3). As is the ease with Rule 23(b)(3) generally, the superiority analysis is fact-specific and will vary depending on the circumstances of any given case. <em>See </em>7AA Wright, Miller, &amp; Kane, Federal Practice <em>&amp; </em>Procedure § 1783, at 322 (3d ed. 2005).</p>\n<p id=\"b381-12\">Here, there are several facts and circumstances unique to this case that make it clear that the superiority requirement has not been met. First, the class in this case is defined to include only individuals located within the odor plume who were already named as plaintiffs in the Robertsons’ action. This fact is significant to the superiority analysis when considered in conjunction with the fact that the <page-number citation-index=\"1\" label=\"362\">*362</page-number>district court granted summary judgment in favor of the plaintiffs within the odor plume on the issue of liability <em>before </em>the class was certified. In effect, then, the issue of Monsanto’s liability has already been resolved on a class-wide basis — summary judgment has been rendered in favor of each and every class member on this issue. Therefore, as far as the issue of liability is concerned, there simply is no gain to be had from using the class action form.</p>\n<p id=\"b382-4\">Second, the remaining issues of causation and damages are highly individualized, and thus would not be well-served by a class action.<footnotemark>2</footnotemark> Although the alleged cause of the plaintiffs’ injuries is a single incident, the gas leak at Monsanto’s plant, each plaintiff still must show that Monsanto’s negligence in causing the gas leak was proximately connected to the specific injuries complained of. <em>See </em>5 Conte <em>&amp; </em>Newberg, Newberg on Class Actions § 17:28, at 413-14 (4th ed.2002) (distinguishing between “threshold general questions” of causation relating to the defendant’s wrongful conduct and the question whether such conduct directly or proximately caused the specific injuries suffered, which must be proved separately by class members). The question of damages is similarly ill-suited for class-wide adjudication. In <em>Steering Committee v. Exxon Mobil Corp., </em>461 F.3d 598, 602 (5th Cir.2006), we explained that damages claims arising out of an incident similar to the gas release at issue here<footnotemark>3</footnotemark> were “not subject to any sort of formulaic ealculation[,]” since “each individual plaintiff suffered different alleged periods and magnitudes of exposure and suffered different alleged symptoms as a result.” In particular, we note that the emotional distress claims brought by the plaintiffs in this case will require some form of individualized proceedings. As we explained in <em>Steering Committee, </em>where the plaintiffs likewise sought to recover for “emotional and other intangible injuries”:</p>\n<blockquote id=\"b382-8\">“The very nature of these damages, compensating plaintiffs for emotional and other intangible injuries, necessarily implicates the subjective differences of each plaintiffs circumstances; they are an individual, not class-wide, remedy. The amount of compensatory damages to which any individual class member might be entitled cannot be calculated by objective standards.”</blockquote>\n<p id=\"b382-9\"><em>Id. </em>(quoting <em>Allison v. Citgo Petrol. Corp., </em>151 F.3d 402, 417 (5th Cir.1998)). Indeed, if a class action were to be used in accordance with the “usual” class action method of resolving mass-tort claims of this type (absent the unique combination of circumstances present here regarding the class definition and the district court’s use of summary judgment), the proceedings would most likely be bifurcated to try the common issue of liability on a class-wide basis, and then to allow for the presentment of individualized proof on the questions of proximate causation and damages. <em>See 5 </em>Conte &amp; Newberg, <em>supra, </em>§ 17:6, at <page-number citation-index=\"1\" label=\"363\">*363</page-number>313-14 (using class action limited to liability issues for “toxic tort” cases); 7AA Wright, Miller, &amp; Cane, <em>supra, </em>§ 1783, at 328 (“limit the class suit to the question of liability and reserve the damage issues for individual treatment”). Again, though, since the issue of liability has already been resolved for every class member, there is no need for a class action here.</p>\n<p id=\"b383-5\">The lack of superiority in this case is further borne out by the fact that the plaintiffs initially brought this suit not as a putative class action, but as a mass-joinder case, and only amended their state-court petition to add class action allegations after several years of litigation. In fact, the proceedings thus far in district court show that the case can be adjudicated fairly and efficiently by means other than a class action. By resolving the common issue of liability through a consolidated summary judgment procedure, the district court eliminated the need for the costly and repetitive presentment of expert testimony and other evidence on this question without resorting to the use of a class action.</p>\n<p id=\"b383-6\">Finally, the fact that all of the class members are, by definition, already named plaintiffs in the Robertsons’ consolidated action has further bearing on the superiority analysis apart from its effect in conjunction with the district court’s previous use of summary judgment. For one, because each and every class member is already a named plaintiff, and therefore presumably aware of the suit, there is little to be gained from invoking the notice requirements associated with Rule 23(b)(3), which are designed to identify and notify class members who are unaware of the suit. <em>See </em>Fed.R.Civ.P. 23(c)(2)(B). Furthermore, also absent from this case is the usual advantage of using a class action to render a binding judgment against all class members (or at least those who do not opt out), and, therefore, to foreclose the possibility that scattered, repetitive litigation will continue indefinitely (and, from the defendant’s perspective, to win some sort of finality and relief against the prospect of potentially large liability). Here, since the entire class consists of individuals who are already parties to the suit against Monsanto, a binding final judgment will be rendered, one way or the other.</p>\n<p id=\"b383-8\">In sum, the specific facts and unique procedural history of this case leave us with no doubt that the superiority requirement has not been, and cannot be, satisfied, and that the district court abused its discretion in concluding otherwise.</p>\n<p id=\"b383-9\">C. The Class Boundary</p>\n<p id=\"b383-10\">Because we conclude that Rule 23(b)(3) has not been satisfied, we do not reach the question whether the district court abused its discretion in setting the class boundary.</p>\n<p id=\"b383-11\">IV. Conclusion</p>\n<p id=\"b383-12\">For the foregoing reasons, we REVERSE the order of the district court certifying a class, and REMAND for entry of an order denying certification. The plaintiffs’ motion to dismiss this appeal is DENIED. Costs shall be borne by the plaintiffs.</p>\n<footnote label=\"*\">\n<p id=\"b375-13\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b377-11\">. Monsanto has taken the position that the district court’s summary judgment order had the effect of dismissing all but the emotional distress claims of the plaintiffs located within the odor plume identified by the plaintiffs’ expert. However, the language of the district court's \"Order and Reasons\" of April 14, 2005, only dismisses \"the claims of those persons located outside of the odor plume” and does not purport to dismiss <em>any </em>of the claims held by persons inside the odor plume. For purposes of this appeal, then, we will assume that claims possessed by the plaintiffs located within the odor plume are not limited to emotional distress claims.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b382-5\">. As the advisory committee note to Rule 23(b)(3) recognizes, the presence of individual questions of these types counsels against the use of a class action:</p>\n<blockquote id=\"b382-6\">A \"mass accident\" resulting in injuries to numerous persons is ordinarily not appropriate for a class action because of the likelihood that significant questions, not only of damages but of liability and defenses of liability, would be present, affecting the individuals in different ways. In these circumstances an action conducted nominally as a class action would degenerate in practice into multiple lawsuits separately tried.</blockquote>\n<p id=\"b382-11\">Fed.R.Civ.P. 23(b)(3) advisory committee's note (citation omitted).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b382-12\">. The putative class in <em>Steering Committee </em>had been exposed to a smoke plume caused by a fire at a chemical plant. 461 F.3d at 600.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}