{
  "casebody": {
    "data": "<casebody firstpage=\"982\" lastpage=\"985\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1002-4\">Noye MILLER, Appellant v. UNITED STATES of America; Delaware Transit Corporation, a Delaware corporation; Antone Wiggins.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1002-6\">No. 06-2537.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1002-7\">United States Court of Appeals, Third Circuit.</court>\n<p data-order=\"3\" data-type=\"otherdate\" id=\"b1002-8\">Submitted Pursuant to Third Circuit LAR 34.1(a) July 24, 2008.</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1002-9\">Filed July 31, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1002-16\">Noye Miller, Claymont, DE, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1002-17\">Office of United States Attorney, Wilmington, DE, for United States of America.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1002-18\">Before: SCIRICA, Chief Judge, HARDIMAN and COWEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1002-19\">OPINION OF THE COURT</p>\n<author id=\"b1002-20\">PER CURIAM.</author>\n<p id=\"b1002-21\">Noye Miller sued the United States, the Delaware Transit Corporation (“DART”), and a DART bus driver, Antone Wiggins, invoking the Federal Tort Claims Act and theories of negligence. Miller alleged that he fell and suffered injuries while riding a DART bus. Specifically, he claimed that he fell while walking in the bus aisle when the bus driver stopped short to avoid an accident with a U.S. Postal Service vehicle that had run a stop sign.</p>\n<p id=\"b1002-22\">The District Court held a bench trial to apportion potential liability. The District Court concluded that the United States was fifty percent (50%) liable, and that DART and Miller were each twenty-five percent (25%) liable for any injuries. After a discovery period, District Court held a second bench trial to assess damages. Miller was the only witness to testify, but the deposition testimony of Dr. Bruce Katz, Miller’s treating physician, and Dr. John B. Townsend, III, Defendants’ ex<page-number citation-index=\"1\" label=\"983\">*983</page-number>pert, became part of the bench trial record, as did Miller’s lengthy Social Security and medical records. The parties submitted post-trial briefs on whether the District Court should consider Katz’s medical opinion, which he rendered without reviewing Miller’s medical records. Miller requested that Katz be permitted to review the records and submit a new report.</p>\n<p id=\"b1003-5\">The District Court rejected Katz’s testimony, concluding that he presented an impermissible “net opinion” not based on reliable information. Although Miller pointed the District Court to Townsend’s testimony, the District Court did not find support for Miller’s case from that defense witness. The District Court found it unnecessary to weigh Miller’s credibility and the medical evidence in light of the insufficiency of the medical evidence. However, the District Court further opined that it “would ... be constrained to reject plaintiffs claims in their entirety given [Miller’s] demeanor.” The District Court cited Miller’s “repeated memory failures with respect to his medical problems, course of treatments, and medications, as well as his social security disability records.”<footnotemark>1</footnotemark> The District Court concluded that Miller had failed to carry his burden to prove that his injuries were caused by the accident and held that an award of damages would be inappropriate.</p>\n<p id=\"b1003-6\">Miller, now <em>pro se, </em>appeals and moves for appointment of counsel.<footnotemark>2</footnotemark> We notified Miller that we would not consider his motion for appointment of counsel until briefing was completed and directed Miller to file a brief and appendix, <em>see Miller v. United States, </em>et al., No. 06-2537 (orders entered on Aug. 27, 2007 and Mar. 6, 2008). Nevertheless, Miller uses his informal brief mostly just to request counsel again. After a short statement of facts, and the broad response of “yes” to the question “[d]id the district court incorrectly decide the facts of your case?”, Miller asks us to tell “the new lawyer to file a motion to have the Court of Appeals to [sic] reopen the case, do [sic] to inaffective [sic] coueil [sic] and this ground for a retrial and present my witnesses.” Informal Brief 6.<footnotemark>3</footnotemark> The United States notes that Miller did not include any legal argument in his informal brief and goes on to argue that the District Court correctly determined that Miller did not carry his burden of satisfying the requirements of Federal Rule of Evidence 702 and <em>Daubert v. Merrell Dow Pharmaceuticals, Inc., </em>509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993). The United States also moves for summary affirmance.</p>\n<p id=\"b1003-11\">We have jurisdiction pursuant to 28 U.S.C. § 1291. First, we note that Miller was obliged to set forth and present argument about all his issues on appeal in his informal brief. <em>See Kost v. Kozakiewicz, </em>1 F.3d 176, 182 (3d Cir.1993) (citing Federal Rules of Appellate Procedure 28 and Local Rule 28.1); <em>see also Al-Ra’Id v. Ingle, </em>69 F.3d 28, 31 (5th Cir.1995) (noting that <em>pro se </em>litigants are not excepted from the requirement). Absent extraordinary circumstances, the failure to raise and argue an <page-number citation-index=\"1\" label=\"984\">*984</page-number>issue results in a waiver of that issue on appeal. <em>See id.; see also In re Surrick, </em>338 F.3d 224, 237 (3d Cir.2003). Miller does seem to state (in the context of a request for counsel) that he wants a new trial and an opportunity to present his witnesses; however, “casual mention of an issue in a brief is cursory treatment insufficient to preserve the issue on appeal.” <em>See Kost, </em>1 F.3d at 182. Miller does not argue that extraordinary circumstances prevented him from articulating his issues on appeal. Accordingly, Miller has waived his issues on appeal.</p>\n<p id=\"b1004-4\">Even if Miller had properly objected to the District Court’s decisions, he would not be entitled to the new trial he seeks. The District Court’s decisions — to exclude Katz’s testimony and to deny reopening so that Miller could present additional evidence — are subject to review for abuse of discretion. <em>See Waldorf v. Shuta, </em>142 F.3d 601, 626-27 (3d Cir.1998) (“[A]bsent an abuse of discretion, we will not substitute our own judgment for that of the trial court regarding the admission or exclusion of expert testimony.”); <em>Zenith Radio Corp. v. Hazeltine Research, </em>401 U.S. 321, 331, 91 S.Ct. 795, 28 L.Ed.2d 77 (1971); <em>Skehan v. Board of Trustees, </em>590 F.2d 470, 477-78 (3d Cir.1978).</p>\n<p id=\"b1004-5\">The District Court’s decision to disregard the testimony of Miller’s expert witness was not an abuse of discretion. Rule 702 of the Federal Rules of Evidence allows testimony “based upon sufficient facts or data” that is “the product of reliable principles and methods” if the “witness has applied the principles and methods reliably to the facts of the case.” Fed.R.Evid. 702. Under this rule, a district court must ensure that all expert testimony is relevant and reliable. <em>See Kumho Tire Co. v. Carmichael, </em>526 U.S. 137, 141-42, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999). In considering the reliability of testimony on causation, a court should consider “whether the expert has adequately accounted for obvious alternative explanations.” <em>In re Unisys Sav. Plan Litig., </em>173 F.3d 145, 166 n. 10 (3d Cir.1999) (citing <em>Claar v. Burlington N.R.R. Co., </em>29 F.3d 499, 502 (9th Cir. 1994)). In <em>Claar, </em>the court approved of a district court’s rejection of testimony from doctors who did not attempt to rule out other possible causes for the injuries that the plaintiffs claimed. <em>See </em>29 F.3d at 501-03.</p>\n<p id=\"b1004-8\">In this case, Katz admitted that he based his opinion that the bus accident caused Miller’s neck injury on no more than Miller’s subjective complaints and the resolution of Miller’s symptoms after surgery.<footnotemark>4</footnotemark> Supp.App. 229 (Katz dep. 37). He took into account Miller’s statement that he had no previous neck injuries and did not review Miller’s medical records (which were significant for, among other things, previous neck injuries). <em>Id. </em>at 229-30 (Katz dep. 37-38.) As the District Court determined, Katz concluded that the neck injury was caused by the accident essentially because Miller told him it was. Katz did not try to rule out any other cause of the injury or consider any alternative explanations. Although Katz also relied on the resolution of Miller’s symptoms after surgery, the cure of the pain does not go to its cause. The District Court was permitted to conclude either that Katz’s testimony was not based on sufficient data, or that “there [wa]s simply too great an analytical gap between the data and the opinion proffered,” <em>GE v. Joiner, </em>522 U.S. 136, 146, 118 S.Ct. 512, 139 L.Ed.2d 508 (1997).</p>\n<p id=\"b1005-4\"><page-number citation-index=\"1\" label=\"985\">*985</page-number>Furthermore, the District Court’s conclusion is bolstered by its consideration of the credibility of Miller, the source of Katz’s data. We afford great deference to a district court’s credibility determinations. <em>See, e.g., Harrison v. Ryan, </em>909 F.2d 84, 86 (3d Cir.1990). The District Court questioned Miller’s credibility, noting his demeanor and his repeated memory failures, and alluding to the inconsistencies between his testimony and his documented medical history. Unlike the District Court, we cannot consider Miller’s demeanor, which &lt;l‘bear[s] so heavily on the listener’s understanding and belief in what is being said.’ ” <em>United States v. Beckett, </em>208 F.3d 140, 148 (3d Cir.2000) (quoting <em>Anderson v. Bessemer City, </em>470 U.S. 564, 575, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985)). However, in reviewing the trial record, we certainly find support for the District Court’s findings. Miller’s questionable credibility puts in question the reliability of Katz’s data, i.e., Miller’s subjective complaints.</p>\n<p id=\"b1005-5\">As the District Court did not err in excluding Katz’s expert testimony, it did not abuse its discretion in declining to reopen the record so that Katz could render a new opinion after reviewing Miller’s medical records. First, there are no mandatory procedures a district court must follow in considering the reliability of expert testimony. <em>See Oddi v. Ford Motor Co., </em>234 F.3d 136, 154 (3d Cir.2000). Moreover, it is not clear how reopening the record so that Katz could consider evidence that seemingly undermines his conclusion would have helped Miller’s case. <em>See id.</em></p>\n<p id=\"b1005-8\">In sum, even if we concluded that Miller did not waive his issues on appeal, we would conclude that the District Court did not abuse its discretion in disregarding Katz’s testimony and in declining to reopen the record. As the District Court determined, without Katz’s testimony, Miller did not carry his burden,<footnotemark>5</footnotemark> and judgment in favor of the Defendants was appropriate. For these reasons, we will affirm the District Court’s judgment and deny Miller’s requests for appointment of counsel.<footnotemark>6</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b1003-7\">. In an earlier footnote in the District Court’s opinion, the District Court noted that it did not find Miller’s descriptions of his physical condition credible in light of the extensive history of physical and psychological complaints and treatment detailed in his medical and Social Security records.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1003-8\">. After briefing was completed, he also submitted a “motion to strike supplemental appendix.\"</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1003-12\">. Miller also notes that his appeal was dismissed for failure to timely prosecute, an outcome he blames on poor communications with his former lawyer and problems receiving mail. On his earlier motion, his appeal was reopened, <em>see Miller v. United States, </em>et al., No. 06-2537 (order entered on Mar. 6, 2008).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1004-6\">. Although Miller originally complained of other injuries, he later limited his arguments to recovery for a neck injury; he conceded that his expert did not suggest that any back or shoulder pain was related to the accident. (Miller's Post-Trial Memorandum (doc. 73) <em>passim.) </em>Furthermore, evidence presented at trial detailed Miller’s long-history of back pain. (\"The United States’ Post-Trial Submission” 2 (summarizing the evidence)).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1005-6\">. An at-best ambiguous conclusion of Defendants' expert, that \"absent some other mechanism,\" Miller's \"subjective complaints,\" which \"were not always accurate,” \"were related to the accident,” Supp.App. 276-77 (Townsend dep. at 33-34), does not change the result.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1005-20\">. In light of our disposition of the case, we deny the motion for summary affirmance. Also, to the extent that Miller filed his \"motion to strike supplemental appendix\" because he wished us to strike the supplemental appendix, we deny it. Before ruling, we also considered the arguments he included in his motion to the extent that he filed it as a short document in support of his appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}