{
  "casebody": {
    "data": "<casebody firstpage=\"680\" lastpage=\"696\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b712-7\">[No. 19351.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AeDC\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A1i\">January 28, 1895.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b712-8\">H. A. LAMB, Respondent, <em>v. </em>H. A. HARBAUGH et al., Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b712-9\">Pleading—Misjoinder op Causes op Action—Injuries to Property— Character and Person.—A complaint which alleges that by wrongful acts of the defendant the property of the plaintiff was damaged, her character was injured, and that her health has been permanently impaired, and that by reason of all of these acts she has been damaged in a specified sum, for which she asks judgment, shows a misjoinder of distinct causes of action, forbidden by section 427 of the Code of Civil Procedure.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b712-10\">Id.—Trespass to Real Property—Circumstances op Aggravation— Exemplary Damages.—A complaint which is not in terms limited to a recovery for trespass upon real property, hut contains other averments of grounds of damage for injuries to character and to person, and under which the plaintiff at the trial offered proof of injuries to her person and to her health continuing down to the day of the trial, cannot he sustained upon the ground that the action was merely for a trespass upon real property under circumstances of such aggravation as to entitle the plaintiff to exemplary damages.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b712-11\">Id.—Uncertainty in Pleading—Actual Damage to Property.—A complaint for trespass to real property must contain a specific and certain averment of the actual damage done to the property, 'even though exemplary damages may be claimed for injury thereto under circumstances of aggravation, and, if the actual damage to the property is not averred with certainty, a demurrer for uncertainty on that ground should be sustained.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b712-12\">Id.—Certainty as to Damages—Misjoinder óe Causes.—A complaint alleging such circumstances of aggravation as will entitle the plaintiff to punitory damages in an action for trespass to real property must plead those circumstances in such a manner that there will be no ambiguity or uncertainty in determining that they are set forth solely for the purpose of establishing such claim, and, if they are pleaded in such manner as would be proper in an action brought to recover damages other than those for the trespass, the complaint will for that reason be subject to a demurrer for misjoinder of causes of action.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b713-4\"><page-number citation-index=\"1\" label=\"681\">*681</page-number>Id.—Parties—Husband and Wife—Injury to Wipe—Common Property.—A right of action for damages for a personal injury to the wife is community property, and, in an action to recover such damages, the husband is a necessary party, unless the wife is living separate and apart from her husband by reason of his desertion of her, or by agreement in writing entered into between them; and, if the wife is living separate and apart from her husband by reason of her desertion of him, she cannot by herself maintain any action for damages to her person.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b713-5\">Id.—Trial by Court—Practice—Declaration of Legal Principles.— Under the Code of Civil Procedure there is no authority for the practice at the close of a trial by the court, of presenting to the court propositions of law which the court is requested to declare as legal principles applicable to the facts of the case, and to render its decision in accordance therewith, and the refusal of the court so to do cannot properly be reviewed upon a bill of exceptions.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b713-6\">Id.—Trespass to Real Property—Evidence—Condition of Plaintiff’s Health.—In an action by a married woman to which the husband is not a party, for trespass upon her separate property, the evidence as to the condition of her health and strength subsequent to the date of the trespass is inadmissible, and should be excluded.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b713-7\">Id.—Change of Residence After Trespass—Res Gesta—Evidence that shortly after the trespass upon the property of the plaintiff she left the house and went elsewhere to reside is not admissible, the removal being no part of the <em>res gestee </em>connected with the trespass, and not appearing to have been caused by any injury to the house.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b713-8\">Id.—Personal Fear—Damage to Property.—Any personal injury sustained by the plaintiff in the nature of fear and timidity would not be an element of damage done to her property.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b713-9\">Id.—Damages Sustained by Children.—The plaintiff cannot recover for any personal injuries sustained by her son or her daughter.</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b713-10\">Id.—Arrest of Son—State of Mind at Time of Trespass. —Evidence for defendants that the arrest of the son of plaintiff had been the subject of discussion between plaintiff and her daughter prior to the trespass is admissible as tending to show the plaintiff’s state of mind at the time of the trespass, which was <em>a, </em>circumstance proper to be considered in determining the cause of her fright at the time of the trespass.</syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b713-11\">Id.—Motives of Defendants—Exemplary Damages.—Defendants, in an action for trespass upon real property, in which exemplary damages are claimed by reason of circumstances of aggravation connected with the trespass, have a right to introduce evidence to show their motives and purpose in going to the house of the plaintiff and doing what was there done, and to state the intention with which they visited the premises of the plaintiff.</syllabus>\n<syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b713-12\">Id.—Intention, When Material.—If a trespass was in fact committed, the actual damage which was caused thereby could not be diminished or increased by the character of the motives which actuated the trespassers; but, for the purpose of determining whether punitory damages should be allowed, the motive or intention with which the act was done is important.</syllabus>\n<syllabus data-order=\"17\" data-type=\"headnotes\" id=\"b713-13\">Id.—Conversation with Some of the Defendants—Severing of Damages.—Evidence for the plaintiff of conversations had with some of the <page-number citation-index=\"1\" label=\"682\">*682</page-number>defendants, in the absence of other defendants, subsequent to the trespass, for the purpose of showing the intention of the defendants with whom the conversations were had, is inadmissible and incompetent for that purpose, as there can be no severing of damages against the several defendants in the joint action.</syllabus>\n<syllabus data-order=\"18\" data-type=\"headnotes\" id=\"b714-5\">Id.—Liability of Spectator for Trespass.—A spectator of the trespass who did no act to promote or encourage the trespass is not rendered guilty of the trespass by his mere silence while it is being committed by others, nor by his subsequent declaration of approval of the trespass.</syllabus>\n<summary data-order=\"19\" data-type=\"history\" id=\"b714-6\">Appeal from a judgment of the Superior Court of San Diego County and from an order denying a new trial.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b714-7\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"21\" data-type=\"attorneys\" id=\"b714-8\"><em>Haines &amp; Ward, Wellborn, Stevens &amp; Wellborn, </em>and <em>E. W. Britt, </em>for Appellants.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b714-9\">The demurrer to the complaint for misjoinder of causes of action should have been sustained, as an action for injuries to property, an action for injuries to the person of plaintiff, an action for injuries to plaintiff’s daughters, and an action for injuries to the character of plaintiff are united and intermingled in clear violation of the rules of pleading and joinder of actions, and even of well-settled principles of primary rights. (Code Civ. Proc., secs. 427, 430, subd. 5; <em>McCarty </em>v. <em>Fremont, </em>23 Cal. 197; <em>Nevada etc. Canal Co. </em>v. <em>Kidd, </em>43 Cal. 180; <em>White </em>v. <em>Cox, </em>46 Cal. 169; <em>Watson </em>v. <em>San Francisco etc. R. R. Co., </em>41 Cal. 17; <em>Cosgrove </em>v. <em>Fisk, </em>90 Cal. 75.) The demurrer for uncertainty should have been sustained, as the defendant was entitled to have the complaint segregate the amount of damages claimed for each of the alleged elements set out in the complaint, instead of only having an allegation of damages <em>in solido. (Mallory </em>v. <em>Thomas, </em>98 Cal. 644; <em>Grandona </em>v. <em>Lovdal, </em>70 Cal. 161.) The propositions submitted by defendants to the court as being pertinent principles of law, and which the court rejected, ought to have been declared and applied to the facts of the case. <em>(Wilson </em>v. <em>Wilson, </em>64 Cal. 92, <em>Estate of Page, </em>57 Cal. 239; <em>Griswold </em>v. <em>Sharpe, </em>2 Cal. 17.) It is not made to appear that plaintiff was living separate <page-number citation-index=\"1\" label=\"683\">*683</page-number>and apart from her husband by reason of his desertion of her, or by agreement in writing entered into between them, and this being true, she could not sue alone for injury to her person or character. (Code Civ. Proc., sec. 370; <em>McFadden </em>v. <em>Santa Ana etc. Ry. Co., </em>87 Cal. 464-68; <em>Neale </em>v. <em>Depot Ry. Co., </em>94 Cal. 425-29; <em>Tell </em>v. <em>Gibson, </em>66 Cal. 247.) The reason fpr the rule is that the right to damages in such action is community property “of which the husband has the management, control, and absolute power of disposition other than testamentary.” (Civ. Code, secs. 162, 164, 169, 172.) The court erred in refusing to admit evidence as to the motives and intentions of the defendants in going upon the plaintiff’s premises at the time of the alleged trespass, as such evidence was admissible in mitigation of damages. <em>(Dorsey </em>v. <em>Manlove, </em>14 Cal. 555; <em>Macdougall </em>v. <em>Maguire, </em>35 Cal. 279; 95 Am. Dec. 98; <em>Simpson </em>v. <em>McCaffrey, </em>13 Ohio, 509, 522; <em>Roth </em>v. <em>Smith, 41 </em>Ill. 314; <em>Bohun </em>v. <em>Taylor, </em>6 Cow. 313; <em>Schindel </em>v. <em>Schindel, </em>12 Md. 122,123; <em>Reed </em>v. <em>Bias, </em>8 Watts &amp; S. 189; <em>Fraser </em>v. <em>Berkeley, </em>7 Car. <em>&amp; </em>P. 659; 1 Sedgwick on Damages, 8th ed. secs. 51, 52, 383, 384; note to <em>Merrills </em>v. <em>Tariff Mfg. Co., </em>27 Am. Dec. 686; <em>Ward </em>v. <em>Blackwood, </em>41 Ark. 295; 48 Am. Rep. 41.) The court erred in receiving the testimony of witnesses relating to injuries sustained by Cora Lamb, the adult daughter of plaintiff, on the occasion alleged in the complaint. Plaintiff had no right to recover for injuries personal to her daughter, even if the latter were a minor, as she was not. <em>(Durkee </em>v. <em>Central Pac. R. R. Co., </em>56 Cal. 388; 38 Am. Rep. 59.) Like remarks and authorities apply to the action of the court in declaring, as matter of law, that plaintiff could not recover for anxiety she may have felt for the safety of her son, Charles Lamb, which was, of course, right <em>(Munro </em>v. <em>Pacific Coast Dredging Co., </em>84 Cal. 515; 18 Am. St. Rep. 248; <em>Morgan </em>v. <em>Southern Pac. Co., </em>95 Cal. 518, 519; 29 Am. St. Rep. 143; <em>Keyes </em>v. <em>Minneapolis etc. Ry. Co., </em>36 Minn. 290), and its precisely contrary action in assessing damages against appellants for the “great <page-number citation-index=\"1\" label=\"684\">*684</page-number>fear” plaintiff experienced on this very account. The court erred in admitting testimony as to declarations made by some of the defendants in the absence of the others, subsequent to the commission of the alleged trespass, such declarations not being a part of the res <em>gestas. </em>(Code Civ. Proc., sec. 1850; <em>People </em>v. <em>Aleck, </em>61 Cal. 137; 1 Greenleaf on Evidence, sec. 110.) Such evidence was only material for the purpose of enhancing the damages, and this could not be done as against the persons making the declarations without enhancing the damages as to all the codefendants. <em>(Smith </em>v. <em>Wunderlich, </em>70 Ill. 437; <em>Becker </em>v. <em>Dupree, </em>75 Ill. 167, 170; <em>Nightingale </em>v. <em>Scannell, </em>18 Cal. 315.) Also in receiving and retaining the testimony of plaintiff relating to how long she remained at her house after the night of the alleged trespass, and to her leaving her home thereafter and taking up her residence with her daughter, as this was not a “ detriment proximately caused ” by any thing that occurred on the night of the alleged trespass. (Civ. Code, sec. 3333; <em>Durgin </em>v. <em>Neal, </em>82 Cal. 595; <em>Karr </em>v. <em>Parks, </em>44 Cal. 46.) It was her duty to refrain from any unnecessary act which might enhance her damage. (1 Sutherland on Damages, 1st ed., 150, 154.) Besides, there is no evidence that by such removal she lost the use of her property; or that such use, even if lost, was of the slightest value. That value is the measure of the damage in such instances; and there being no proof on the subject, her mere removal from her place was a false quantity in the case. (3 Sedgwick on Damages, 3d ed., sec. 932, and cases cited.) The evidence fails to show any right of recovery against defendant Kimball. His mere presence in the near vicinity at the time of the commission of the alleged trespass, if he did not advise or abet it, nor participate in it, did not make him a trespasser. <em>(Berry </em>v. <em>Fletcher, </em>1 Dill. 67; <em>Cooper </em>v. <em>Johnson, </em>81 Mo. 490; <em>Hilmes </em>v. <em>Stroebel, </em>59 Wis. 74; <em>State </em>v. <em>Maloy, </em>44 Iowa, 104; <em>Brown </em>v. <em>Perkins, </em>1 Allen, 98.) The testimony showing that defendant Kimball approved of the trespass does not show any liability on his part. <em>(Cooper </em><page-number citation-index=\"1\" label=\"685\">*685</page-number>v. <em>Johnson, </em>81 Mo. 490; Cooley on Torts, 2d ed., 145.) As to the matter of requesting the trial court to declare propositions of law governing the case, it is a convenient procedure for ascertaining, in compact and concrete form, the rules of law which the trial court holds controlling in the case, or some branch of it; the theory upon which it tries the cause—like to instructions in a jury trial. <em>(Wilson </em>v. <em>Wilson, </em>64 Cal. 92; <em>Touchard </em>v. <em>Crow, </em>20 Cal. 150, 163; 81 Am. Dec. 108; <em>Estate of Page, </em>57 Cal. 239; <em>Griswold </em>v. <em>Sharp, </em>2 Cal. 17, 24.) The practice prevails1 and is approved in other states. ( <em>Christy </em>v. <em>Stafford, </em>123 Ill. 464; <em>Bray </em>v. <em>Seligman, </em>75 Mo. 34-40.)</p>\n<p data-order=\"23\" data-type=\"attorneys\" id=\"b717-5\"><em>James L. Copeland, </em>and <em>Works &amp; Works, </em>for Respondent.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b717-6\">The demurrer for misjoinder of causes of action was properly overruled, as there was but one wrongful act charged in the complaint, to wit, the trespass upon the real estate of the plaintiff. The other facts alleged simply show what was done in the commission of the offense and its results, and merely tend to show the aggravated and serious character of the trespass, and the damage and injury that resulted therefrom. <em>(Razzo </em>v. <em>Varni, </em>81 Cal. 289; <em>Jones </em>v. <em>Steamship Cortes, </em>17 Cal. 487, 497; 79 Am. Dec. 142; <em>Brewer </em>v. <em>Temple, </em>15 How. Pr. 286; <em>Rosenberg </em>v. <em>Staten Island Ry. Co., </em>14 N. Y. Supp. 476; <em>Dickinson </em>v. <em>Boyle, </em>17 Pick. 78; 28 Am. Dec. 281; 1 Sutherland on Damages, 769; <em>Ogden </em>v. <em>Gibbons, </em>5 N. J. L. 518, 530; <em>Gans </em>v. <em>Hughes, </em>16 N. Y. Supp. 615; <em>Cook </em>v. <em>Redman, </em>45 Mo. App. 397; <em>Macdougall </em>v. <em>Maguire, </em>35 Cal. 278; 95 Am. Dec. 798; <em>Barnes </em>v. <em>Martin, </em>15 Wis. 240; 82 Am. Dec. 670.) In actions of trespass the cause of action is the wrongful act of the defendant, and the injury resulting is merely the measure of the damages. (5 Am. <em>&amp; </em>Eng. Ency. of Law, 16; <em>Razzo </em>v. <em>Varni, </em>81 Cal. 289; <em>Dickinson </em>v. <em>Boyle, </em>17 Pick. 78; 28 Am. Dec-281; <em>Brown </em>v. <em>Lake, </em>29 Ohio St. 66.) It is a well-settled and familiar rule that in cases of trespass to real estate, where the entry is illegal, and especially where it is with force, whatever is said and done after the breaking and <page-number citation-index=\"1\" label=\"686\">*686</page-number>entry is but aggravation of damages. (1 Sutherland on Damages, 769; <em>Ogden </em>v. <em>Gibbons, </em>5 N. J. L. 518; 3 Sutherland on Damages, 364; <em>Southern Suspender Co. </em>v. <em>Van Borries, </em>91 Ala. 507; <em>Keenan </em>v. <em>Cavanaugh, </em>44 Vt. 268; <em>Matteson </em>v. <em>Curtis, </em>11 Wis. 424; <em>Raynor </em>v. <em>Nims, </em>37 Mich. 34; 26 Am. Rep. 493; <em>Parker </em>v. <em>Mise, </em>27 Ala. 480; 62 Am. Dec. 776; <em>Freidenheit </em>v. <em>Edmundson, </em>36 Mo. 227; 88 Am. Dec. 141.) And each and all of the defendants were trespassers from the moment one of them entered upon the plaintiff's premises, and liable for every act done by any member of the mob thereafter. ( <em>Webber </em>v. <em>Barry, </em>66 Mich. 127; 11 Am. St. Rep. 466; Cooley on Torts, 127.) If the cause of action consisted of one wrongful act it was sufficient to allege the damages generally, and as a whole, where such damages were unliquidated. (1 Sutherland on Damages, 767-70; <em>Shepard </em>v. <em>Pratt, </em>16 Kan. 209, 215; <em>Razzo </em>v. <em>Varni, </em>81 Cal. 289; <em>Kolb </em>v. <em>Bankhead, </em>18 Tex. 228.) It was not necessary to allege how much each aggravating circumstance added to or enhanced the amount of damages the plaintiff is entitled to recover. The facts alleged here, of great noise, threats, maltreatment, and intimidation, following the forcible entry, were mere matters of aggravation. (1 Sutherland on Damages, 766-70; 3 Sutherland on Damages, 364; <em>Ogden </em>v. <em>Gibbons, </em>5 N. J. L. 518, 525, 535; <em>Razzo </em>v. <em>Varni, </em>81 Cal. 289; <em>Macdougall </em>v. <em>Maguire, </em>35 Cal. 278; 95 Am. Dec. 98; <em>Raynor </em>v. <em>Nims, </em>37 Mich. 34; 26 Am. Rep. 493; <em>Adams </em>v. <em>Blodgett, </em>47 N. H. 219; 90 Am. Dec. 569; <em>Meagher </em>v.. <em>Driscoll, </em>99 Mass. 281; 96 Am. Dec. 759; <em>Freidenheit </em>v. <em>Edmundson, </em>36 Mo. 227; 88 Am. Dec. 141.) Evidence as to the effect of the fright and intimidation of the plaintiff by the forcible midnight attack, and that the shock seriously injured her health, was clearly admissible. <em>(Razzo </em>v. <em>Varni, </em>81 Cal. 289. See, also, <em>Brown </em>v. <em>Lake, </em>29 Ohio St. 66; <em>Meagher </em>v. <em>Driscoll, </em>99 Mass. 281; 96 Am. Dec. 759; <em>Fillebrown </em>v. <em>Hoar, </em>124 Mass. 585; <em>Cox </em>v. <em>Vanderkleed, </em>21 Ind. 164.) Testimony showing that plaintiff abandoned her home, after the trespass,. <page-number citation-index=\"1\" label=\"687\">*687</page-number>was admissible, as every fact and circumstance connected with the commission of the trespass, and every result flowing from it, whether at the time or subsequently, is proper to be proved. <em>(Macdougall </em>v. <em>Maguire, </em>35 Cal. 278; 95 Am. Dec. 98; <em>Ogden </em>v. <em>Gibbons, </em>5 N. J. L. 518; <em>Raynor </em>v. <em>Nims, </em>37 Mich. 34; 26 Am. Rep. 493; <em>Meagher </em>v. <em>Driscoll, </em>99 Mass. 281; 96 Am. Dec. 759; <em>Cincinnati etc. Ry. Co. </em>v. <em>Eaton, </em>94 Ind. 474; 48 Am. Rep. 179.) And this includes the right to prove subsequent injury to health, the result of the trespass. <em>(Brown </em>v. <em>Lake, </em>29 Ohio St. 66.) It also includes injury to feelings. <em>(Meagher </em>v. <em>Driscoll, </em>99 Mass. 281; 96 Am. Dec. 759; <em>Fillebrown </em>v. <em>Hoar, </em>124 Mass. 585; <em>Cox </em>v. <em>Vanderkleed, </em>21 Ind. 164.) The defendant Kincaid advised the commission of the trespass, and was in the near vicinity during its commission, and afterwards boasted of it. Under such circumstances he is clearly liable. <em>(Webber </em>v. <em>Barry, </em>66 Mich. 127; 11 Am. St. Rep. 466; <em>Bell </em>v. <em>Miller, </em>5 Ohio, 251; Cooley on Torts, 127; <em>Allred </em>v. <em>Bray, </em>41 Mo. 484; 97 Am. Dec. 283; <em>McManus </em>v. <em>Lee, </em>43 Mo. 206; 97 Am. Dec. 386; <em>Kirkwood </em>v. Miller, 5 Sneed, 455; 73 Am. Dec. 134, 137, note.)</p>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b719-5\">Harrison, J.</author>\n<p id=\"Aks\">The complaint in this action is against seventeen defendants, and is in the following language:</p>\n<p id=\"b719-6\">“ 1. That on the twenty-fourth day of August, 1892, the plaintiff was, and had been for many years, a resident of the city of Rational City, in the county of San Diego, state of California.</p>\n<p id=\"b719-7\">“ 2. That on the night of the twenty-third and twenty-fourth day of August, 1892, she was residing in said city, in her dwelling-house, with her daughters, Cora E. Lamb and Grace Lamb, and her son, Charles Lamb, and was the owner and in the peaceable and quiet possession of said dwelling-house and the lot upon which the same was situated.</p>\n<p id=\"b719-8\">“3. That on the night aforesaid, soon after midnight, the defendants forcibly, unlawfully, and without the consent of the plaintiff entered upon her said premises, and <page-number citation-index=\"1\" label=\"688\">*688</page-number>forcibly and violently broke down her gates, and broke and entered her dwelling-house;, and unlawfully and with great noise threatened, maltreated, and intimidated herself and her said daughters.</p>\n<p id=\"b720-5\">“4. That by the said unlawful and violent acts of the defendants the property of the plaintiff was damaged, she was intimidated and put in great fear for the lives and safety of herself and her said children, to such an extent that she was compelled to abandon her home and seek shelter elsewhere, and has been injured in her good name, and disgraced and humiliated, from which she has suffered great mental anguish and distress, and that her health has been seriously and permanently impaired by said wrongful and unlawful acts.</p>\n<p id=\"b720-6\"><em>“5. </em>That by reason of said wrongful acts she has been damaged in the sum of fifty thousand dollars, wherefore the plaintiff demands judgment for fifty thousand dollars.”</p>\n<p id=\"b720-7\">To this complaint the defendants demurred upon the grounds, among others: 1. That there is a misjoinder of causes of action in the said complaint, to wit: a cause of action for injuries to property, with a cause of action for injuries to the person of plaintiff, and a cause of action for injuries to the person of her daughters, and a cause of action for injuries to the character of the plaintiff; and that the said several causes of action are improperly united in the said complaint; 2. That the complaint is uncertain in that it cannot be determined in what amount the plaintiff was damaged by the injury to her property, or in what amount she was damaged by the injury to her person, or in what amount she was damaged by the injury to her character, or in what amount she was damaged by the injury done to her daughters; 3. That it is ambiguous in the particulars above stated.</p>\n<p id=\"b720-8\">The demurrer was overruled, and the defendants answered jointly. Upon the trial judgment was rendered in favor of the plaintiff and against the appellants in the sum of four thousand two hundred dollars, from <page-number citation-index=\"1\" label=\"689\">*689</page-number>which and from an order denying a new trial an appeal has been taken.</p>\n<p id=\"b721-5\">1. The demurrer should have been sustained. The plaintiff alleges in her complaint that by the wrongful acts of the defendants her property was damaged, her character was injured, and that her health has been permanently impaired. Each of these acts constituted a distinct cause of action for which she is entitled to recover damages, and in her complaint she avers that by reason of all these acts she has been damaged in the sum of fifty thousand dollars, for which she asks judgment against the defendants.</p>\n<p id=\"b721-6\">Section 427 of the Code of Civil Procedure provides that “the plaintiff may unite several causes of action in the same complaint when they all arise out of . . . .; 5. Injuries to character; 6. Injuries to person; 7. Injuries to property. The causes of action so united must all belong to one only of these classes, and must affect all the parties to the action, and not require different places of trial, and must be separately stated.”</p>\n<p id=\"b721-7\">The complaint in the present case is in manifest disregard of this section, and the demurrer for misjoinder of causes of action should have been sustained. The complaint cannot be sustained upon the ground that the action is brought to recover damages merely for a trespass upon the real property of the plaintiff under circumstances of such aggravation as entitle her to exemplary damages. It is not in terms limited to a recovery for such trespass, but the fourth paragraph thereof contains substantive averments of the other grounds of damage above shown; and that the complaint was not so considered by the plaintiff is shown by the fact that at the trial she offered proof of the injuries to her person, and of the effect produced thereby upon her health, not merely at the time of the trespass, but continuing down to the day of the trial. Moreover, if it should be conceded that the complaint was for such a trespass, the demurrer for uncertainty should have been sustained, since there is no averment of the actual <page-number citation-index=\"1\" label=\"690\">*690</page-number>damage done to her property. This damage was capable of definite statement, and the defendants were entitled to be informed of the amount claimed therefor, for the reason, as was said in <em>Mallory </em>v. <em>Thomas, </em>98 Cal. 645, that they might be willing to concede the amount of this claim, and limit their defense to the claim for punitory damages. (See, also, <em>McCarty </em>v. <em>Fremont, </em>23 Cal. 197; <em>Grandona </em>v. <em>Lovdal, </em>70 Cal. 161.) <em>Razzo </em>v. <em>Varni, </em>81 Cal. 289, does not hold a contrary doctrine. All that was held in that case, with reference to the demurrer, was that the complaint was not “ambiguous” in failing to show the particular source of the damages sustained by the plaintiff. In <em>Mallory </em>v. <em>Thomas, </em>98 Cal. 645, it was held that when a plaintiff seeks to recover damages for a trespass by which his property has been destroyed, and in addition thereto exemplary damages by reason of the character of the trespass, and the complaint fails to set forth the value of the property destroyed, a demurrer thereto on the ground of uncertainty should be sustained. We do not mean to hold that a plaintiff may not, in an action for trespass, allege such circumstances of aggravation as will entitle him to punitory damages, but he must plead these circumstances in such a manner that there may be no ambiguity or uncertainty in determining that they are set forth solely for the purpose of establishing such claim. If they are pleaded in such a manner as would be proper in an action brought to recover damages other than those for the trespass his complaint will for that reason be subject to a demurrer for misjoinder of the causes of action.</p>\n<p id=\"b722-5\">2. The defendants pleaded, by way of abatement, that the plaintiff is a married woman, and that her husband should have been joined as a coplaintiff, in order to entitle her to a recovery for any personal injuries. Section 370 of the Code of Civil Procedure provides: “ When a married woman is party her husband must be joined with her, except: 1. When the action concerns her separate property, or her right or claim to the <page-number citation-index=\"1\" label=\"691\">*691</page-number>homestead property, she may sue alone; .... 3. When she is living separate and apart from her husband by reason of his desertion of her, or by agreement in writing entered into between them, she may sue or be sued alone.”</p>\n<p id=\"b723-5\">The court finds “that at all times mentioned in plaintiff’s complaint, and for many years prior to the commencement of this action, the plaintiff was, and is yet, a married woman and the wife of one David Lamb, who is not joined with the plaintiff as a party to this action; but that the plaintiff and said David Lamb had been living separate and apart from each other at the time of the commencement of this action, and for many years prior thereto, and that the property upon which the trespass was committed by said defendants was the separate property of the plaintiff.” The court did not find the cause of their living separate and apart, and, unless the plaintiff is shown to be within the exception specified in section 370, her husband is a necessary party to any action brought by her other than such as pertains to her separate property. If the plaintiff is living separate and apart from her husband by reason of her own desertion of him she cannot by herself maintain any action for damages to her person. The separate property of the wife is declared in section 162 of the Civil Code to be “all property owned by her before marriage, and that acquired afterwards by gift, bequest, devise, or descent,” and section 164 of the Civil Code declares that “ all other property acquired after marriage” by the wife is community property. Whatever may be the law in other states, in this state the separate property of the wife, which is acquired by her after marriage, is limited to such as she acquires by “ gift, bequest, devise, and descent.” As a right of action for damages for a personal injury is not acquired by either of these modes, it is a part of the “other property acquired after marriage,” and is, therefore, community property. In any action to recover such damages the <page-number citation-index=\"1\" label=\"692\">*692</page-number>husband is a necessary party. <em>(McFadden </em>v. <em>Santa Ana etc. Ry. Co., </em>87 Cal. 464.)</p>\n<p id=\"b724-5\">3. At the close of the testimony the defendants presented to the court certain propositions which they requested the court to declare as legal principles applicable to the facts of the case, and to render its decision in accordance therewith; and, upon the refusal of the court so to rule, they took exceptions, and have brought the matters here by a bill of exceptions. In New York, and perhaps other states, such practice is authorized by statute (N. Y. Civ. Code, sec. 1023), but we are of the opinion that it is not authorized by the Code of Civil Procedure of this state. There is no express provision to that effect, and the provision that the decision of the court may be reviewed through exceptions taken to its rulings upon the admission of evidence during the trial, or through an exception to the decision itself, either on the ground of insufficiency of evidence or disregard of law, affords to the losing party ample opportunity for securing a proper consideration, by the trial court in the first instance upon a motion for a new trial, or by this court upon an ■ appeal, of all the principles of law applicable to the facts of the case. If the facts found by the court do not under any principle of law sustain the judgment, this can be shown on appeal without any bill of exceptions setting forth the failure of the trial court to make application of the proper legal principles; and, if its decision upon any controverted question of fact results from a failure to properly apply the law applicable thereto, or from a consideration of evidence not entitled to be considered, this error can be reviewed through a bill of exceptions in which is specified such error of law, or that the evidence is insufficient, either by reason of its incompetency or irrelevancy, to sustain the decision. In the present case, after it had been shown that the plaintiff was a married woman, the objection to a recovery by her of any damages for injury to her person or character could have been presented upon making it to appear that evidence of such <page-number citation-index=\"1\" label=\"693\">*693</page-number>damage had been received in the case. Unless it was then made to affirmatively appear that this evidence had not been considered by the court, the award of damages to the plaintiff could be assigned as error.</p>\n<p id=\"b725-5\">We are aware that in <em>Touchard </em>v. <em>Crow, </em>20 Cal. 150, 163, 81 Am. Dec. 108, the court suggested that when a case was tried by a court without a jury, if counsel desired certain points of law to be considered as applicable to the facts established, the proper course would be to present them in the form of propositions; but it was not even suggested by the court that the refusal to entertain such propositions, or to rule upon them, could be made the subject of an exception, or afterwards incorporated into a bill of exceptions. This case was subsequently referred to in <em>Estate of Page, </em>57 Cal. 238, and in <em>Wilson </em>v. <em>Wilson, </em>64 Cal. 92, where some similar suggestions were made, but in neither of these cases was the question presented for decision or decided by the court. In each of them the procedure that had been adopted was held to be erroneous; and the suggestions of the court must be regarded as tentative rather than as a rule to be followed. In 1866 the legislature, by an amendment to section 180 of the Practice Act (Stats, of 1866, p. 844), provided that parties to an action might request the court to make findings of fact upon designated points, and that an exception could be taken to the refusal of the court to make such findings; but this is the only approach to the practice taken in the present case that has ever been authorized in this state. This procedure ceased to be operative when the codes came into operation in 1873.</p>\n<p id=\"b725-6\">4. As the case is to be sent back for a new trial certain errors of the court deserve to be noticed.</p>\n<p id=\"b725-7\">The court should have excluded the testimony of the plaintiff and other witnesses concerning the condition of her health and strength subsequent to the date of the trespass. As we have shown above, damages for an injury to her person cannot be included with an action for damages affecting her property, and can be re<page-number citation-index=\"1\" label=\"694\">*694</page-number>covered only in an action wherein her husband is a party plaintiff. So, too, the evidence that shortly after the trespass the plaintiff left her house and went elsewhere to reside was improperly admitted. Upon the objection to this evidence by the defendants the court ruled that it might be admitted “ for what it is worth.” What the court meant by this expression is not clear, but, as no limitation was placed upon the evidence, it must be deemed to have been admitted generally, and to have been considered by the court in its determination of all the issues which such evidence would tend to establish. Her removal was no part of the <em>res gestee </em>connected with the trespass, nor does it appear that the removal was caused by reason of any injury to her house; and any personal injury sustained by her in the nature of fear or timidity would not be an element of damage done to her property. The evidence that her son left the house the next day was also immaterial. His leaving there was no part of the <em>res gestae, </em>nor could the plaintiff recover for any damages sustained by him. The court should also have excluded the evidence of the personal injuries sustained by her daughter Cora, even if, as suggested by the court in admitting this evidence, the defendants “ were to blame for it.” The plaintiff is not entitled to recover for such injuries, and it appears that the daughter herself had an action pending against the same defendants to recover for these injuries. The court should have allowed the defendants to show by the daughter Cora whether the\" arrest of her brother had been the subject of the discussion between herself and the plaintiff. Her answer to the question would have tended to show the plaintiff’s state of mind at the time of the trespass, and this was a circumstance proper to be considered in determining the cause of her fright at the time of the trespass.</p>\n<p id=\"b726-5\">The court also erred in refusing to allow the defendants to introduce evidence for the purpose of showing their motives and purpose in going to the house of the plaintiff and doing what was there done. When this <page-number citation-index=\"1\" label=\"695\">*695</page-number>evidence was offered, the court said: “Such evidence, if offered, I could not consider in mitigation of their damages, and I think, in justice to all parties, that they should so understand; and it should go to the higher court with a clean record, knowing that I had not taken that into consideration, so that if I err in the matter it is presented to the supreme court in a fairer way.” In <em>Dorsey </em>v. <em>Manlove, </em>14 Cal. 556, it is said: “When circumstances of aggravation are given in evidence for the purpose of increasing the damages it is not only improper, but manifestly unjust, to exclude from the jury any circumstance connected with the commission of the act and explanatory of the motives and intentions of the party committing it.” Such evidence would include the efforts of the defendants to obtain information of the facts connected with the offense charged against the plaintiff’s son, their belief of his guilt.and the intent with which they went to her house, whether to annoy, oppress, frighten, or injure her, or whether her son was the sole object of their visit, and the reason which induced them to adopt the means which they employed for carrying out their purpose with reference to him. Within this rule the defendants should have been allowed to state the intention with which they visited the premises of the plaintiff. It is very probable that, in view of what was in fact done and said by them after they had reached the premises, a jury would not give much weight to their declaration that their purpose was innocent. If a trespass was in fact committed, the actual damage that was caused thereby would not be diminished or increased by the character of the motives which actuated the trespassers; but, for the purpose of determining whether punitory damages should be allowed, the motive or intention with which the act was done became important.</p>\n<p id=\"b727-5\">The evidence of conversations had with certain of the defendants, in the absence of the others, subsequent to the occurrence, should 'have been excluded. This evidence, so far as it tended to show the purpose or inten<page-number citation-index=\"1\" label=\"696\">*696</page-number>tion of any of the defendants, other than the person making the statement, was hearsay, and was incompetent to establish such intention or purpose. If the action were against only the person making the statement it would be admissible as an admission against himself; but, as in the present action there could be no severing of damages against the several defendants, this evidence was improperly admitted. (See <em>People </em>v. <em>Aleck, </em>61 Cal. 137; <em>People </em>v. <em>Irwin, </em>77 Cal. 494.)</p>\n<p id=\"b728-5\">It is claimed that the evidence fails to show any right of recovery against the appellant Warren Kimball. As a new trial is to be had, it would not be proper to comment upon the sufficiency of the evidence to establish his liability. If, in fact, he did no act to promote or encourage the trespass, and was merely a spectator while it was being committed by others, he would not be guilty of the trespass. In <em>Cooper </em>v. <em>Johnson, </em>81 Mo. 489, the court said <em>“ </em>that one was present and witnessed the trespass, but neither by word, sign, nor act, nor in any other manner, signified his approval of it, does not render him liable. He is not, by his mere silence, to be held as countenancing the act.” His subsequent declarations of approval do not make him liable. (Cooley on Torts, 2d ed., 146.)</p>\n<p id=\"b728-6\">The judgment and order appealed from are reversed and a new trial granted.</p>\n<p id=\"b728-7\">McFarland, J., Van Fleet, J., and Beatty, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}