{
  "casebody": {
    "data": "<casebody firstpage=\"539\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b567-10\">910 A.2d 1132</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AdF\">Raymond TWINE v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b567-12\">No. 138,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A82\">Sept. Term, 2005.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b567-13\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b567-14\">Nov. 15, 2006.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b570-4\"><page-number citation-index=\"1\" label=\"542\">*542</page-number>Julia Doyle Bernhardt, Asst. Public Defender (Nancy S. Forster, Public Defender, Baltimore) on brief, for Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b570-5\">Steven L. Holcomb, Asst. Atty. General (J. Joseph Curran, Jr., Atty. General, Baltimore) on brief, for Appellee.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b570-6\">Argued Before BELL, C.J., RAKER, WILNER, CATHELL, HARRELL, BATTAGLIA and GREENE, JJ.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b570-7\">RAKER, Judge.</author>\n<p id=\"b570-8\">Raymond Twine, appellant, was convicted of failing to register as a sexually violent offender by failing to provide notice of change of address to the Department of Public Safety and Correctional Services in violation of Md.Code (2001, 2005 Cum.Supp.), § 11-721 of the Criminal Procedure Article.<footnotemark>1</footnotemark> We must decide whether Maryland’s statutory sex-offender registration scheme, § 11-701 <em>et seq., </em>permits conviction of a homeless person who falls within the statutory definition of those persons who are obligated to register under the statute for failure to notify the appropriate State agency of the person’s change in residence. We shall hold that the sex offender registration statute does not impose such a notice obligation on appellant and shall reverse the judgment of the Circuit Court.</p>\n<p id=\"b570-9\">Appellant was convicted on July 12, 2002 of a third degree sex offense which, under the Maryland Sex Offender Statute, required him to register with the Department of Public Safety and Correctional Services (“the Department”), his supervising authority, and if he changed residences, to send written notice of the change to the Department within seven days after the change occurred. A registration statement includes, <em>inter </em><page-number citation-index=\"1\" label=\"543\">*543</page-number><em>alia, </em>the registrant’s full name and address, a description of the crime for which the registrant was convicted, and anticipated future residence, if known at the time of registration. § 11-706. A registrant who changes residences must send written notice of the change to the Department within seven days after the change occurs. § ll-705(d).</p>\n<p id=\"b571-5\">Appellant was charged in a one count criminal information filed in the Circuit Court for Montgomery County for knowingly failing to provide written notice of a change of residence as required by § ll-705(d), in violation of § ll-721(a). Appellant entered a not guilty plea, waived his right to a trial by jury, and proceeded before the court on an agreed statement of facts. The State proffered the following facts:</p>\n<blockquote id=\"b571-6\">“Your Honor, we would have, and we are showing that, the defendant was convicted back on July 12, 2002 for a third-degree sex offense in Montgomery County, Maryland. Pursuant to that, he is required to register on the Sex Offenders Registry which is marked as State’s Exhibit 2 as a sexually violent offender. The requirements are, as you will see on State’s Exhibit No. 2 which the defendant did sign, that he is required to register pursuant to the rules under the Registry. Your Honor, the defendant, the registration process he was told would take place and would be conducted at the Montgomery County Headquarters, located at 2350 Research Boulevard in Rockville, Montgomery County, Maryland.</blockquote>\n<blockquote id=\"b571-7\">“The defendant, on July 14 of 2004, responded to Headquarters and changed his current address which at the time was Eagles Roost in Germantown, Montgomery County, Maryland, which was the last time he had registered, to a new address of 20013 Sweetgum Circle, Germantown, Montgomery County, Maryland. Your Honor, the State is presenting into evidence State’s Exhibit number 1 which is Mr. Twine’s registration and notice card of his address on Sweetgum in Germantown, Montgomery County, Maryland. At the time of this registration, Your Honor, the State would have Bob Landfair tell the Court that the defendant was advised of his duties and responsibilities under the <page-number citation-index=\"1\" label=\"544\">*544</page-number>Maryland State Sex Offender Registry Law. One of those duties and responsibilities is that he must report any changes of residence to the Department of Public Safety and Corrections Services within 7 days of the residence change. Landfair would tell the Court that the defendant acknowledged his duty and responsibility and signed that notice of registrant which the Court has before it.</blockquote>\n<blockquote id=\"b572-5\">“On December 14th of 2004, Ms. Gallagher, the property manager from Canterbury Apartments, informed Detective Parker that the defendant had moved out of the apartment several months prior. Detective Parker checked with the Department of Public Safety and Correctional Service database and [it] showed the defendant had not changed his residence of record. The database still shows Twine’s residence at 20013 Sweetgum Circle, Apartment 23, German-town, Montgomery County, Maryland. Detective Parker, as a result, filed the charges on the violations of the defendant failing to submit any change of address within the 7-day period.”</blockquote>\n<p id=\"b572-6\">Appellant proffered the following additional facts, to which the State did not object:</p>\n<blockquote id=\"b572-7\">“Your Honor, I would include, actually I’m just going to reintroduce the Notice to Registrant that was signed on November 13, 2003 as Defendant’s Exhibit No. 1. It does in fact indicate that a registered sexually violent offender must register annually for the next ten years.</blockquote>\n<blockquote id=\"b572-8\">jfc jfc ‡ # &amp;</blockquote>\n<blockquote id=\"b572-9\">“Then Defendant’s number 2, which is the initial registration that Mr. Twine completed, or a copy of that which includes the fingerprints and the information that he was at that time on October 29th of 2002 living at 18517 Eagles Roost Drive in Montgomery County. Mr. Twine did comply with the requirements of the registration statute in filling out that information and submitting fingerprinting and giving his address of residence at that time. In November of 2003 he again submitted to fingerprinting as required by Montgomery County and produced a change of residence <page-number citation-index=\"1\" label=\"545\">*545</page-number>for 11651 Nebel Street which was the pre-release center, this is Defendant’s Exhibit No. 3, pursuant to a sentence that was imposed for a violation of probation. Then Defendant’s No. 4, which I think is a duplicate of what [the Assistant State’s Attorney] introduced as a State’s exhibit, is the change of address that Mr. Twine submitted for the 20013 Sweetgum Circle on July 14th of 2004, again as required by the statute. He did provide the change of address form.</blockquote>\n<blockquote id=\"b573-4\">“And finally, Your Honor, Defendant’s Exhibit No. 5, which is the neighborhood fliers distributed. This is a form the Montgomery County police keep. This is for the offender, Raymond Twine, indicates that on October 31st of 2002, 25 fliers were distributed into the Eagles Roost Drive address and then on July 28th of 2004, 48 fliers were distributed regarding the 20013 Sweetgum Circle address indicating that there was a registered sex offender living in that neighborhood.</blockquote>\n<blockquote id=\"b573-5\">“The additional evidence that would be introduced, Your Honor, and [the Assistant State’s Attorney] has stipulated to without the calling of witnesses although there is a witness present in court, was that as a result of these fliers being distributed in the address, Mr. Twine was evicted from the residence at Sweetgum Circle. This occurred during the month of August of 2004. As a result, he became homeless, he had no permanent residence, he was staying wherever he could.</blockquote>\n<blockquote id=\"b573-6\">“Mr. Twine called Detective Don Inman, who was one of the detectives who monitors the Sexual Offender Registry, called him and spoke to him on the phone on at least two occasions, and informed [him] of his homeless status and the fact that he had no place to live. That between the time he became homeless in August of 2004 and the filing of the charges against him on December 14th of 2004, he had no address or residence as is required for purposes of providing a change of residence but that he did in fact orally indicate that he did not have a residence.”</blockquote>\n<p id=\"b574-4\"><page-number citation-index=\"1\" label=\"546\">*546</page-number>Before the Circuit Court, appellant argued that he was not guilty because he had complied with the statutory requirements by orally advising a Montgomery County detective that he had been evicted, and that he was homeless. He argued also that he had not violated the statute because the statute only required him to provide notification in the event that he moved from one address to another address. Finally, he argued in the alternative that the statute was unconstitutionally vague as applied to homeless defendants because it does not adequately define “residence.”<footnotemark>2</footnotemark></p>\n<p id=\"b574-5\">The court rejected his arguments and found him guilty of violating § ll-721(a). He was sentenced to a term of incarceration of ten days, concurrent with the sentence he was then serving as a result of a parole violation on the 2002 sex offense conviction.</p>\n<p id=\"b574-6\">Appellant noted a timely appeal to the Court of Special Appeals. We granted certiorari on our own initiative prior to decision by that Court. <em>Twine v. State, </em>392 Md. 724, 898 A.2d 1004 (2006).</p>\n<p id=\"b574-7\">Before this Court, appellant argues that the evidence at trial was insufficient to support his conviction, as he “could not register a change of residence ... because he had no residence to register.”<footnotemark>3</footnotemark> The State responds that the evidence was sufficient to support appellant’s conviction because one’s “residence,” as the term is used in § 11-705(d), is simply the <page-number citation-index=\"1\" label=\"547\">*547</page-number>location that a person occupies at a given time. Consequently, the State contends, appellant’s residence changed when he became homeless, and he could have reported this change by notifying the appropriate authority of the location or locations he was occupying once he became homeless.</p>\n<p id=\"b575-4\">Twine does not dispute the State’s contention that he had been convicted of a sex offense which required him to register with the Department of Corrections and that he had complied with the statutory requirements in the past. Instead, he contends that because he was homeless, he could not comply with the statute, and that the registration requirement of the statute does not apply to homeless persons because the statute imposes no registration duties upon people who have no “address” or “residence.”</p>\n<p id=\"b575-5\">Every state has enacted a sex offender registration law, although the various statutes differ as to the offenses covered, registration and notification procedures. <em>See Cain v. State, </em>386 Md. 320, 330 n. 9, 872 A.2d 681, 687 n. 9 (2005) (collecting statutes). The tragic deaths of two young children, Megan Kanka of New Jersey, and Jacob Wetterling of Minnesota, were the impetus for the states and federal government to enact sexual offender registration and community notification statutes. Congress passed the Jacob Wetterling Crimes Against Children and Sexually Violent Offender Registration Program (“Wetterling Act”), which was enacted as part of the Violent Crime Control and Law Enforcement Act of 1994. <em>See </em>Pub.L. No. 103-322, 108 Stat. 1796 (1994), codified at 42 U.S.C. § 14071 (2006). The Wetterling Act addressed crimes of violence and molestation committed against children in the United States and required the states to adopt sex offender registration laws within three years of the Act’s passage in order to receive federal law enforcement funding. <em>Id. </em>§ 14071(g). The Wetterling Act was amended in 1996, renamed as Megan’s Law, and directed the states to require the release of certain sex offender registrant information necessary to protect the public. <em>See Cain, </em>386 Md. at 329, 872 A.2d at 686 (citing H.R. 2137, 104th Cong. (1996), reprinted in 110 Stat. 1345 (1996)).</p>\n<p id=\"b576-4\"><page-number citation-index=\"1\" label=\"548\">*548</page-number>Maryland first enacted sex offender registration legislation in 1995, setting forth registration requirements for certain sexual offenders, notice of registrant’s change of address and prohibited acts, <em>see </em>1995 Md. Laws, Chap. 142, and has amended the statute on several occasions. <em>See Cain, </em>386 Md. at 331-34, 872 A.2d at 687-89 (discussing subsequent changes to sex offender registration statute). In light of appellant’s arguments, we must interpret the registration statute.</p>\n<p id=\"b576-5\">Appellant was convicted of a violation of § ll-721(a), which provides as follows:</p>\n<blockquote id=\"b576-6\">“(a) <em>Prohibited act. </em>— A registrant may not knowingly fail to register, knowingly fail to provide the written notice required under § ll-705(d), (e), or (f) of this subtitle, or knowingly provide false information of a material fact as required by this subtitle.”</blockquote>\n<p id=\"b576-7\">He was convicted under this subsection for failure to provide the written notice required under § ll-705(d),<footnotemark>4</footnotemark> which provides as follows:</p>\n<blockquote id=\"b576-8\">“(d) <em>Change of registrant’s residence. </em>— A registrant who changes residences shall send written notice of the change to the Department within 7 days after the change occurs.”</blockquote>\n<p id=\"b576-9\">It is undisputed that appellant is a “registrant” within the meaning of that statute.</p>\n<p id=\"b576-10\">The sex offender registration statute uses the words “residence” and “address” interchangeably. This is evident in several sections of the statute. For example, § 11-710, Notice of Registrant’s Change of Address, provides in relevant part as follows:</p>\n<blockquote id=\"b576-11\">“(a) <em>In general. </em>— As soon as possible but not later than 5 working days after receipt of notice of a registrant’s <em>change of address, </em>the Department shall give notice of the change:</blockquote>\n<blockquote id=\"b577-4\"><page-number citation-index=\"1\" label=\"549\">*549</page-number>(1) if the registration is premised on a conviction under federal, military, or Native American tribal law, to the designated federal unit; and</blockquote>\n<blockquote id=\"b577-5\">(2) (i) to the local law enforcement unit in whose county <em>the new residence </em>is located; or</blockquote>\n<blockquote id=\"b577-6\">(ii) if <em>the new residence </em>is in a different state that has a registration requirement, to the designated law enforcement unit in that state.”</blockquote>\n<p id=\"b577-7\">(Emphasis added.) In this subsection, “residence” is used in the same sense as “address.” This is evident from the fact that subsections (a)(2)© and (a)(2)(h) use “the new residence” to refer to the “change of address” discussed in subsection (a). The interchangeable use of “residence” and “address” is apparent in other sections as well. <em>See </em>§ 11 — 706(a)(1) (requiring registration statement to include “the registrant’s ... address”); § ll-708(a) (requiring the supervising authority of a registrant to inform the registrant of “the duties of a registrant when the registrant changes residence address in this State”); § 11-711 (requiring the Department to mail verification forms “to the last reported address” of an offender).<footnotemark>5</footnotemark></p>\n<p id=\"b577-8\">The sex offender registration statute does not define “residence” or “address.” The question is one of statutory construction, and the sole question of statutory construction before us is whether appellant changed residences when he was evicted from the Sweetgum Circle residence in August of 2004 and became homeless as a result.</p>\n<p id=\"b577-9\">We reiterate the familiar rule of statutory construction: our goal when interpreting a statute is to give effect to <page-number citation-index=\"1\" label=\"550\">*550</page-number>the intent of the legislature. <em>See Oakland v. Mountain Lake, </em>392 Md. 301, 316, 896 A.2d 1036, 1045 (2006). In ascertaining legislative intent, we first examine the plain language of the statute, and if the plain language of the statute is unambiguous and consistent with the statute’s apparent purpose, we give effect to the statute as it is written. <em>See Mackey v. Compass, </em>391 Md. 117, 141, 892 A.2d 479, 493 (2006). If a statute has more than one reasonable interpretation, it is ambiguous. <em>See Moore v. State, </em>388 Md. 446, 453, 879 A.2d 1111, 1114 (2005). If the language of the statute is ambiguous, we resolve the ambiguity in light of the legislative intent, considering the legislative history, case law, and statutory purpose. <em>See Comptroller v. Phillips, </em>384 Md. 583, 591, 865 A.2d 590, 594 (2005). We consider both the ordinary meaning of the language of the statute and how that language relates to the overall meaning, setting, and purpose of the act. <em>See Deville v. State, </em>383 Md. 217, 223, 858 A.2d 484, 487 (2004). We avoid a construction of the statute that is unreasonable, illogical, or inconsistent with common sense. <em>See Gwin v. MVA, </em>385 Md. 440, 462, 869 A.2d 822, 835 (2005). We also “construe a statute as a whole so that no word, clause, sentence, or phrase is rendered surplusage, superfluous, meaningless, or nugatory.” <em>Moore, </em>388 Md. at 453, 879 A.2d at 1115.</p>\n<p id=\"b578-4\">We hold that appellant did not change residences within the meaning of § ll-705(d) when he became homeless, because he did not acquire a new “residence” within the meaning of the statute. “Residence,” as noted above, is used interchangeably with “address” in this statutory scheme. Because the ordinary meanings of “residence” and “address” connote some degree of permanence or intent to return to a place, and appellant was homeless, he had not acquired a residence within the contemplation of the statute. The statute does not address how compliance can be achieved by a person in appellant’s circumstances.</p>\n<p id=\"b578-5\">The state of Washington considered a similar issue and reached the same conclusion as we reach today. <em>State v. </em><page-number citation-index=\"1\" label=\"551\">*551</page-number><em>Pickett, </em>95 Wash.App. 475, 975 P.2d 584 (1999), is instructive. The Washington Court of Appeals held that Washington’s sex offender registration statute did not impose an obligation on homeless persons to report a change in residence.<footnotemark>6</footnotemark> <em>Id. </em>at 586-87. The Washington statute stated, in relevant part, as follows:</p>\n<blockquote id=\"b579-5\">“If any person required to register pursuant to this section changes his or her <em>residence address </em>within the same county, the person must send written notice of <em>the change of address </em>to the county sheriff at least fourteen days before moving. If any person required to register pursuant to this section moves to a new county, the person must send written notice of <em>the change of address </em>at least fourteen days before moving to the county sheriff in the new county of residence and must register with that county sheriff within twenty-four hours of moving. The person must also send written notice within ten days of the change of address in the new county to the county sheriff with whom the person last registered. If any person required to register pursuant to this section moves out of Washington state, the person must also send written notice within ten days of moving to the new state or a foreign country to the county sheriff with whom the person last registered in Washington state.”</blockquote>\n<p id=\"b579-6\"><em>Id. </em>at 586 (quoting Wash. Rev.Code § 9A.44.130 (1999)) (emphasis added). The <em>Pickett </em>court, rejecting the State’s contention that a homeless person could report a “residence address” as required under the statute by notifying the appropriate authority of his or her location by means of descriptions like “under the bridge,” concluded as follows:</p>\n<blockquote id=\"b580-4\"><page-number citation-index=\"1\" label=\"552\">*552</page-number>“The evidence is undisputed that Pickett was living on the streets, sometimes staying in parks in Everett and Seattle, sometimes on the sidewalks of downtown Seattle. Pickett’s situation is not contemplated by the statute. Because ... ‘residence address’ connote[s] some permanence or intent to return to a place, it is impossible for Pickett to comply with the statute as written.”</blockquote>\n<p id=\"b580-5\"><em>Id. </em>at 586-87.</p>\n<p id=\"b580-6\">In <em>State v. Iverson, </em>664 N.W.2d 346 (Minn.2003), the Minnesota Supreme Court reached a similar conclusion, holding that the Minnesota sex offender registration statute did not impose an obligation on all homeless registrants to notify the authorities of a change of residence. The Court began its analysis by reviewing the Minnesota statutory scheme, noting that the statute used “residence,” “address,” and “living address” interchangeably. <em>Id. </em>at 351-52. As a result, the Court saw its task as providing a common definition for these terms as used in the statute. <em>Id. </em>at 352.</p>\n<p id=\"b580-7\">Applying this analytical approach, the <em>Iverson </em>court rejected the intermediate appellate court’s construction, under which these terms were interpreted to mean a person’s “living location,” <em>i.e., </em>wherever a person happens to be staying at the moment. <em>Id. </em>at 352-353. The <em>Iverson </em>court rejected this interpretation as inconsistent with two portions of the statute. <em>Id. </em>at 352. The first of these required a registrant to provide five days advance notice of an intended change in “living address,” and the second required a registrant to return a verification form “mail[ed] ... to [his] last reported address[.]” <em>Id. </em>(alteration in original). Relying on these features of the statute, the <em>Iverson </em>court rejected the “living location” construction, reasoning that if someone does not “live somewhere where mail can be received and they can provide five days’ notice that they will be going there,” the person cannot comply with these provisions of the statute, but nonetheless would be obligated to under the statute if the “living location” construction were adopted. <em>Id. </em>at 352-53. The court, however, cautioned that “a bald assertion that one is homeless” would not necessarily place an offender outside the <page-number citation-index=\"1\" label=\"553\">*553</page-number>statute, indicating that one who may in some sense be “homeless,” but who could comply with these requirements, would have a reporting obligation under the statute. <em>Id. </em>at 353.</p>\n<p id=\"b581-5\">The Minnesota court pointed out that “not all homeless people suffer from the same degree of instability in their living situation.” The court set forth the following examples:</p>\n<blockquote id=\"b581-6\">“[A]n offender who sleeps one night on a park bench, the next under a bridge, the next at a bus stop, and so on, is in a significantly different position from an offender who lives in a shelter for three weeks or on a couch in a friend’s apartment for six months. The first of these homeless offenders does not enjoy a ‘living location’ to which the statute could apply because he never has five days notice of where he will be and he cannot receive mail at any of those locations. The second of these homeless offenders, however, can comply with the statute because each of his ‘living locations’ is such that he can provide sufficient notice of his intent to move there and he can receive mail there.</blockquote>\n<blockquote id=\"b581-7\">For the foregoing reason, we conclude that a bald assertion that one is homeless may not preclude application of the residence requirements of the statute. A factual inquiry into the offender’s living situation is required to determine whether compliance is possible. Compliance is required, even for homeless offenders, if they live somewhere where mail can be received and they can provide five days notice that they will be going there. If the location fits both of these criteria, then the offender must register the location.”</blockquote>\n<p id=\"A-x\"><em>Id. </em>at 352.</p>\n<p id=\"b581-8\">Although the Maryland sex offender statute is in some respects different than the Washington and Minnesota statutes, we reach a conclusion similar to that of the <em>Pickett </em>and <em>Iverson </em>courts. We conclude, on the basis of the plain meaning of “residence” and “address,” that the General Assembly did not intend the notification requirement in § ll-705(d) to apply to “homeless” persons. Similar to the task before the <em>Iverson </em>court, we interpret “residence” as used in § ll-705(d) in such a way that it is synonymous with “address” and <page-number citation-index=\"1\" label=\"554\">*554</page-number>“residence address.” Given the plain meanings of “residence” and “address,” we conclude that a registrant has a “residence” within the meaning of § 11 — 705(d) only if that person has a fixed location at which the registrant is living, or one to which the registrant intends to return upon leaving it. <em>See Pickett, </em>975 P.2d at 586-87 (plain meaning of “residence address” as used in Washington sex offender registration statute “connotéis] some permanence or intent to return to a place”); Webster’s Third New International Dictionary 24-25, 1931 (1963) (defining “address” as “the designation of a place ... where a person or organization may be found or communicated with,” and defining “residence” as “a temporary or permanent dwelling place, abode, or habitation to which one intends to return as distinguished from a place of temporary sojourn or transient visit”); Webster’s New International Dictionary 2119 (2d ed.1950) (defining “residence” as the “act or fact of abiding or dwelling in a place for some time”).</p>\n<p id=\"b582-5\">Applying this interpretation of § ll-705(d), we hold that the evidence was insufficient to support appellant’s conviction. When an appellate court reviews the sufficiency of the evidence, the court views the evidence, and all inferences fairly deducible from the evidence, in a light most favorable to the State. <em>See Rivers v. State, </em>393 Md. 569, 579, 903 A.2d 908, 913 (2006). The duty of the appellate court is to determine whether, after reviewing the evidence in the light most favorable to the State, a rational trier of fact could have found each element of the crime beyond a reasonable doubt. <em>See State v. Albrecht, </em>336 Md. 475, 478-79, 649 A.2d 336, 337-38 (1994). As stipulated by the State and defense counsel, after appellant was evicted he was “homeless,” and “was staying wherever he could.” Given that appellant was “staying wherever he could,” no rational trier of fact could conclude that appellant had a fixed living location to which he intended to return. Accordingly, no rational trier of fact could conclude that appellant moved to a new residence after he was evicted from the Sweetgum Circle residence and became homeless. Consequently, the evidence was insufficient to support appellant’s conviction.</p>\n<p id=\"b583-4\"><page-number citation-index=\"1\" label=\"555\">*555</page-number>The <em>Iverson </em>court’s admonition that more than a mere assertion that one is homeless is necessary to preclude the application of the residence requirements of the Minnesota sex offender registration statute is true under the Maryland statute. An individual may be, in some sense, “homeless,” but nonetheless have a “residence” within the meaning of § 11-705(d). For example, a person staying in a homeless shelter for a period of time may, in some sense, be “homeless,” but would not lack a “residence” within the meaning of § 11-705(d). <em>See also Iverson, </em>664 N.W.2d at 352-53 (offering similar examples). Our holding today rests not merely on the stipulation that appellant was “homeless,” but also on the stipulated fact that he “was staying wherever he could.”<footnotemark>7</footnotemark> This latter stipulation implies that appellant had not acquired a fixed location where he intended to return on a regular basis, and consequently, he did not have a “residence” within the meaning of the statute.</p>\n<p id=\"b583-5\">\n<em>JUDGMENT OF THE CIRCUIT COURT FOR MONTGOMERY COUNTY REVERSED. COSTS TO BE PAID BY MONTGOMERY COUNTY.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b570-10\">. All subsequent statutory references herein shall be to the Criminal Procedure Article, Md.Code (2001, 2005 Cum.Supp.), unless otherwise indicated. After briefing and oral argument in the instant case, the General Assembly enacted changes to the sex offender registration scheme. <em>See </em>2006 Maryland Laws 1st Sp. Sess., Chap. 4 (hereinafter \"Chap. 4”). Although Chap. 4 changed some of the sections of the statute implicated by the issue <em>sub jucLice, </em>none of these changes altered any portion of the statute essential to our holding today.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b574-8\">. This was so, he maintained, because as a homeless person, he could not comply with the statute through no fault of his own and he was given absolutely no guidance as to what to do if he did not have a residence or a mailing address.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b574-9\">. Appellant also argues before this Court that § 11-705(d) and § 11-721(a) are unconstitutionally vague as applied to homeless persons because in the absence of a statutory definition of ''residence,” the sex offender registration statute \"does not provide clear notice to a person who becomes homeless on how to comply with” § 11-705(d). Given that we shall hold that the evidence was insufficient to support appellant’s conviction, we do not reach this issue. <em>See Automobile Trade Ass'n </em>v. <em>Ins. Comm’r, </em>292 Md. 15, 21, 437 A.2d 199, 202 (1981) <em>(observing that \"[i]t is </em>elementary that appellate courts do not decide issues of constitutionality except as a last resort”).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b576-12\">. Chapter 4 altered § ll-705(d) to require the written notice to be sent to the \"State Registry” created by Chap. 4, and to require the notice to be sent within five days rather than seven.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b577-10\">. Although not effective at the time relevant to this case, the changes to § ll-709(c) effected by Chap. 4 further supports this interpretation. Chap. 4 altered § ll-709(c) to add § ll-709(c)(3), which requires a local law enforcement unit that receives a notice from a supervising authority to send a copy of that notice to the \"police department, if any, of a municipal corporation if the registrant ... is to change <em>address </em>to another place of <em>residence </em>within the municipal corporation.\" As in the other sections discussed <em>infra, </em>\"residence” is used here in a such a way that it is presupposed that one with a residence has an \"address.”</p>\n<p id=\"Ad2\">Section 11-711, however, was repealed by Chap. 4.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b579-7\">. The Washington Legislature responded to <em>State v. Pickett, </em>95 Wash. App. 475, 975 P.2d 584 (1999) and amended the Washington sex offender registration statute to require sex offenders, specifically including those who lack a fixed residence, to register and report changes in living situation. <em>See </em>1999 1st Sp. Sess. Wash. Sess. Laws Chap. 6, §§ 1-2; Wash.Code Rev. § 9A.44.130(3)(b) (1999); Wash.Code Rev. § 9A.44.130(4)(a)(vii) (1999); Wash.Code Rev. § 9A.44.130(6)(a)-(b) (1999).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b583-6\">. A defendant who is charged with violating § 11-721(a) by knowingly failing to provide the written notice required by § 1 l-705(d) and wishes to defend against the charge by arguing that he or she was homeless and thus did not acquire a new \"residence\" within the meaning of § 11-705 (d) must generate this issue by presenting some evidence tending to show that the defendant was homeless, and therefore did not acquire a new residence. Once the issue is generated, the State carries the burden of proving beyond a reasonable doubt that appellant acquired a new residence.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}