{
  "casebody": {
    "data": "<casebody firstpage=\"517\" lastpage=\"527\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b589-5\">Edgar W. GRAHAM, Appellant v. Alfred C. RICHMOND, Commandant of the United States Coast Guard, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b589-7\">No. 14636.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b589-8\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b589-9\">Argued March 6, 1959.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b589-10\">Decided Nov. 5, 1959.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b589-13\">Burger, Circuit Judge, dissented.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b589-28\">Mr. Leonard B. Boudin, New York City, with whom Mr. David Rein, Washington, D.C., was on the brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b590-3\"><page-number citation-index=\"1\" label=\"518\">*518</page-number>Mr. Cecil R. Heflin, Attorney, Department of Justice, with whom Mr. Homer H. Kirby, Jr., Attorney, Department of Justice, was on the brief, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b590-5\">Before Fahy, Danaher and Burger, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b590-6\">FAHY, Circuit Judge.</author>\n<p id=\"b590-7\">Appellant, a merchant seaman and marine engineer, applied to the Commandant of the United States Coast Guard, the appellee, who was in charge of administering the applicable regulations, for a validated document required to enable him to secure employment on board vessels of the United States Merchant Marine, a private industry.<footnotemark>1</footnotemark> The application consisted in part of fourteen questions, to be answered by the applicant in writing under oath. Appellant refused to answer three of the questions, stating they were violative of his constitutional rights, particularly under the First Amendment, and were so vague as to make accurate answers impossible. His application was refused further consideration, thus precluding him from obtaining employment in the Merchant Marine. Appellant then asked for a specific statement of charges and a hearing but was informed that his request was premature. He sued in the District Court for a judgment declaring that he was eligible for such employment, and for related relief. During the pendency of the suit appellee substituted for the original three unanswered questions three others of like but narrower scope. Appellant declined to answer the substituted questions on the same grounds and again requested a statement of reasons and a hearing. Neither was granted.<footnotemark>2</footnotemark> Appellee moved for summary judgment. The court ruled that since appellant had refused to answer questions appellee had a right to ask, appellee need proceed no further with the application. Appellant’s complaint was dismissed and he appeals.</p>\n<p id=\"b590-11\">The eleven questions appellant answered inquired as to his arrest or conviction of certain offenses, his advocacy of treason, sedition, espionage or sabotage, the giving of aid or comfort to any person involved in such offenses, his association with any person who had committed such acts, his employment by or on behalf of a foreign government, his being subject to or under the influence of a foreign government, whether he had relatives or associates living in certain countries, whether he advocates or supports or ever advocated or supported the overthrow or alteration of the government of the United States by force or by any unconstitutional means, his association with any person who had done so, and whether he had ever disclosed without authority any military or government information to any foreign government or person not authorized to receive it. He answered each of these eleven questions in the negative.</p>\n<p id=\"b590-12\">The three unanswered questions, in their substituted form, are:</p>\n<p id=\"b590-13\">“12. Are you now subscribing or have you subscribed within the past five years to the ‘Daily Worker,’ ‘Peoples World,’ or to ‘Political Affairs’? Answer ‘Yes,’ or ‘No.’ ............. If your answer is ‘Yes,’ give full particulars.</p>\n<p id=\"b590-16\">“13. Are you now or have you been engaged within the past ten years in the sale, gift, publication or distribution of any written or <page-number citation-index=\"1\" label=\"519\">*519</page-number>printed matter prepared, produced or published by the Communist Party or by any of its branches or agents, or by Russia, China, Bulgaria, Hungary, East Germany, Poland, Roumania, Lithuania, Latvia, Estonia, or Czechoslovakia? Answer ‘Yes’ or ‘No.’............ If your answer is ‘Yes,’ give full particulars.</p>\n<p id=\"b591-6\">“14. Are you now or have you ever been a member of, or affiliated in any way with any of the organizations set forth below? Answer ‘Yes’ or ‘No.’ ............ If your answer is ‘Yes,’ give full particulars.</p>\n<p id=\"b591-8\">“Communist Party, United States of America and sub-divisions and branches</p>\n<p id=\"aoh-dedup-0\">Abraham Lincoln Brigade International Workers Order Civil Rights Congress Labor Youth League.”</p>\n<p id=\"b591-13\">Greene v. McElroy, 360 U.S. 474, 79 S.Ct. 1400, 3 L.Ed.2d 1377, involved a Department of Defense security clearance program for employees of a private manufacturer producing goods for the armed services of the United States. The program was held to affect the liberty and property of the employee protected from unreasonable governmental interference by the Due Process Clause of the Fifth Amendment. The hearing procedures applied to Mr. Greene omitted the traditional safeguards of confrontation and cross-examination in the process of fact finding. Concerned as to whether this omission could be reconciled with due process of law, the Court refrained from deciding this grave question and held the program invalid as administered in Mr. Greene’s case because there was no clear authorization by Congress or the Executive for the Department of Defense to have created a security program under which an employee might lose his job through proceedings conducted without the right of confrontation and cross-examination.</p>\n<p id=\"b591-20\">In this light we inquire whether the Magnuson Act,<footnotemark>3</footnotemark> upon which the Merchant Marine screening program before us ultimately rests, has authorized the appellee to deny appellant private employment in that industry merely because he refused to answer the three questions.</p>\n<p id=\"b591-21\">The Act authorizes the President, upon making a certain finding, to institute measures and issue rules and regulations to safeguard vessels, harbors, ports and waterfront facilities against destruction, loss, or injury from sabotage or other subversive acts, accidents, or other causes of similar nature, and to employ such departments, agencies, officers and instrumentalities of the United States as the President may deem necessary. Under this authority the President on October 20, 1950, issued Executive Order No. 10173, by which he approved regulations designed to safeguard against the dangers mentioned in the Act.<footnotemark>4</footnotemark> The <page-number citation-index=\"1\" label=\"520\">*520</page-number>regulations provide <em>inter alia </em>that employment shall be conditioned upon the applicant receiving a validated document from the Commandant of the Coast Guard, and laid down a standard to guide the Commandant, namely, that the Commandant shall be satisfied that the character and habits of the applicant “are such as to authorize the belief that the presence of the individual on board would not be inimical to the security of the United States.” The regulations also provide that the form, conditions, and manner of issuance of the validated document shall be as the Commandant prescribes. Pursuant to this Presidential authority the Commandant promulgated regulations. 33 C.F.R. §§ 121.01-121.29 (Supp.1959). One of these is entitled “Standardsset forth in full in the margin.<footnotemark>5</footnotemark> Upon receipt of a complete application, (see § 121.05) and such further information as the Commandant may require in case the application as first submitted is deemed insufficient, there are detailed provisions for processing the application <em>{ibid.), </em>in the course of which notice is given the applicant if the Commandant is not satisfied that his character and habits of life are such as to authorize the belief that his presence on board would not be inimical to the security of the United States. (§ 121.07) The notice is to contain a statement of reasons, as specific as the interests of national security shall permit, with pertinent information such as names, dates, and places, in such detail as to permit <page-number citation-index=\"1\" label=\"521\">*521</page-number>reasonable answer. (§ 121.11) Written answer may be filed, including statements, affidavits by third parties, or such other documents or evidence as the applicant deems pertinent. <em>(Ibid.) </em>Thereupon a committee shall prepare an analysis of the information and make recommendations for action by the Commandant. If he is still not satisfied under the prescribed standard he is to refer the matter to a board. (§ 121.19) The applicant may appear before the board in person or by counsel or representative of his choice, may present testimonial and documentary evidence, and may cross-examine any witness appearing before the board. The board “shall reach its conclusion and base its determination on information presented at the hearing, together with such other information as may have been developed through investigations and inquiries or made available by the applicant * * <em>(Ibid.) </em>The recommendation of the board, with the complete record, shall be sent to the Commandant. If his decision is adverse he must notify the applicant of his refusal to issue the document and that an appeal may be taken to an appeal board at Coast Guard Headquarters in Washington. (§121.23) If upon receipt of the appeal board’s recommendation the Commandant is still not satisfied under the prescribed standard he shall notify the applicant that his appeal is denied. (§ 121.25) Should the Commandant, during any of these procedures, reach a favorable decision the document necessary for employment shall be issued.<footnotemark>6</footnotemark></p>\n<p id=\"b593-5\">It will be seen that in these comprehensive regulations of the President and Commandant there is nothing to the effect that refusal to answer any of the questions contained in the questionnaire shall in and of itself cause rejection of an application. Such a result is not even remotely suggested by the Magnuson Act, the Executive Order, or the regulations of the President or of the Commandant. The basic standard for employment clearance, set forth by both President and Commandant, is, as we have shown, that “the Commandant is satisfied that the character and habits of life of such person are such as to authorize the belief that the presence of the individual on board would not be inimical to the security of the United States.” Yet appellant’s right to employment was never measured by this standard, notwithstanding the absence of any provision relieving the Commandant of the necessity of applying it. Moreover, the regulations make clear that should the Commandant not be satisfied short of a hearing that the standard is met, then a hearing shall be had. As noted earlier, appellant twice requested a hearing but none was granted.</p>\n<p id=\"b593-10\">We assume, as was decided in Parker v. Lester, 9 Cir., 1955, 227 F.2d 708, that the Magnuson Act validly authorizes a screening of persons seeking employment in the American Merchant Marine; and we assume also that in the screening process the three unanswered questions are relevant. But what is relevant is not here conclusive. One relevant factor is to be considered with whatever else is relevant.<footnotemark>7</footnotemark> As the Commandant’s own brief in this court points out, had the three questions been answered affirmatively appellant would not automatically have been disqualified, since the answers would merely have been taken into consideration by the Commandant in reaching a decision. We think it equally true that a refusal to answer the three questions for the reasons appellant assigned does not automatically disqualify him. It is nowhere so provided in the Act, Executive Order, or regulations. Here the Commandant by regulation has wholly failed to provide for rejection of an <page-number citation-index=\"1\" label=\"522\">*522</page-number>application short of a hearing if the Commandant is not satisfied without a hearing as to the security qualifications of the applicant. Since he has not provided that an applicant who refuses to answer certain questions shall be entitled to no further consideration, the applicant was entitled to the processing of the application in the manner which the regulations do provide. Service v. Dulles, 1957, 354 U.S. 363, 386, 387, 77 S.Ct. 1152, 1 L.Ed.2d 1403, teaches us that so long as the regulations remain unchanged and the Commandant has provided for notice of reasons, answer and a hearing in order to permit him to make the determination he is required to make, he is bound by his own regulations. In this processing a critical factor may turn out to be the applicant’s refusal to answer certain questions. But any such factor must be weighed with all other evidence which might tend to satisfy the Commandant that the presence of the applicant on shipboard would not be inimical to the security of the United States. Perhaps the applicant can submit cogent reasons for his failure or refusal to answer the questions. Perhaps the Commandant will find unsatisfactory such reasons or explanations as may be offered. Even though he cannot satisfy the Commandant, “he is entitled to the opportunity to try. * * * [A]t least he will have been afforded that due process required by the regulations in such proceedings.” United States ex rel. Accardi v. Shaughnessy, 1954, 347 U.S. 260, 268, 74 S.Ct. 499, 504, 98 L.Ed. 681. The situation may be analogized to that referred to by Mr. Justice Frankfurter, concurring in part in Vitarelli v. Seaton, 1959, 359 U.S. 535, 547, 79 S.Ct. 968, 976, 3 L.Ed.2d 1012, “if dismissal from employment is based on a defined procedure, even though generous beyond the requirements that bind such agency, that procedure must be scrupulously observed.”</p>\n<p id=\"b594-4\">Reversed and remanded for further proceedings not inconsistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b590-8\">. The requirement of a validated document did not apply to vessels of less than 100 tons, but we think the availability of this employment without the document is immaterial.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b590-9\">. This was solely because of the refusal of appellant to answer the three questions. Thus, under date of June 11, 1958, the Commandant wrote appellant when substituting the three questions:</p>\n<blockquote id=\"b590-17\">“Upon receipt of your complete answers to these amended questions and the certification thereof, your application will be reviewed and if the Commandant is unable to satisfy himself at that stage of the administrative process with regard to your eligibility for validation, you will receive a ‘statement of reasons,’ notice an opportunity for hearing pursuant to regulations promulgated for such purpose.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b591-14\">. This Act provides, 40 Stat. 220 (1917), as amended by 64 Stat. 427-428 (1950), 50 U.S.C. §§ 191, 194 (1952), 50 U.S.C.A. §§ 191, 194.</p>\n<p id=\"b591-17\">“[50 U.S.C. § 191 (1952)]. Whenever the President finds that the security of the United States is endangered by reason of actual or threatened war, or invasion, or insurrection, or subversive activity, or of disturbances or threatened disturbances of the international relations of the United States, the President is authorized to institute such measures and issue such rules and regulations—</p>\n<p id=\"b591-18\">* * * *</p>\n<p id=\"b591-22\">“(b) to safeguard against destruction, loss, or injury from sabotage or other subversive acts, accidents, or other causes of similar nature, vessels, harbors, ports, and waterfront facilities in the United States, the Canal Zone, and all territory and water, continental or insular, subject to the jurisdiction of the United States.”</p>\n<p id=\"ADa\">[50 U.S.C. § 194 (1952)]. “The President may employ such departments, agencies, officers, or instrumentalities of the United States as he may deem necessary to carry out the purpose of this chapter.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b591-24\">. Executive Order No. 10173, 15 Fed.Reg. 7005, 7007-08 (Oct. 20, 1950), U.S.Code <page-number citation-index=\"1\" label=\"520\">*520</page-number>Cong.Service 1950, p. 1661, as amended by Executive Order No. 10277, 16 Fed.Reg. 7537-38 (Aug. 2, 1951) U.S.Code Congressional and Administrative News 1951, p. 1073 and Executive Order No. 10352, 17 Fed.Reg. 4607 (May 21, 1952), U.S. Code Congressional and Administrative News 1952, p. 1056, provides in pertinent part:</p>\n<blockquote id=\"b592-6\">“Subehapter A — General “Part 6 — Protection and Security of Vessels, Harbors, and Waterfront Facilities</blockquote>\n<blockquote id=\"b592-7\">* * * * *</blockquote>\n<blockquote id=\"b592-8\">“Subpart 6.10 — Identification and Exclusion of Persons From Vessels and Waterfront Facilities</blockquote>\n<blockquote id=\"A1N\">“§ 6.10-1 <em>Issuance of documents and employment of persons aboard vessels. </em>No person shall be issued a document required for employment on a merchant vessel of the United States nor shall any person be employed on a merchant vessel of the United States unless the Commandant is satisfied that the character and habits of life of such person are such as to authorize the belief that the presence of the individual on board would not be inimical to the security of the United States: <em>Provided, </em>That the Commandant may designate categories of merchant vessels to which the foregoing shall not apply-</blockquote>\n<blockquote id=\"b592-10\">“§ 6.10-3 <em>Special validation of merchant marine documents. </em>The Commandant may require that all licensed officers and certificated men who are employed on othér than the exempted designated categories of merchant vessels of the United States be holders of specially validated documents. The form of such documents, tbe conditions, and tbe manner of tbeir issuance shall be as prescribed by tbe Commandant. Tbe Commandant shall revoke and require tbe surrender of a specially validated document when be is no longer satisfied that the holder is entitled thereto.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b592-13\">. 33 C.F.R. § 121.03 (Supp. 1959):</p>\n<blockquote id=\"b592-14\"><em>“Standards. </em>Information concerning an applicant for special validation endorsement for emergency service, or a bolder of such endorsement, which may preclude a determination that his character and habits of life are such as to warrant the belief that his presence on board vessels of the United States would not be inimical to the security of the United States, shall relate to the following:</blockquote>\n<p id=\"b592-15\">“(a) Advocacy of the overthrow or alteration of the Government of the United States by unconstitutional means.</p>\n<p id=\"b592-16\">“(b) Commission of, or attempts or preparations to commit, an act of espionage, sabotage, sedition or treason, or conspiring with, or aiding or abetting another to commit such an act.</p>\n<p id=\"b592-17\">“(e) Performing, or attempting to perform, duties or otherwise acting so as to serve the interests of another government to the detriment of the United States.</p>\n<p id=\"b592-18\">“(d) Deliberate unauthorized disclosure of classified defense information.</p>\n<p id=\"b592-19\">“(e) Membership in, or affiliation or sympathetic association with, any foreign or domestic organization, association, movement, group, or combination of persons designated by the Attorney General pursuant to Executive Order [No.) 10450, as amended [5 U.S.C.A. § 631 note].”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b593-6\">. The procedures we have outlined are incorporated in amended regulations adopted after the decision of Parker v. Lester, 9 Cir., 1955, 227 F.2d 708, which struck down the hearing procedures theretofore in effect.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b593-11\">. See Briehl v. Dulles, 101 U.S.App.D.C. 239, 275, 248 F.2d 561, 597 (dissenting opinion of Judge Fahy). Reversed on broader grounds, Kent v. Dulles, 357 U.S. 116, 78 S.Ct. 1113, 2 L.Ed.2d 1204.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b594-5\">BURGER, Circuit Judge</author>\n<p id=\"ats-dedup-0\">(dissenting).</p>\n<p id=\"b594-6\">In view of the appellant’s original failure and subsequent refusal to answer concededly pertinent questions authorized by the screening process, I cannot see how the majority reaches its result.</p>\n<p id=\"b594-7\">The Communist invasion of South Korea, involving as it did and still does the maintenance of supply lines of vast proportions to South Korea, brought about the enactment of the so-called Magnuson Act, which provided that whenever the President finds that the security of the country is in danger by reason of actual or threatened war, or subversive activities, he is authorized to issue rules and regulations to guard the United States Merchant Marine from sabotage or subversion. The President is also authorized to designate officers to carry out the authority of the Act. Under this authority, President Truman signed Executive Order 10173 in 1950 and amended it in 1951 by Executive Order 10277 and in 1952 by Executive Order 10352. In these orders he cited the threatened security by reason of subversive activities and ordered that “No person shall be issued a document required for employment on a merchant vessel of the United States * * * [unless] the Commandant [Coast Guard] is satisfied that the character and habits of life of such person are such * * * that the presence of the individual on board would not be inimical to the security of the United States * * We are bound at the outset by the premise that the emergency declared by President Truman in 1950, 1951, 1952, with respect to this subject, is still operative, valid and pressing.</p>\n<p id=\"b594-9\">Acting under this authority, the Coast Guard issued regulations which set up the form of application and procedures for processing applications and provided that applications be signed under oath. Among other questions asked by the Coast Guard questionnaire was the following :</p>\n<blockquote id=\"b594-10\">“14. Are you now, or have you ever been, a member of, or affiliated <page-number citation-index=\"1\" label=\"523\">*523</page-number>or associated with in any way * * [the] Communist Party, U.S.A., its subdivisions, [etc.] * *</blockquote>\n<p id=\"b595-4\">Appellant failed to answer this question and, after being afforded a second opportunity to answer it in substantially the same form, refused to do so, contending that the Coast Guard is without authority-to question him about possible Communist Party membership as a condition of granting him a license as a steam engineer on United States Merchant .Marine vessels. The majority opinion does not question the Government’s authority to question Graham regarding possible Communist affiliations. Indeed, it specifically concedes that the questions are relevant. It is clear therefore, to all of us, that possible membership in the Communist Party is a proper subject of inquiry. The paradox is that in the face of conceding the pertinency of the questions, the majority nonetheless holds that Graham may refuse to answer, and notwithstanding this refusal, the Coast Guard <em>must </em>nevertheless go through the process of a hearing despite Graham’s default.</p>\n<p id=\"b595-5\">I confess inability to follow these steps. For if the questions be authorized and pertinent, which is recognition that the information to be gained from their answers is necessary to any decision the Coast Guard may make, why should the Coast Guard be compelled by this court te) take any further action until the questions are answered?</p>\n<p id=\"b595-13\">The fallacy in the majority’s position and reasoning is best illustrated when we remember that the Coast Guard did not, and does not, “refuse” Graham his license, nor is it correct to characterize its action as a “rejection.” <em>It simply refuses to act upon an admittedly incomplete </em>application.<footnotemark>1</footnotemark> The regulations clearly indicate that before any license is to issue, the applicant must supply information “sufficiently complete” so that a determination as to his qualifications can be made.1 <footnotemark>2</footnotemark> It is only <em>after </em>such data has been submitted that the Coast Guard is authorized to make <em>any </em>determination or take <em>any </em>action. It is simply not accurate to say, as the majority does, that “tho Commandant by regulation has wholly failed to provide for rejection of an application short of a hearing * * The precise opposite is explicitly provided in the regulations :</p>\n<blockquote id=\"b595-15\">“Upon receipt of a <em>complete application </em>and such further information as the Commandant may have required in those cases where the application, as first submitted, was not deemed sufficient, a committee * * shall prepare an analysis of the information available to the Commandant and make recommendations for action by the Commandant.” <page-number citation-index=\"1\" label=\"524\">*524</page-number>(Emphasis added.) Reg. 121.05(e), 33 C.F.R. § 121.05(e).</blockquote>\n<p id=\"b596-5\">This seems to me explicit authority for the Commandant to refuse to act on anything less than a <em>“complete </em>application,” and to this date the applicant has not submitted a <em>complete </em>application even though afforded a second opportunity to do so. Whatever action the Commandant may later take, or the correctness of any determination he may make as to this applicant, or the constitutionality of the standards prescribed in the Executive Orders, are all questions for the future, but until Graham properly applies for a license there is nothing for the Coast Guard to act upon.</p>\n<p id=\"b596-6\">The majority cites Greene v. McElroy, 1959, 360 U.S. 474, 79 S.Ct. 1400, 3 L.Ed.2d 1377, as pertinent. But that case has no application here. There the Supreme Court simply held that in a hearing upon fitness for private employment in the performance of government defense contracts, the courts will not read into the statute or order a congressional or executive intent to deny the employee confrontation and cross examination of sources of adverse information, the Executive Order and the statute being silent on these points. That question never arises here, since Graham did not comply with the preliminary administrative procedures essential to invoke a hearing and the controlling regulations are not silent. Graham has not now been, and never was denied his right to a hearing or to confront anyone who may testify against him. He can have his hearing literally at once by simply answering the questions, and the Coast Guard has so informed him.<footnotemark>3</footnotemark></p>\n<blockquote id=\"b596-8\">“Upon receipt of your <em>complete answers </em>to these amended questions and the certification thereof, your application will be reviewed and if the Commandant is unable to satisfy himself at that stage of the administrative process with regard to your eligibility for validation, you will receive a “statement of reasons”, notice and <em>opportunity for hearing pursuant to regulations promulgated for such purpose.” </em>(Emphasis added.)</blockquote>\n<p id=\"b596-14\">There is nothing novel or unconstitutional in the refusal by an administrative body to process an incomplete application. It has long been the law, and this court has expressly held, that a person seeking a license or privilege must “establish those qualifications for the license which would make its grant serve the public interest, and this necessarily presupposes a frank, candid, and honest disclosure of the facts as to [his] qualifications deemed by the commission <em>essential to enable the commission to act within its powers.”</em><footnotemark><em>4</em></footnotemark><em> </em>(Emphasis added.) Thus we have held specifically that an applicant must supply the required data when seeking a license before he has any rights.<footnotemark>5</footnotemark> And in a proceeding for an F.C.C. license, the Eastern District Court (three judges) of New York has said that an applicant must fully supply pertinent data as to character, in the absence of which the F.C.C. can <em>deny </em>a license to a person refusing to so disclose.<footnotemark>6</footnotemark> In the instant case the Coast Guard has not <em>denied </em>anything, but has <page-number citation-index=\"1\" label=\"525\">*525</page-number>merely refused to process the application because the applicant refuses to give pertinent data necessary for its determination, and which if given might cause the license to be granted at once. A license may not be <em>affirmatively </em>denied without a hearing, under the regulations.</p>\n<p id=\"b597-5\">The courts have uniformly described as long-settled the proposition that where an administrative procedure is authorized, those who seek privileges or licenses under it must exhaust their administrative remedies before the courts are granted judicial review. See National Lawyers Guild v. Brownell, 1955, 96 U.S.App.D.C. 252, 257, 225 F.2d 552, 557, certiorari denied, 1956, 351 U.S. 927, 76 S.Ct. 778, 100 L.Ed. 1457. In the recent case of National Council of American-Soviet Friendship, Inc. v. Brownell, 1957, 100 U.S.App.D.C. 116, 119, 243 F.2d 222, 225, this court dealt with a situation where the appellant had refused to proceed with the hearing authorized by statutes and regulations, but challenged the action under which they were listed as “subversive.” Pointing out that the designation as “subversive” was not final, (precisely as the action of the Coast Guard is not final here) we said:</p>\n<blockquote id=\"b597-6\">“Rather, appellants insist that they may default and still continue to litigate. * * * The plight of the appellants is of their own choice and of their own making.”</blockquote>\n<p id=\"b597-7\">Elsewhere in the opinion we point this up, saying:</p>\n<blockquote id=\"b597-8\">“it is ‘the long-settled rule of judicial administration that no one is entitled to judicial relief for a supposed or threatened injury <em>until the prescribed administrative remedy has been exhausted.’ ” </em>Ibid. (Emphasis added.)</blockquote>\n<p id=\"b597-11\">Here the appellant, far from “exhausting” his administrative steps, has not even completed the preliminary step to invoke the proceedings established by the regulations. Under our own pronouncements, Graham should not be permitted “to default and still continue to litigate.”</p>\n<p id=\"b597-12\">Appellant is seeking a license for employment on a merchant vessel under conditions which can be fully as important to national security as if he were seeking service in the Navy, and any suggestion that he cannot be asked about his possible Communist affiliation or that he should receive the aid of the courts in the face of two refusals to answer is without precedent in the law governing administrative processes. Similarly, I am unable to understand the concept that the President and the Commandant of the Coast Guard may not <em>require </em>that this question be answered as a preliminary step of the process of applying for a license. How can we say that questions may be asked, as the majority does by conceding pertinency and the authority to ask them, and then hold that no answer be required as a condition to any consideration of the application?</p>\n<p id=\"b597-13\">On the tenuous authority of United States ex rel. Accardi v. Shaughnessy, 1954, 347 U.S. 260, 268, 74 S.Ct. 499,<footnotemark>7</footnotemark> the majority commands that a hearing be held on appellant’s application, even though it is incomplete, for the sole reason that “[pjerhaps the applicant can submit cogent reasons for his failure or <page-number citation-index=\"1\" label=\"526\">*526</page-number>refusal to answer the questions.” I agree with the majority that this can be the only purpose for such a hearing since Graham has already supplied all other pertinent information needed by the Coast Guard. However, a moment’s reflection reveals the futility, as well as the absence of need for, any hearing or any “further processing.” Common experience denies that these unanswered questions lend themselves better to <em>oral </em>than to written answers. Indeed, I suggest the contrary is true.</p>\n<p id=\"b598-4\">Moreover, the record is crystal clear that Graham at all times was — and indeed still is — free to submit to the Coast Guard whatever “cogent reasons” he had for his silence on the critical subject of Communist Party connections. The Coast Guard, scrupulously following its own regulations which explicitly give the Commandant discretion to call for additional information “under oath in writing or orally,” afforded Graham an opportunity to remedy his initial refusal to answer, and he refused. Hence there has been no want of opportunity to set forth reasons, cogent or otherwise, for his default.</p>\n<p id=\"b598-5\">The truth of the matter is that Graham has already explained his refusal on his first questionnaire. Item 15 of the application stated:</p>\n<blockquote id=\"b598-6\">“(Use this space to explain Items 1 through 14. Show item numbers to which answers apply. Attach a separate sheet if there is not enough space here.)”</blockquote>\n<p id=\"b598-7\">In this space Graham responded:</p>\n<blockquote id=\"b598-8\">“On items 12, 13 &amp; 14 I cannot, in good conscience, submit answers because I am positive that the questions are violative of my rights under the Bill of Rights of the U. S. Constitution, in particular, the First Amendment thereof. Furthermore those questions are so vague as to make accurate answers impossible.”</blockquote>\n<p id=\"Agx\">He refused to avail himself of a second opportunity to give anything more than this explanation.<footnotemark>8</footnotemark> These answers demonstrate that what he wants is not to give reasons and explanations but to make constitutional and legal arguments which only his lawyers can make for him. Indeed appellant’s counsel, who is experienced and sophisticated in the so-called “loyalty” and “security” cases, has acted for appellant in carrying on the correspondence with the Coast Guard in its efforts to get answers to questions 12, 13 and 14. See note 1, supra. We cannot regard his responses as the work of an inarticulate layman who needs a hearing in order to make his position known. For this purpose no hearing is required or even useful unless the majority is prepared to read into the regulations and Executive Order or the statute a proviso that oral argument must be allowed to counsel. We should also bear in mind that Graham has not asked for a hearing but for a <em>license.</em></p>\n<p id=\"b598-13\">For these reasons I am unwilling to exercise judicial power to command the Executive Branch to perform the useless formality of a hearing on a patently incomplete application in the face of an unambiguous regulation which contains exactly what the majority says it omits. In refusing “to submit under oath in writing [as requested by the Commandant] * * * such further information as may be required” Graham has failed to perform a condition precedent to any action by the Coast Guard. In effect the majority opinion would shift to the Coast Guard the burden of fashinoing for itself an investigating agency to dis<page-number citation-index=\"1\" label=\"527\">*527</page-number>cover highly pertinent information concerning an applicant which the applicant can and should promptly supply. In the early critical period of any new national emergency which would call for swift expansion of our Merchant Marine, this majority interpretation would place upon the Coast Guard an intolerable if not an impossible burden never intended by Congress and not warranted in the law relating to licensing procedures of any kind.</p>\n<p id=\"b599-5\">I suggest that were we confronted with an applicant who, seeking a taxi license, refused to answer an application question as to whether he had ever been convicted of reckless driving or drunken driving, we would summarily admonish the applicant that he was not “entitled to judicial relief * * * until the prescribed administrative remedy has been exhausted.” See National Council of American-Soviet Friendship, Inc. v. Brownell, supra.<footnotemark>9</footnotemark></p>\n<p id=\"b599-6\">I would affirm the District Court.</p>\n<footnote label=\"1\">\n<p id=\"b595-6\">. In a letter of February 19, 1958, tho Coast Guard’s position was made amply clear to Graham’s attorneys. That letter states, in part:</p>\n<blockquote id=\"b595-7\">“In view of the fact Mr. Graham had not previously made application for a validated merchant mariner’s document an evaluation of his case is necessary * *. In regard to the evaluation, <em>no further action ean be talcen until such time as Mr. Graham answers Items 12, 18, and Ilf of the questionnaire * </em>* (Emphasis added.)</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b595-9\">. Coast Guard Regulations 121.05(a), (b), 33 C.F.R. §§ 121.05(a), (b) hold that any person seeking a license may make application for it under oath, and “if an application * * * does not contain replies sufficiently complete in his judgment [Commandant’s] for a determination whether the character and habits of life of the applicant are such as to warrant the belief that his presence on board vessels of the United States would not be inimical to the security of the United States, the Commandant, <em>in an effort to avoid additional proceedings through credible explanation </em>or to confine further inquiry to matters tending to prove or disprove unfavorable information, <em>shall notify the applicant to submit under oath in writing or orally such further information as may be required </em>for such determination.” (Emphasis added.) Reg. 121.05(d), 33 O.F.R. § 121.05(d). Under this regulation the Commandant requested Graham to submit “further information” in writing, and appellant refused.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b596-7\">. In a letter to Graham dated June 11, 1958, the Coast Guard slightly amended the questions in issue, and stated:</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b596-9\">. Great Western Broadcasting Ass’n v. Federal Communications Commission, 1937, 68 App.D.C. 119, 121, 94 F.2d 244, 246 construing applications for a broadcasting license from the F.C.C.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b596-11\">. Briehl v. Dulles, 1957, 101 U.S.App.D.C. 239, 252, 248 F.2d 561, 574: “There is nothing new or novel about requiring an applicant for a permit or a license to supply pertinent information under oath. Applicants for radio licenses and air route certificates must do so, and applicants for marriage licenses, voting privileges, and business permits must also. And, failing to supply the required data, the applicant cannot exercise his right.” While this case was subsequently reversed sub. nom. Kent v. Dulles, 1958, 357 U.S. 116, 78 S.Ct. 1113, on the grounds that the questions there propounded <em>were not authorized </em>by the applicable statutes and regulations, it must be remembered that the majority here concede the pertinence of the questions before us. In this light, the quoted words of the Briehl case still retain their vitality and are binding on us.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b596-17\">. Mester v. United States, D.C., 70 F.Supp. 118, 122, affirmed per curiam, 1947, <em>332 </em>U.S. 749, 68 S.Ct. 70, 92 L.Ed. <em>336.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b597-9\">. The Accardi case is not in point for it contained no issue of failure to utilize or exhaust administrative remedies. The Supreme Court held simply that a habeas corpus petitioner was entitled to a hearing <em>in the District Court </em>to prove his allegations that the Attorney General’s listing of Mm as an undesirable alien he “planned to deport,” constituted a <em>direction </em>by the Attorney General to his own Board of Immigration Appeals, thus foreclosing any exercise of the Board’s discretion. The complete quotation, part of wMeh is relied upon in the majority opinion, is as follows: “Of course, he [petitioner] may be unable to prove his allegation <em>before the District Court; </em>but he is entitled to the opportunity to try.” (Emphasis added.) Thus the Accardi holding has no relation to when and for what purpose an <em>administrative hearing </em>is mandatory. It simply restates familiar law that a habeas corpus petitioner is entitled to a hearing on allegations which, if true, would entitle him to relief.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b598-9\">. In a letter dated June 24, 1958, Graham stated:</p>\n<blockquote id=\"b598-10\">“In our view questions 13 and 14 as amended are still subject to the defect of vagueness which I noted in the original questionnaire. Further with respect to each of the three questions, 12, 13 and 14, I am of the opinion expressed by me on November 19, namely:</blockquote>\n<blockquote id=\"b598-14\">“ ‘On items 12, 13 and 14 I cannot, in good conscience submit answers because I am positive that the questions are vio-lative of my rights under the Bill of Bights of the United States Constitution, in particular the First Amendment thereof.’ ”</blockquote>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b599-13\">. See also Beard v. State Board, 1931, 111 Cal.App. 559, 295 P. 1052; Carville v. Smith, 1947, 211 Ark. 491, 201 S.W.2d 33.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}