{
  "casebody": {
    "data": "<casebody firstpage=\"863\" lastpage=\"867\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b925-7\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. BULLETIN COMPANY, and Philadelphia Newspaper Printing Pressmen’s Union Local No. 16, Respondents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b925-9\">No. 19058.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b925-10\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b925-11\">Argued April 22, 1971.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b925-12\">Decided June 11, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b925-20\">Charles R. Both, Atty., N.L.R.B., Washington, D. C. (Arnold Ordman, Gen. Counsel, Dominick L. Manoli, Associate Gen. Counsel, Marcel Mallet-Prevost, Assistant Gen. Counsel, Abigail Cooley Baskir, Atty., N.L.R.B., on the brief), for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b926-3\"><page-number citation-index=\"1\" label=\"864\">*864</page-number>Robert H. Kleeb, Morgan, Lewis &amp; Bockius, Philadelphia, Pa. (Peter D. Walther, Mark S. Dichter, Philadelphia, Pa., on the brief), for respondent, Bulletin Co.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b926-4\">Bernard N. Katz, Meranze, Katz, Spear and Bielitsky, Philadelphia, Pa., for respondent Pressmen’s Union.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b926-5\">Before SEITZ, ALDISERT and ROSENN, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b926-6\">OPINION OF THE COURT</p>\n<author id=\"b926-7\">ROSENN, Circuit Judge.</author>\n<p id=\"b926-8\">The National Labor Relations Board has found that the Bulletin Company (“Bulletin”) and Philadelphia Newspaper Printing Pressmen’s Union Local No. 16 (“Union”) violated Section 8(a) (1) &amp; (3) and Section 8(b) (1) &amp; (2), respectively, of the National Labor Relations Act, as amended,<footnotemark>1</footnotemark> by discriminating in regard to hire and tenure of eight persons formerly employed by Curtis Publishing Company, and by maintaining, enforcing and giving effect to an agreement which conditions employment upon membership in or clearance or approval by the Union. The Board has applied to this court pursuant to Section 10(e) of the Act for enforcement of its order issued on March 11, 1970 against the Bulletin and the Union. The Board’s decision and order are reported at 181 N.L.R.B. No. 95.</p>\n<p id=\"b926-9\">The Trial Examiner, after a number of hearings, found and concluded that the respondents maintained a discriminatory practice which required Union membership and approval as a condition for employment, and that the Union had caused the Bulletin to discharge the eight former Curtis employees because the Union had not initially approved or referred them to the Bulletin for employment. The able and thorough decision of the Trial Examiner recited the detailed facts and extensive background of this case and makes it unnecessary for us to repeat them.</p>\n<p id=\"b926-14\">The Board reviewed the entire record, including the Trial Examiner’s decision, and adopted his findings of fact and conclusions of law. The Board, however, modified the Trial Examiner’s recommended order pertaining to the payment of back pay. The Board’s order requires the parties to cease and desist from the unfair labor practices found, and from in any other manner restraining, coercing or interfering with employees in the exercise of their rights under the Act. Affirmatively, the order requires the Bulletin to offer the eight named persons immediate employment as journeymen pressmen. It also requires that the Union notify the Bulletin in writing that it withdraws all objection to the hiring of these individuals and requests the Bulletin to offer them immediate employment as journeymen pressmen. Both the Union and the Bulletin are required to post appropriate notices and, finally, the order requires both defendants, with the Union primarily liable,<footnotemark>2</footnotemark> to make the eight persons whole for any loss of earnings suffered as a result of the discrimination.</p>\n<p id=\"b926-15\">The Bulletin takes no issue in this appeal with the decision and order of the Board but seeks only to have the court require that the notices provided in the Board’s order be posted simultaneously by both the Union and itself. It seeks this relief in order to forestall a recurrence of the acts of slowdown, sabotage and harassment which occurred when it previously attempted to comply with the terms of a settlement agreement effectuated by the Board.<footnotemark>3</footnotemark> The Union seeks <page-number citation-index=\"1\" label=\"865\">*865</page-number>to set aside the order of the Board on the grounds that it is not supported by “substantial evidence” and, that if liability is imposed on the Union, it should not be held primarily liable to the aggrieved employees.</p>\n<p id=\"b927-4\">The function of this court is to ascertain whether or not, on a considera- _ tion of the record as a whole, the findings of fact are supported by “substantial evidence.” Universal Camera Corp. v. NLRB, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951). We have carefully examined the entire record and we are fully convinced that the findings of fact of the Trial Examiner, as well as the conclusions of law, are amply supported by the evidence. As to the question of liability, in view of the extended effort by the Bulletin to overcome the Union’s adamant opposition to the hiring of the eight experienced journeymen, the modification in the remedy by the Board which made the Union primarily liable for the back pay of the employee victims of the discrimination was just and warranted. It follows the remedy fashioned by this court in NLRB v. Lexington Electric Products Co., 283 F.2d 54, 57 (3d Cir. 1960), cert. den. Local 3, Intern, Broth., etc. v. N.L.R.B., 365 U.S. 845, 81 S.Ct. 805, 5 L.Ed.2d 810 (1961), where we also found it “patently inequitable that the employer be more than secondarily responsible for back pay.”</p>\n<p id=\"b927-11\">We find no merit in the Union’s contention that it bears no responsibility whatsoever for the incidents of sabotage, slowdown and harassment that occurred in May, 1969, when the Bulletin posted notice, as it was required to do by the National Labor Relations Board, of its intention to hire the eight former Curtis employees, or for those incidents which again recurred in late August when the employees were hired.<footnotemark>4</footnotemark> There <page-number citation-index=\"1\" label=\"866\">*866</page-number>was sufficient evidence to support the Trial Examiner’s inferences that responsible officers of the Union were aware of what was occurring and that they at no time disavowed the misconduct or took any counteractive measures. The Trial Examiner was justified in finding that neither the Union business manager, nor the chapel chairman<footnotemark>5</footnotemark> “appear to have done anything to alleviate the situation and seem to have dragged their feet, at least until the employer capitulated.” The Trial Examiner characterized as “disgraceful” the conditions caused by the concerted activities of the Union pressroom employees and under which the Curtis employees had to work in late August and early September. The record fully supports this characterization. Although the Union business manager issued instructions to the Union’s members to honor the Union’s commitment to the court and to engage in no slow-downs or stoppages when the Curtis men were hired, he also reminded the members that the Curtis men were “unqualified” in the Union’s eyes and that the Union opposed their hire.<footnotemark>6</footnotemark> Previously, he had instructed the members to give no assistance to the new employees, and at a meeting in the pressroom, he repeated this instruction.</p>\n<p id=\"b928-7\">There was testimony that on at least one occasion, Mallon, the president of the Union, was present in the Bulletin pressroom with Reilly while Union members hurled physical objects as well as profanity at the new employees. When the harassment and disorder began with the employment of the Curtis people in the pressroom, which the Union claimed to control, the Bulletin sought Reilly’s help. Reilly blamed the employer for the conditions and predicted “trouble” if anyone were disciplined. The Union never disaffirmed nor repudiated through Reilly or any of its other officers the concerted acts of harassment or sabotage by its members. These activities were not unrelated, isolated acts or the reactions of strangers who found themselves assembled perchance in a group. They were committed by a body of men bound by a collective bargaining agreement and united by a common bond of membership in a highly structured and sophisticated labor organization. This Union had obligations <footnotemark>7</footnotemark> as well as emoluments and benefits under the terms of the contract with the Bulletin. Their consistent reactions to work by <page-number citation-index=\"1\" label=\"867\">*867</page-number>any of the Curtis employees in the Bulletin pressroom revealed a well defined pattern consonant with the Union’s interests. This is particularly apparent when considered in the light of previous admonitions and declarations by Union officials to the Bulletin regarding the proposed hiring of the former Curtis employees.</p>\n<p id=\"b929-4\">When union officers knowingly stand passive in the face of flagrant misconduct by a body of their members calculated to force an employer into a violation of the law, without taking affirmative action to repudiate that misconduct, and when, as here, that passivity amounts to silent approbation, the Union may not escape liability by claiming the misconduct was that of its individual members and not of the Union itself. The pattern of misbehavior was also committed in total disregard of covenants negotiated at the bargaining table<footnotemark>8</footnotemark> and a settlement agreement entered into in the court.<footnotemark>9</footnotemark> Although the Union officers knew of the difficulties caused by their members at the Bulletin plant and the underlying reasons for them, they made no effort to remedy the situation. On the contrary, they ignored the Bulletin’s pleas for help. They embarked upon a course of inaction which amounted to an acquiescence in the activities and objective of their members. The evidence amply supports the Trial Examiner’s finding and conclusion adopted by the Board that:</p>\n<blockquote id=\"b929-5\">“By at least permitting a situation which it had created to continue, the Union ratified and condoned, if it did not actually participate in, the members treatment of the new employees, and was therefore responsible for the employers termination of those employees.”</blockquote>\n<p id=\"b929-6\">Inasmuch as the order of the Board is directed to both respondents and each of them is required to immediately post notices upon receipt thereof from the Regional Director, the request of the Bulletin that the respondents be required to post their respective notices simultaneously does not appear to be unreasonable under the facts of this case. The Board shall direct the respondents to take such action simultaneously. A decree for enforcement of the order of the Board may be submitted.</p>\n<footnote label=\"1\">\n<p id=\"b926-10\">. 61 Stat. 136, 73 Stat. 519, 29 U.S.C. Sec. 151, et seq.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b926-11\">. The Board’s decision was predicated upon its conclusion that the Bulletin had taken “all reasonable measures required to overcome the Union’s opposition to the hiring of the eight applicants, and that the primary burden for restoring the wage losses resulting from the discrimination rightfully falls on the Union.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b926-17\">. One of the eight men denied employment, Cummings, filed an unfair labor practice charge with the Board against the Union and the Bulletin on February 17, 1969. On April 30, 1969, the Bulletin and the Board entered into a settlement agree<page-number citation-index=\"1\" label=\"865\">*865</page-number>ment, approved by the Regional Director of the Board, in which the Bulletin agreed to offer employment as journeymen pressmen to the eight named former employees of Curtis and to post appropriate notice. Pursuant to the agreement, the Bulletin offered employment to the eight former Curtis employees, informed the pressroom foremen (who were also members of the Union) of the terms and significance of the settlement agreement, and advised one of the Union’s local plant officials that the notices required by the settlement agreement would be posted. The notices were posted in the afternoon of May 20, 1969. The following day the Bulletin experienced certain production problems. These grew worse and on May 22 production had fallen to about two-thirds normal. Some of the problems were due to sabotage caused by the throwing of electrical switches to improper positions, improper operation of reels, and damage to the photo-electrical cells which control the movement of reels, all of which caused breaks in the paper rolls which were threaded through the presses. Because of the production slowdown and sabotage of machinery, the Bulletin removed the notices of intent to hire the Curtis employees on May 22, 1969, and instructed them not to report to work. Reilly, the Union business manager who on May 22nd professed ignorance of any problems at the Bulletin, stated at that time that if the Bulletin did have a problem, the removal of the notice would resolve it.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b927-13\">. On May 26, 1969, the Bulletin had notified the Board that it could not comply with the terms of the settlement agreement of April 30, 1969, because of the conduct of the Union members (footnote 2, supra). On June 12 the Regional Director withdrew his approval of the agreement and on June 13 he filed a consolidated complaint in the matter. After the complaint was issued, application was made to the U.S. District Court for the Eastern District of Pennsylvania for an injunction against the Company and the Union, pursuant to Section 10(j) of the Act. On August 19 the Bulletin and the Union entered into an agreement before Judge C. William Kraft, Jr., under the terms of which the Bulletin agreed to offer employment to the eight former Curtis employees. The Union agreed that it would not conduct any work stoppages or slowdowns if any of the eight were hired.</p>\n<p id=\"b927-14\">Pursuant to the agreement, two of the Curtis people, Cummings and Roberts, began work at the Bulletin on August 27, 1969. They were immediately subjected to verbal and physical abuse by members of the Union, including profanity and threats of bodily harm. Their clothing and bodies were doused with ink, they were pelted with eggs and dangerously</p>\n<p id=\"b928-4\"><page-number citation-index=\"1\" label=\"866\">*866</page-number>harassed by the Union pressroom employees who continually surrounded them. On September 2, 1969, two additional former Curtis employees began work and all four new employees found themselves subjected to continual harassment by Union members. Fearing for the safety of the employees, Elliott, the assistant business manager of the Bulletin, informed Reilly that anyone caught in the act of sabotage or harassment would be dismissed. Reilly replied that if anyone was dismissed there would be “trouble.” Following a series of “accidents” on September 3, in which equipment was damaged by a falling plate and employee lives were endangered, one of the new employees quit. On September 4, after continued harassment and ink drenchings, the remaining new employees were sent home for their own protection and have not been since scheduled for work. On October 14, 1969, the District Court, Eastern District of Pennsylvania, granted a temporary injunction on behalf of the 4th Region of the National Labor Relations Board against the Bulletin and the Union pending final disposition of the matters before the Board regarding the alleged illegal hiring practices agreement between the Bulletin and Local No. 16. See Samoff, etc. v. Philadelphia Newspaper Printing Pressmen’s Union No. 16, 304 F.Supp. 677 (D.C.1969).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b928-9\">. A chapel chairman in the structure of this Union appears to perform the duties generally ascribed to a shop steward.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b928-10\">. Under the existing labor contract, the Company was the “sole judge” of the competency of the men it hired.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b928-11\">. Union counsel’s letter of August 20, 1969, to Reilly, business manager of Local 16 stated, inter alia:</p>\n<blockquote id=\"b928-12\">“In the meantime, however, we have both a contract no strike, no stoppage clause which must he adhered to and the impact of this clause is made greater by the fact that we have reiterated before Judge Kraft that we will abide by it.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b929-7\">. The Bulletin and the Union entered into a collective bargaining agreement for the term of May 1, 1968, to May 1, 1971. This agreement was supplemented by a letter agreement dated September 23, 1968.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b929-19\">. See footnote 4, supra.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}