{
  "casebody": {
    "data": "<casebody firstpage=\"206\" lastpage=\"210\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b228-8\">No. -</p>\n<court data-order=\"1\" data-type=\"court\" id=\"b228-9\">First Circuit</court>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b228-10\">DIXON v. EULA LUMBER CO.</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b228-11\">(January 7, 1927. Opinion and Decree.)</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AEp\">(March 8, 1927. Rehearing Refused.)</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b228-24\">Fern M. Wood; Hardin, Hardin &amp; Cavanugh, of Leesville, attorneys for plaintiff, appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b228-25\">Thompson <em>&amp; </em>Ferguson, of Leesville, attorneys for defendant, appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b228-26\">ELLIOTT, J.</author>\n<p id=\"A_rq\">Willie Dixon, a negro man about 34 years old, employed by Gulf Lum<page-number citation-index=\"1\" label=\"207\">*207</page-number>ber Company as blacksmith’s helper, alleges that, while helping defendant’s blacksmith carry a heavy piece pf iron, he stumbled and fell, straining and injuring himself, producing hernia. That his injury renders him a permanent total disability to do work of any reasonable character. He claims 65 per cent of his daily wage of $8.25 per day for four hundred weeks. Defendant admits that plaintiff was in its employment as blacksmith’s helper and received wages as alleged, but denies that plaintiff received the injury while in his service. In the alternative and in case it appeared that plaintiff had received the injury while in its service, it then denied that the injury was a total disability. It alleged that the injury was not a disability. From a judgment rejecting his demand the plaintiff appealed.</p>\n<p id=\"b229-5\">It is established that the plaintiff, on or about October 10, 1925, helped defendant’s blacksmith, Mr. Downs, carry a bar of iron, between 8 and 10 feet long, 7 inches wide and 2 inches thick. Plaintiff, testifying about the matter, says he kinder stumbled, that the end he was carrying hit him in the right side in the groin, hurting him, and that he told Mr. Downs about it after they had put the iron down. That he afterwards noticed that a knot had come, which, every once and a while, would come down. The plaintiff continued working for four or five days and then quit, going to Homer, which he says was his home. While there he consulted Dr. Featherstone, who, after examination, put a truss on him. Pie then wrote Mr. Downs, informing him of the injury he had received while helping him carry the iron. Mr. Downs turned the letter over to Mr. Green, another employee of Gulf Lumber Company, who wrote plaintiff to come back and be examined by the physician of that company. Defendant urges that the evidence does not establish with reasonable certainty that plaintiff received the injury while in its service. We find that the fact is established. Mr. Downs remembered that plaintiff, op or about October 10, helped him carry a bar of iron of the length, breadth and thickness stated by the plaintiff, and that the plaintiff complained at the time that he had hurt himself in doing so. Mr. Downs testified that plaintiff did not stumble, because he would have felt the jar; but his denial that plaintiff stumbled does not establish that palintiff did not stumble, as plaintiff says he did, because the evidence shows that it was about dark at the time and Mr. Downs adds as part of his statement that he was \"not paying attention to the matter, that plaintiff was always hurting a finger or stumbling. Defendant alleges in its answer that plaintiff had been in its employ performing manual labor for several years. Plaintiff testified that he had been working fqr defendant for four or five years and had been helping Mr. Downs since March 9. We conclude that he refers to March 9, 1925, and if so he was helping Mr. Downs about seven months previous to receiving the injury; we are satisfied that such was the case. Ndw, if plaintiff had a hernia of the size described by all the physicians, at the time he came on defendant’s works, he could hardly have performed the work he was employed to do for four or five years without a truss. If he had been wearing a truss for such a length of time the truss could hardly have escaped the notice of his fellow employees in their sleeping quarters; while if he had not worn a truss his condition would have been a matter of such general observation and knowledge on the work that it would have been proved on the trial. With or without a truss, his condition could hardly have escaped the notice <page-number citation-index=\"1\" label=\"208\">*208</page-number>of Mr. Downs during seven months; in fact, the exigencies of his labor would have .made, it almost a matter of necessity to speak of it to Mr. Downs, and the fact would have been proved, on the trial.. If the injury had been received at Homer, either during his visit there after October 10 or on some previous occasion, the fact would have been found out and proved on the trial. Plaintiff’s testimony as to the time and occasion on which the injury was received is supported by his complaint to Mr. Downs and by the fact that he was soon afterwards found in the condition in which he is. We are satisfied that plaintiff received the injury in the service of defendant and as alleged in his petition,</p>\n<p id=\"b230-4\">On the question of disability, plaintiff testifies that a truss does him but little good; admits that he can do light work, but claims that he can not walk far and that to stand up for two or three hours at a time hurts him. He claims that * he is in pain all the time on account of his injury and that he is constantly growing worse. That he never had any trouble about work until, he was injured; that he only knows how to do common labor; that the work of a blacksmith’s helper is heavy, and that his injury has disabled him altogether for heavy work.</p>\n<p id=\"b230-5\">Two physicians called by plaintiff, apparently without interest in .the result, testified that his hernia was very large, so large that it could not, in their opinion, be held by a truss. That his injury incapacitates him for work that requires Stooping or lifting. That the strain on his back is calculated to cause him pain. That some men with hernia as large as plaintiff’s can do reasonable manual labor, while others can do but very little. That they never knew of a man, able to do heavy manual labor, with <em>si </em>hernia as large' as plaintiff’s; one of them excepted farm labor, which he believed was lighter and easier for a man with hernia than the work of a blacksmith’s helper.</p>\n<p id=\"b230-7\">Six other, physicians, called by the defendant, testified that plaintiff had a complete hernia. That they had never known a man to be totally incapacitated to do manual labor by hernia. That plaintiff could, in their opinion, do the work of a blacksmith’s helper, if properly fitted with a truss, and they claimed that they could fit him with one which will hold his hernia and enable him to do such work as he has been doing, without pain or discomfort. One of these physicians, Dr. Carroll, defendant’s chief surgeon, had examined plaintiff in November following his return from Homer. He found him with a well-developed hernia at that time and advised an operation. Dr. Carroll had himself sustained a hernia some twenty-eight or thirty years ago. He had done hard work afterwards, hut was very careful about running, jumping and turning somersaults. That some men with hernia might lift as much as they ever could, and some might not; it depended a good deal on the individual. That some men with hernia suffered pain, while others did not.</p>\n<p id=\"b230-8\">Mr. Kenesson, defendant’s master mechanic, had suffered a hernia about thirty years ago. He had been a blacksmith and says that his hernia did not prevent him from doing all kinds of blacksmith work. That- he had lost only four or five days during the last twenty-five years on account of his hernia. He was not doing hard work at the time of testifying, because he had been foreman of the machine shops for the last four or five years, and this position did nqt require him to do heavy work. Two other men with hernia, one 70 and the other 69 years of age, were <page-number citation-index=\"1\" label=\"209\">*209</page-number>called by defendant and testified apparently without interest in the result. The man of 70 had sustained his hernia about thirty years before. He had been a blacksmith, and for about twenty-five years after receiving the injury had worked at his trade. He testified that the work had been awful severe on him at times. He got along at other times without suffering. But he never was in the same condition afterwards as before; was never as capable of handling himself afterwards as before. It affected his earning capacity because he could not do heavy lifting after he was ■injured, and as time went by it got worse and worse. He had given up manual labor some years before testifying, and one of the principal reasons for doing so was the hernia.</p>\n<p id=\"b231-4\">The man of 69 had been a farmer all his life. He had sustained the hernia about five years ago. He continued to work on his farm after receiving the injury, but it disabled him to some extent. It did not annoy him as long as his truss was properly adjusted, but he could not lift like he used to do.</p>\n<p id=\"b231-5\">Plaintiff’s demand is supported by Craft vs. Gulf Lumber Co., 151 La. 281, 91 South. 736, and Ruling Case Law, Vol. 28, Section 86, p. 797.</p>\n<p id=\"b231-6\">In the case, in hand we are satisfied from the evidence that the hernia sustained by the plaintiff at the time stated, constitutes in him a serious and permanent disability, unless it is removed by an operation. We are further satisfied from the evidence that if it can not be held in proper position by a truss and without pain or unreasonable discomfort and loss of physical capacity for manual labor, that it constitutes in him a permanent total disability to do work .of any reasonable character, and that plaintiff is entitled to compensation as the law provides on that subject. And if it does not constitute in plaintiff a permanent total disability, that plaintiff is. thereby rendered a permanent partial disability to do work of any reasonable character, and in that case he should be compensated as the law provides on that subject. The judgment rejecting plaintiff’s demand is erroneous, contrary to the law and the evidence, and must be on that account annulled, avoided and set aside. But the question of plaintiff’s physical capacity for work, due to the hernia and the strength he can safely exert, with, and without a truss, is left by the evidence in doubt and uncertainty to such an extent that we are unable to satisfactorily decide from the record, as now made up, whether plaintiff’s injury should be classed as a permanent total disability or as a permanent partial disability to do work of any reasonable character. It seems to us that the physicians holding the opinion that plaintiff’s hernia could be held by a truss, and that they could fit him with one that would hold it and thereby enable him to do work of any reasonable character, such as he had done previous to the injury, without pain or unreasonable discomfort and without danger, should have been given an opportunity to fit a truss on the plaintiff and to show the court, by a practical test, to the extent that same can be established, the effect in the plaintiff, as regards his capacity for manual labor. A remand of the case is also necessary because even if it should be found that plaintiff had sustained a permanent partial disability his compensation can not be fixed for the reason that there is no evidence in the record showing the difference between his wages at the time the injury was received and the wages he has been able to earn thereafter. The rights of the parties are fixed by Act 20 of 1914, Sec<page-number citation-index=\"1\" label=\"210\">*210</page-number>tion. 8 (Amd. Act 216 o.f 1924), in, force at the time the injury was received.</p>\n<p id=\"b232-4\">The judgment appealed from is, therefore, annulled, avoided and set aside. The case is remanded to the lower court for a new trial; the new trial to be limited and restricted to the inquiry whether the hernia, sustained by the plaintiff at the time hereinabove mentioned, constitutes in him a permanent total disability or a permanent partial disability to do work of any reasonable character during the period of disability. The case is reopened for new evidence, helpful toward showing the real condition of the plaintiff, due to hernia, and accomplishing the object of the remand. Judgment to be then rendered, proper to the disability established. The court to also consider and act on the fee ■arrangement between the plaintiff and his attorneys as provided by Act 20 of 1914, Section 21 (Amd. Act 247 of 1920). That the defendant and appellee pay the cost in both courts.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}