{
  "casebody": {
    "data": "<casebody firstpage=\"594\" lastpage=\"596\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b616-17\">No. -</p>\n<court data-order=\"1\" data-type=\"court\" id=\"b616-18\">First Circuit</court>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b616-19\">ODEN, TAX COLLECTOR, v. ZACHERY</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b616-20\">(June 7, 1927. Opinion and Decree.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b617-5\"><page-number citation-index=\"1\" label=\"595\">*595</page-number>Percy C. Smith, of Oberlin, attorney for plaintiff, appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b617-6\">Peterman, Dear <em>&amp; </em>Peterman, of Alexandria, attorneys for defendant, appellant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b617-7\">LECHE, J.</author>\n<p id=\"An6\">Plaintiff, who is sheriff and tax collector of the parish of Allen, seeks in this proceeding to recover two hundred dollars with penalties and costs for a license alleged to be due to the state by defendant as peddler and hawker for the year 1925. The claim is based upon Section 18 of Act 205, p. 324, of 1924, which fixes the license at two hundred dollars, when the peddler or hawker travels in a motor vehicle.</p>\n<p id=\"b617-8\">The salient facts are that defendant was engaged in selling the products of B. F. Bradford, who conducts a meat market in the city of Alexandria, parish of Rapides. These products consisted mainly of sausage and chopped meat put up in divers shapes, some of it lightly smoked. Bradford says that part of the sausage was smoked in order to affect its taste and color, that it was all fresh meat, and we infer that the smoking was not done for the purpose of acting as a preservative. He and several other witnesses who are familiar with the process, say that the' sausage thus prepared would keep from twelve to twenty-four hours and not more than forty-eight hours, depending upon the weather and the temperature of the atmosphere. Defendant traveled in an automobile, making two trips per week in the parish of Allen. Bradford says that defendant would take orders on one trip and make deliveries on the next trip. He sold in the towns of Oberlin, Kinder and Emad, to regular customers, retail merchants, who bought for the purpose of resale. Among his customers was a Mrs. Turner, who kept a boarding house. On one occasion he bought a ham in Alexandria at the special reguest of Mrs. Turner and brought and sold it to her.</p>\n<blockquote id=\"b617-10\">“A peddler is a person who travels about the country with merchandise for the purpose of selling it.”</blockquote>\n<blockquote id=\"b617-11\">“A peddler is a traveling trader, one who carries about small commodities on his back or in a cart or wagon and sells them.”</blockquote>\n<blockquote id=\"b617-12\">“A peddler is a person who travels from place to place and carries about with him on horseback, or in a vehicle, articles of merchandise for sale.” Tax Col. vs. Ray, 50 La. Ann. 576, 23 South. 904.</blockquote>\n<blockquote id=\"b617-13\">“A peddler is one who carries about with him the articles of merchandise which he sells. That is to say, the identical merchandise he sella he has with him and delivers at the time of sale.” State ex rel. Graffina vs. Finnegan, 52 La. Ann. 696, 27 South. 564.</blockquote>\n<blockquote id=\"b617-14\">\"A peddler or hawker is an itinerant merchant or trader who goes from house to house or from place to place, exposing and selling the goods, wares or merchandise he carries.” State ex rel. Brittain vs. Hayes, 143 La. 40, 78 South. 143.</blockquote>\n<p id=\"b617-15\">These are some of the definitions of the word peddler found in our jurisprudence. It is shown by the evidence in this case that defendant’s business does not come within the definitions, for lie sold on one trip, and did not then deliver the merchandise that he carried with him, but only made delivery on a subseguent trip. He first received orders, procured the <page-number citation-index=\"1\" label=\"596\">*596</page-number>goods in Alexandria where the orders were filled, and delivered the goods on his return trip. He did not go from house to house or from place to place exposing, hawking and selling the goods.</p>\n<p id=\"b618-4\">Again, even if it be contended that defendant is a peddler, the goods which he sold consisted of fresh meat.' It was thus considered by experts who are familiar with the products manufactured by Bradford. These products were not preserved or cured meats, and the statute contains a special ’ provision for peddlers of fresh meat, whose license is therein fixed at one-fifth of the amount of the graded license to be paid by other peddlers. But it is admitted on page 69 of the record that defendant has already paid a state license for the conduct of his business.</p>\n<p id=\"b618-5\">It further appears that defendant sold exclusively to retail merchants, and it is not denied that, among his customers, was a Mrs. Turner, who kept a restaurant in the town of Oberlin. It is conceded that selling to retail merchants is not peddling, but it is claimed that Mrs. Turner was not a retail merchant. The keeper of a restaurant does not actually consume the foodstuff which he buys but uses it to feed his boarders, and while he does not resell it in the condition in which he buys it, he does, after proper culinary treatment, sell it in his business, and for this occupation is liable for a license tax. While it may be a matter of opinion only, we do not believe that a sale to a restaurant keeper is a sale to a consumer.</p>\n<p id=\"b618-6\">For these reasons we do not believe there • is any merit to plaintiff’s claim, and we are therefore further of the opinion that the judgment under review should be avoided and set aside, and that plaintiff’s demand should be rejected with costs, and</p>\n<p id=\"b618-8\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}