{
  "casebody": {
    "data": "<casebody firstpage=\"514\" lastpage=\"517\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b534-4\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b534-5\">Joseph M. Cook <em>et al., </em>as executors of the last will of John Munn, deceased, agt. Mary E. Munn, individually, as administratrix of Charles S. Munn, deceased, and as general guardian of his surviving children, and others.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b534-6\">\n<em>Will—Construction of—Legacy where legatee dies before the testator, in whom, rests.</em>\n</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b534-8\">The testator gave a portion of his estate to his son absolutely. The son. died before his father, leaving a widow and children. He left creditors, but no property, except that to be derived from his father’s estate:</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b534-9\"><em>Meld, </em>that under the statute, which enacts that the legacy, in case of the death of the legatee before the testator, shall vest in the surviving child or descendant of the legatee, the devised estate, on the death of the testator, vested absolutely in the children of the legatee, and that his widow and creditors have no interest in it.</headnotes>\n<p data-order=\"5\" data-type=\"p\" id=\"b534-10\">\n<em>Special Term,</em>\n</p>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"ARX\"><em>June, </em>1883.</decisiondate>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b534-11\">Larremore, J.</author>\n<p id=\"AsD\">John Munn, by his will, gave and devised all his property, real and personal, to his executors, with the direction to convert the same into money, at such time or times as to them should seem best, with full power of sale and authority to make payments on account, from time to time, out of any funds in their hands, among his legatees, before a final distribution of. the estate should be made. Upon such distribution, one-fifth thereof was directed to be paid over to his son Charles S. Munn, absolutely.</p>\n<p id=\"b534-12\">The testator died December 27, 1882, leaving a widow, Mary E. Munn, and two children, the infant defendants herein. He left creditors, but no property, except that to be derived from his father’s estate.</p>\n<p id=\"b534-13\">This action is brought for a construction of his father’s will and to determine the rights and interests of the parties who have succeeded to the latter’s estate. This question necessarily depends upon the following provisions of the statute:</p>\n<p id=\"AyF\">•“ Whenever any estate, real or personal, shall be devised or <page-number citation-index=\"1\" label=\"515\">*515</page-number>bequeathed to a child or other descendant of the testator, and such legatee or devisee shall die during the lifetime of the testator, leaving a child or other descendant who shall survive such testator, such devise or legacy shall not lapse, but the property so devised or bequeathed shall vest in the surviving child or other descendant of the legatee as if such legatee or devisee had survived the testator and had died intestate” (3 <em>R. S. </em>[7th <em>ed.], pp. </em>2287-2288).</p>\n<p id=\"b535-5\">On the one hand it is claimed that this statute should be interpreted in conjunction with the statute of distributions under wdiich the widow and creditors of Charles S. Munn would have an interest in the estate. On the other it is Urged that such estate, upon the death of his father, vested absolutely in his children.</p>\n<p id=\"b535-6\">The primary inquiry is, what was the intention of the legislature as expressed in the statute above quoted. It contains no words excluding widows or creditors, and for this reason it is sought, inferentially, to include them in its provisions.'</p>\n<p id=\"b535-7\">Without the aid of the statute the legacy unquestionably would have lapsed, and we turn to the language which it employs to ascertain the legal <em>status </em>of those for whose benefit it was enacted. They are therein described as the <em>“ </em>surviving child or other descendant of the legatee; and if the language is to be taken literally, neither widows nor creditors are within this line of discrimination. The following cases were cited in support of the exclusive rights of the children : <em>Van Bueren </em>agt. <em>Cash </em>(30 <em>N. Y., </em>383); <em>Drake </em>agt. <em>Gilmore </em>(52 <em>N. Y., </em>389); <em>Murdock </em>agt. <em>Ward </em>(67 <em>N. Y., 387); Luce </em>agt. <em>Dunham </em>(69 <em>N. </em>Y., 386); <em>Keteltas </em>agt. <em>Keteltas </em>(72 <em>N. Y., </em>312).</p>\n<p id=\"b535-8\">All of these cases involve the construction of a will wherein the testator had designated the class of persons who were to succeed to the interest of the devisee or legatee dying during his lifetime. It was the testator’s intention that the court sought to ascertain, and it held in each of them that a widow of a deceased legatee was not included in the class in such <page-number citation-index=\"1\" label=\"516\">*516</page-number>manner named. The ease at bar is different in that the designation is by a general statute and not by the special provisions of a will. Nevertheless, such adjudications, if not strict and controlling precedents, are by analogy pertinent to the present argument. No reason has been offered which would justify the court in disregarding the actual text of the statute. To hold that the wife and creditors came in as in ordinary cases of intestacy would be to do violence to both its letter and spirit. It is enacted that such legacy shall vest in the surviving child or descendant of the legatee. In order that the wife and creditors should participate in a legacy it would be necessary, according to the machinery of our law, that the fund should vest in an administrator for distribution. The construction contended for is contrary to the spirit of the law, because it would always partially, and might in some instances wholly, contravene and thwart the clear intention ©f the legislature. The statute was obviously framed for the benefit of children and descendants of a deceased legatee. If it were decided that the fund vested in the latter’s personal representatives to be disposed of according to the usual course of administration, and such legatee left debts sufficient to consume it, the children and descendants would receive nothing, and their existence would furnish merely a pretext and an occasion for the payment of such debts. It cannot be presumed that the framers of the law intended to legislate for the benefit of' creditors in this roundabout manner. Without the statute the legacy would lapse. The statute comes in remedially and provides that if certain persons are in existence such legacy shall not lapse but shall vest in them. Evidently the act was framed’ for their benefit, and they are the sole beneficiaries contemplated, by it.</p>\n<p id=\"b536-5\">The remaining' clause of the statute, “ as if such legatee or devisee had survived the testator and had died intestate,” may be given full effect in harmony with the foregoing instruction. It refers to the- share and proportions in which the legacy or devise shall vest in the children or descendants, and provides <page-number citation-index=\"1\" label=\"517\">*517</page-number>that the same shall he divided among them according to the analogy of the statute of distributions, or of descent, according to the nature of the property.</p>\n<p id=\"b537-5\">The conclusion is that all of the fund in dispute is the property of the children of Charles S. Munn, deceased, and Mary E. Munn is entitled to its custody as their guardian upon giving the requisite security.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}