{
  "casebody": {
    "data": "<casebody firstpage=\"306\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b308-4\">Mitchell <em>versus </em>Stiles.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b308-5\">A conveyance by one indebted in trust to sell, tbe grantor reserving a power of appointment of the proceeds is fraudulent as to a prior creditor recovering judgment after the grantor had appointed the proceeds to creditors.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b308-6\">Where the court had distributed the fund under the trust and the assignee had delivered a check for the dividend of a creditor, but this had been returned, the unpaid dividend is liable to an attachment execution at the suit of a creditor of the assignor.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b308-8\">Error from the District Court of <em>Philadelphia.</em></summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b308-9\">February 27th. — The question in this case was whether a conveyance was fraudulent as to creditors.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b308-10\">On the 13th December, 1841, Mitchell in consideration of one dollar, conveyed to Price all his real estate within the county of Philadelphia in trust to sell and “to pay the proceeds to such person or persons, and in such parts and proportions as he, the said Mitchell, by writing under his hand shall direct,” and for no other use. On the 1st January, 1842, Mitchell in execution of the power reserved by an instrument in writing under his hand appointed the proceeds to arise from the sale to certain creditors, and then to creditors generally. This and the deed were recorded on the 11th January.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b308-11\">On the I8th January, 1842, Stiles entered judgment against Mitchell on his bond dated in 1840, and in 1846 issued an attachment execution which was served upon Price. Ry his answers it was admitted that the sum of $&gt;881 remained in his hands, arising from the assigned estate ; but it was alleged and shown on the trial that for a part of this fund Price had, in <em>1848, drawn </em>and delivered a check to the attorney of one of the preferred creditors and taken his receipt. This was intended as the payment of the dividend awarded by the Common Pleas on a distribution of the trust estate. Afterwards the attorney had returned the check and the money had remained undrawn.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b308-12\">The Court gave judgment for the plaintiff on the verdict.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b308-13\"><em>Budd, </em>for plaintiff in error.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AtqH\">The assignment not stipulating for a release and having been regularly recorded, the deed and the appointment making but one instrument, is not subject to any of the objections heretofore sustained. The test has been said in 6 <em>Barr </em>123, to be whether the property had passed from the assign- or’s control. It will be admitted that were the two instruments actually incorporated in one, no objection would have existed, and yet before any right has accrued they have been so incorporated by construction of law. As to the money drawn for, that was appropriated by the check so as to be beyond the control of the assignee: 4 <em>Barr </em>274 ; <em>6 W. </em>&amp; S. 311; 7 <em>Barr 522.</em></p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b309-4\"><page-number citation-index=\"1\" label=\"307\">*307</page-number><em>B. W. O. Morris </em>and <em>Qlarhson, </em>contra.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"A1r\">A deed fraudulent in its inception is not cured but by a new consideration operating as a new conveyance. The conveyance was within the very words of the statute, there being an absolute control over the proceeds reserved while the estate was parted with. What has cured that defect ? the subsequent appointment was voluntary merely, and could have no effect on the rights of creditors, for it is settled that a purchaser from a volunteer does not better the title. They cited 6 <em>W. &amp; S. </em>311; 2 <em>Penn’a. </em>83; 11 <em>S. &amp; R. </em>198; 10 <em>W. </em>244; 6 <em>W. </em>549; 1 <em>R. </em>171; 5 <em>R. </em>225; 6 <em>Bin. </em>338; 15 <em>John. </em>571; 6 <em>W. 549; </em>1 <em>Bin. </em>502; as to the check that is settled by <em>Barr </em>430.</p>\n<decisiondate data-order=\"12\" data-type=\"decisiondate\" id=\"AcI\">March 4,</decisiondate>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b309-5\">The opinion of the court was delivered by</p>\n<author id=\"b309-6\">Coulter, J.</author>\n<p id=\"AA5\">If the money in the hands of the garnishee had been distributed before the service of the attachment, he would have been protected. It is admitted, however, by his answer, that the money claimed by the attaching creditor, and for which judgment was rendered by the court below, is actually in his hands. He alledges, however, that he had given a check for the principal part of it to Mr. Rawle; but it is also admitted that Mr. Rawle returned the check on the next day after it was received, to the garnishee; the amount of the check therefore remains in the hands of the garnishee, or in the bank on which the check was drawn for his use. But it is contended on behalf of the garnishee, that the drawing of the check was an appropriation of the money to the use of Mr. Rawle’s constituents, which must remain irrevocable, and that it was an appropriation under the decree of the court, before which he settled his account as assignee of Mitchell. The account is not furnished on the paper book, nor the whole of the answers of the garnishee. But as it is distinctly stated that the f 881.61 is the balance in the hands of the trustee upon the settlement of the account, I presume that it underwent no other action or decree of the Common Pleas (if any) than a decision that the trustee should distribute it according to law. And if it is taken out of his hands by this proceeding, that will afford him protection.</p>\n<p id=\"b309-7\">Money in the hands of the sheriff, which he has levied on execution, may not be attached, because he is under an imperative obligation to pay it to the plaintiff in the execution as his attorney, and because it is in the custody of the law. But after it is paid to the attorney, who is an officer of the law and of the court, it may be attached. This is a much stronger case than that of a trustee who has settled his account and a. balance found in his hands. It is alleged that the appropriation, by the drawing of the check, was irrevocable and transferred the fund. Not so.— The check was returned, as it seems, without any reservation or <page-number citation-index=\"1\" label=\"308\">*308</page-number>stipulation; which left the garnishee in the same category, as if he had never drawn it. But the expressions of Judge Rogers, <em>in re </em>Wilson, and the case itself covers and rules the case in favor of the garnishee: <em>“A </em>creditor claiming adversely to a voluntary assignment may claim a dividend awarded to a releasing creditor under an auditor’s report, confirmed in the court of Common Pleas, which had not actually been paid over.” 4 <em>Barr </em>430.</p>\n<p id=\"b310-5\">This brings us to the consideration of the point whether the deed from T. Mitchell to Eli K. Price, dated the 13th December, 1841, was fraudulent in law, under the statute of Elizabeth or not. This deed conveys to the trustee, his heirs and assigns, all the <em>messuages, tenements, lots, lands, hereditaments, and real estate whatsoever, </em>of the grantor, and all the interest of the said Mitchell, either in law or in equity, arising therefrom. The deed is quite comprehensive and somewhat surcharged, and contains a special warranty. It contains also an authority to sell and convey, and, as to the proceeds of such sales, contains this clause: <em>In trust to pay the same to such person or persons and in such parts and proportions, as he, the said Thomas Mitchell, by writing under Ms hand shall direct, and to and for no other use, intent or purpose </em>whatsoever.”</p>\n<p id=\"b310-6\">T. Mitchell was indebted to Stiles, the .plaintiff, by bond dated 18th Jany 1840, for $3500, payable 18th January, 1842. It is contended, however, that the deed is not affected by that circumstance, because an individual whose estate is not encumbered, may convey it for a lawful purpose. That is true. But a man who is indebted and conveys away all his estate, is presumed by intendment of the law to do it for an unlawful purpose, where the deed is voluntary and for a nominal consideration, as here, to wit, <em>for </em>the purpose of delaying, hindering and defrauding creditors. To make such deed lawful there must be some proportion between the debts and the property retained, so as to justify the belief that he thought there was enough remaining to pay his debts, and did not intend to delay or hinder creditors; and in such cases the deed being for a nominal consideration, would always be of weight, in estimating the transaction. It is contended, also, that the deed, until the execution of the subsequent paper of the 1st of January, 1842, did not obstruct creditors, because they might, in the mean time, have proceeded on their claims and sold the equity of Mitchell. But he transferred not only the legal title, but also any equity which might arise to him thereout. He had nothing reserved but a power of appointment, as to whom the proceeds should be paid. How such a power of appointment could be levied upon and sold under execution, and how the purchaser could compel Mitchell to exercise it, in his favor, is not perceived by me. The creditor could proceed in no other way than upon the basis that the power of appointment was void as against him, and <page-number citation-index=\"1\" label=\"309\">*309</page-number>that so far as creditors were concerned, the equitable estate remained in Mitchell. On that basis, however; the whole deed would fall, and could stand neither by its tenor nor by the intent - of the parties; being void in a material part against creditors it would be altogether void. The deed stipulated no time when the power of appointment should be exercised. One of the best tests which can be applied to it, is to inquire whether if it had stood as it was executed and delivered by the grantor to the grantee, it would not only have delayed and hindered creditors, but actually excluded them altogether. The power of appointment is not <em>in favor of </em>creditors, but of any person whom the grantor might designate. It might be to a son or daughter. And this power of appointment was not of any interest in or arising out of the lands, but related altogether to the funds in. the hands of the trustee, arising out of the sale. Hence the clause in the deed on that subject is, “shall be paid to any person whom the grantor shall by writing under his hand appoint;” showing that it was intended the appointment should not be by deed. Yet a short time after the deed of assignment, andh few days before the bond to Stiles was payable, an appointment by deed, duly acknowledged, was inade, directing to whom the money should be paid, and both are recorded together, as one deed. But the appointment is not part of the deed, is executed at a different time, and relates to money, not to land. The act of assembly requires that assignments, &amp;c.. shall be recorded in thirty days. If the appointment had been by writing under his hand, which would have fulfilled the deed, it would have been no part of the deed of assignment. But upon second thoughts it was concluded best to give it the character of a deed, duly executed and acknowledged. I consider this second or supplemental deed, made twenty days after the first, as standing apart, and by itself, and making the deed of assignment proper, neither better nor worse. If that was void, whilst it stood alone, during the twenty days after it was executed and delivered, as against creditors, it was void against them when this attachment was served.</p>\n<p id=\"b311-5\">The reservation of the power of appointment, at any indefinite period, was in itself a hindrance to creditors; and if a deed so made and executed stands, it will operate as an entire exclusion of creditors. The debtor must not only part with the land, but must also surrender up all power over the estate, and all power to interfere authoritatively, afterwards, in the appropriation of the proceeds; and to this point the case of Whallon <em>vs. </em>Scott, 10 <em>Watts </em>237, and Sherer <em>vs. </em>Lautzerheizer, 6 <em>Watts </em>549, are sufficient authority.</p>\n<p id=\"b311-6\">I don’t perceive any force in the argument, much urged by plaintiff in error, that all assignments for the benefit of creditors produce delay and hindrance. And so-perhaps they do. but it is <page-number citation-index=\"1\" label=\"310\">*310</page-number>delay, unavoidably incident to, and resulting from the execution and performance of sncb assignments. Delay is incident to all human affairs. We cannot annihilate space and time. But in this and its kindred cases, the delay is by the will of the grantor, and the hindrance and obstruction to the creditor, are stipulated for in the deed. <em>A </em>very different affair indeed. And it is from that circumstance the law infers the intent. In strong affinity to this is another argument, much pressed, that notwithstanding the assignment, the property and the proceeds were open to levy and attachment until actual appropriation. But so it has been and will be, as to every fraudulent assignment. The creditor may contest it, and claim, and sell in opposition to it, by process of law. But this very circumstance, of his being compelled to undergo law suits and consequent costs and delay, is what constitutes the hindrance and obstruction. The law intended to put the knife to the root of the evil.</p>\n<p id=\"b312-6\">Whatever the private or actual intent of the deed may have been, it wears the marks, which, for the benefit of creditors, as a matter of public policy, the law construes into badges of fraud. It was for a nominal consideration, where the party was much indebted, was for his whole estate, did not purport to be for the benefit of bis creditors, and reserved a power to be exercised by the grantor himself, at an indefinite period. Its whole scope and effect were to delay, hinder and obstruct creditors: it is therefore void.</p>\n<p id=\"b312-7\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}