{
  "casebody": {
    "data": "<casebody firstpage=\"562\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b586-6\">Bell et al., Appellants, <em>v. </em>Scranton Trust Co.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b587-5\"><page-number citation-index=\"1\" label=\"563\">*563</page-number>Argued January 26, 1925.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"AVk\">Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b587-11\"><em>Mulford Morris, </em>with him <em>Fred A. Hughes, A. L. Williams </em>and <em>Clarence Balentine, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"ArDx\">— The trustee in a corporation mortgage represents all the bondholders and is under obligation to protect them so far as the property in his hands in trust for them will enable him to do so: Com. v. R. R., 122 Pa. 306; Sprigg v. Trust Co., 206 Pa. 548; Struthers Coal &amp; Coke Co. v. Trust Co., 227 Pa. 29; Northampton Trust Co. v. Traction Co., 270 Pa. 199; Colonial Trust Co.’s App., 241 Pa. 554.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b587-12\">That insurance money realized by a mortgagee takes the place as security of the mortgaged property de<page-number citation-index=\"1\" label=\"564\">*564</page-number>stroyed and must be so held until the mortgagor’s default, is uniformly decided: Gordon v. Bank, 115 Mass. 588; Fergus v. Wilmarth, 117 Ill. 542, 7 N. E. 508; Bryant v. Ins. Co., 24 Fed. Rep. 771; Naquin v. Investment Assn., 67 S. W. 85; Powers v. Ins. Co., 69 Vt. 494, 38 Atl. 148; Williams v. Lilley, 67 Conn. 50, 34 Atl. 765.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b588-3\">One of the weightiest elements in estoppel is knowledge of his rights by him who is to be estopped: Daley v. Iselin, 218 Pa. 515, 518; Woods v. Wilson, 37 Pa. 379; Bittner v. Coal Co., 271 Pa. 579.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b588-4\">The concurrence of some bondholders in a breach of trust cannot work to the prejudice of others, not parties thereto: Watson v. Scranton Trust Co., 240 Pa. 507.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b588-5\">An essential element of estoppel is that the party seeking to rely on the doctrine must have been misled to his injury: Speise v. Trust Co., 258 Pa. 414; Atchison v. Board of Publication, 266 Pa. 47.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b588-6\"><em>John P. Kelly, </em>of <em>O’Brien &amp; Kelly, </em>with him <em>Knapp, O’Malley, Hill &lt;&amp; Harris </em>and <em>F. W. Wheaton, </em>for appellee, cited:</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"Aunk\">Carpenter v. Koons, 20 Pa. 222; Island S. Bank v. Galvin, 20 R. I. 158; Innes v. Stewart, 36 Michigan 285; Browning v. Trust Co., 250 Fed. 321.</p>\n<decisiondate data-order=\"11\" data-type=\"decisiondate\" id=\"AmG\">March 16, 1925:</decisiondate>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b588-7\">Opinion by</p>\n<author id=\"AOYm\">Mr. Justice Walling,</author>\n<p id=\"b588-8\">On March 1, 1906, the Rohr McHenry Distilling Company (herein called “the company”), a corporation located in Columbia County and engaged in the manufacture and sale of whiskey, executed a first mortgage to the Fidelity Trust Company, of Philadelphia, to secure an authorized issue of $750,000 of bonds, of which $445,-000 par value were issued. The mortgage was a first lien on the company’s real estate and the bonds issued thereunder were further secured by United States gauger’s certificates, called “warehouse receipts,” placed in the hands of the trustee, for whiskey in bond. The mortgage provided that each bond issued must be so secured by whiskey at the valuation of forty-five cents <page-number citation-index=\"1\" label=\"565\">*565</page-number>per gallon. Among other provisions was one for the substitution of new whiskey for old, when the latter had aged sufficiently for market. On November 1, 1909, the company gave a second mortgage to the Scranton Trust Company, defendant, as trustee, to secure a further issue of bonds to the par value of one million dollars. They were denominated “first mortgage and refunding bonds” and the mortgage provided for the retention of $445,000 of this issue for the redemption of the outstanding first mortgage bonds. The 1909 mortgage became a second lien on the plant and real property of the distilling company and contained a like provision for securing each bond issued by warehouse receipts for the whiskey, at the valuation of seventy-five cents per gallon for that manufactured prior to November 1, 1909, and sixty cents per gallon for such as was manufactured after that date, with a suitable provision for substituting new whiskey for old; all the bonds issued were certified by the trust company.</p>\n<p id=\"b589-3\">Prior to March 1,1911, second mortgage bonds to the par value of $840,000 had been issued, of which $209,-000 had been exchanged for the first mortgage bonds. Meantime the Scranton Trust Company had succeeded the Fidelity Trust Company as trustee under the first mortgage. On the • date last above mentioned a fire destroyed a warehouse of the company, also a large quantity of whiskey held therein by the trustee as above stated. In compliance with the terms of the mortgage the company carried fire insurance, with the loss, if any, payable to the trustee, and thereon it received $569,000 (herein called “the fund”). The mortgages, however, were silent as to the disposition to be made of the fund. They were coupon bonds, those under the first mortgage drawn to mature in 1916 and those under the second mortgage in 1924, and no default had occurred as to payment of interest on either. There was then $236,000 of the first mortgage bonds outstanding, and of the second mortgage bonds $276,000 had been cer<page-number citation-index=\"1\" label=\"566\">*566</page-number>tilled and left in the treasury of the company, called “treasury bonds.” The latter had been pledged by the company at various banks as collateral for loans made to it. Up to the time of the fire all of the bonds issued had been duly secured by warehouse receipts, as provided in the mortgages, and the deficiency caused by the fire was made good by the pledge of other whiskey supplied for that purpose. The company, crippled by the fire, desired such use to be made of the fund as would enable it to continue the business; none of the bonds were due and it declined to exercise the option of calling any in or to permit the trustee to make payment upon unmatured obligations. For the trustee to retain the money for years, with small income therefrom, while six per cent interest was being paid on the bonds, appeared unsound as a business proposition. The trustee’s counsel had many conferences with the counsel of the company and it was agreed that $236,000 of the fund could properly be used in the redemption of the outstanding first mortgage bonds and $276,000 thereof in taking up the treasury bonds of the second issue, which was done. This had the advantage of making the second mortgage a first mortgage and liquidating a large amount of the bonded indebtedness, while it enabled the company to continue its business.</p>\n<p id=\"b590-4\">The holders of the outstanding second mortgage bonds were scattered and in some cases their addresses not readily obtainable; in any event they were not consulted as to the disposition of the fund. The company took the legal position, finally concurred in by the trustee, that so long as there was no default and the specified amount of whiskey remained in pledge to secure the outstanding bonds, the company could control the disposition of the insurance money. The trustee acted in good faith, under the advice of counsel, and there was a provision in the mortgages exempting the trustee from all liability except for willful and intentional breaches of <page-number citation-index=\"1\" label=\"567\">*567</page-number>the trust; as to the effect of this exemption, however, we .express no opinion.</p>\n<p id=\"b591-3\">In November, 1912, the company, for the first time made default in payment of interest on its bonds and soon thereafter was adjudged bankrupt by the United States Court and for it receivers were appointed. Thereafter on March 12,1913, the holders of a large majority of the outstanding 1909 bonds entered into a bondholders’ agreement for themselves and others who might thereafter join, as apparently all did, intended to safeguard their mutual interests. A committee of five was named and clothed with full power to represent and act for all. The late Henry W. Dunning, Esq., an attorney of Wilkes-Barre, was the most active member of the committee, and its counsel. He promptly got in touch with the situation and had numerous interviews and much correspondence with Judge Knapp, general counsel for the trust company. By a provision in the 1909 mortgage a default in payment of interest for a certain period rendered the principal due and collectable; by virtue of this the trustee took steps to foreclose the mortgage and through its attorney secured from the United States District Court an order for a public sale of the entire mortgaged property, real and personal. The sale was duly advertised and took place at Scranton, on June 3,1913. Prior thereto Dunning, as a member of the bondholders’ committee and while acting as attorney for it, had been fully informed as to the fund and its distribution. Sometime before the sale the bondholders’ committee decided to bid in the property (which included over 760,000 gallons of rye whiskey) and resell the same. As they were apparently the only parties in interest, the committee desired to save expense by bidding in the property at the lowest practicable price. To this end Dunning sought and secured Judge Knapp’s assistance. They agreed upon an upset price of $150,000, and no one appeared at the sale to bid in opposition; but Dunning, in the interest of regularity, secured some bids against <page-number citation-index=\"1\" label=\"568\">*568</page-number>him by a friend, and the entire property was bought by Dunning for the committee at $180,000, although the whiskey alone had a mortgage value of approximately $500,000. The trustee, deeming the bondholders the only parties in interest, did everything reasonable to assist the committee in effecting the sale as it desired. The $180,000 was paid by a pro rata credit on the outstanding bonds. Thus the bondholders, as early as the spring of 1913, had through its committee knowledge of the disposition made of the fund and thereafter dealt with and treated defendant in all respects as a faithful trustee, agreed upon its compensation for services and made no complaint until three years after the sale and five years after the distribution of the fund. Meantime the committee disposed of the whiskey but what amount was realized therefrom does not appear.</p>\n<p id=\"b592-4\">Late in 1916, the committee, on behalf of all the bondholders, brought this action of assumpsit against the trust company, on the averment that the disposition made of the fund constituted an actionable breach of trust, by which the unpaid bondholders sustained damage to the amount of approximately $200,000, on the basis that they were only chargeable for the amount at which they bid in the property. A responsive affidavit of defense was filed and, by agreement, the case was tried before the court without a jury. The trial judge made findings of facts, more in detail than above stated, also conclusions of law, on which in due course final judgment was entered for the defendant and plaintiffs have appealed.</p>\n<p id=\"b592-5\">We find no ground for reversal. The gravamen of plaintiff’s complaint is that the trustee should have retained the fund for the equal protection of all the bondholders and that the disbursement of it to a part only was a breach of trust. The trial court held, in effect, as above stated, that, as the mortgage was silent as to the disposition of the fund, it was subject to the control of the company so long as there was no default and the <page-number citation-index=\"1\" label=\"569\">*569</page-number>latter had sufficient whiskey in pledge to protect the outstanding bonds, according to the conditions of the mortgages, as was admittedly the fact. The trial court also held that the facts and circumstances were such as to preclude the plaintiffs from now maintaining this action. We agree with the latter conclusion without expressing any opinion as to the former. The disposition of the fund was one that the bondholders could have authorized, as a trustee under such mortgage is the agent both of the mortgagor and of the bondholders (Jones on Mortgages (7th ed.), vol. 3, sec. 1771; Fergus v. Wilmarth (Ill.) 7 N. E. 508), and what they might previously have authorized they could subsequently ratify, as any principal may the unauthorized act of his agent. Such ratification may be either express or implied: 1 Mechem on Agency (2d ed.) sections 430-463, inclusive; see also 2 Corpus Juris, p. 510, 511. In the instant case the facts justify the conclusion of an implied ratification, for, with knowledge of what the trustee had done with the fund, plaintiff’s made no complaint whatever for three years; meantime, sought and obtained the valuable assistance of trustee’s general counsel in securing a sale of the property and title thereto at a comparatively small expense, and in every respect treated defendant as a faithful trustee, as above stated. This long continued conduct of plaintiffs amounted to a ratification of what they now complain. “A cestui que trust may be debarred from relief by long acquiescence in a breach of the trust, though he did not originally concur in it”: 2 Perry on Trusts (6th ed.) p. 850.</p>\n<p id=\"b593-3\">Furthermore, the facts justify the trial court’s conclusion of an equitable estoppel. Plaintiff sought and obtained defendant’s help in securing title to the property at a small price on the express averment and understanding that the bondholders were the only interested parties, whereas defendant itself was vitally interested if to be held liable for the deficiency because of a prior breach of trust. Had the property sold for sufficient to liquidate <page-number citation-index=\"1\" label=\"570\">*570</page-number>the outstanding bonds plaintiff could bave no complaint. Tbe trustee, being misled by plaintiffs’ assurance, allowed them to secure title to tbe property at an inadequate price, hence, tbe latter cannot now maintain a different position to tbe damage of tbe former. One whose conduct has been such as to induce action by another, is precluded from later asserting tbe contrary to tbe prejudice of tbe other: Tonge v. Item Publishing Company, 244 Pa. 417.</p>\n<p id=\"b594-4\">So far, at least, as relates to tbe controlling facts, to which we bave referred, there is no ground for tbe complaint of findings without proof.</p>\n<p id=\"b594-5\">Dunning was one of tbe plaintiffs, as well as their attorney, and they are charged with knowledge acquired by him while engaged in tbe prosecution of tbe business in question: Huntingdon, etc., Railroad Co. v. Decker, 82 Pa. 121. Other features of tbe case need not be considered.</p>\n<p id=\"b594-6\">Tbe assignments of error are overruled and tbe judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}