{
  "casebody": {
    "data": "<casebody firstpage=\"436\" lastpage=\"456\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b480-3\">[No. S086462.</docketnumber>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Ak4\">July 18, 2002.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b480-4\">THE PEOPLE, Plaintiff and Respondent, v. TYE JOHN ENGELMAN, Defendant and Appellant.</parties>\n<p data-order=\"3\" data-type=\"attorneys\" id=\"b483-6\"><page-number citation-index=\"1\" label=\"439\">*439</page-number>Counsel</p>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b483-7\">Kyle Marie Wesendorf, under appointment by the Supreme Court, for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b483-8\">Bill Lockyer, Attorney General, David P. Druliner and Robert R. Anderson, Chief Assistant Attorneys General, Gary W. Schons, Assistant Attorney General, Raquel M. Gonzalez, Esteban Hernandez, Jeffrey J. Koch and Peter Quon, Jr., Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b483-9\">Opinion</p>\n<author id=\"b483-10\">GEORGE, C. J.</author>\n<p id=\"Ahn\">In this case we consider whether trial courts should advise juries in the terms of CALJIC No. 17.41.1, a recently drafted pattern jury instruction given in criminal cases. This instruction informs jurors at the outset of jury deliberations that “should . . . any juror refuse[] to deliberate or expressQ an intention to disregard the law or to decide the case based on penalty or punishment, or any other improper basis, it is the obligation of the other jurors to immediately advise the Court of the situation.” (CALJIC No. 17.41.1 (1998 new) (6th ed. 1996).)</p>\n<p id=\"b483-11\">We agree with the Court of Appeal that the instruction does not infringe upon defendant’s federal or state constitutional right to trial by jury or his <page-number citation-index=\"1\" label=\"440\">*440</page-number>state constitutional right to a unanimous verdict, and uphold the Court of Appeal’s decision affirming the judgment of conviction. As we shall explain, however, caution leads us to conclude that in the future the instruction should not be given in criminal trials in California. Although jurors have no right to refuse to deliberate or to disregard the law in reaching then- decision, we believe the instruction has the potential to intrude unnecessarily on the deliberative process and affect it adversely—both with respect to the freedom of jurors to express their differing views during deliberations, and the proper receptivity they should accord the views of their fellow jurors. Directing the jury immediately before deliberations begin that jurors are expected to police the reasoning and arguments of their fellow jurors during deliberations, and immediately advise the court if it appears that a fellow juror is deciding the case upon an “improper basis,” may curtail or distort deliberations. Any juror is free, of course, to bring to the court’s attention any perceived misconduct that occurs in the cotuse of jury deliberations. In our view, however, it is not conducive to the proper functioning of the deliberative process for the trial court to declare—before deliberations begin and before any problem develops—that jurors should oversee the reasoning and decisionmaking process of their fellow jurors and report perceived improprieties in that process to the court.</p>\n<p id=\"b484-4\">I</p>\n<p id=\"b484-5\">Defendant Tye John Engelman was charged by information with robbery (Pen. Code, §211)<footnotemark>1</footnotemark> and assault with a deadly weapon by means likely to produce great bodily injury. (§ 245, subd. (a)(1).) The information further alleged that in the commission of each offense, defendant personally used a deadly weapon. (§§ 1192.7, subd. (c)(23), 12022, subd. (b)(1).)</p>\n<p id=\"b484-6\">The crimes occurred on August 20, 1998, in Vista, California. The evidence presented at trial demonstrated that the victim, a homeless person, had bedded down for the night near a bridge when defendant approached him and hit him on the head with a bottle, asking whether the man had cigarettes or money. Defendant appropriated the victim’s tobacco.</p>\n<p id=\"b484-7\">The jury returned guilty verdicts on each count and found to be true the allegations that defendant personally used a deadly weapon in the commission of each of the offenses.</p>\n<p id=\"b484-8\">At the sentencing hearing, the court reduced the assault charge to a misdemeanor. The court suspended imposition of sentence on both counts for a period of three years and granted probation on the condition that <page-number citation-index=\"1\" label=\"441\">*441</page-number>defendant serve 180 days in the county jail on the robbery count and 90 days in the county jail on the assault count, to be served consecutively and with 57 days of custody credit. Penalty assessments and restitution fines in the amount of $200 also were imposed.</p>\n<p id=\"b485-5\">Defendant appealed. His sole claim was that the trial court erred in instructing the jury, over defendant’s objection, pursuant to CALJIC No. 17.41.1. In the present case, the jury did not contact the court for any assistance or otherwise indicate that any problem had developed with respect to deliberations.</p>\n<p id=\"b485-6\">The Court of Appeal affirmed. It reasoned that the jury has a duty to follow the court’s instructions, despite the circumstance that historically jurors on occasion have disregarded the court’s instructions and the evidence, returning a not guilty verdict in the course of improperly engaging in what has been called jury nullification. The Court of Appeal determined that the jury has the power, but not the right, to engage in nullification. Therefore, it concluded, an instruction is justified that “oblig[es] jurors to report both refusals to deliberate and expressions of an ‘intention to disregard the law or to decide the case ... on [an] improper basis.’ ” The Court of Appeal rejected defendant’s claim that the giving of such an instruction violated his constitutional rights to trial by jury, to the independent and impartial judgment of each juror, and to a unanimous verdict.</p>\n<p id=\"b485-7\">We granted defendant’s petition for review and initially deferred decision pending our resolution of two cases presenting questions involving jury nullification, <em>People </em>v. <em>Cleveland </em>(2001) 25 Cal.4th 466 [106 Cal.Rptr.2d 313, 21 P.3d 1225] and <em>People v. Williams </em>(2001) 25 Cal.4th 441 [106 Cal.Rptr.2d 295, 21 P.3d 1209].</p>\n<p id=\"b485-8\">The Court of Appeal was correct in determining that the jury has the duty to follow the court’s instructions and that the jury lacks the right to engage in nullification. We also agree with the Court of Appeal that defendant’s constitutional claims are without merit. Nonetheless, we conclude that CALJIC No. 17.41.1 should not be given in the future. The law does not require that the jury be instructed in these terms, and the instruction, by specifying at the outset of deliberations that a juror has the obligation to police the reasoning and decisionmaking of other jurors, creates a risk of unnecessary intrusion on the deliberative process.</p>\n<p id=\"b485-9\">II</p>\n<p id=\"b485-10\">The challenged instruction, which is among the concluding instructions that are given before the jury retires to deliberate, states in full: “The <page-number citation-index=\"1\" label=\"442\">*442</page-number>integrity of a trial requires that jurors, at all times during their deliberations, conduct themselves as required by these instructions. Accordingly, should it occur that any juror refuses to deliberate or expresses an intention to disregard the law or to decide the case based on [penalty or punishment, or] any [other] improper basis, it is the obligation of the other jurors to immediately advise the Court of the situation.” (CALJIC No. 17.41.1.)</p>\n<p id=\"b486-4\">As defendant hardly can dispute, the jury must follow the court’s instructions, “receiv[ing] as law what is laid down as such by the court.” (§ 1126.) A juror who actually refuses to deliberate is subject to discharge by the court <em>(People v. Cleveland, supra, </em>25 Cal.4th at p. 484), as is a juror who proposes to reach a verdict without respect to the law or the evidence. <em>(People v. Williams, supra, 25 </em>Cal.4th at p. 463.) And in cases not involving the death penalty, it is settled that punishment should not enter into the jury’s deliberations. (See <em>People v. Nichols </em>(1997) 54 Cal.App.4th 21, 24 [62 Cal.Rptr.2d 433], and cases cited; CALJIC No. 0.50.) Finally, the court does have a duty to conduct reasonable inquiry into allegations of juror misconduct or incapacity—always keeping in mind that the decision whether (and how) to investigate rests within the sound discretion of the court. (See § 1120; see also § 1089; <em>People v. Cleveland, supra, 25 </em>Cal.4th at p. 476.)</p>\n<p id=\"b486-5\">Defendant contends, however, that the giving of CALJIC No. 17.41.1 impaired the free and private exchange of views that is an essential feature of the right to a jury trial guaranteed by the federal and California Constitutions. (See U.S. Const., 6th &amp; 14th Amends.; Cal. Const., art. I, § 16.) He also contends that the instruction encroached on his state constitutional right to a unanimous jury verdict, including the right to the independent and impartial decision of each juror. (See Cal. Const., art. I, § 16; see also <em>People </em>v. <em>Gainer </em>(1977) 19 Cal.3d 835, 848-849 [139 Cal.Rptr. 861, 566 P.2d 997, 97 A.L.R.3d 73].) He contends that the latter intrusion also constituted a violation of his federal constitutional right to due process of law in that it arbitrarily deprived him of a state entitlement. Finally, he contends that the error caused by the giving of CALJIC No. 17.41.1 constituted a structural defect in the trial and thus is reversible per se.</p>\n<p id=\"b486-6\">We acknowledge, as defendant claims, that an important element of trial by jury is the conduct of deliberations in secret, free from “ ‘ “intrusive inquiry into the sanctity of jurors’ thought processes.” [Citation.]”’ <em>(People </em>v. <em>Cleveland, supra, 25 </em>Cal.4th at p. 475.) Secrecy affords jurors the freedom to engage in frank discussions, free from fear of exposure to the parties, to other participants in the trial, and to the public. <em>(Id. </em>at pp. 475-476, 481-482; see also <em>U.S. v. Thomas </em>(2d Cir. 1997) 116 F.3d 606, 618-619.) The mental processes of deliberating jurors are protected, because “[j]urors may be <page-number citation-index=\"1\" label=\"443\">*443</page-number>particularly reluctant to express themselves freely in the jury room if their mental processes are subject to immediate judicial scrutiny. The very act of questioning deliberating jurors about the content of their deliberations could affect those deliberations. The danger is increased if the attorneys for the parties are permitted to question individual jurors in the midst of deliberations.” (Pe<em>ople v. Cleveland, supra, </em>25 Cal.4th at p. 476.)</p>\n<p id=\"b487-5\">As we recently observed, quoting an opinion by a federal court of appeals: “ ‘As a general rule, no one—including the judge presiding at a trial—has a “right to know” how a jury, or any individual juror, has deliberated or how a decision was reached by a jury or juror. The secrecy of deliberations is the cornerstone of the modem Anglo-American jury system. . . . Especially troublesome is the danger that such disclosure [upon inquiry by the court] presents to the operation of the deliberative process itself. . . . “Juror privacy is a prerequisite of free debate, without which the decisionmaking process would be crippled. . . . [Participants must feel completely free to dissect the credibility, motivations, and just deserts of other people. Sensitive jurors will not engage in such a dialogue without some assurance that it will never reach a larger audience.” . . . [T]he mere suggestion that the views of jurors may be conveyed to the parties and the public . . . understandably may cause anxiety and fear in jurors, and distort the process by which a verdict is reached . . . <em>(People v. Cleveland, supra, </em>25 Cal.4th at pp. 481-482, quoting <em>U.S. v. Thomas, supra, </em>116 F.3d 606, 618-619.)</p>\n<p id=\"b487-6\">On the other hand, although the secrecy of deliberations is an important element of our jury system, defendant has not provided any authority, nor have we found any, suggesting that the federal constitutional right to trial by jury (or parallel provisions of the California Constitution, or other state law) requires absolute and impenetrable secrecy for jury deliberations in the face of an allegation of juror misconduct, or that the constitutional right constitutes an absolute bar to jury instructions that might induce jurors to reveal some element of their deliberations.  Defendant relies upon our recent decision in <em>People v. Cleveland, supra, </em>25 Cal.4th 466, but in that case, although we recognized the importance of secrecy in deliberations, we also recognized that such secrecy <em>may </em>give way to reasonable inquiry by the court when it receives an allegation that a deliberating juror has committed misconduct. <em>(People v. Cleveland, supra, </em>25 Cal.4th at p. 476.) Claims of misconduct may merit judicial inquiry even though they may implicate the content of deliberations. For example, as we have explained above, a juror is required to apply the law as instructed by the court, and refusal to do so <em>during deliberations </em>may constitute a ground for discharge of the juror. <em>(People </em>v. <em>Williams, supra, 25 </em>Cal.4th at pp. 463-464.) Refusal to deliberate also may subject a juror to discharge <em>(People </em>v. <page-number citation-index=\"1\" label=\"444\">*444</page-number><em>Cleveland, supra, </em>25 Cal.4th at pp. 474-475), even though the discovery of such misconduct ordinarily exposes facts concerning the deliberations—if, after <em>reasonable inquiry </em>by the court, it appears “as a ‘demonstrable reality’ that the juror is unable or unwilling to deliberate.” <em>(Id. </em>at p. 484.)  Accordingly, we are not persuaded that, merely because CALJIC No. 17.41.1 might induce a juror who believes there has been juror misconduct to reveal the content of deliberations unnecessarily (or threaten to do so), the giving of the instruction constitutes a violation of the constitutional right to trial by jury or otherwise constitutes error under state law.</p>\n<p id=\"b488-4\">With respect to defendant’s separate claim based upon the state constitutional right to a unanimous jury verdict and to the independent and impartial decision of each juror, we also conclude that the giving of the instruction did not constitute constitutional error. The instructions as a whole fully informed the jury of its duty to reach a unanimous verdict based upon the independent and impartial decision of each juror. (CALJIC No. 17.40 [“The People and the defendant are entitled to the individual opinion of each juror. [U] Each of you must decide the case for yourself. . . .”]; CALJIC No. 17.50 [instructing that in order to reach a verdict, “all twelve jurors must agree to the decision”].) The defendant’s state constitutional right to a unanimous verdict is not violated when that right has been explained to the jury and an instruction gives rise to a risk that jurors might be encouraged to exert pressure on each other by threatening to bring in the court to mediate disputes among jurors.</p>\n<p id=\"b488-5\">Defendant attempts to draw an analogy between CALJIC No. 17.41.1 and the so-called dynamite charge that we disapproved in <em>People </em>v. <em>Gainer, supra, </em>19 Cal.3d 835, as overly coercive of minority jurors. The analogy is not persuasive. In <em>Gainer </em>a deadlocked jury was informed, among other things, that jurors who were in the minority should consider whether their doubts were reasonable when equally honest and intelligent jurors had reached a different conclusion. We concluded that this instruction erroneously directed minority jurors to consider an extraneous factor, namely “the position of the majority of jurors at the moment” <em>(id. </em>at p. 848), a factor that we determined was “both rationally and legally irrelevant to the issue of guilt.” <em>(Ibid.) </em>Moreover, we said, the direction to reconsider in light of the majority view constituted an invitation to minority jurors to acquiesce in the majority view without reaching an independent judgment. <em>(Id. </em>at p. 849.)</p>\n<p id=\"b488-6\">CALJIC No. 17.41.1 does not share the flaws we identified in <em>Gainer. </em>The instruction is not directed at a deadlocked jury and does not contain language suggesting that jurors who find themselves in the minority, as deliberations progress, should join the majority without reaching an independent judgment. The instruction does not suggest that a doubt may be unreasonable if <page-number citation-index=\"1\" label=\"445\">*445</page-number>not shared by a majority of the jurors, nor does it direct that the jury’s deliberations include such an extraneous factor. CALJIC No. 17.41.1 simply does not carry the devastating coercive charge that we concluded should make us “uncertain of the accuracy and integrity of the jury’s stated conclusion” and uncertain whether the instruction may have “ ‘operate[d] to displace the independent judgment of the jury in favor of considerations of compromise and expediency.’” <em>(People v. Gainer, supra, </em>19 Cal.3d at p. 850.)</p>\n<p id=\"b489-5\">Nonetheless, although we are not persuaded by defendant’s constitutional claims, we conclude that criticism of the instruction is warranted. There is risk that the instruction will be misunderstood or that it will be used by one juror as a tool for browbeating other jurors. The instruction is given immediately before the jury withdraws to commence its deliberations and, unlike other instructions cautioning the jury against misconduct such as visiting the scene of the crime or consulting press accounts, it focuses on the process of deliberation itself. We believe it is inadvisable and unnecessary for a trial court to create the risk of intrusion upon the secrecy of deliberations or of an adverse impact upon the course of deliberations by giving such an instruction.</p>\n<p id=\"b489-6\">Courts must exercise care in responding to an allegation from a deliberating jury that one of their number is refusing to follow the court’s instructions or is refusing to deliberate <em>(People v. Cleveland, supra, </em>25 Cal.4th at p. 475; <em>People v. Williams, supra, 25 </em>Cal.4th at pp. 464-465 (cone, opn. of Kennard, J.)), even though a juror’s refusal to follow the court’s instructions (including the usual instructions regarding the duty to deliberate (CALJIC No. 17.40) and not consider penalty (CALJIC No. 17.42)) constitutes misconduct that could be a proper basis upon which to discharge the juror. As Justice Kennard stated in her concurring opinion in <em>People v. Williams, supra, 25 </em>Cal.4th 441, 464, even though refusal to follow the court’s instructions on the law constitutes misconduct, a court’s inquiry regarding a juror’s motivations could “compromis[e] the secrecy of the jury’s deliberations.” That opinion properly warned of the risk inherent in “permit[ting] trial judges ‘to conduct intrusive inquiries into ... the reasoning behind a juror’s view of the case, or the particulars of a juror’s (likely imperfect) understanding or interpretation of the law as stated by the judge’ . . . .” <em>(Ibid.) </em>We also note that claims of other types of misconduct involving the content of discussions among deliberating jurors are subject to the same cautious treatment. (See, e.g., <em>People v. Keenan </em>(1988) 46 Cal.3d 478, 533 [250 Cal.Rptr. 550, 758 P.2d 1081].) This approach recognizes the importance of maintaining the secrecy of jury deliberations and thereby protecting the freedom of jurors to express differing views.</p>\n<p id=\"b490-3\"><page-number citation-index=\"1\" label=\"446\">*446</page-number>It is difficult enough for a trial court to determine whether a juror actually is refusing to deliberate or instead simply disagrees with the majority view. (See <em>People v. Cleveland, supra, 25 </em>Cal.4th at pp. 475-476; see also <em>People </em>v. <em>Bowers </em>(2001) 87 Cal.App.4th 722, 728 [104 Cal.Rptr.2d 726] [trial court erred in excusing a juror for alleged refusal to deliberate].) Drawing this distinction may be even more difficult for jurors who, confident of their own good faith and understanding of the evidence and the court’s instructions on the law, mistakenly may believe that those individuals who steadfastly disagree with them are refusing to deliberate or are intentionally disregarding the law. Jurors, of course, do not always know what constitutes misconduct. They may be tempted to relinquish the secrecy of deliberations unnecessarily, simply because of fierce disagreement among the jurors. As we have observed, jurors, without committing misconduct, may disagree during deliberations and may express themselves vigorously and even harshly: “[J]urors can be expected to disagree, even vehemently, and to attempt to persuade disagreeing fellow jurors by strenuous and sometimes heated means.” <em>(People v. Johnson </em>(1992) 3 Cal.4th 1183, 1255 [14 Cal.Rptr.2d 702, 842 P.2d 1].) During deliberations, expressions of “frustration, temper, and strong conviction” may be anticipated but, in the interest of free expression in the jury room, such expressions normally should not draw the court into intrusive inquiries. <em>(People v. Keenan, supra, </em>46 Cal.3d at p. 541; see also <em>People v. Johnson, supra, </em>3 Cal.4th at p. 1255.)</p>\n<p id=\"b490-4\">The law provides, of course, that the court may not discharge a juror for failing to agree with the majority of other jurors or for persisting in expressing doubts about the sufficiency of the evidence in support of the majority view (see <em>People v. Cleveland, supra, 25 </em>Cal.4th at pp. 481-484), but laypersons may not understand this.  It is not always easy for a juror to articulate the exact basis for disagreement after a complicated trial, nor is it necessary that a juror do so. As we have stated, it is not required that jurors deliberate well or skillfully. <em>(Id. </em>at p. 485 [“The circumstance that a juror does not deliberate well or relies upon faulty logic or analysis does not constitute a refusal to deliberate and is not a ground for discharge”].) Indeed, when inquiring into asserted misconduct of a member of a deliberating jury, the court should take care that any inquiry “minimize pressure on legitimate minority jurors” <em>(People v. Keenan, supra, </em>46 Cal.3d at p. 533), and the court should not conduct an inquiry that could “risk[] pressuring the dissenting juror to conform her vote to that of the majority.” <em>(People </em>v. <em>Johnson, supra, </em>3 Cal.4th at p. 1255.) A juror could, however, without ever actually communicating with the court, place undue pressure on another juror by threatening to accuse that juror in open court of reasoning improperly or of not following the court’s instructions in his or her decisionmaking process.</p>\n<p id=\"b490-5\">We believe that CALJIC No. 17.41.1 has the potential needlessly to induce jurors to expose the content of then- deliberations. The instruction <page-number citation-index=\"1\" label=\"447\">*447</page-number>suggests that jurors embarking upon deliberations have an obligation to police each other’s reasoning and decisionmaking process during their discussions and to report perceived improprieties to the court in order to bring about judicial intervention—despite the difficulty a juror may have in accurately identifying misconduct and the danger that an allegation of misconduct will draw the court into exposing confidential deliberations. Furthermore, the instruction is vague—the improprieties giving rise to an obligation to report to the court include not only the refusal to deliberate but also the intention to “decide the case based on . . . <em>any other improper basis.” </em>(Italics added.) This language permits members of the jury to provide their own interpretation of what is improper. As noted, members of a deliberating jury may not understand that CALJIC No. 17.41.1 is not intended to be employed to single out a juror who persists in holding a minority view of the evidence. The instruction could cause jurors to become hypervigilant during deliberations about <em>perceived </em>refusals to deliberate or other ill-defined “improprieties” in deliberations. The threat that the contents of the jury’s deliberations might be reported to the judge could chill the free exchange of ideas that lies at the center of the deliberative process.</p>\n<p id=\"b491-5\">Additionally, jurors entering into deliberations should be tolerant of and patient with the differences of opinion that may arise, and should remain open to persuasion. Jurors are instructed that they must decide the case for themselves, but only after discussion with other jurors, and that they should not hesitate to abandon their original conclusions if these prove to be wrong. (CALJIC No. 17.40.) They are instructed not to begin deliberations by expressing too emphatic a view, because such an approach might prevent them from remaining open to persuasion. (CALJIC No. 17.41.) A juror endowed with confidence in his or her own views, however, might rely on CALJIC No. 17.41.1 as a license to scrutinize other jurors for some ill-defined misconduct rather than to remain receptive to the views of others. Jurors should not be led to believe that disagreement during deliberations constitutes misconduct, nor should self-confident jurors be furnished with a means to short-circuit discussions by threatening to call upon the court to arbitrate normal disagreements.</p>\n<p id=\"b491-6\">We believe that CALJIC No. 17.41.1 not only has the potential to lead members of a jury to shed the secrecy of deliberations, but also to draw the court unnecessarily into delicate and potentially coercive exploration of the subject matter of deliberations. Jurors should not needlessly be <em>encouraged </em>to be on the alert for refusal to deliberate or for other undefined failings on the part of their fellow jurors in the deliberative process. Jury deliberation is a sensitive mechanism that most often simply must—and will—accommodate itself to the resolution of strong differences of opinion. In sum, despite <page-number citation-index=\"1\" label=\"448\">*448</page-number>the legitimate and significant interest in avoiding juror misconduct, it is unnecessary and inadvisable for a court to take the risks posed by this instruction.</p>\n<p id=\"b492-4\">We recognize, of course, that the jury should be instructed regarding its duties, particularly its duty to avoid misconduct. As early as 1872, it was required by statute that at each adjournment the jury be “admonished by the court that it is their duty not to converse among themselves or with anyone else on any subject connected with the trial, or to form or express any opinion thereon until the cause is finally submitted to them.” (Former § 1122, enacted 1872.) In 1994 the Legislature added language to this provision requiring a court “[ajfter the jury has been sworn and before the people’s opening address” to instruct the jury regarding its “basic functions, duties, and conduct,” including “admonitions that the jurors shall not converse among themselves, or with anyone else, on any subject connected with the trial; that they shall not read or listen to any accounts or discussions of the case reported by newspapers or other news media; that they shall not visit or view the premises or place where the offense or offenses charged were allegedly committed or any other premises or place involved in the case; that prior to, and within 90 days of, discharge, they shall not request, accept, agree to accept, or discuss with any person receiving or accepting, any payment or benefit in consideration for supplying any information concerning the trial; and that they shall promptly report to the court any incident within their knowledge involving an attempt by any person to improperly influence any member of the jury.” (§ 1122, subd. (a), as amended by Stats. 1994, ch. 869, §4, p. 4404; see also §§ 1127, 1127a-1127f [specific instructional requirements regarding, for example, the testimony of in-custody informant and instructions on flight].) There is no indication in the language of section 1122, however, that an instruction such as CALJIC No. 17.41.1 is required.</p>\n<p id=\"b492-5\">Instructions other than section CALJIC No. 17.41.1 are adequate to guard the jury against misconduct without focusing unduly upon the deliberative process. For example, in accord with the directive of section 1122, CALJIC No. 0.50 is given at the outset of trial. Among other things, it advises jurors that they “must accept and follow the law as [the court] state [s] it to you, whether or not you agree with the law.” <em>(Ibid.) </em>It also directs jurors that they “must not independently investigate the facts or the law or consider or discuss facts as to which there is no evidence. This means, for example, that you must not on your own visit the scene, conduct experiments, or consult reference works or persons for additional information.” <em>(Ibid.) </em>The instruction directs jurors not to discuss the case with outsiders and not to discuss the case with other jurors prior to submission of the case to them for <page-number citation-index=\"1\" label=\"449\">*449</page-number>deliberations. <em>(Ibid.) </em>It also states: “You must not read or listen to any accounts or discussions of the case reported by the newspapers or other news media, including radio and television.” <em>(Ibid) </em>Finally, it states: “You must promptly report to the Court any incident within your knowledge involving an attempt by any person to improperly influence any member of this jury.” <em>(Ibid.)</em></p>\n<p id=\"b493-5\">Other standard instructions inform the jury more than once of its solemn duties during trial and deliberations, including the duty to follow the law as given in the court’s instructions. For example, not only CALJIC No. 0.50 but also CALJIC No. 1.00, which is given at the conclusion of the evidentiary portion of the trial, states: “You must accept and follow the law as I state it to you, regardless of whether you agree with the law.” The duties to deliberate with an open mind and not to decide the case on the basis of penalty or punishment also are covered in standard instructions. (See CALJIC No. 0.50 [pretrial admonition regarding jury’s “basic functions, duties and conduct”]; CALJIC No. 1.00 [respective duties of judge and jury]; CALJIC No. 1.03 [independent investigation and premature decisionmaking prohibited]; CALJIC No. 17.40 [duty to form an independent judgment “only after discussing the evidence and instructions with the other jurors”]; CALJIC No. 17.41 [instruction to approach deliberations with an open mind and to remain impartial and dispassionate]; CALJIC No. 17.42 [jury not to consider penalty]; CALJIC No. 17.43 [questions or requests to be addressed to the court].) Nothing in our experience suggests that these instructions have proved inadequate over the years to discourage juror misconduct during deliberations.</p>\n<p id=\"b493-6\">As we have explained, the Court of Appeal rejected defendant’s claim that the giving of CALJIC No. 17.41.1 constituted error, and we agree. Nonetheless, for the reasons discussed above, we believe that CALJIC No. 17.41.1 creates a risk to the proper functioning of jury deliberations and that it is unnecessary and inadvisable to incur this risk. Accordingly, in the exercise of our supervisory power (see, e.g., <em>In re Podesto </em>(1976) 15 Cal.3d 921, 938 [127 Cal.Rptr. 97, 544 P.2d 1297]; <em>People v. Vickers </em>(1972) 8 Cal.3d 451, 461 [105 Cal.Rptr. 305, 503 P.2d 1313]), we direct that CALJIC No. 17.41.1 not be given in trials conducted in the future.</p>\n<p id=\"b493-7\">Ill</p>\n<p id=\"b493-8\">The judgment of the Court of Appeal is affirmed.</p>\n<p id=\"b493-9\">Kennard, J., Werdegar, J., and Moreno, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b484-9\">All further statutory references are to the Penal Code, unless otherwise indicated.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b494-3\"><page-number citation-index=\"1\" label=\"450\">*450</page-number>BAXTER, J., Concurring and Dissenting.</author>\n<p id=\"A9B\">I concur in the judgment affirming the Court of Appeal. Like the majority, I agree that, jurors are obligated to follow the court’s instructions and that they should be instructed, in particular, to “avoid misconduct.” (Maj. opn., <em>ante, </em>at p. 448.) I also agree that CALJIC No. 17.41.1, which provides a means of enforcing that duty, does not violate defendant’s state constitutional right to a unanimous jury (maj. opn., <em>ante, </em>at p. 444) or impair defendant’s right to have the jury conduct its deliberations in secret. <em>(Id. </em>at p. 443.) Unlike the majority, however, I would respect the state’s “legitimate and significant interest in avoiding juror misconduct” <em>(id. </em>at p. 448) and allow trial courts discretion within constitutional bounds to manage the risk of misconduct. In particular, I would permit the use of CALJIC No. 17.41.1, an instruction that the majority concedes suffers from no constitutional infirmity but that is barred merely because of the hypothesized risk that the instruction could be misunderstood or misused.</p>\n<p id=\"b494-4\">I dissent generally from the invocation of our seldom used supervisory power to remedy de minimis concerns. I dissent specifically from the invocation of our supervisory power to condemn a useful and constitutionally permissible instruction merely because of a remote and shadowy risk of harm. And I dissent with regret that our supervisory power has been invoked when the court is so divided over the propriety of its use.</p>\n<p id=\"b494-5\">\n<em>What Happens When Jurors Are Uninformed of Their Duty to Report Misconduct?</em>\n</p>\n<p id=\"b494-6\">The majority’s disapproval of CALJIC No. 17.41.1 rests on a single unexamined and unsupported assumption: “Nothing in our experience suggests that these [other pattern] instructions have proved inadequate over the years to discourage juror misconduct during deliberations.” (Maj. opn., <em>ante, </em>at p. 449.) Our “experience,” in my view, proves just the opposite.</p>\n<p id=\"b494-7\">Jury misconduct is a problem that has vexed courts from the inception of the jury system and offered one of the earliest recognized justifications for a new trial at common law. (See Thayer, A Preliminary Treatise on Evidence at the Common Law (1898) 169.) In modem times, “[mjisconduct affecting the jury is frequently put forward as a reason why a new trial should be granted.” (3 Wright, Federal Practice &amp; Procedure: Criminal (2d ed. 1982) § 554, p. 248.) Indeed, “[p]ost-trial hearings on alleged juror misconduct or other matters affecting the rationality of the verdict are an increasingly common phenomenon.” (Stith-Cabranes, <em>Faults, Fallacies, and the Future of Our Criminal Justice System: The Criminal Jury in Our Time </em>(1995) 3 Va. J. Soc. Pol’y &amp; L. 133, 144, fn. 59.)</p>\n<p id=\"b495-4\"><page-number citation-index=\"1\" label=\"451\">*451</page-number>A survey of state and federal trial judges in 1995 revealed that state trial judges were more likely to have witnessed jury misconduct than were federal judges, that several forms of misconduct were more common in criminal cases than in civil cases, and that California judges reported misconduct more often than judges in other states. (King, <em>Juror Delinquency in Criminal Trials in America, </em>1796-1996 (1996) 94 Mich. L.Rev. 2673, 2737, 2739 (hereafter King).) It therefore should not be surprising that those who are concerned with the administration of justice might develop an instruction for state criminal trials in California. The instruction was not a solution in search of a problem.</p>\n<p id=\"b495-5\">Our own experience confirms the available data. Time after time, this court, the Courts of Appeal, and trial courts have been compelled to order new trials because of the postverdict discovery of juror misconduct. (E.g., <em>People </em>v. <em>Nesler </em>(1997) 16 Cal.4th 561, 579-584 [66 Cal.Rptr.2d 454, 941 P.2d 87] [remanding for new sanity trial because of postverdict discovery that juror had received extraneous information and had shared it with fellow jurors]; <em>Province v. Center for Women’s Health &amp; Family Birth </em>(1993) 20 Cal.App.4th 1673, 1678-1680 [25 Cal.Rptr.2d 667]; <em>Lankster v. Alpha Beta Co. </em>(1993) 15 Cal.App.4th 678, 681 [18 Cal.Rptr.2d 923]; <em>People </em>v. <em>Castro </em>(1986) 184 Cal.App.3d 849, 851 [229 Cal.Rptr. 280]; <em>People v. Brown </em>(1976) 61 Cal.App.3d 476, 478-479 [132 Cal.Rptr. 217]; <em>People ex rel. Dept. Pub. Wks. </em>v. <em>Curtis </em>(1967) 255 Cal.App.2d 378, 388-390 [63 Cal.Rptr. 138].)</p>\n<p id=\"b495-6\">Our “experience” should also include the numerous occasions in which the federal courts have upset California criminal judgments because of the belated discovery of juror misconduct. (E.g., <em>Sassounian v. Roe </em>(9th Cir. 2000) 230 F.3d 1097, 1111 [overturning special circumstance finding where “the judge never had an opportunity to dimmish the prejudicial effect of the extraneous information. Because he did not know that the jury found out about the phone call until after the verdict, the jury was never told not to consider it”]; <em>Lawson v. Borg </em>(9th Cir. 1995) 60 F.3d 608, 610 [overturning first degree murder conviction where juror’s statements during deliberations as to defendant’s violent reputation came to light only in motion for new trial]; <em>Marino v. Vasquez </em>(9th Cir. 1987) 812 F.2d 499, 503 [overturning murder and attempted murder convictions where information presented in motion for new trial revealed that a juror performed an unauthorized experiment and presented results to the other jurors as part of deliberations]; <em>Keenan v. Woodford </em>(N.D.Cal., Jan. 10, 2001, No. 89-CV-2167 DLJ) 2001 WL 835856, *1, fn. 1 [overturning judgment of death where juror’s threat to kill dissenting juror during deliberations came to light only in motion for new trial].)</p>\n<p id=\"b495-7\">The majority acknowledges, as it must, that jurors “have no right to refuse to deliberate or to disregard the law in reaching their decision.” (Maj. opn., <page-number citation-index=\"1\" label=\"452\">*452</page-number><em>ante, </em>at p. 440.) The majority also does not dispute that jurors have a duty to report such misconduct to the court. (See <em>People v. Williams </em>(2001) 25 Cal.4th 441, 451 [106 Cal.Rptr.2d 295, 21 P.3d 1209] [“jurors are required to follow the trial court’s instructions”]; <em>id. </em>at p. 452 [“ ‘the judge must be permitted to instruct the jury on the law and to insist that the jury follow his instructions’ ”].) The problem is that the majority, other than disapproving this instruction, fails to articulate how trial courts may properly inform jurors of that duty, apparently assuming instead that jurors will discover this duty on their own.<footnotemark>1</footnotemark></p>\n<p id=\"b496-4\">The foregoing cases demonstrate the error of the majority’s approach. The fact common to all of those cases is that the misconduct justifying the new trials was not discovered until <em>after </em>the verdict had been rendered—even though the underlying facts were known to jurors <em>before </em>the verdict. <em>(In re Stankewitz </em>(1985) 40 Cal.3d 391, 397 [220 Cal.Rptr. 382, 708 P.2d 1260] [“jury misconduct during deliberations is most often raised by motion for new trial and appeal”].) “Experience” thus confirms the obvious: some jurors are unaware of their ability or duty to report misconduct to the judge. “If the jurors remain silent, most instances of jury misconduct will go undetected.” (Edwards, <em>A Judge’s Review of Juror Misconduct </em>(1984) 27 How. L.J. 1519, 1520.) Unless we are willing to gamble that each jury will stumble onto the correct path, it is appropriate that jurors be informed of their duty to report misconduct. (King, <em>supra, </em>94 Mich. L.Rev. at p. 2748 [“remedies for misconduct that operate before a verdict is reached have significant advantages over postverdict remedies”].)</p>\n<p id=\"b496-5\">\n<em>The So-called Problems with CALJIC No. 17.41.1</em>\n</p>\n<p id=\"b496-6\">As demonstrated in the preceding part, the majority’s fundamental mistake is a failure to accord any significance to our experience with jury misconduct. By incorrectly assuming that no problem existed, even a remote, hypothesized risk was apparently sufficient to tip the scales against the instruction. I will now demonstrate that the majority opinion’s balancing is defective for the additional reason that it has overstated the instruction’s risks.</p>\n<p id=\"b496-7\">The majority worries first that jurors may misuse the instruction to browbeat a dissenting or holdout juror. Yet, despite the fact that the instruction has been given in hundreds of cases, the majority offers no evidence of <page-number citation-index=\"1\" label=\"453\">*453</page-number>such misuse. Moreover, reading the instructions as whole, as the jurors are instructed to do (see CALJIC No. 1.01) and as appellate courts must <em>(People </em>v. <em>Mayfield </em>(1997) 14 Cal.4th 668, <em>111 </em>[60 Cal.Rptr.2d 1, 928 P.2d 485]), no one would reasonably understand CALJIC No. 17.41.1 to stifle deliberations or dissent. After all, the jurors are instructed that “[t]he People and the defendant are entitled to the <em>individual opinion </em>of each juror,” that “[e]ach of you must decide the case <em>for yourself,” </em>and that no one should decide any question in a particular way merely “because a majority of the jurors, or any of them, favor that decision.” (CALJIC No. 17.40, italics added; cf. maj. opn., <em>ante, </em>at p. 444.) Indeed, based on the available evidence, my concerns are just the opposite of the majority’s—i.e., that in the absence of the instruction, jurors may be reluctant to report instances of intimidation. (See, e.g., <em>People v. Keenan </em>(1988) 46 Cal.3d 478, 540 [250 Cal.Rptr. 550, 758 P.2d 1081] [elderly dissenting juror cried, shook, and vomited but failed to report the shouting and threats during deliberations that caused her distress].)</p>\n<p id=\"b497-5\">The majority’s analysis suffers from the additional flaw of focusing exclusively on the instruction’s possible effect on overly sensitive jurors. I agree instead with Justice Cardozo who, in speaking for a unanimous United States Supreme Court, said: “The chance that now and then there may be found some timid soul who will take counsel of his fears and give way to their repressive power is too remote and shadowy to shape the course of justice. It must yield to the overmastering need, so vital in our polity, of preserving trial by jury . . . against the inroads of corruption.” <em>(Clark v. United States </em>(1933) 289 U.S. 1, 16 [53 S.Ct. 465, 470, 77 L.Ed. 993]; see also <em>United States v. Nixon </em>(1984) 418 U.S. 683, 712, fn. 20 [94 S.Ct. 3090, 3109-3110, 41 L.Ed.2d 1039].) Accordingly, I disagree with the majority’s unsupported assertion that one juror could place “undue pressure on another juror by threatening to accuse that juror in open court of reasoning improperly or of not following the court’s instructions in his or her decisionmaking process.” (Maj. opn., <em>ante, </em>at p. 446.) Where the juror is innocent of wrongdoing, the risk that a timid juror will abruptly capitulate is too remote and shadowy to justify a prophylactic rule. On the other hand, where the juror has committed misconduct, the juror “will not expect to be shielded against the disclosure of his conduct . . . .” <em>(Clark v. United States, supra, </em>289 U.S. at p. 16 [53 S.Ct. at p. 470].)</p>\n<p id=\"b497-6\">The majority’s other stated concern is the risk that the instruction might “draw the court unnecessarily into delicate and potentially coercive exploration of the subject matter of deliberations.” (Maj. opn., <em>ante, </em>at p. 447.) But the risk that a <em>juror </em>might misunderstand the instruction is of no importance, inasmuch as a court’s intervention is permitted “ ‘only where the <em>court </em>possesses information which, if proven to be true, would constitute “good <page-number citation-index=\"1\" label=\"454\">*454</page-number>cause” to doubt a juror’s ability to perform his duties and would justify his removal from the case.’” <em>(People v. Cleveland </em>(2001) 25 Cal.4th 466, 478 [106 Cal.Rptr.2d 313, 21 P.3d 1225], italics added.) Even when presented with such information, the trial court’s inquiry “should be as limited in scope as possible, to avoid intruding unnecessarily upon the sanctity of the jury’s deliberations.” <em>(Id. </em>at p. 485.) A trial court could thus be drawn <em>unnecessarily </em>into the subject matter of deliberations only by misapplying the standard set forth in <em>Cleveland. </em>(Cf. <em>U.S. v. Thomas </em>(2d Cir. 1997) 116 F.3d 606, 622 [the standard governing dismissal of a juror “also serves to protect against overly intrusive judicial inquiries into the substance of the jury’s deliberations”].) The permissibility of a jury instruction should not be judged against the possibility that trial courts will misconstrue our precedents.</p>\n<p id=\"b498-4\">Finally, I cannot agree there is anything problematic in directing jurors to police each other’s conduct. Jurors are already directed to perform that monitoring function and to report misconduct in CALJIC No. 0.50, which tells them to “promptly report to the Court any incident within your knowledge involving an attempt by any person to improperly influence any member of this jury.”<footnotemark>2</footnotemark> I can divine no reason to instruct jurors to report one type of misconduct—i.e., jury tampering—and not others.</p>\n<p id=\"b498-5\">\n<em>What Instruction Would the Majority Permit?</em>\n</p>\n<p id=\"b498-6\">After balancing the relative risks and benefits of the instruction, I would not disapprove CALJIC No. 17.41.1. Its first sentence advises jurors, in terms that cannot be disputed, that the integrity of the trial depends on compliance with the court’s instructions during deliberations. The second sentence directs jurors to inform the court if any juror “refuses to deliberate or expresses an intention to disregard the law or to decide the case based on [penalty or punishment, or] any [other] improper basis.” (CALJIC No. 17.41.1.) The instruction’s focus on deliberations is sensible, inasmuch <page-number citation-index=\"1\" label=\"455\">*455</page-number>as existing pattern instructions warn the jurors not to converse among themselves on any subject connected with the trial <em>prior to </em>deliberations. (CALJIC No. 0.50.) Consequently, the first opportunity for a juror to discover most kinds of misconduct by another juror is <em>during </em>deliberations. A refusal to apply the law, a refusal to deliberate, and a willingness to consider punishment in a noncapital case—all of which are conceded to be misconduct by the majority (maj. opn., <em>ante, </em>at p. 442)—would be manifested only <em>during </em>deliberations. Other “improper” bases for decision—such as deciding the case by a roll of the dice, by threats or bribes, or by resort to extrajudicial materials—also occur in the jury room <em>during </em>deliberations. I do not believe we can be successful in reducing prejudicial jury misconduct without recognizing, as this instruction does, the critical role of deliberations.</p>\n<p id=\"b499-5\">Fortunately, I do not understand the majority to have foreclosed trial courts completely from informing jurors of their duty to report misconduct. The majority does not deny that “[t]he integrity of a trial requires that all jurors, at all times during their deliberations, conduct themselves as required by these instructions.” (CALJIC No. 17.41.1.) Nor does it cast doubt on the practice of prosecutors and defense attorneys alike of informing jurors, during argument, of their duty or opportunity to report misconduct to the court. One can easily imagine a defense attorney whose client is accused of a notorious or heinous crime or who is a member of an impopular group wanting to enlist the aid of the jury to ensure that the verdict is not the product of bigotry, conversations with victims and their friends, an unauthorized experiment, or consideration of the relative severity of punishment for certain of the charged crimes. (See <em>People v. Williams, supra, </em>25 Cal.4th at p. 462 [“Jurors who do not feel bound to follow the law can act capriciously, to the detriment of the accused.”].)<footnotemark>3</footnotemark> Alternatively, one can imagine a prosecutor who is saddled with advocating on behalf of an unappealing victim or with enforcing an unpopular law likewise urging the jury to report attempts at nullification among its ranks. I do not understand the majority to bar attorneys from taking these steps to safeguard the rule of law. Since it would be unprecedented to permit counsel—but not the trial court—to inform the jury of its rights and responsibilities, it follows that trial courts must have retained some meaningful ability to instruct jurors as to their obligations in those circumstances.</p>\n<p id=\"b499-6\">One clue as to the type of instruction the majority would permit comes from the opinion’s repeated emphasis that CALJIC No. 17.41.1 is part of the <page-number citation-index=\"1\" label=\"456\">*456</page-number>“concluding instructions” (maj. opn., <em>ante, </em>at p. 441) and is given “immediately” before deliberations begin <em>(id. </em>at pp. 440, 445). This suggests that the majority’s objection, at least in part, is simply a matter of timing.</p>\n<p id=\"b500-4\">Furthermore, to the extent the majority criticizes the instruction as vague (see maj. opn., <em>ante, </em>at p. 447), it is possible to redraft the instruction to eliminate the ambiguity. In lieu of listing only a <em>few </em>possible violations of a juror’s obligations focused exclusively on deliberations, a redrafted instruction might instead direct the jury to report to the court when a member violates <em>any </em>of the court’s instructions.</p>\n<p id=\"b500-5\">Thus, one possible instruction would expand the pretrial admonition set forth in CALJIC No. 0.50 to alert jurors that the integrity of a trial requires they at all times conduct themselves as required by the instructions given by the court and that they have an obligation to immediately advise the court if any juror has violated or has refused to comply with those instructions. The instruction should also explain the procedure by which the juror can make a report of misconduct to the court.</p>\n<p id=\"b500-6\">I hope that trial courts will not misinterpret the majority and overreact by abstaining from reasonable efforts to prevent and remedy misconduct in a timely manner. Unless jurors are informed of their solemn responsibility to report misconduct, I predict that many judgments will be reversed simply because the trial judge never had the opportunity to cure the problem. Those interested in the administration of justice should therefore be mindful of the narrowness of the majority’s holding and continue permissible efforts to inform jurors of their frill responsibilities as a critical component of our legal system.</p>\n<p id=\"b500-7\">Because the majority has unjustifiably restricted trial courts from selecting among constitutionally permissible methods to prevent or cure jury misconduct, however, I respectfully dissent.</p>\n<p id=\"b500-8\">Chin, J., and Brown, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b496-8\">Or, it may be that the majority has decided that distinguishing legitimate disagreement during deliberations from actual misconduct is so difficult for lay jurors that they ought to be affirmatively prevented from learning about their duty to report misconduct in that situation. In either case, the majority is well aware, as defendant concedes, that <em>none </em>of the other standard instructions informs jurors what to do in the event they become aware of actual misconduct other than jury tampering.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b498-7\">The federal courts instruct jurors somewhat more broadly to “let me know about it immediately” if anyone, including a fellow juror, “approaches you and tries to talk to you about the case.” (U.S. Cir. Ct. (9th Cir.) Crim. Jury Instns. (2000) insta. 1.9, p. 11.) Yet, the federal courts, to my knowledge, have expressed no discomfort at the prospect of jurors policing the behavior of one another under this instruction. Nor should we. A jury is very much like the student body of an academic institution, the integrity of which depends on fidelity to its honor code <em>and reporting of apparent violations. (U.S. v. McVeigh </em>(10th Cir. 1998) 153 F.3d 1166, 1186 [“you know, the honor system is all that I can rely on so that I don’t sequester you. So it’s very important. And a part of the honor system is that if any of you violate that in any way, others of you will tell me about it”].) Although students are required by such codes to report misconduct (see, e.g., The Honor Code &lt;http://www.stanford.edu/dept/vpsa/judicialaffairs/honor_code.htm&gt; [as of July 18, 2002]), no one contends that such rules stifle the academic freedom that is the hallmark of our universities. Rather, the honor code is widely considered an essential predicate to such freedom.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b499-7\">Otherwise, a defendant on trial for his life would have to rely on Providence—rather than an instruction—to discover that a juror has chosen to follow the biblical injunction of “an eye for an eye” instead of the law enacted by the Legislature. (Cf. <em>In re Hitchings </em>(1993) 6 Cal.4th 97, 117 [24 Cal.Rptr.2d 74, 860 P.2d 466].)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}