{
  "casebody": {
    "data": "<casebody firstpage=\"1034\" lastpage=\"1035\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1100-3\">Edwin M. GAUDET, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1100-7\">No. 75-1837</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AZ7l\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1100-8\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1100-9\">Aug. 22, 1975.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b1100-10\">Rehearing Denied Sept. 15, 1975.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1100-19\">Charles R. Maloney, New Orleans, La., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1100-20\">Gerald J. Gallinghouse, U. S. Atty., Michaelle F. Pitard, Mary Williams Cazalas, Asst. U. S. Attys., New Orleans, La., for defendant-appellee.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b1100-22\">Before GEWIN, GOLDBERG and DYER, Circuit Judges.</judges>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1100-28\"> Rule 18, 5 Cir.; see Isbell Enterprises, Inc. v. Citizens Casualty Co. of New York et al., 5 Cir. 1970, 431 F.2d 409, Part I.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1100-23\">PER CURIAM:</author>\n<p id=\"b1100-24\">This action arose out of a series of incidents beginning when a complaint was filed against Gaudet for allegedly making threats against the President. A good deal of publicity attended the case, and Gaudet was chased through the New Mexico mountains by various law enforcement officers and private citizens. Within two or three days after the complaint was filed he turned himself in, and the charges were subsequently dropped.</p>\n<p id=\"b1100-25\">Gaudet brought suit against the United States under the Federal Tort Claims Act, 28 U.S.C.A. § 1346 <em>et seq. </em>The district court granted the Government’s motion to dismiss for failure to state a claim against the United States, and Gaudet appeals. We affirm.</p>\n<p id=\"b1100-26\">Gaudet’s complaint alleged the following torts against him by agents and representatives of the United States:</p>\n<blockquote id=\"b1100-27\">(4)(a) Edwin M. Gaudet was accused of planning, attempting and/or conspiring to cause the death <page-number citation-index=\"1\" label=\"1035\">*1035</page-number>of the President of the United States;</blockquote>\n<blockquote id=\"b1101-5\">(b) One or more warrants for the arrest of Edwin M. Gaudet was issued;</blockquote>\n<blockquote id=\"b1101-6\">(c) The name of Edwin M. Gaudet was accused in various communications media, namely radio, TV, newspaper and magazines, to the effect that Edwin M. Gaudet was attempting to commit crimes against the President of the United States;</blockquote>\n<blockquote id=\"b1101-8\">(d) Various municipal, State and Federal law enforcement agencies were given advices and information to apprehend and arrest Edwin M. Gaudet;</blockquote>\n<blockquote id=\"b1101-9\">(e) Directly or indirectly employees, agents and representatives of other law enforcement agencies were caused by employees, agents and representatives of the United States to seek, pursue, fire shots, attempt to kill and/or otherwise attempt to harm Edwin M. Gaudet;</blockquote>\n<blockquote id=\"b1101-10\">(f) Employees, agents and representatives of the United States caused multiple and indeterminable amounts of people to attempt to pursue, kill and shoot and otherwise harm Edwin M. Gaudet;</blockquote>\n<blockquote id=\"b1101-12\">(g) Caused various and sundry criminal charges to be filed against Edwin M. Gaudet;</blockquote>\n<blockquote id=\"b1101-13\">(h) Caused physical, psychic and emotional harm and injury to Edwin M. Gaudet;</blockquote>\n<blockquote id=\"b1101-14\">(i) Did irreparable [harm] to Edwin M. Gaudet, who for the rest of his life, must live in fear that someone may have been excited, in spite of evidence, to shoot, kill, or mame [sic] him.</blockquote>\n<blockquote id=\"b1101-16\">(5) The negligence, want of care, lack of police procedure, lack of law enforcement procedure, utter confusion and hysteria of employees, agents and representatives of the United States, caused, contributed, participated and/or prolonged and/or has continued to prolong the injuries suffered and to be suffered by Edwin M. Gaudet.</blockquote>\n<p id=\"b1101-17\">Claims arising out of various intentional torts are specifically excepted from the Federal Tort Claims Act’s waiver of sovereign immunity. 28 U.S. C.A. § 2680(h). A recent amendment to this section allows claims with regard to acts or omissions of investigative or law enforcement officers for assault, battery, false imprisonment, false arrest, abuse of process, or malicious prosecution if these claims arose on or after the date of enactment, March 16, 1974. Act of March 16, 1974, Pub.L.No.93 — 253, § 2, 88 Stat. 50, <em>amending </em>28 U.S.C.A. § 2680(h).</p>\n<p id=\"b1101-18\">The district court held, and we agree, that Gaudet’s cause of action falls within the class of intentional torts excluded by § 2680(h). Furthermore, the acts of which he complains occurred before March 16, 1974; therefore, suit is barred.</p>\n<p id=\"b1101-19\">Gaudet urges that his claim is grounded in negligence, not in intentional tort, but the argument is without merit. It is the substance of the claim and not the language used in stating it which controls. Blitz v. Boog, 2 Cir. 1964, 328 F.2d 596, 599; United States v. Faneca, 5 Cir. 1964, 332 F.2d 872, 874. Merely to examine the pleadings is to see that the substance of his complaint is precisely the kind of tort enumerated in § 2680(h): false arrest, assault, malicious prosecution, and the like. No legal alchemy can transform it into a negligence action and confer jurisdiction where there is none.</p>\n<p id=\"b1101-20\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}