{
  "casebody": {
    "data": "<casebody firstpage=\"20\" lastpage=\"22\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b26-5\">\n<em>Municipal Court of the City of Boston</em>\n</court>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Au0\">No. 128070</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"AAS\">BERNARD TARR v. ROSE NARCHIK, a/k/a</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b26-8\">(October 8 —</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AsX\">October 15, 1965)</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b27-4\"><page-number citation-index=\"1\" label=\"21\">*21</page-number><em>Present'. </em>Adlow, C. J., Riley &amp; Lewiton, JJ.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b27-5\">Case tried to <em>Chayett, Sp. J.</em></p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b27-6\">\n<em>Adlow, C. J.</em>\n</author>\n<p id=\"Au-\">Action of contract to recover a broker’s commission.</p>\n<p id=\"b27-7\"><em>There was evidence that </em>the plaintiff, a real estate broker, was requested by the defendant to find a customer who would pay $26,600 for an apartment building owned by her at 955-957 Blue Hill Avenue in Dorchester. It was agreed that he was to receive a broker’s fee of $600 for procuring such .customer.</p>\n<p id=\"b27-8\">On November 28, 1964 he brought a written offer accompanied by a deposit check of $500 from Salvatore Turco and his wife, Helen T. Turco. The offer was to purchase for $26,600 “subject to the buyer obtaining a first mortgage of $19,000 and a second mortgage of $3,000. It further provided that “at the time of drawing agreement, upon acceptance, we agree to make an additional deposit of $500, the balance to be paid at time of passing papers.” The defendant insisted that before concluding any agreement the parties meet at her lawyer’s office. This meeting took place on December 2, 1964 at the office of her lawyer, Samuel B. Mannos. The plaintiff, his customer and the defendant, as well as her attorney, were all present at this meeting. A written agreement was prepared on this occasion, and the defendant signed one of the copies. The prospective purchaser, Mr. Turco, however, requested that before signing he take a copy to his attorney. At this time the plaintiff orally agreed that his commission would <page-number citation-index=\"1\" label=\"22\">*22</page-number>be payable “only when, as and if the deed is recorded at the time of passing papers.” Thereafter, Mr. Turco through his attorney, sent a list of amendments back modifying the agreement as drawn. The defendant refused to assent to the changes and no agreement was ever signed by the purchaser.</p>\n<attorneys id=\"b28-7\">Nelson Gediman, of Boston, for the Plaintiff.</attorneys>\n<attorneys id=\"b28-8\">Samuel B. Mannos, of Boston, for the Defendant cited <em>Drake v. Sweet, </em>325 Mass. 542.</attorneys>\n<p id=\"b28-5\">On these facts it cannot be said that the plaintiff produced a .customer who was ready, willing and able to buy on the defendant’s terms. The letter of November 28, 1964 was a qualified acceptance which led only to a meeting in the office of the defendant’s lawyer. It is quite obvious that the arrangement to be worked out by the parties was to be in writing. This was never completed by the plaintiff’s customer. Whether this customer was ready or able to buy is beside the point. His refusal to sign, except on his own terms, reveals that he was not willing. The facts in the cause under review are not unlike the facts in <em>Doten v. Chase, </em>237 Mass. 218, where the court denied recovery.</p>\n<p id=\"b28-6\">In reaching this conclusion we have determined the issue without regard to the alleged agreement of the plaintiff that the commission would be payable only when the transaction was finally consummated. Whether such an agreement is enforceable need not be decided at this time. <em>Report dismissed.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}