{
  "casebody": {
    "data": "<casebody firstpage=\"135\" lastpage=\"158\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b165-7\">824 A.2d 268</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b165-8\">M. KAMEL ABOUZAHR, M.D., PLAINTIFF-RESPONDENT, v. CRISTINA MATERA-ABOUZAHR, M.D., DEFENDANT-APPELLANT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b165-9\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b165-10\">Argued September 10, 2002</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AU\">Decided June 11, 2003.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b168-8\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>Before Judges STERN, COLLESTER and ALLEY.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b168-9\"><em>James M. Andrews </em>argued the cause for appellant <em>{Blank, Rome, Comisky &amp; McCauley, </em>attorneys; <em>Mr. Andrews, of </em>counsel and on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b168-10\"><em>Kimberly J. Hines </em>argued the cause for respondent <em>{McCarter &amp; English, </em>attorneys; <em>Alfred L. Ferguson, </em>of counsel; Ms. Hines and Mr. Ferguson, on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b168-11\">The opinion of the court was delivered by</p>\n<author id=\"b168-12\">COLLESTER, J.A.D.</author>\n<p id=\"b168-13\">This appeal raises the issue whether a former spouse may alter the terms of a property settlement agreement (“PSA”) to prevent visitation in a country which is not a signatory of the Hague Convention on the Civil Aspects of International Child Abduction and whose laws could be employed to inhibit the return of the child to the primary custodial parent.</p>\n<p id=\"b169-5\"><page-number citation-index=\"1\" label=\"139\">*139</page-number>Plaintiff M. Kamel Abouzahr and defendant Cristina Matera-Abouzahr were married by civil ceremony on April 11,1986, in St. Louis, Missouri and participated in both Muslim and Catholic ceremonies the following year,</p>\n<p id=\"b169-6\">Kamel, a citizen of Lebanon, came to the United States in 1984 to complete the medical studies he began at the American University of Beirut and met Cristina, who was born in the United States and lived here since her birth. After their marriage, they became dual citizens of the United States and Lebanon. Their daughter, Alessandra, was born in the United States on March 18, 1992, and she also has dual citizenship.</p>\n<p id=\"b169-7\">Both parties are medical practitioners. Cristina is a gynecologist, and Kamel, a plastic surgeon. Both practiced their medical specialties in New York while living in Alpine, New Jersey. Kamel was also on the medical faculty at Columbia University and New York University. During their marriage, they traveled to Lebanon twice. The second time they took Alessandra, then age two. Both times they stayed with Kamel’s parents in Sayden and visited with his relatives and friends in Batroun, Beirut, Tyre and the Bakaa Valley. The Abouzahr family is renowned in southern Lebanon. Kamel’s late father was head of the Ministry of Health as well as a physician for over fifty years. Kamel’s uncle, also a physician, founded a hospital and achieved political prominence. They both influenced Kamel to follow them into a medical career.</p>\n<p id=\"b169-8\">Neither Kamel nor Cristina actively practiced their religions, but they agreed that Alessandra should be exposed to both Islam and Catholicism. Although she was not baptized Catholic, Alessandra attended Cofraternity of Christian Doctrine (CCD) classes with Kamel’s consent. Her exposure to Islam was more limited and based in large part on her interaction with her paternal grandmother, who came to live with the family after the death of Kamel’s father, and her aunt, who also lived with the family for a time.</p>\n<p id=\"b169-9\">Cristina testified that she learned a great deal about Lebanese customs and culture because of her marriage to Kamel and her <page-number citation-index=\"1\" label=\"140\">*140</page-number>two trips to Lebanon. While she was aware that Lebanese law favored the husband, she claimed to be unaware that it could hinder or preclude her from retrieving her daughter if Kamel absconded with her to Lebanon. However, as the marriage began to unwind, she became more fearful and took Alessandra’s passports from the home to give them to her mother.</p>\n<p id=\"b170-4\">In May 1998, Cristina told Kamel that she wanted a divorce. They obtained separate legal counsel and also retained a mediator, Linda Fish, Esq., to assist in negotiations for a property settlement agreement (PSA). It was during mediation that Kamel first told Cristina that he was considering returning to Lebanon to establish a plastic surgery practice. He proposed that he have one month of parenting time with Alessandra in Lebanon during the summer. When asked by the mediator, Cristina said she did not believe that Kamel would retain Alessandra in Lebanon beyond the agreed time.</p>\n<p id=\"b170-5\">Others alerted Cristina to potential problems with out-of-country parenting time in Lebanon. On three occasions before the divorce hearing Cristina discussed the subject with John McCann, a friend who was also a lawyer. McCann testified he told Cristina that she should prevent Alessandra from traveling to Lebanon or any Middle Eastern country for reasons of safety. Cristina testified that she recalled speaking to McCann on one occasion, but she did not recall any conversation about difficulties if Kamel retained Alessandra in Lebanon.</p>\n<p id=\"b170-6\">Moreover, despite Cristina’s testimony that her divorce attorneys did not discuss with her potential consequences if Kamel retained Alessandra in Lebanon, the other testimony was to the contrary. S. Robert Allcorn, Esq. told of several conversations with Cristina about the issue, and he said that she was aware that problems could result. When he offered to research the issue, she instructed him not to do so because she trusted Kamel. Another of Cristina’s attorneys, Jean Temmler, testified that Cristina knew that the rights of a father prevailed over those of the mother in Lebanon. She even told Cristina of a ease she had worked on <page-number citation-index=\"1\" label=\"141\">*141</page-number>involving a mother who kidnaped her child to a non-Hague Convention country. She also said to Cristina that she did not believe that Lebanon was a signatory to the Hague Convention and that, as a result, additional language should be put into the agreement as a rider. When Temmler suggested that it would be “problematic” if Kamel took Alessandra to Lebanon, Cristina “pushed the issue aside” by saying that she trusted Kamel.</p>\n<p id=\"b171-6\">During the time prior to the divorce, Kamel traveled frequently to Lebanon to investigate professional and business opportunities. He obtained a Muslim Sunni religious divorce in Lebanon on March 13,1999. About a month later, on April 22,1999, he filed a complaint for divorce in New Jersey. On August 10, 1999, the date of the divorce hearing, Cristina and Kamel signed the PSA, which was incorporated into the judgment of divorce. The agreement granted joint legal custody of Alessandra, then age seven, while specifying her primary residence was with Cristina. Kamel was to have liberal visitation, which included the following:</p>\n<blockquote id=\"b171-7\">LKamel] shall have Alessandra for one month each summer. Alessandra shall be permitted to spend this month with her father in Lebanon or in such place as the husband may reasonably choose.</blockquote>\n<p id=\"b171-8\">The PSA further stated that Alessandra “shall be exposed to the religions of both parties and she shall choose to follow a religion of her own selection.” In the event of disagreement or conflict as to the visitation, education and welfare of Alessandra, the parties agreed to return to mediation before seeking relief in court. The following rider was handwritten into the PSA at the request of Cristina’s attorney, Jean Temmler:</p>\n<blockquote id=\"b171-9\">This Agreement shall supercede any order or other decree that may issue from any other court or tribunal, religious or civil, wherever located, at any time whatsoever. The parties agree that New Jersey is the home state of Alessandra, as that term is used in the Hague Convention.</blockquote>\n<p id=\"b171-10\">Two days after their divorce Cristina drove Kamel and his mother to Newark Airport for their flight to Lebanon. Alessandra became upset as she said goodbye to her lather. As he walked away, Kamel turned to Cristina and said she “better take care of Alessandra.” Cristina testified later that she interpreted <page-number citation-index=\"1\" label=\"142\">*142</page-number>the remark as a threat. Kamel denied any such intent, saying that he was expressing his final wish before he left the United States to live in Lebanon.</p>\n<p id=\"b172-5\">Difficulties in communication began almost immediately. While Kamel spoke to Alessandra weekly, Cristina was unable to reach him on several occasions. The only telephone number she had was at his uncle’s house and was answered by persons who did not speak English. After several attempts to reach Kamel about filing a joint tax return, she was told that he was then in Saudi Arabia. When she did speak with him, she claimed he refused to give her his address or phone number and said it was none of her business.</p>\n<p id=\"b172-6\">A significant event took place during the Thanksgiving weekend of 1999, which led to further hostility and distrust between Cristina and Kamel. Cristina arranged to have Alessandra baptized Catholic on the Sunday after that Thanksgiving in preparation for her first communion the following spring. Kamel was not told of these plans. He found out during his weekly phone conversation with Alessandra when she asked him if he was coming to her party that Sunday. Kamel became very upset and said, “Alessandra, I don’t want you to do it. If you do it, I’ll never speak to you again.” Alessandra was understandably upset by her father’s reaction. When Cristina was told, she canceled the baptism. The following Monday she spoke with Kamel on the phone.</p>\n<blockquote id=\"b172-7\">When I had said, you know, please let’s try to talk between you and I and-and leave Alessandra out of it, he started to tell me I don’t need to speak with you; I never need to speak with you again; you’re essentially an intermediary between myself and my daughter and I will only speak with her.</blockquote>\n<blockquote id=\"b172-8\">I said, Kamel, it can’t be that way. You know, I’m here. I’m taking care of her day in and day out. It can’t be that you only speak with her and not with me. His next comment was well, if you don’t want to take care of her, then I will take her and I will take care of her. And I said, Kamel, I said, it has been my joy to take care of Alessandra from the moment that she was bom.</blockquote>\n<blockquote id=\"b172-9\">The other thing I remember him saying was you’re scheming to take away the-my custody or the joint custody, which struck me, because that thought had not even crossed my mind. And that was-I believe that was pretty much all. He was clearly very angry.</blockquote>\n<p id=\"b173-5\"><page-number citation-index=\"1\" label=\"143\">*143</page-number>According to Cristina, Kamel’s anger did not subside. In January, 2000, he came to the United States to attend a conference and visited with Alessandra. Cristina said she had a “huge argument” with him on the telephone during this time.</p>\n<blockquote id=\"b173-6\">[B]asically, there was just lots of screaming on the telephone regarding religion. He called me an indecent human or indecent person for not teaching Alessandra about Islam.</blockquote>\n<blockquote id=\"b173-7\">He basically blamed me that — because I wanted the divorce that he was now separated from his child. There was a lot of fighting and screaming going on back and forth.</blockquote>\n<p id=\"b173-8\">Cristina testified that following this argument, she began searching the Internet to find out about Islamic and Lebanese laws of child custody and was disturbed by what she found out.</p>\n<blockquote id=\"ALQ\">I learned that Lebanon was not [a] signatory to the Hague [Convention], I learned really more details of what the Hague [Convention] was. I learned that child custody issues fell pretty much totally under the jurisdiction of the Islamic courts.</blockquote>\n<blockquote id=\"AtV\">I learned that as of age nine, that basically the father is the sole custodian. That’s when I started to learn more about what it would be like to get her back here and, you know, what had happened in other circumstances.</blockquote>\n<p id=\"b173-9\">Cristina then retained a New York attorney to find out more about Islamic law and the Lebanese judicial system.</p>\n<blockquote id=\"b173-10\">I didn’t really know whether or not we were divorced or not at that point in time in Lebanon, either civilly or religiously. So I didn’t even know whether that was done.</blockquote>\n<blockquote id=\"b173-11\">So I didn’t know whether, if I went there to try to get All, whether I would be held there as a-as a disobedient wife. That was also when I started to learn that I would be considered unfit because of <em>the </em>baptism and that potentially — I’m in another relationship [with a Jewish man]-that that would be perceived as something that would be considered — make me unfit.</blockquote>\n<p id=\"b173-12\">Through her New York attorney, Cristina met and consulted with Wafa Hoballah, a Lebanese attorney also licensed to practice in New York and California. Cristina said that she learned that</p>\n<blockquote id=\"A4J\">If Kamel were to retain [Alessandra] and that I basically — it would be years, four, five, six years; obviously no guarantee; that things can be manipulated in various court situations there; that it would make it really hard for me to maneuver around, also particularly since I don’t really know anybody and don’t really understand the Middle Eastern ways, because I’m an American.</blockquote>\n<blockquote id=\"b173-13\">I learned of other people who have lost their children obviously to many different countries, but situations in Lebanon clearly. I learned that ... Kamel has a cousin named Kamal Abouzahr who’s an attorney, and I know that — because I’ve met him, <page-number citation-index=\"1\" label=\"144\">*144</page-number>and I know that Kamal has represented Kamel on legal matters that have to do with real estate and that he represents a father who abducted his two children to Lebanon last May.</blockquote>\n<p id=\"b174-4\">Kamel was scheduled for visitation with Alessandra in Lebanon for the month of August 2000. The initial arrangements were for Cristina to accompany her to Lebanon since Kamel and Cristina agreed one of them should be with her on the long flight. However, Cristina told Kamel during the last week of July that her work schedule prevented her from making the trip. Kamel agreed to fly to New Jersey, pick up Alessandra and fly with her to Lebanon and back after the visitation. He made the round-trip arrangements for himself and Alessandra.</p>\n<p id=\"b174-5\">Kamel arrived in New Jersey on August 3, 2000. He called Cristina and said he would pick up Alessandra the next morning at 9:00 a.m. When he arrived at Cristina’s home the following day, no one answered the bell. A man walked up to him and served him with an order to show cause and temporary restraint against his removing Alessandra from the State of New Jersey.</p>\n<p id=\"b174-6\">Kamel appeared on the return date to dissolve the restraint and in opposition to Cristina’s application to modify the visitation provision of the PSA. Judge Ellen L. Koblitz changed the restraint to permit Kamel to have parenting time with Alessandra anywhere in the United States and set down a plenary hearing on Cristina’s order to show cause. Cristina’s application for a stay of the <em>pendente lite </em>visitation was denied by Judge Koblitz, and we denied an emergent application to stay the order. Kamel went with Alessandra to San Diego for two weeks and returned her to New Jersey without incident.</p>\n<p id=\"b174-7\">The plenary hearing took place over five trial days in March 2001. In her testimony Cristina gave the following explanation as to why she agreed and signed the PSA permitting out-of-country parenting time in Lebanon.</p>\n<blockquote id=\"b174-8\">[I]t was very difficult for me to make the decision to get divorced, mostly because of Alessandra, and when I did make the decision I was committed 100 percent to insuring that my daughter had a relationship with her father____So when he told me the end of May that, in fact, he was going to leave and he told me I’m closing <page-number citation-index=\"1\" label=\"145\">*145</page-number>the practice as of June 30lh and I want out of here as soon as possible, I was devastated by what that meant for my daughter.</blockquote>\n<blockquote id=\"b175-6\">So that first and foremost I was really trying to allow my daughter to have — to have a relationship with her dad when he was going to move half way across the world. The other reason was because I sort of rationalized in my mind that he really didn’t partake very much in her day-to-day activities, and he didn’t play with her very much or read with her or bathe her or do all those sorts of things, so I-I figured that if he didn’t want to do it when we were living together, he wouldn’t want to do it there either.</blockquote>\n<blockquote id=\"b175-7\">I was trusting, and I wanted to make sure that my daughter always had a relationship with her father. I also wanted to make sure that he had a relationship with her too.</blockquote>\n<p id=\"b175-8\">Cristina claimed that her divorce attorneys did not discuss Islamic or Lebanese law with her or what actions, if any, she could take if Kamel refused to return Alessandra from Lebanon. She said she was then unaware that Lebanon was not a signatory to the Hague Convention. She further testified that she would not have agreed to permit Kamel to take Alessandra to Lebanon if she had known that Islamic or Lebanese law could delay or prevent her return. When asked if she was presently concerned that Kamel would keep Alessandra in Lebanon, she replied,</p>\n<blockquote id=\"b175-9\">I have concerns that he would based on his anger over the year and his — and his persistently secretive behavior. I asked him multiple times to give me ways — to give — to let me know where he was, even to send him things. And you know, he had a — he had a PO box in Saudi Arabia that — or has, that would make it very easy for me to have sent things to him. He never told me that. I found out from [his lawyer’s] secretary.</blockquote>\n<blockquote id=\"b175-10\">He kept telling me its none of your business; I don’t want to speak with you again; I don’t want to listen to you and I just — I—I would be an irresponsible mother if I sent her and something ever happened to her, and I’m not an irresponsible mother.</blockquote>\n<p id=\"b175-11\">On cross-examination Cristina gave similar responses.</p>\n<blockquote id=\"b175-12\">Q. Dr. Matera, as you sit here today, do you believe that if Dr. Abouzahr takes— takes Alessandra for a visit to Lebanon that he will keep her there?</blockquote>\n<blockquote id=\"b175-13\">A. I believe he could keep her there.</blockquote>\n<blockquote id=\"b175-14\">Q. You say could. Do you believe he will?</blockquote>\n<blockquote id=\"b175-15\">A. He certainly may keep her there.</blockquote>\n<blockquote id=\"b175-16\">Q. He may. Do you believe he will keep her there?</blockquote>\n<blockquote id=\"b175-17\">A. [I] can’t predict the future ... I can’t guarantee that he would not keep her there ... [G]iven his behavior this years, I have major concerns that he would keep her there. And if I didn’t have major concerns, I wouldn’t be doing this to myself or to him.</blockquote>\n<p id=\"b176-3\"><page-number citation-index=\"1\" label=\"146\">*146</page-number>Wafa Hoballah testified for Cristina as an expert on the application of Lebanese law if a Lebanese parent retains a child in Lebanon against the will of an American parent. She explained that family matters are under the jurisdiction of the religious courts of Lebanon, and, as Kamel was a Sunni Muslim, the matter would be heard by a Sunni Muslim court. She then explained that under Muslim law the father has custody of a daughter over the age of nine. Moreover, if . a father established that the mother was unfit or lacking good moral character, she would lose any right to the child. Muslim law requires a child to be raised in the Muslim faith, and since Cristina tried to have Alessandra baptized a Catholic, she could be found unfit. In Ms. Hoballah’s opinion, Cristina’s chances of retrieving Alessandra would be negligible if the matter was decided in accordance with religious law.</p>\n<p id=\"b176-4\">According to Ms. Hoballah, Cristina’s best recourse would be to seek the jurisdiction of the Lebanon civil courts, which would mean petitioning an appeals court for a determination that the Sunni Muslim court did not have jurisdiction. However, issues of custody in Lebanon are generally decided under religious law, and even if the matter were referred to a civil court, it would take up to two years to have the court assume jurisdiction and a minimum of four to five years to have the case decided. During this time Alessandra would remain in the sole custody of Kamel in Lebanon.</p>\n<p id=\"b176-5\">Cristina also called Leila Ben Debba, an international case specialist with the National Center for Missing and Exploited Children in Washington, who testified to the extreme difficulties in returning a child to the United States from Lebanon when retained by the father. She noted that Lebanon is not a signatory of the Hague Convention; there are no extradition treaties between Lebanon and the United States; and Lebanon does not recognize international parental kidnaping as a crime. It does not generally consider United States custody orders, and, even in the exceptional circumstance, it may take up to seven years for recognition with no guarantee of enforcement. Moreover, the likelihood is that since Alessandra was a citizen of Lebanon, she <page-number citation-index=\"1\" label=\"147\">*147</page-number>would be bound by Lebanese law in the eyes of the Lebanese courts. The State Department would not intervene in any action and could not offer any real assistance even if there were a United States court order directing the return of the child.</p>\n<p id=\"b177-6\">Ms. Ben Debba testified, however, that if Kamel retained Alessandra in Lebanon and a warrant was issued in the United States on a charge of international parental kidnaping, Interpol would issue a “red notice” for his arrest and extradition. The “red notice” could be executed in a country with which the United States has an extradition treaty, but not in the Middle East.</p>\n<p id=\"b177-7\">Kamel did not dispute the testimony given as to Lebanese law, and he did not minimize the difficulties Cristina would have in enforcing a New Jersey custody order in Lebanon. He agreed that Alessandra should live in the United States because she would have a better education and greater opportunities. He emphatically denied any intention of keeping her in Lebanon after visitation. He believed spending time in Lebanon was important for Alessandra because she would learn about her heritage firsthand and spend time with her extended Lebanese family, including her eighty-one year old grandmother who had lived with her in New Jersey. As proof of his intentions to comply with the PSA, Kamel pointed out that during the <em>pendente lite </em>parenting time in the summer of 2000, he took Alessandra to San Diego and could have easily crossed the border into Mexico, obtained a new Lebanese passport for his daughter and absconded with her to Lebanon.</p>\n<p id=\"b177-8\">Following the conclusion of the testimony and prior to the decision by Judge Koblitz, Cristina applied to reopen the hearing in order to present evidence of the current political situation in Lebanon. Kamel objected on grounds of relevance and because there had been no request for parenting time in Lebanon for 2001. The application was denied.</p>\n<p id=\"b177-9\">On April 27, 2001, Judge Koblitz gave an oral opinion in which she denied Cristina’s application to restrict visitation. The judge found that before Cristina signed the PSA, she was aware of <page-number citation-index=\"1\" label=\"148\">*148</page-number>potential difficulties if Kamel took Alessandra to Lebanon and refused to return her. The judge noted that the issue was touched upon in mediation and was discussed with Mr. McCann. She accepted the testimony of Cristina’s prior lawyers that the issue was discussed with her, but she rejected any research or discussion of the matter because of her trust in Kamel. The judge further found that Cristina knew earlier of a potential problem since she hid Alessandra’s passport with her mother. Judge Koblitz concluded that while Cristina may not have been aware of specific provisions of Lebanese law,</p>\n<blockquote id=\"b178-5\">[t]here’s no question in my mind that the evidence demonstrates that Dr. Matera was well aware of the general proposition that it is difficult to retrieve children from other jurisdictions; that Lebanon favors men over women, in general, with regard to any dispute, and, specifically, with regard to disputes over children.</blockquote>\n<p id=\"b178-6\">Judge Koblitz determined that Cristina agreed to parenting time in Lebanon because she trusted Kamel and subsequently brought this action because she changed her mind and became concerned about the possibility that Kamel would take Alessandra to Lebanon and not return her. She reviewed the evidence to determine if there had been a change in circumstances justifying modification of the visitation provision of the PSA. In reviewing the incidents which Cristina claimed caused her concern, the judge found Kamel’s anger at Alessandra’s scheduled baptism was Cristina’s fault for not consulting him, and, that while his angry reaction on the phone with Alessandra was inappropriate, it was understandable. She stated:</p>\n<blockquote id=\"b178-7\">The episode over Thanksgiving about the baptism is, admittedly, the fault of the mother for not consulting with the father ahead of time. The father’s reaction that I won’t talk to you-saying to the child, I will not talk to you if you go ahead with the baptism, is in no way a threat or indicative of a threat or idea to abscond with the child.</blockquote>\n<blockquote id=\"b178-8\">To the contrary. What he’s saying is that he will cut off all relations with his daughter. That wasn’t a proper thing to say on his part. It wasn’t a good message to send his daughter.</blockquote>\n<blockquote id=\"b178-9\">[I]t was provoked by the mother violating the agreement, by arranging a baptism a few short months after the agreement. That clearly was not the intention of the parties when they said that the daughter will choose whichever religion she wants.</blockquote>\n<blockquote id=\"b178-10\">I would agree with the mother that the child, having not truly been exposed to the Moslem religion, is very unlikely to choose to be Moslem. But be that as it may, it <page-number citation-index=\"1\" label=\"149\">*149</page-number>was inappropriate for the mother to arrange a baptism without telling the father and she knew it and she knows it now.</blockquote>\n<blockquote id=\"b179-6\">So, to say that his somewhat inappropriate reaction to her absolutely inappropriate plan, legitimately creates concern that he’s going to abscond with the child, is just not reasonable. Especially because the mother did what she should have done, which is cancel the baptism. And so that was that, that’s the end of that episode. It creates no reasonable belief in my mind that the father is now going to abscond with the child.</blockquote>\n<p id=\"b179-7\">Similarly, Judge Koblitz found Cristina’s difficulty in reaching Kamel by phone and his refusal to supply a phone number did not indicate a risk that Kamel would abscond with his daughter. She stated:</p>\n<blockquote id=\"b179-8\">With regard to the difficulty in locating the father, I don’t find anything of any great concern about that either. If <em>the </em>mother was concerned about that issue of his address, she should have sought mediation to get a better address from him. And certainly, if he was going to take the child, she was entitled to have a phone number that could reach directly through to him and an address where he would be at all times with the child. And that absolutely was the intention of the agreement and that is the way it should be.</blockquote>\n<blockquote id=\"b179-9\">But the fact that he’s not eager to talk to his ex-wife, is of no moment to me and does not, in any way, impress me that he is going to abscond with the child.</blockquote>\n<p id=\"b179-10\">The judge found credible Kamel’s testimony that he had no intention of abducting Alessandra or refusing to return her. She held, therefore, that there was no change of circumstances to justify modifying the PSA.</p>\n<blockquote id=\"b179-11\">They entered into the agreement August 10, 1999. The very first time that the father attempts to exercise the visitation that they agreed upon, he is served with papers. Nothing happened that legitimately could cause concern on the part of the mother, about the father taking the child and not returning her.</blockquote>\n<p id=\"b179-12\">Turning to the question of the best interests of Alessandra, Judge Koblitz stated:</p>\n<blockquote id=\"b179-13\">I <em>find </em>that, as the parties agreed <em>in </em>their agreement, it is the best interest of Alessandra to spend time with her father in Lebanon, to see and have contact with her grandmother, and to travel throughout the world with her father. And I find no reason to be concerned about Dr. Abouzahr keeping the child in Lebanon.</blockquote>\n<p id=\"b179-14\">In reaching that conclusion, the judge did not fail to consider the risks involved.</p>\n<blockquote id=\"b179-15\">The only concern that I have is the difficulty in retrieving the child. That is a concern because everybody can be wrong. And, perhaps the mother was wrong <page-number citation-index=\"1\" label=\"150\">*150</page-number>when she entered into the agreement, and perhaps I am wrong in my analysis today. And when evaluating a risk one always looks at the likelihood of the occurrence and the severity of the occurrence.</blockquote>\n<blockquote id=\"b180-5\">Here, I understand the severity is extreme. For the child to be uprooted from her mother and from her home and kept in Lebanon, I take as a given would be a very serious consequence to Alessandra and that’s not disputed by the father. Even though he loves her, I’m sure she loves him, and he’s a law-abiding appropriate father, it still would be extremely traumatic to the child. But I find no basis, whatsoever, to conclude that it is at all likely to happen.</blockquote>\n<blockquote id=\"b180-6\">Now, I base that analysis not only on Dr. Abouzahr’s testimony as to the reasons why he entered into the agreement, what he wants that is best for his child, but also in part on the testimony of the experts.</blockquote>\n<blockquote id=\"b180-7\">If Dr. Abouzahr were to take Alessandra to Lebanon, according to the experts, ... he would not ever be able to return to the United States. Nor would he be able to return to any country which is a signatory of the Hague Convention.</blockquote>\n<blockquote id=\"b180-8\">Dr. Abouzahr testified, and it was uncontroverted and I believe him, that he, even without his daughter being in the United States, he would come to the United States once a year for a conference. He has many contacts in the United States. He worked here. He receives patients through his contacts in the United States. He also goes to conferences in the European countries.</blockquote>\n<blockquote id=\"b180-9\">Plastic surgery is his specialty where, apparently, his expertise needs to be updated, honed. His contacts need to be encouraged. He is someone who travels for his profession and to be successful, and it would certainly significantly impinge on that if he were not able to go into any country that is a signatory to the Hague Convention without being arrested. And that could be accomplished, according to the experts----For him to go into any European country would be impossible if he were to take Alessandra and not to return her.</blockquote>\n<blockquote id=\"b180-12\">So, first of all, I find that he genuinely and sincerely believes it’s in Alessandra’s best interest to be raised in the United States for the reasons I mentioned before. Secondly, for his own self interest and his desire to further his career and be a successful doctor and travel, he will not take Alessandra and keep her in Lebanon.</blockquote>\n<p id=\"b180-13\">Although she was convinced that Kamel would return the child after visitation, Judge Koblitz attempted to eliminate one of the difficulties mentioned by experts in enforcing an order for Alessandra’s return. Relying upon the testimony of Wafa Hoballah that the civil courts would be more amenable to returning a child wrongfully retained in Lebanon, she conditioned out-of-eountry parenting time on Kamel petitioning the Lebanese courts to change his Lebanese divorce from a religious to a civil decree. However, the judge added if Kamel took the appropriate steps and the change could not be accomplished within one year, the condi<page-number citation-index=\"1\" label=\"151\">*151</page-number>tion would be deemed satisfied to enable him to have parenting time consistent with the PSA. It is undisputed that since the decision, Kamel did take steps consistent with the judge’s directive.</p>\n<p id=\"b181-6\">Following the terrorist attack of September 11, 2001, on the United States, Cristina moved for reconsideration and a stay of the order dissolving the restraint against Kamel taking Alessandra out of the United States. Judge Koblitz denied the application, stating:</p>\n<blockquote id=\"b181-7\">If and when the father requests out-of-eounlry visitation and the mother disagrees with the plan, she must mediate the issue under the agreement. I have no reason to believe that the father will even suggest a plan involving a trip to Lebanon under the current political situation.</blockquote>\n<p id=\"b181-8\">On appeal Cristina argues that Judge Koblitz erred in finding insufficient proof of a change of circumstances to modify the PSA to prohibit out-of-country visitation and, moreover, that such visitation is not in the best interests of Alessandra. Our scope of review mandates that we defer to the factual findings of the trial judge. As stated in <em>Rova Farms Resort, Inc. v. Investors Ins. Co., </em>65 <em>N.J. </em>474, 484, 323 A.2d 495 (1974),</p>\n<blockquote id=\"b181-9\">LWJe do not disturb factual findings and legal conclusions of the trial judge unless we are convinced that they are so manifestly unsupported by or inconsistent with the competent, relevant and reasonably credible evidence as to offend the interest of justice.</blockquote>\n<p id=\"b181-10\">We find substantial and credible evidence in the record as a whole to support the finding of Judge Koblitz that prior to executing the PSA, Cristina was aware of significant problems if Kamel refused to return Alessandra from Lebanon. As found by Judge Koblitz, Cristina declined legal and personal advice for an extensive review of Lebanese law on child custody before agreeing to such visitation. The record clearly supports the finding that she did not seek further information because she trusted Kamel and sought modification of the PSA only after she changed her mind because of what she perceived was a change of attitude by Kamel.</p>\n<p id=\"b182-3\"><page-number citation-index=\"1\" label=\"152\">*152</page-number>A party seeking modification of a judgment, incorporating a PSA regarding custody or visitation, must meet the burden of showing changed circumstances and that the agreement is now not in the best interests of a child. <em>Todd v. Sheridan, </em>268 <em>N.J.Super. </em>387, 398, 633 A.2d 1009 (App.Div.1993); <em>Mastropole v. Mastropole, </em>181 <em>N.J.Super. </em>130, 137, 436 A.2d 955 (App.Div.1981); <em>Sheehan v. Sheehan, </em>51 <em>N.J.Super. </em>276, 287, 143 A.2d 874 (App.Div.1958). <em>See also, Lepis v. Lepis, </em>83 <em>N.J. </em>139, 416 A.2d 45 (1980) (application of “changed circumstances” to PSA provisions respecting alimony and child support). Here, Cristina argues that the changed circumstances were her increased knowledge of Lebanese and Islamic law and the hostile attitude of Kamel after the divorce, which gave rise to her genuine fear that Kamel could retain Alessandra in Lebanon if he were permitted to take her there.</p>\n<p id=\"b182-4\">Cristina’s fear must be given careful consideration. There is no greater devastating loss to a parent than loss of a child. With only a general understanding of the risk and an expressed trust in Kamel, it is understandable that the deterioration of her relationship with Kamel led to an erosion of her trust in him and a growing fear of awful consequences if Alessandra were retained in Lebanon.</p>\n<p id=\"b182-5\">' We cannot say that Cristina’s fear is without merit. While the PSA mentioned the Hague Convention, that international agreement gives no remedy to assuage her fear. The Hague Convention provides for a civil remedy to return a child to his or her “habitual residence” after unlawful abduction or wrongful retention in a foreign nation.<footnotemark>1</footnotemark> However, a jurisdictional requisite is that the nations involved must be signatories to the Hague Convention, and Lebanon, like all Middle East countries except Israel, is not a signatory and thereby not bound to its terms. <em>Ivaldi v. </em><page-number citation-index=\"1\" label=\"153\">*153</page-number><em>Ivaldi, </em>147 <em>N.J. </em>190, 198-99, 685 A.2d 1319 (1996); <em>Roszkowski v. Roszkowska, </em>274 <em>N.J.Super. </em>620, 633, 644 A.2d 1150 (Ch.Div.1993); <em>Loos v. Manuel, </em>278 <em>N.J.Super. </em>607, 651 A.2d 1077 (Ch.Div.1994). <em>See also, Mezo v. Elmergawi, </em>855 <em>F.Supp. </em>59 (E.D.N.Y.1994) (dismissing a parent’s complaint to direct the Secretary of State to enforce the Hague Convention against an abducting parent who took a child to Egypt and Libya).</p>\n<p id=\"b183-6\">In an effort to deal with the growing problem of international abduction of children <footnotemark>2</footnotemark> and to supplement the civil remedies of the Hague Convention when its civil remedies are inapplicable or ineffective, Congress enacted the International Parental Kidnaping Crime Act (IPECA), 18 <em>U.S.C. </em>§ 1204 (1993), making it a federal offense punishable by up to three years imprisonment for a parent to wrongfully remove a child from the United States. <em>See, United States v. Amer, </em>110 <em>F.</em>3d 873, 877 (2d Cir.1997) (holding the statute constitutional). Moreover, the Legislature of this State enacted <em>N.J.S.A. </em>2C:13-4, stipulating that a person, including a parent, guardian or other lawful custodian is guilty of interference with custody by taking a child outside the United States for more than twenty-four hours, declaring it to be a second degree crime. <em>See, State v. Jones, </em>346 <em>N.J.Super. </em>391, 788 A.2d 303 (2002); <em>see also, Matsumoto v. Matsumoto, </em>335 <em>N.J.Super. </em>174, 762 A.2d 224 (App.Div.2000), <em>modified, </em>171 <em>N.J. </em>110, 792 A.2d 1222 (2002). However, both the state and federal statutes are largely ineffective unless the other country has an extradition treaty with the United States.<footnotemark>3</footnotemark> As testified at trial, there is no <page-number citation-index=\"1\" label=\"154\">*154</page-number>extradition treaty between the United States and Lebanon, and Lebanon does not recognize parental child abduction as an offense.</p>\n<p id=\"b184-5\">While this is a case of first impression in this State, other jurisdictions have considered the problem of out-of-country parenting time and the risk of unlawful retention. Generally, courts have approved out-of-country visitation when the country is a signatory to the Hague Convention and there is insufficient proof of an intention to wrongfully retain the child. <em>See, e.g., Lolli-Ghetti v. Lolli-Ghetti, </em>162 A.D.2d 198, 556 N.Y.S.2d 324 (1990) (Monaco); <em>Markus v. Markus, </em>75 A.D.2d 747, 427 N.Y.S.2d 625, <em>lv. denied, </em>51 N.Y.2d 705, 432 N.Y.S.2d 1028, 411 N.E.2d 798 (1980) (Israel); <em>In re Marriage of Hatzievgenakis, </em>434 N.W.2d 914 (Iowa App.1988) (Greece); <em>Creech v. Creech, </em>367 So.2d 1244 (La.Ct.App.1979) (Mexico); <em>Milne v. Goldstein, </em>202 Cal.App.2d 582, 20 <em>Cal.Rptr. </em>903 (Cal.App.1962) (South Africa).</p>\n<p id=\"b184-6\">However, there is less agreement where the out-of-country visitation is in a non-Hague country. The Supreme Court of North Dakota upheld a custody and visitation restriction to the United States where the mother seeking visitation remarried and moved to Dubai, one of the United Arab Emirates. The decision turned in part on the daughter’s statements to her guardian ad <page-number citation-index=\"1\" label=\"155\">*155</page-number>litem that she did not trust her mother to bring her back. <em>Bergstrom v. Bergstrom, </em>320 <em>N.W.2d </em>119 (Sup.Ct.N.D.1982).</p>\n<p id=\"b185-6\">However, in <em>Long v. Ardestani, </em>241 Wis.2d 498, 624 N.W.2d 405 (Ct.App.), a father was not restrained from taking his four children to Iran to visit his family. The mother objected on grounds that there was no way for her to retrieve the children if her former husband carried through on prior threats to keep the children in Iran. The trial judge noted the father’s significant ties to the United States. He became a citizen, lived here for over twenty years and worked for the same company for nineteen years. He also offered to pledge his pension as security for the return of his children. The Wisconsin Court of Appeals affirmed, holding that the mother had not met her burden of proof to show by a preponderance of evidence that a geographical restraint on visitation was in the children’s best interest.</p>\n<blockquote id=\"b185-7\">We are satisfied that the standard of the best interests of the child, comprehensive as it is, permits a full consideration of concerns both about a parent’s intention in abducting a child and about the lack of a remedy should that occur. We are also satisfied that there is no need to alter the deference appellate courts give to trial courts decisions on a child’s best interests in order to insure a full consideration of those concerns.</blockquote>\n<blockquote id=\"b185-8\"><em>[Id. </em>at 418. <em>See also, Al-Zouhayli v. Al-Zouhayli, </em>486 N.W.2d 10 (Ct.App.Minn.1992) (no abuse of discretion in declining supervised visitation where father denied intention to take children to Syria); <em>Jawad v. Whalen, </em>[326 <em>Ill.App.3d </em>141, 259 <em>Ill.Dec. </em>941] 759 <em>N.E.2d </em>1002 (App.Ct.Ill.2001) (denying preliminary injunction to supervised visitation where evidence insufficient that husband was at risk to abduct children and return to Iraq).]</blockquote>\n<p id=\"b185-9\">We do not doubt that Cristina’s fear is genuine, but fear alone is not enough to deprive a non-custodial parent of previously agreed upon visitation. We decline to adopt a bright-line rule prohibiting out-of-country visitation by a parent whose country has not adopted the Hague Convention or executed an extradition treaty with the United States. Such a rule would unnecessarily penalize a law-abiding parent and could conflict with a child’s best interest by depriving the child of an opportunity to share his or her family heritage with a parent. Moreover, it would mistakenly change the focus from the parent to whether his or her native country’s laws, policies, religion or values conflict with our own. <page-number citation-index=\"1\" label=\"156\">*156</page-number>Such an inflexible rule would border on xenophobia, a long word with a long and sinister past.</p>\n<p id=\"b186-4\">The danger of retention of a child in a country where prospects of retrieving the child and extraditing the wrongful parent are difficult, if not impossible, is a major factor for a court to weigh in ruling upon an application to permit or to restrain out-of-country visitation. But it is not the only factor. In addition to the laws, practices and policies of the foreign nation, a court may consider, among other things, the domicile and roots of the parent seeking such visitation, the reason for the visit, the safety and security of the child, the age and attitude of the child to the visit, the relationship between the parents, the propriety and practicality of a bond or other security and the character and integrity of the parent seeking out-of-country visitation as gleaned from past comments and conduct.</p>\n<p id=\"b186-5\">In this case the substantial and credible evidence substantiates Judge Koblitz’s conclusion that the best interests of Alessandra are not served by a geographical restraint on visitation with her father. Kamel came to the United States because its medical education and training were superior. A Muslim from Lebanon, he married an American woman who was Catholic, and he became a citizen of this country. His daughter was raised as an American in a secular household but attended Catholic CCD classes with his consent. He lived in the United States for sixteen years, practicing a medical speciality and teaching at two medical schools. Following the death of his father, he brought his mother to this country to live with his American wife and child. No testimony indicates that Kamel disrespects the United States, its culture, customs, laws or values. Nothing in the record suggests he believes that Alessandra would have greater religious or moral values, greater opportunities or greater happiness in Lebanon. In fact, his words and deeds indicate he believes the opposite.</p>\n<p id=\"b186-6\">While his relationship with his former wife has deteriorated, there is no evidence of a desire, much less an intention, by Kamel to deprive Alessandra of the opportunities for a superior education <page-number citation-index=\"1\" label=\"157\">*157</page-number>and better life which he acknowledges exist for her in the United States. Nor is there any indication that he has such animosity toward Cristina that he would punish her at the expense of his daughter.</p>\n<p id=\"b187-6\">Since the divorce, Kamel has had parenting time with Alessandra on numerous times in New Jersey as well as in California and Colorado. He has made no effort to sneak her out of this country, although he had opportunities to do so. If Judge Koblitz’s assessment is wrong and Kamel is of such a base nature to abduct his daughter, the chances are that no geographical limitation on visitation could realistically prevent him from that despicable act. A restriction to the Hague signatory countries, to the United States, to New Jersey, even to Alpine, New Jersey would not eliminate all risk or absolve Cristina of all fear if she continues to doubt Kamel. Only denial of visitation or, perhaps, supervised visitation would suffice, and the record does not justify such extreme action.</p>\n<p id=\"b187-7\">Judges of the Family Part are regularly called upon to make exceedingly difficult and delicate decisions as to the best interest of children, and we are obliged to give deference to both their findings and the exercise of their sound discretion. <em>See, e.g., DeVita, v. DeVita, </em>145 <em>N.J.Super. </em>120, 123, 366 A.2d 1350 (App.Div.1976). Here the record discloses substantial and credible evidence to support the findings of the trial judge and her conclusion that there were no changed circumstances to support modification of parenting time provided in the PSA and that such visitation serves the best interests of Alessandra.</p>\n<p id=\"b187-8\">In her statement of reasons denying Cristina’s application for reconsideration, Judge Koblitz made reference to the political situation in the Middle East and Lebanon. She stated that under the circumstances she did not anticipate that Kamel would make a request to bring Alessandra to Lebanon. Since that decision, the Middle East has become even more dangerous, especially to Americans after September 11, 2001, and the wars in Afghanistan and Iraq. While it may be understood, we nonetheless direct that <page-number citation-index=\"1\" label=\"158\">*158</page-number>prior to any proposed visitation by Kamel with Alessandra in Lebanon, or any other country in the Middle East, notice must be given to Cristina no later than four weeks in advance so that she may make application to the Family Part for evaluation as to the safety and security of Alessandra during the proposed visitation along with other' factors we have discussed in this opinion. We therefore remand for entry of an order to that effect.</p>\n<p id=\"b188-4\">Finally, we reach the issue of counsel fees. After the conclusion of the hearing, the trial judge awarded counsel fees to Kamel in the amount of $19,726.92. Cristina argues the entire award should be vacated while Kamel contends the amount awarded was inadequate since it represented only a portion of his fees. After review, we affirm both the order granting counsel fees and the amount of the award based on the reasons set forth by Judge Koblitz in her written opinion of June 25, 2001. <em>Williams v. Williams, </em>59 <em>N.J. </em>229, 281 A.2d 273 (1971).</p>\n<p id=\"b188-5\">Affirmed as modified.</p>\n<footnote label=\"1\">\n<p id=\"b182-6\"> The United States ratified the Hague Convention in 1988, and the same year Congress implemented the treaty by passing the Child Abduction Remedies Act, 42 <em>U.S.C. </em>§§ 11601 to 11610.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b183-7\"> Estimates run about 5,000 international child abductions since the early 1970s, most to countries which were non-signatories to the Hague Convention. About one quarter of the abductions are from the United States to the Middle East. <em>See, </em>Starr, <em>The Global Battlefield: Culture and International Child Custody Disputes at Century's </em>End, 15 <em>Ariz. J. Int’l &amp; Comp. L. </em>791 (1998); Kreston, <em>Prosecuting International Parentla Kidnaping, </em>15 <em>Notre Dame J.L. Ethics &amp; Public Policy </em>533 (2001); Note, 40 <em>Fam. Ct. Rev. </em>251 (2002).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b183-8\"> Even where extradition is not an issue, there is no guarantee of the return of the child. In <em>Anyanwu </em>v. <em>Anyanwu, </em>333 <em>N.J.Super. </em>231, 235-36, 755 A.2d 593 (App.Div.2000) <em>(Anyanwu I) </em>and 339 <em>N.J.Super. </em>278, 771 A.2d 672 <em>(Anyanwu II) </em><page-number citation-index=\"1\" label=\"154\">*154</page-number>a father kept two children in Nigeria. He was arrested on his return to the United States and was kept in jail for four years under <em>R. </em>1:10-3 for failure to disclose the location of his children. During this time, one of the children died. Defendant was subsequently released. The child has not returned to the United States. Similarly, in <em>United States v. Amer, supra, </em>110 F.3d at 873, the defendant father absconded with his children to Egypt. When he returned to the United States, he was arrested, prosecuted and convicted under the IPKCA. The sentencing judge placed him on a one year term of supervised release with the special condition that he effect the return of his children to the United States. He was soon incarcerated for violation of his supervised term and served his sentence. The children were never returned from Egypt. <em>See, </em>Note: <em>United States v. Amer and the International Parenting Kidnaping Crime statute</em>—The <em>Final Answer to the Problem of International Parental Abductions?, </em>23 N.C.J. and Com. Reg. 405 (1998); <em>see also, </em>Winterbottom, <em>The Nightmare of International Child Abduction: Facing the Legal Labyrinth, </em>5 <em>J. of Int. L. and Pr. </em>495 (1996).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}