{
  "casebody": {
    "data": "<casebody firstpage=\"849\" lastpage=\"851\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b875-10\">UNITED STATES of America, Plaintiff-Appellee v. Carlos Gerardo CABALLERO-CERVANTES, also known as Carlos Caballero, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b875-13\">No. 10-50220</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ARY\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b875-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b875-16\">Nov. 2, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b875-20\">Joseph H. Gay, Jr., Assistant U.S. Attorney, U.S. Attorney’s Office, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b875-21\">Carlos Caballero, Henry Joseph Bempo-rad, Federal Public Defender, Federal Public Defender’s Office, San Antonio, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b875-23\">Before WIENER, BARKSDALE, and BENAVIDES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b875-24\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b875-25\">Carlos Gerardo Caballero-Cervantes pleaded guilty to attempted illegal reentry into the United States, in violation of 8 U.S.C. § 1326, and making a false claim of United States citizenship, in violation of 18 U.S.C. § 911. He appeals his sentence of 24 months imprisonment — a sentence in the middle of the advisory Sentencing <page-number citation-index=\"1\" label=\"850\">*850</page-number>Guidelines range. He contends the sentence was substantively unreasonable because it was greater than necessary to meet the goals of 18 U.S.C. § 3553(a), in the light of his asserted benign motives for returning to the United States and his claimed minor criminal history.</p>\n<p id=\"b876-4\">Before reaching that issue, we dispose of Caballero’s assertion that his sentence is not presumptively reasonable because the Guideline on which it was based, § 2L1.2, is unsupported by empirical data. As Caballero concedes, this claim has been rejected by our court. <em>See United States v. Duarte, </em>569 F.3d 528, 529-31 (5th Cir.), <em>cert. denied, </em>— U.S.-, 130 S.Ct. 378, 175 L.Ed.2d 231 (2009). He raises the issue only to preserve it for possible further review.</p>\n<p id=\"b876-7\">Although <em>post-Booker, </em>the Guidelines are advisory only, and an ultimate sentence is reviewed for reasonableness under an abuse-of-discretion standard, the district court must still properly calculate the advisory Guideline-sentencing range for use in deciding on the sentence to impose. <em>Gall v. United States, </em>552 U.S. 38, 49-51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). Pursuant to <em>Gall, </em>we engage in a bifurcated review of the sentence imposed by the district court, considering both the procedural propriety and substantive reasonableness of the sentence in the light of the factors delineated in 18 U.S.C. § 3553(a). <em>United States v. Delgado-Martinez, </em>564 F.3d 750, 752-53 (5th Cir.2009).</p>\n<p id=\"b876-8\">Procedural error is not claimed. In that regard, “a sentence within a properly calculated Guideline range is presumptively reasonable”. <em>United States v. Alonzo, </em>435 F.3d 551, 554 (5th Cir.2006); <em>see also Rita v. United States, </em>551 U.S. 338, 347, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007). Accordingly, this issue is reviewed only for plain error. <em>E.g., United States v. Peltier, </em>505 F.3d 389, 391-92 (5th Cir.2007).</p>\n<p id=\"b876-9\">As Caballero concedes, he did <em>not </em>object in district court to the reasonableness of the sentence. <em>See United States v. Arviso-Mata, </em>442 F.3d 382, 384 (5th Cir.2006). To establish reversible plain error, Caballero must show, <em>inter alia, </em>a clear or obvious error that affects his substantial rights. <em>E.g., Puckett v. United States, </em>— U.S. -, 129 S.Ct. 1423, 1429, 173 L.Ed.2d 266 (2009). If he does so, our court retains discretion to correct the error; generally, we will do so only if the error seriously affects the fairness, integrity, or public reputation of judicial proceedings. <em>Id.</em></p>\n<p id=\"b876-12\">For the reasons that follow, there was no error. Therefore, his claim fails not only under plain-error review but also under the ordinary standard.</p>\n<p id=\"b876-13\">In maintaining his sentence is substantively unreasonable, Caballero essentially seeks to have our court re-weigh the § 3553(a) factors. Our court accords great deference to within-Guidelines sentences that give proper weight to the § 3553(a) factors. <em>United States v. Campos-Maldonado, </em>531 F.3d 337, 338 (5th Cir.2008). “[T]he sentencing judge is in a superior position to find facts and judge their import under § 3553(a) with respect to a particular defendant”. <em>Id. </em>at 339. Even if our court would have considered imposing a different sentence, such consideration would be “insufficient to justify reversal of the district court”. <em>Gall, </em>552 U.S. at 51, 128 S.Ct. 586.</p>\n<p id=\"b876-14\">Accordingly, Caballero has <em>not </em>shown his sentence was substantively unreasonable, and he has <em>not </em>rebutted the presumption of reasonableness that attaches to his within-Guidelines sentence. <em>See United States v. Gomez-Herrera, </em>523 F.3d 554, 565-66 (5th Cir.2008). The district court considered and rejected Caballero’s contentions for a more lenient sentence. It determined a within-Guidelines sentence <page-number citation-index=\"1\" label=\"851\">*851</page-number>was appropriate in the light of Caballero’s extensive criminal history.</p>\n<p id=\"b877-5\">AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b875-19\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}