{
  "casebody": {
    "data": "<casebody firstpage=\"123\" lastpage=\"130\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b161-7\">[Civ. No. 10092.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Amd\">First Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Agc\">December 12, 1936.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b161-9\">ANNIE E. PATTISSON et al., Appellants, v. M. A. CAVANAGH et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b162-7\"><page-number citation-index=\"1\" label=\"124\">*124</page-number>Kirkbride &amp; Wilson for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b162-8\">Francis N. Foley for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b162-9\">KNIGHT, J.</author>\n<p id=\"AYp\">The plaintiff Annie E. Pattisson was driving her automobile westerly down Ralston Avenue in Belmont, and as she approached the intersection of Notre Dame Avenue, which enters Ralston Avenue from the north and there terminates, her car swerved diagonally across Ralston Avenue, traveled a distance of approximately a hundred feet, demolished a section of fence, and collided with a tree. As a result of the impact she suffered personal injuries and sustained property damage. Claiming that she was forced off the street by an oncoming automobile driven by Arthur Swan which had just entered Ralston Avenue from Notre Dame Avenue, she and her husband brought this action for damages against Swan and M. A. Cavanagh, the owner of the car, alleging that the proximate cause of the accident was the negligent operation of the Swan automobile. In their answer the defendants denied the charge of negligence, and as special defense pleaded contributory negligence on the part of Mrs. Pattisson. The trial took place before a jury, which returned a verdict in favor of defendants; and from the judgment entered thereon plain<page-number citation-index=\"1\" label=\"125\">*125</page-number>tiffs have taken this appeal, contending as one ground for reversal that the evidence is insufficient to support the verdict.</p>\n<p id=\"b163-5\">The accident happened about 6:45 P. M. during the month of April. Ralston Avenue is an arterial highway, having a width of sixty feet between property lines with an eighteen-foot pavement along the center. Notre Dame Avenue enters Ralston Avenue from the north at right angles and there ends. It is about forty feet wide between property lines with an eighteen-foot paved center. The intersection is obstructed by trees and hedges, and there is an arterial stop sign on the right hand terminus of Notre Dame Avenue. Mrs. Pattisson admits and the testimony shows without conflict that Swan entered the intersection first; but she testified that before doing so he neither slowed up nor stopped at the arterial stop sign nor elsewhere on Notre Dame Avenue; and that as he entered Ralston Avenue he cut the left corner and proceeded up the middle of the pavement directly in the pathway of her car; and that therefore in order to avoid colliding with him she was compelled to swerve to the left across Ralston Avenue at a point thirty or forty feet easterly of the intersection; that at the time she diverted her course she was traveling between thirty and thirty-five miles an hour. On the other hand Swan testified that upon reaching the stop sign on Notre Dame Avenue he stopped and looked to his left up Ralston Avenue as far as he could see, which was a distance of about a hundred feet; that no vehicle was in sight, so he proceeded slowly forward for about twenty-one feet to the edge of the pavement on Ralston Avenue; that he then looked again to his left up Ralston Avenue and saw the approach of Mrs. Pattisson’s car, which was then about 120 feet away and traveling at a speed between forty-five and fifty-five miles an hour; that he turned his ear to the right and stopped, so that the front end of his car was about two feet on Ralston Avenue pavement; that as he stopped Mrs. Pattisson’s car swerved to the left, ran off the south edge of the pavement at a point about fifteen feet before reaching the easterly line of Notre Dame Avenue; that continuing on it traveled about a hundred feet, tore down twenty-one feet of fence on the southerly line of Ralston Avenue, and then collided head-on with the tree; that when Mrs. Pattis<page-number citation-index=\"1\" label=\"126\">*126</page-number>son’s car passed him there was a clearance of about eighteen feet between the two cars. In contradiction of Swan’s version, testimony was introduced showing that after the accident his car was standing in the middle of the Ralston Avenue pavement. His explanation thereof was that immediately upon the happening of the accident he moved his car forward to the center of the road and then jumped out and ran over to assist Mrs. Pattisson. Additional testimony was given on both sides, but the foregoing is sufficient to show that the testimony was sharply conflicting as to the circumstances attending the accident. In that state of the evidence the controlling questions of whether the accident was due, as claimed by defendants, to excessive speed on the part of Mrs. Pattisson, or as claimed by plaintiffs, to a failure on the part of Swan to observe the statutory traffic rules governing the entering of arterial intersections, or, as seems more reasonable, to the negligent acts of both Mrs. Pattisson and Swan, were exclusively within the province of the jury to determine, and its decision thereon is therefore final.</p>\n<p id=\"b164-4\">Plaintiffs further contend that the trial court erred in giving certain instructions to the jury; but we find.nothing in the assignments so made which would warrant reversal. The first objection relates to a group of instructions dealing with the statutory traffic rules governing the right of way at intersections. Upon this subject the court gave two instructions, one at the request of plaintiffs and the other at the request of defendants, embodying subdivision (c) of section 131 of the Vehicle Act, to the effect that the driver of an automobile entering a through highway is required by law to stop at the entrance of such highway and yield the right of way to other vehicles within or approaching the intersection so closely on the through highway as to constitute an immediate hazard; and having so yielded he may proceed and other vehicles approaching the intersection shall yield to the vehicles so proceeding on to and across the highway; furthermore that the vehicle so entering the through highway must do so in such manner as not to interfere with the traffic along the highway. It also gave one or two instructions at the request of defendants which conformed to the provisions of subdivision (a) of said section 131 of the Vehicle Act to the effect that the driver of a vehicle approaching the intersection shall yield the right of way to a vehicle which <page-number citation-index=\"1\" label=\"127\">*127</page-number>has entered the intersection, and that when two vehicles enter at the same time the driver of the vehicle on the left shall yield to the driver on the right. Plaintiffs argue that the latter instructions conflicted with the former, and that since it is admitted that Swan entered the intersection first, the effect of giving the latter instruction took from the jury the question of whether the presence of plaintiffs’ ear constituted an immediate hazard. We are of the opinion that when all instructions upon the subject of right of way are read and considered together it cannot be said that they are conflicting or that the jury was misled thereby. The plain import thereof was that ordinarily the driver of an automobile entering an intersection first is entitled to the right of way thereover, but that before entering an arterial intersection he must stop and yield the right of way to any approaching vehicle thereon which constitutes an immediate hazard. In any event, construing the jury’s verdict as an acceptance of Swan’s testimony that he did in fact stop and yield the right of way to Mrs. Pattisson, the question of the niceties of the court’s instructions as to which of them was entitled to the right of way evidently becomes purely academic. <em>(Cowan </em>v. <em>Market Street Ry. Co., </em>8 Cal. App. (2d) 642 [47 Pac. (2d) 752].)</p>\n<p id=\"b165-5\">Plaintiffs evidently take the position that because Mrs. Pattisson was traveling on the arterial highway she was given the absolute and uncontrolled right of way over vehicles approaching the arterial and about to enter the same, but such is not the law; and it was expressly so held in <em>Cowan </em>v. <em>Market Street Ry. Co., supra. </em>In this regard the court in that case goes on to say that the term “right of way” means simply the right of preference to one of two vehicles asserting the right of passage at the same place and at approximately the same time, and that it was never intended that the driver of a vehicle should be declared guilty of negligence <em>per se </em>merely because he attempted to cross an arterial when other vehicles were approaching on the arterial at any distance whatever; that it must be shown that the approaching vehicle was close enough to constitute an immediate hazard. However, it should be stated in this connection that the law is also well settled that if it would appear to the mind of any reasonble person that the vehicle approaching the intersection on the arterial highway is near <page-number citation-index=\"1\" label=\"128\">*128</page-number>enough to constitute an immediate danger, and under those conditions the driver of the other vehicle attempts to enter or cross the arterial, he is negligent in so doing even though he was the first to arrive at or enter the intersection. And such in our opinion was the meaning conveyed by the court ’s instructions.</p>\n<p id=\"b166-4\">The second group of instructions assailed relates to the law governing speed at intersections. One of the instructions so given (defendants’ instruction No. 4) embodied the provisions of subdivisions (a), (b), and (b-2) of section 113 of the Vehicle Act, and was as follows: “Any person driving a vehicle on the public highways of this state shall drive the same at a careful and prudent speed not greater than is reasonable and proper, having due regard to the traffic, surface and width of the highway, and no person shall drive any vehicle upon a public highway at such a speed as to endanger the life, limb or property of any person. Subject to the provisions of subdivision (a) of this section and except in those instances where a lower speed is specified in this act, it shall be lawful for the driver of a vehicle to drive the same at a speed not exceeding the following: Fifteen miles an hour in traversing an intersection of highways when the driver’s view is obstructed. A driver’s view shall be deemed obstructed when at any time during the last one hundred feet of his approach to such intersection he does not have a clear and uninterrupted view of such intersection and of the traffic upon all of the highways entering such intersection for a distance of two hundred feet from such intersection.” It also gave defendants’ instruction No. 35 to the effect that although it was provided by municipal ordinance that all vehicles on Notre Dame Avenue must stop before entering Ralston Avenue, such fact “did not give to the operators of vehicles [oil Ralston Avenue] a right to travel at a rate of speed in excess of that established by law and to disregard the rights of those wishing to enter Ralston Avenue from Notre Dame Avenue and who had • reached and entered the intersection first”. Plaintiffs contend that the effect of said instructions was to inform the jury that if Mrs. Pattisson exceeded a speed limit of fifteen miles an hour in traversing .this arterial intersection she was guilty of negligence, which, admittedly, is not the law. <em>(Gritsch </em>v. <em>Pickwick Stages System, </em>131 Cal. App. 774 [22 <page-number citation-index=\"1\" label=\"129\">*129</page-number>Pac. (2d) 554].) It may be conceded that if no other instructions had been given upon the subject of speed at arterial intersections there would be much force in plaintiffs ’ argument that under the facts of this case the giving of the above instructions was error. But additional instructions upon the subject were given and at the request of plaintiffs. In this regard the jury was instructed (plaintiffs’ instruction No. 13) as follows: “A person driving a vehicle on an established through highway which is appropriately marked with stop signs at intersections is entitled to assume that persons entering the through highway will stop before entering, <em>and is not required to reduce his speed to fifteen miles per hour at intersections so marked, but is required only to drive at a prudent speed not greater than is reasonable and proper having due regard to traffic, surface and width of highway.” </em>(Italics ours.) Also at plaintiffs’ request the following instruction was given (plaintiffs’ instruction 13A) : “ ... In any civil action the driver of a vehicle who has operated such vehicle at a speed in excess of the miles per hour set forth in subdivision (b) of section 113 of the act applicable at the time and place shall not be deemed to have been negligent by reason thereof as a matter of law, but in all such actions the burden shall be upon the opposing party to establish that the operation of such vehicle at such speed constituted negligence.” In view of the giving of these qualifying instructions it cannot be successfully maintained that the jury failed to understand that the fifteen-mile-an-hour speed limit had no application to arterial intersections. -In the case of <em>Gritsch </em>v. <em>Pickwick Stages System, supra, </em>upon which plaintiffs strongly rely as supporting their contention, no such qualifying instructions were given. Consequently the decision therein is not controlling here.</p>\n<p id=\"b167-5\">The remaining objections to the instructions, including the final one made to defendants’ instruction No. 4, are purely technical and without merit.</p>\n<p id=\"b167-6\">Therefore, since the evidence, although sharply conflicting, is legally sufficient to support the verdict, and no substantial error appears in the court’s charge to the jury, the judgment is affirmed.</p>\n<p id=\"b167-7\">Tyler, P. J., and Cashin, J., concurred.</p>\n<p id=\"b168-3\"><page-number citation-index=\"1\" label=\"130\">*130</page-number>A petition for a rehearing of this cause was denied by the District Court of Appeal on January 11,1937) and the following opinion then rendered thereon:</p>\n<author id=\"b168-4\">THE COURT.</author>\n<p id=\"AVK\">On petition for rehearing appellant for the first time calls attention to the decision in <em>Elmore </em>v. <em>County of Lassen, </em>10 Cal. App. (2d) 229 [51 Pac. (2d) 481], and argues that it is controlling in the present case upon the question of conflicting instructions. Whatever may have been the situation in that case, it appears that the same court, in a later case, <em>Medeiros </em>v. <em>Soares, </em>17 Cal. App. (2d) 176 [61 Pac. (2d) 501] (petition for a hearing before the Supreme Court denied), held that in cases involving automobile accidents occurring at intersections with through highways, it is not error for the trial court to give instructions stating the law applicable to all intersections and also the law applicable to intersections with a through highway. The decision in the present case is therefore in conformity with such ruling.</p>\n<p id=\"b168-5\">Rehearing denied.</p>\n<p id=\"b168-6\">A' petition by appellants to have the cause heard in the Supreme Court, after judgment in the District Court of Appeal, was denied by the Supreme Court on February 8, 1937, and the following opinion then rendered thereon:</p>\n<author id=\"b168-7\">THE COURT.</author>\n<p id=\"ACY\">The application for a transfer to this court after decision by the District Court of Appeal of the First Appellate District, Division One, is denied.</p>\n<p id=\"b168-8\">The application is based in part on a conflict between this decision and the decision rendered by the Second Division of the First District Court of Appeal in the case of <em>Elmore </em>v. <em>County of Lassen, </em>10 Cal. App. (2d) 229 [51 Pac. (2d) 481]. In so far as that case is inconsistent with the decision in the above-entitled case, we disapprove of the decision in the case of <em>Elmore </em>v. <em>County of Lassen, supra.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}