{
  "casebody": {
    "data": "<casebody firstpage=\"522\" lastpage=\"525\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b544-4\">James Canning <em>v. </em>Martha Canning.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b544-5\">October Term, 1914.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b544-6\">Present: Powers, C. J.; Munson, Watson, Haselton, and Taylob, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AG0l\">Opinion filed February 6, 1915.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b544-8\"><em>Review of Decree of Divorce for Adultery </em>— Discretion <em>of Court ■ </em>— Reversal <em>Pro Forma.</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b544-9\">On review of a decree granting a divorce for adultery, a matter in wbicb tbe public bas an interest and in wbicb tbe Court exercises a large discretion, where it appears that there is uncertainty in the evidence bearing on a material point, the Court may, <em>pro forma, </em>reverse the decree and remand for another bearing.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b544-10\">Petition for a divorce from bed and board on the ground of adultery. Heard at the March Term, 1914, Washington County, <em>Slack, </em>J., presiding. - Divorce granted on the ground of adultery. The-petitionee excepted. The opinion states the ease.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b544-11\"><em>Theriault &amp; Hunt </em>for the petitionee.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b544-12\"><em>Fred L. Laird </em>and <em>John Renter </em>for the petitioner.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b544-13\">Munson, J.</author>\n<p id=\"AkM\">James Canning and his wife, the libellant and libellee, residents of Montpelier, and several other persons, spent the deer-hunting season of 1904 at the house of James Pyle in Waitsfield. The act of adultery relied upon to sustain the libel is claimed to have occurred on Sunday afternoon in a barn near the house. Some of the persons staying at Pyle’s, including Mr. Canning, spent that day in the woods. Others, including Mrs. Canning, three married daughters of James Ryle, and two or three men of the party, remained at the house. Dennis Ryle, the alleged <em>parliceps, </em>who- was a son of James Pyle, drove out from Montpelier for the day. Dennis died about three years ago, shortly after this occurrence became known to the libellant, and before the bringing of the suit. The libellant’s witnesses to the events of that Sunday <page-number citation-index=\"1\" label=\"523\">*523</page-number>are James Ryle, who married the libellant’s sister, Mrs. Minor, a daughter of James Ryle, and Anson Minor, her husband.</p>\n<p id=\"b545-5\">The Ryle house and bam are on the same side of the road, with the end of the house and the side of the bam towards the road. The parlor, living-room and kitchen reach back from the road in the order given, and are on the side of the house which looks towards the bam. There is a piazza along the entire front of this part of the building. Extending from the kitchen, a little back from the front line of the main building, is an enclosed shed, which is about opposite the front end of the bam and some over three rods from it. The main front door opens into a hall between the parlor and living-room, and there are outside doors opening into the kitchen and shed. There is a connecting bedroom in the rear of the parlor, the entrance to which was covered by portiers. There are two windows in the side of the parlor towards the road, and between these stood a divan or couch. The openings from the parlor and living-room into the hall are near the front of the house and about 'opposite each other; that from the living-room being considerably wider than an ordinary door. A person ■ on the couch could be seen by one who came to the front part of the living-room on the side towards the parlor.</p>\n<p id=\"b545-6\">As far as appears there had been only casual meetings between Dennis Ryle and the libellee previous to this Sunday. There is no evidence tending to show an adulterous disposition, or even ordinary familiarity, prior to an occurrence testified to by Mrs. Minor as happening in the parlor about the middlé of that afternoon, while the other members of the party were in the living-room. The court’s statement of this occurrence in the findings of fact is as follows: “In the afternoon the libellee was seen in the parlor reclining on a couch, in a very unladylike and' suggestive manner, and at the same time was seen beckoning to the said Dennis Ryle who was in an adjoining room.” It seems necessary to a full understanding of the ease that there be a more circumstantial statement of the occurrence as shown by the evidence. Mrs. Minor testified that she had occasion to go through the parlor, and found Mrs. Canning lying on the couch with her skirts so arranged that you could see her underwear and her stockings — that her skirts were up around her waist line, exposing her person; that she went to her and put her clothes in place, asking her if she <page-number citation-index=\"1\" label=\"524\">*524</page-number>knew the position she was in; that after turning to leave the room she looked back and saw Mrs. Canning lying there with her skirts in the same position as before, and saw her motioning to some one to come in, and that Dennis Ryle came in and went towards the couch as she was leaving the room.</p>\n<p id=\"b546-5\">There was evidence that soon after this the libellee and Dennis left the house together by way of the kitchen, walked about the yard for a short time, then went into the basement of the barn by an entrance in the side of the building, and a few minutes later came from the basement around to the front of the barn and went in upon the barn floor. There was evidence that a ladder stood against the hay in the first bent of the barn on the left of the floor. Anson Minor, who' was standing in front of the house, testified that he saw Dennis come down the ladder, cross the yard and go into the house, and that about the time Dennis went in he saw Mrs. Canning come down the ladder and come to the house. James Ryle testified that while he was feeding his stock from hay on the bam floor he saw Mrs. Canning come down the ladder, but that'he did not see Dennis in the bam. Mrs. Minor testified that she saw Mrs. Canning as she came in at the kitchen door; that her skirt was up over her arm and her hair down her back; that she was covered with hay — hay in her hair and all over the back of her dress. Minor testified that as Mrs. Canning came down the ladder her skirt seemed to be off, and that as she came along she gathered it up and hung it on her arm, and that she went into the house that way; that her hair was down on her back, and that there was hay in her hair and on her dress. James Ryle testified that when she came down the ladder her skirt was across her arm, and that there was hay on her hair and her dress.</p>\n<p id=\"b546-6\">The'libellee excepted to the findings of fact and the judgment rendered, on the grounds that there was no evidence to sustain the findings made, and no evidence from which the court could legally infer the fact of adultery. An elaborate brief is presented regarding the extent of the right of review pertaining to this Court, and the application to the facts found of the rule that one presumption cannot be based upon another; blit we do not deem it necessary to take up these questions.</p>\n<p id=\"b547-4\"><page-number citation-index=\"1\" label=\"525\">*525</page-number>The bam testified about was burned before tbe hearing. Tbe libellee introduced a ground plan of it wbicb was made from measurements of tbe foundation. There was evidence tbat tbis correctly represented the relative positions of tbe bouse and barn. Tbe sheet containing tbis plan has also a profile view of tbe barn which shows a covered entrance; and it appears tbat tbis was drawn from statements made to tbe draftsman by James Ryle which were not testified to by him. But Ryle speaks in bis testimony of tbe main barn and a sort of entrance twelve feet deep, .which fairly implies an enclosed entrance. Nnd Minor testified tbat there was a sort of addition to tbe barn — a driveway or something. But much of tbe testimony regarding tbe bam floor and the doors was calculated to obscure tbe situation in tbis respect.</p>\n<p id=\"b547-5\">Tbe court includes in its findings the fact tbat both persons were seen coming down a ladder from tbe bay loft. Minor was tbe only witness who testified to seeing both come down tbe ladder. He testified in direct examination tbat be saw this while be was out in tbe yard or on tbe veranda — he could not say which. When tbe matter was taken up in cross-examination, be placed himself on tbe piazza at tbe kitchen end, leaning against tbe corner post. If tbis was bis position, and there was no covered approach to tbe bam, it cannot be said tbat tbe ladder was outside bis field of vision. But if there was tbe ordinary structure covering a bridge approach to the bam, of the depth stated, and Minor’s position was as last indicated, be could not, according to the plan, have seen a ladder placed against tbe bay in the first bent of tbe barn on tbe left side.</p>\n<p id=\"b547-6\">There being tbis uncertainty in tbe evidence bearing upon a material matter, a misapprehension regarding which might easily have governed tbe determination of tbe court, we think tbe ease should go back for another hearing. Tbis course is sometimes taken by tbe Court of its own motion in common law eases, and it may with even greater propriety be taken in a suit for divorce, for tbat is a proceeding in wbicb tbe public has an interest and in wbicb tbe Court exercises a large discretion. <em>Burton </em>v. <em>Burton, </em>58 Vt. 414, 422, 5 Atl. 281.</p>\n<p id=\"b547-7\">\n<em>Decree reversed pro forma and cause remanded for hearing.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}