{
  "casebody": {
    "data": "<casebody firstpage=\"655\" lastpage=\"656\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b679-5\">Roland William DANIELS, Appellant v. CORRECTIONAL MEDICAL SERVICE; Dr. Keith Ivens; Nurse Dottie.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b679-8\">No. 05-4027.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b679-9\">United States Court of Appeals, Third Circuit.</court>\n<p data-order=\"3\" data-type=\"court\" id=\"b679-11\">Submitted For Possible Dismissal Under 28 U.S.C. § 1915(e)(2)(B) or Summary Action</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b679-13\">Under Third Circuit LAR 27.4 and I.O.P. 10.6 Feb. 16, 2006.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b679-14\">March 14, 2006.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b679-16\">Roland William Daniels, Smyrna, DE, pro se.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b679-17\">Kevin J. Connors, Marshall, Dennehey, Warner, Coleman &amp; Goggin, Wilmington, DE, for Correctional Medical Sendee, Dr. Keith Ivens and Nurse Dottie.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b679-18\">Before: BARRY, SMITH and NYGAARD, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b679-19\">OPINION</p>\n<author id=\"b679-20\">PER CURIAM.</author>\n<p id=\"b679-21\">Roland Daniels appeals the District Court’s order granting appellees’ motion to dismiss and appellees’ motion for summary judgment. The procedural history of this case and the details of Daniels’s claims are well-known to the parties, set forth in the District Court’s thorough opinion, and need not be discussed at length. Briefly, Daniels alleged that appellees denied him proper medical treatment for stomach pain and this led to months of suffering after his appendix burst. The District Court granted appellees’ motions to dismiss and for summary judgment, and Daniels filed a timely notice of appeal.</p>\n<p id=\"b679-23\">We have jurisdiction under 28 U.S.C. § 1291. We review a dismissal pursuant to Rule 4(m) for an abuse of discretion. <em>See Ayres v. Jacobs &amp; Crumplar, P.A., </em>99 F.3d 565, 568 (3d Cir.1996). We exercise plenary review over the District Court’s order granting appellees’ motion for summary judgment. <em>Gallo v. City of Philadelphia, </em>161 F.3d 217, 221 (3d Cir.1998). A grant of summary judgment will be affirmed if our review reveals that “there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.” Fed.R.Civ.P. 56(c). We review the facts in a light most favorable to the party against whom summary judgment was entered. <em>See Coolspring Stone Supply, Inc. v. American States Life Ins. Co., </em>10 F.3d 144, 146 (3d Cir.1993). In order to state a claim under the Eighth Amendment for denial of medical care, Daniels must show that the appellees were deliberately indifferent to his serious medical needs. <em>Estelle v. Gamble, 429 U.S. </em>97, 104, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). Deliberate indifference can be shown by a prison official “intentionally denying or delaying access to medical care or intentionally interfering with the treatment once prescribed.” <em>Id. </em>at 104, 97 S.Ct. 285. A medical need is serious if it is one “that has been diagnosed by a physician as requiring treatment or one that is so obvious that a lay person would easily recognize the necessity for a doctor’s attention.” <em>Monmouth County Correctional Inst. Inmates v. Lanzaro, </em>834 F.2d 326, 347 (3d Cir.1987).</p>\n<p id=\"b679-24\">In its opinion, the District Court thoroughly summarizes the history of the med-<page-number citation-index=\"1\" label=\"656\">*656</page-number>ieal care Daniels received for his complaints. We have nothing to add to its summary or analysis. We agree with the District Court that appellees were not deliberately indifferent to Daniels’s medical needs. The District Court did not abuse its discretion in dismissing the complaint as to Dr. Ivens and Nurse Dottie for failure to serve.</p>\n<p id=\"b680-4\">Summary action is appropriate if there is no substantial question presented in the appeal. <em>See </em>Third Circuit LAR 27.4. For the above reasons, as well as those set forth by the District Court, we will summarily affirm the District Court’s order. <em>See </em>Third Circuit I.O.P. 10.6.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}