{
  "casebody": {
    "data": "<casebody firstpage=\"590\" lastpage=\"592\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b608-10\">Lieberman <em>versus </em>Hoffman, defendant, and Harvey et al., garnishees.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b608-11\">Where money due to a defendant in a judgment was, by private arrangement between himself, his counsel and other parties, deposited with a depositary to abide the result of a certain suit, an attachment execution issued on said judgment and served on parties to the arrangement in whose hands said fund had once been but who held no part of it at the date of service of the attachment, is ineffectual to bind the fund. Such an arrangement, under the circumstances of this case, though concealed from the judgment creditor of the insolvent owner of the fund, with the view of preventing its being attached, is not a fraud on said creditor.</headnotes>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b608-12\">March 9th 1883.</otherdate>\n<judges data-order=\"3\" data-type=\"judges\" id=\"A75n\">Before Mercur, C. J., Gordon, Paxson, Trunkey, Sterrett, Green and Clark, JJ.\\</judges>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b608-13\">Error to the Court of Common Pleas of <em>Lehigh county : </em>Of January Term 18S3, No. 348.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b609-5\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>Attachment execution, by Joseph Lieberman, against George W. Hoffman, defendant, and Walter P. Huber and Edward Harvey, garnishees. Exit November 19th 1881; served November ¿1st and 22d 1881. Plea, nulla bona.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b609-6\">On the trial, before Albright, P. J., the following facts appeared: On December 12th. 1880, Lieberman obtained judgment against Hoffman on a bond, accompanying a mortgage, for $5,012, being the judgment upon which this attachment issued.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b609-7\">On April 12th 1878, George W. Hoffman being entitled to a distributive share in his father’s estate, of which Walter P. Huber was administrator c. t. a., assigned his interest therein to his wife for her life and on her death to his children. It was alleged by the plaintiff, and not denied, that Hoffman was insolvent at the date of the assignment.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b609-8\">On May 24th 1880, while the property constituting Hoffman’s interest in his father’s estate was in Huber’s hands as administrator, Lieberman began proceedings by attachment under the Act of 1869, attaching said interest in Huber’s hands. Pending that proceeding Lieberman recovered the said judgment on the bond, December 12th 1880. Pending that proceeding, also, on August 15th 1881, with the view of preventing Hoffman’s interest from being attached, a secret arrangement was made between Huber, his counsel, Morris L. Kauffman, Esq, and George W. Hoffman and wife and their counsel, Edward Harvey, Esq., whereby Huber as administrator paid to Harvey the sum of $1,904, being the distributive share due Hoffman or his wife and children under said assignment; and Harvey deposited the same with Kauffman, who agreed in writing to hold the same until the final determination of the said attachment suit under the Act of 1869, and if determined in favor of Lieberman to pay the same to Huber or to such person as would be then legally entitled to receive it; but if the said action was determined against Lieberman, then to pay the same (less $500 to Mr. Harvey as his fees), to Mrs. Hoffman, as assignee of George W. Hoffman. On the trial of this attachment execution the plaintiff’s attorney stated that “ he makes no claim against Mr. Huber.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b609-9\">The trial of the attachment under the Act of 1869 resulted in a verdict and judgment for defendant, on January 24th 1882, which was subsequently affirmed on writ of error, by the Supreme Court. Kauffman paid Harvey $500, and the balance of $1,400 to Hoffman and wife, in March and May respectively 1882, the latter payment being after the final decision of the Supreme Court in said case.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b609-10\">The court, in the general charge, instructed the jury, in substance, that if the arrangement of August 15th 1881, whereby Hoffman’s money was deposited with Mr. Kauffman, was made <page-number citation-index=\"1\" label=\"592\">*592</page-number>without the knowledge and consent of Hoffman, thén Kauffman must be considered as the depositary of Huber and Harvey, and the verdict should be for the plaintiff for $1,904, with interest; but if the jury found that Hoffman knew of and consented to said arrangement, then Kauffman was Hoffman’s depositary, and in such case Huber and Harvey having no funds of Hoffman in their hands when the attachment execution was served on them in November 1881, the verdict should be in favor of the garnishees.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b610-4\">Yerdict for the defendants, and judgment thereon. The plaintiff took this writ of error, assigning for error the charge of the court.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b610-5\"><em>William F. Johnson, </em>for the plaintiff in error.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"A53b\">— The secret arrangement whereby the funds of an insolvent were put beyond the reach of his creditors was a fraudulent combination which, we contend, was of no avail, as against the plaintiff, to relieve Huber and Harvey from liability under this attachment.' The fund, though deposited with Kauffman, remained in the control and virtually in the possession of the garnishees at the date the attachment was served. The court should have submitted the question of fraud to the jury: Forsyth v. Matthews, 14 Pa. St. 100; instead of which the court treated the transaction as a lawful one, and submitted to the jury only the immaterial question whether the insolvent debtor gave his consent to the arrangement, and instructed them that if he did, the arrangement was a valid payment by Huber and Harvey to deprive the plaintiff of his rights under the attachment. This, we contend, was error.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b610-6\"><em>R. E. </em>Wright, <em>Jr., </em>for the defendants in error.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b610-7\">The opinion of the court was delivered March 19th 1883.</p>\n<author id=\"b610-8\">Per Curiam.</author>\n<p id=\"Af4\">This attachment execution issued on a judgment recovered against Hoffman. It is in no wise affected by the proceedings instituted under the Act relating to fraudulent debtors. On the trial all claim against Huber was abandoned. The case is therefore pressed against Harvey only. The evidence shows that the money had been temporarily in his hands as attorney for his client, but the jury have found that it had passed out of his hands before the service of this writ of attachment. We discover no evidence of any fraud in the conduct of the garnishee nor any error in the record.</p>\n<p id=\"b610-9\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}