{
  "casebody": {
    "data": "<casebody firstpage=\"972\" lastpage=\"974\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1016-6\">HUBER v. RYAN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1016-7\">(Supreme Court, Appellate Division, Second Department-.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aa3a\">January 11, 1901.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1016-8\">1. Judgments—Former Action—Res Ad judio ata.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1016-9\">Where the issues raised in an action for rent were litigated between the same parties, in a prior action, for an installment of rent previously due, the decision in the former action is decisive of all questions that were raised there.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1016-10\">2. Landlord and Tenant—Adjoining Lot—Erection op Building — Land lord’s Covenant to Make Alterations—Spite Fence.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1016-12\">The lessor of store premises agreed in the lease that if the owner of the lot in the rear of the demised premises should build on his land, then vacant, so as to cut oft\" the light and ventilation to the rear of the leased premises, he would then put a skylight ventilator on the roof of the demised premises, in addition to a glass floor on the second floor, sufficient to light the rear of the store. The owner of the vacant lot did build, and the lessor, to the satisfaction of the lessee, constructed three windows in the leased premises, instead of the ventilator and glass floor stipulated for. A year or more 'later, in consequence of a quarrel between the lessee and the adjoining owner, such owner erected a spite fence, cutting off light and air from the three windows put in by the lessor, which fence the owner offered to remove if the lessee would apologize. <em>Edil, </em>that the failure of the lessor to put in the skylight and glass floor after the erection of the fence was not a defense to an action for rent, since the stipulation would not be construed to extend to a darkening of the windows by a temporary structure resulting from a personal quarrel of the lessee with his neighbor.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b1016-13\">8. Same—Failure to Repair—Damage to Personal Property — Action for Rent—Counterclaim.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b1016-14\">In an action for rent, defendant counterclaimed for damages to personal property caused by the overflowing of a defective water-closet, which plaintiff had neglected to repair, <em>ffeicl, </em>that there could be no recovery on such counterclaim, since the measure of damages for failure to repair was the difference in the value of the premises as they were and when in proper repair, and defendant was not justified in leaving the injured property where he knew it was liable to damage.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b1016-15\">Appeal from municipal court of the city of ¡New York.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b1016-16\">Action by Emilie Huber against Thomas P. Ryan. From a judgment in favor of defendant, plaintiff appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AQsM\">Reversed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b1016-17\">Argued before GOODRICH, P. J., and WOODWARD, HIRSCHBERG, JENKS, and SEWELL, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b1016-18\">John P. Clarke, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b1016-19\">Robert H. Roy,,for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1016-20\">HIRSCHBERG, J.</author>\n<p id=\"AOp\">The pleadings are oral. The plaintiff claims to recover $100 for the July, 1898, rent of a part of certain real estate in Brooklyn, and the defendant pleaded general denial, eviction, former adjudication, and a counterclaim for $500 damages be<page-number citation-index=\"1\" label=\"973\">*973</page-number>cause of breach of the contract of lease. The entire premises were owned in 1893 by one Sarah E. Lynch, and on the 28th day of June in that year she leased a portion of them to the defendant for the term of five years from August 1, 1893, at the yearly rent of $1,100 for the first year, and $1,200 per year for the residue of the term, payable monthly in advance. On August 9, 1893, Mrs. Lynch mortgaged the entire premises to the plaintiff, and on January 4, 1897, the plaintiff acquired the property by sheriff’s deed, pursuant to a judgment of foreclosure of said mortgage. The plaintiff at once entered into possession of the property, and the defendant paid her the rent until June, 1898, when he vacated the premises. \"His lease was recorded in the office of the register on July 1, 1893, with the exception of the following clause, which was attached to the lease, written on a sheet of note paper, viz.:</p>\n<blockquote id=\"b1017-5\">“That should the owner of the lot in the rear of the demised premises build on his land now vacant, and shut off the light and ventilation to the rear of the demised premises, then the party of the first part hereby agrees to put a skylight ventilator on the roof of the demised premises, in addition to a glass floor on the second floor, sufficient to light the rear of the store.”.</blockquote>\n<p id=\"b1017-6\">It appears that after the defendant took possession under the lease, but before the plaintiff’s purchase, the owner of the lot in the rear did build, and did thereby shut off the light and ventilation to two windows which were in the rear of the demised premises, and that Mrs. Lynch, apparently to the then satisfaction of the defendant, constructed three windows in the side of .the rear part of the demised premises, instead of the skylight ventilator and glass floor referred to in the clause attached to, but not recorded with, the lease. Subsequently, and a few months before the defendant vacated the premises, but after the plaintiff’s purchase, the defendant and the owner or occupant of the premises in the rear, and which premises apparently extended along the side of, and to the front of, the premises in question, had a quarrel, which arose from the fact that the defendant placed some of Ms goods upon the sidewalk, and, because of the feeling engendered by this quarrel, such owner or occupant erected a spite fence, which closed the light and ventilation from the three side windows. He offered to remove tMs fence if the defendant would apologize to him, but this the defendant refused to do. The plaintiff sued the defendant for the rent due for June, 1898, and recovered a judgment, wMch was affirmed on appeal. Huber v. Ryan, 26 Mise. Rep. 428, 56 M. Y. Supp. 135. In the opinion on such appeal, Mr. Justice G-aynor held that the failure on the part of the landlord to keep the covenant relating to the skylight ventilator and glass floor did not amount to an eviction, nor justify the abandonment of the premises, and, aside from the reasoning and the authorities cited, tMs decision must have the force of stare decisis as to the parties then and now before the court.</p>\n<p id=\"b1017-7\">Upon the question whether or not the plaintiff is bound at all by the unrecorded portion of the lease the authorities are not uniform, but I am of opinion that the construction of the spite fence, under the circumstances, was not within the terms of the clause of the-lease referred to, nor within the contemplation of the parties. The <page-number citation-index=\"1\" label=\"974\">*974</page-number>agreement related to a building which might he erected on the adjoining property, shutting off the light and ventilation to the rear of the demised premises. Such a building having been erected, the former owner appears to have satisfied the covenant by the substitution of side windows, and there is nothing in the terms of the covenant which can extend its operation to the darkening of these windows by a temporary structure erected as an act of spite or enmity provoked by the personal quarrel between the defendant and his neighbor. - ■</p>\n<p id=\"b1018-4\">A part of the defendant’s counterclaim arose because of an alleged defective water-closet, and injury which he claimed resulted to-articles of personal property from its overflow. The defendant was not justified in creating or adding to such damage by leaving bis property where he knew it would be subjected to- the injury complained of. The measure of damages would be the difference in the rental value of the leased premises as they were and as they would have been in a proper state of repair. Drago v. Mead, 30 App. Div. 258, 51 N. Y. Supp. 360. But a lessee, knowing that his property, if left upon the premises, will he exposed to injury by a failure of the lessor to repair, has no right to take the hazard, and if he does, and his property is injured, he cannot recover of his lessor therefor. The judgment should be reversed, and a new trial ordered.</p>\n<p id=\"b1018-5\">Judgment of the municipal court reversed, and new trial ordered, costs to abide the event. All concur, except SEWELL, J., taking no part</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}