{
  "casebody": {
    "data": "<casebody firstpage=\"110\" lastpage=\"114\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b130-7\">Winkler v. Schlager.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b130-8\">\n<em>(Supreme Court, General Term, Fourth Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Af5\">April, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b130-9\">Mabbied Women—Agent of Husband—Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b130-10\">Where a married woman, living with and supported by her husband, and having no separate estate, contracts for plaintiff’s employment at the husband’s house, and the husband, being made aware of the negotiations, corresponds with plaintiff in regard thereto, and furnishes her car fare to reach his residence, the wife must be deemed to have acted as the husband’s agent, and is not liable on such contract.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b130-11\">Appeal from judgment on report of referee.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b131-4\"><page-number citation-index=\"1\" label=\"111\">*111</page-number>Action by Annie B. Winkler, an infant, by Alois Winkler, her guardian, against I. Belle Schlager. From a judgment for $63.20 damages, and $94.90 costs, entered in favor of plaintiff on the report of a referee, defendant appeals.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"Aeu\">Reversed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b131-5\">In the complaint it is alleged “that on or about May 13, 1889, the plaintiff and defendant entered into an agreement whereby the plaintiff undertook and agreed to render her services to the defendant as nursemaid and second girl from about said date for a period of eight months continuously; in consideration whereof the defendant agreed to so employ the plaintiff during said period, and to pay her for her services at the rate of $10 each month. That the plaintiff entered upon her employment under said agreement, and duly discharged all the duties thereof until about June 21, 1889, up to which time she received of defendant the sum of ten dollars, when she was discharged by the defendant without any fault on her, this plaintiff’s, part, and that she has been ever since, and still is, ready to perform such agreement on her part, and at the time of such discharge she offered to perform said agreement on her part in full, but the defendant then refused, and still refuses, to allow her to do so, or to pay her therefor, to her damage of seventy dollars.” The answer admits the payment of $10, and alleges payment “for any and all services rendered. ” She also sets up as a defense “that at the time of the making of the supposed contract the defendant was the wife of Charles Schlager, and said contract was not made in or about the carrying on of any trade or business by her, and did not relate to and was not for the benefit of her separate estate, and is not a charge thereon.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b131-6\">The referee finds “that on and prior to May 9, 1889, the said plaintiff came from Catskill, Green county, if. Y., and entered into a contract with the said defendant, whereby the said plaintiff agreed to render services for the defendant ‘as nurse girl, to do her own washing and ironing, keep theparlorand defendant’s room in order, and take care of baby,’ for the term of eight months at least, and to commence working May 13, 1889, at the price of $10 per month. * * * The said defendant agreed to pay said plaintiff for such services $10 per month for said term, and the plaintiff had no knowledge that defendant was acting as agent for any person in making such contract.” The referee also found “that the defendant, I. Belie Schlager, was for several years, and prior to June 7, 1889; a married woman, residing with her husband, Charles Schlager, at So. 87 Chenango St., in the city of Binghamton, S. Y., and was supported by him, as a member of his family, and attending to the household duties of her home; and also was not engaged in any trade or business, and had no separate estate; and that on said June 7,1889, her said husband died. ” He also found that the plaintiff “entered upon the discharge of her duties under said contract May 13, 1889, and she was paid by said defendant, for one month’s services June 14, 1889, and she continued working for said defendant under said contract until June 21, 1889, when the said defendant, without any just and sufficient cause, discharged the said plaintiff from any other or further services under said contract.” The referee also found “that the said plaintiff was ready and willing to render the services for the defendant, as she had agreed to do under said contract, during the term for which she was employed, and was ready and willing to work during said term, but did not find the same kind of employment, but did other work during said term, for which she received the sum of eight dollars.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b131-7\">As a conclusion of law the referee found “that the contract mentioned in the finding of fact herein marked ‘second’ is a good and valid contract, and was binding upon the defendant, and that upon the discharge of the plaintiff from services under said contract the said defendant became liable to the plaintiff for damages.” Also, “that upon the evidence given upon the trial of this action the plaintiff is entitled to recover from the defendant.” Upon the request of the defendant the referee found “that the said letters written by <page-number citation-index=\"1\" label=\"112\">*112</page-number>the defendant contained all the stipulations and agreement made by defendant in regard to hiring the plaintiff, except on May 9, 1889, defendant told plaintiff to commence work May 13, 1889.” The referee also found “thatsaid letters were written by defendant at the dictation and request of the husband,, the said Charles Schlager.” He also found “that plaintiff had no knowledge that the letters were dictated. ” He declined to find “that the defendant wrote-the said letters, and proposed hiring the plaintiff, as the agent of her husband.” He found “ that the said Charles Schlager replied to the proposition of the plaintiff, and stated when she should commence her services; that he-inclosed his mileage book on the Delaware &amp; Hudson Railroad; that she could use the mileage book to pay her fare from Albany to Binghamton.” He also-found “that the plaintiff came to Binghamton, paying her fare from Albany to Binghamton with said mileage book.” He also found “that the Plaintiff entered into said agreement, and undertook said services, knowing that the defendant was a married woman, residing with her husband, and that the services were to be performed in the family of said husband.” Also “that the-plaintiff commenced work on the 13th day of May, and labored in the family of the said Charles Schlager, caring for his children as nurse,, and performing the duties of a domestic, until June 21st following.” He refused to find “that the plaintiff has not shown an intention on the part of the defendant to become bound personally to pay the wages, or to charge herself therefor.” He also refused to find “that the alleged contract was for services to be performed for the husband, Charles Schlager. ” He also refused to find “ that the services actually rendered were for the said Charles Schlager.” He also refused to find that “the alleged agreement was not the defendant’s, contract. ” He also refused to find “the alleged obligation was not created by her in or about to carry on a separate trade or business, or for the benefit of a separate estate.” He also refused to find as conclusion of law “ that upon the evidence in this case the plaintiff cannot recover in this action.” He also refused to find “that the evidence does not show or establish a liability on the part of the defendant to the plaintiff within the limits of responsibility on the part of married women.” Also, “ that any contract of the defendant was made as the-agent of her husband, who is alone liable thereon. ” He also refused to find “that the defendant, being the agent of her husband, is not liable upon the alleged contract.” He also refused to find “that the alleged contract having been for services in the family of the husband, and for his benefit, the plaintiff was bound to assume that the defendant was acting as the wife or agent of her husband, and the defendant cannot be held liable thereon.” He also-refused to find “that, as the wife of Charles Schlager, the defendant was-authorized to hire necessary servants for tlie'family, and, as she was apparently pursuing the authority given her, she is not liable upon the .contract. ” He-also refused to find “that the natural and legal presumption is that the agreement of the defendant was made in properly and naturally conducting the-affairs of the family. ” Also, “that the marital duties of the husband required him to pay for the services of the plaintiff, and any agreement on the part of the defendant to pay the same is void.” He also refused to find “that, the-alleged agreement having been for services to be rendered the husband, Charles Schlager, any agreement on the part of the defendant to pay the plaintiff therefor was void for want of consideration.” Proper exceptions were taken to the findings as made, and to the refusals to find as requested.</summary>\n<p data-order=\"11\" data-type=\"judges\" id=\"b132-3\">Argued before Hardin, P. J., and Martin and Merwin, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b132-4\"><em>Albert R. Sewell, </em>for appellant. <em>T. B. &amp; L. M. Merchant, </em>for respondent-</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b132-5\">Hardin, P. J.</author>\n<p id=\"A0N\">Defendant’s first letter to the plaintiff was dated March 13, 1889, and her second letter addressed to the plaintiff was dated April 30th. The letters stated somewhat minutely the needs and wants of the defendant in respect to a servant girl, and the duties that would be.imposed upon the plain<page-number citation-index=\"1\" label=\"113\">*113</page-number>tiff if she entered into the service proposed. It appears in the testimony of the plaintiff as a witness that the husband of the defendant, having been made aware of the negotiations had by his wife with the plaintiff, communicated with the plaintiff. Plaintiff testifies, viz.: “He, Mr. Schlager, sent me his mileage book in May, about the 7th, a few days before I started. He sent it with a letter. I have not the letter. Last saw the letter in May, 1889, at Catskill. Have not seen it since. Do not know where it is. * \"* * He said I shouldn’t be in a hurry about coming; that they wa’n’t quite settled yet. He said book was inclosed for my fare from Albany to Binghamton, which I could use. I think of nothing else. I did use it from Albany to Binghamton. That was the first said about fare by either party. I used it and came on May 9th. At that time Mr. Schlager was living at Ho. 87 Cheaango street, with the defendant, his wife. * * * I understood he had occupied the premises for some months before I came. He said in the letter they were cleaning house. He did not say when they would be ready for me, or when they would be through cleaning house. Mr. Schlager had one child, two years old. A portion of my duties was to take care of that child, and the other duties were in his family, about the house.” We think it was incumbent upon the plaintiff to show that her employment was by thedefendant, and not by the husband. We think the evidence indicates that the defendant was acting as the agent of her husband in writing the letters to the plaintiff, and her services were engaged for and in behalf of the husband. From the testimony of the plaintiff in respect to the letter received from the husband, together with the other facts and circumstances disclosed in the evidence, it is quite apparent that the plaintiff understood that her services were requested in the household of the husband, and for his benefit. The services to be rendered were for the benefit of the husband, therefore. In <em>Smith </em>v. <em>Allen, </em>1 Lans. 105, Johnson, J., says: “Goods purchased by the wife upon credit for family use are the goods of the husband, and the husband, and not the wife, is liable to pay for them, unless there is some special agreement between the parties, by which they are sold to the wife for her exclusive use, and upon the credit of her separate property, and not upon the credit of the husband.” In <em>Kegney </em>v. <em>Ovens, </em>(Sup.) 2 N. Y. Supp. 319, it was held, viz.: “If the party dealing with the wife knows she is a married woman living with her husband, and the order is of a character to indicate that it is for the benefit of her husband’s family, he is bound to presume that she is acting for her husband, and cannot hold her personally liable unless she expressly agrees to become so.” In <em>Dickinson </em>v. <em>Ensign, </em>(N. Y. App.) 25 N. E. Rep. 5, it appeared that the articles were charged to the defendant on the plaintiff’s books, and that the plaintiff from time to time rendered statements of the account to the defend- . ant, who examined, corrected them, and made payments' thereon; and “the referee found that defendant directed that the articles should be charged to her.” The case differs essentially from the one before us, and does not aid the contention of the plaintiff. In <em>Cutter </em>v. <em>Morris, </em>116 N. Y. 310, 22 N. E. Rep. 451, it appeared the services were rendered by an architect for the benefit of the separate estate of a married woman, and she knew at the time and was consulted at length about them; and upon a review of all the evidence given in the case the court of appeals (second division) reached the conclusion that upon the whole evidence, “as the services in question were rendered for the benefit of the separate estate of the defendant, and she knew at the time,” a question of fact was presented which “should have been submitted to the jury.” We see nothing in that case which aids the plaintiff. In <em>Van Mallen </em>v. <em>Fuhrman, </em>(Sup.) 9 N. Y. Supp. 878, the referee found that the groceries “were sold by the plaintiff, and delivered to the said testatrix, at her request, and for her benefit, and on her sole responsibility, and that during such time she was the owner of real property in her own right.” The evidence before us in this case would not support a similar finding of fact, and the findings <page-number citation-index=\"1\" label=\"114\">*114</page-number>made by the referee do not come up to the finding in the ease from which the quotation is made. Although the enabling act of 1884 (chapter 381, Laws 1884) authorizes a married woman to enter into a contract, as explained in <em>Dickerson </em>v. <em>Rogers, </em>114 N. Y. 408, 21 N. E. Rep. 992, and although since the passage of that act she is bound by her contracts, we think the act does not give the plaintiff the right of recovery.in this case. The important and pivotal question is whether the employment was the employment of the husband or of this defendant. <em>Tiemeyer </em>v. <em>Turnquist, </em>85 N. Y. 516. Upon the whole evidence we think the contract of employment claimed in the case was with the husband, and that the evidence fails to disclose an intention on the part of the defendant, the wife, to become personally liable upon the contract for the servant’s services to be performed in the family of the husband. <em>Whitford </em>v. <em>Laidler, </em>94 N. Y. 145; <em>Strong </em>v. <em>Moul, </em>(Sup.) 4 N. Y. Supp. 299. We are of the opinion that the referee fell into an error in holding that the wife, and not the husband, was liable upon the alleged contract made for the services of the plaintiff. We are therefore of the opinion that the judgment should be reversed upon the law and facts.</p>\n<p id=\"b134-5\">Judgment reversed on the law and facts, and a new trial ordered,1 with costs to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}