{
  "casebody": {
    "data": "<casebody firstpage=\"716\" lastpage=\"716\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b736-3\">Michel <em>et al. v. </em>Colegrove.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b736-4\">\n<em>(Superior Court of New York City,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AzZ\">\n<em>General Term.</em>\n</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQp0\">July 5, 1892.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b736-5\">Case and Exceptions—Motion to Set Aside—Newly-Discovered Evidence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b736-6\">A motion to suppress a deposition and set aside a judgment on the ground of newly-discovered evidence must he made on a case and exceptions, with affidavits setting forth the newly-discovered evidence.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b736-7\">Appeal from special term.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b736-8\">Action by Frederick Michel and Walton Townsend against James B. Cole-grove. From an order of the special term dated November 12,1891, denying plaintiffs’ motion to set aside a judgment and suppress the deposition of a witness, with leave to renew on case and exceptions in addition to affidavits, plaintiffs appeal.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A-qM\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b736-9\">Argued before JDugro and Gildersleeve, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b736-10\"><em>Henry Daily, Jr., </em>for appellants. <em>Thornall, Squires &lt;&amp; Pierce, (Franklin Pierce, </em>of counsel,) for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b736-11\">Gildersleeve, J.</author>\n<p id=\"A15\">This order denied the motion of plaintiffs to set aside the judgment of the special term herein, and to suppress the deposition of one George Battelson, with leave to renew the motion so made upon a case and exceptions, in addition to the affidavits, upon which alone the motion was made. Plaintiffs’ motion was founded on affidavits setting forth the fact that since the entry of the judgment herein plaintiffs had learned that defendant, who had caused the testimony of one Battelson to be taken by commission in London, had, previous to the execution of the commission, written said Battelson a letter, inclosing a copy of the interrogatories-, and indicating the answers that said witness should give, which instructions were duly followed by said witness; and plaintiffs asked to have said deposition suppressed, and the judgment set aside, on this newly-discovered evidence. The court held that such a motion should be made on a ease and exceptions, as well as the affidavits setting forth the nature of the newly-discovered evidence, and denied the motion, with leave to renew on such case. We are of- opinion that the court below correctly indicated the practice to be followed in such a case, and that the order was promptly granted. <em>Holmes </em>v. <em>Evans, </em>(Super. N. Y.) 13 N. Y. Supp. 610; Anon., 7 Wend. 331; <em>Warner </em>v. <em>Transportation Co., 5 Rob. </em>(N. Y.) 499. See, also, <em>Russell </em>v. <em>Randall, </em>123 N. Y. 436, 25 N. E. Rep. 931. The order appealed from should be affirmed, with $10 costs and disbursements.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}