{
  "casebody": {
    "data": "<casebody firstpage=\"1272\" lastpage=\"1273\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1346-3\">Bernard W. PIEL, d/b/a Elliot Tool and Manufacturing Company, Appellant, v. HARVARD INTERIORS MANUFACTURING COMPANY, a Division of Harvard Industries, Inc., Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1346-5\">No. 73-1494.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1346-6\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1346-7\">Submitted Jan. 18, 1974.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1346-8\">Decided Jan. 29, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1346-15\">Robert E. Staed, St. Louis, Mo., filed brief for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1346-17\">Richard D. FitzGibbon, Jr., Lowen-haupt, Chasnoff, Freeman, Holland &amp; Mellitz, St. Louis, Mo., for appellee. Ap-pellee’s counsel did not file brief.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1346-18\">Before VAN OOSTERHOUT, Senior Circuit Judge, and LAY and ROSS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1346-19\">PER CURIAM.</author>\n<p id=\"b1346-20\">Plaintiff filed suit in the Circuit Court of St. Louis (Mo.) seeking recovery in money damages arising out of delivery of goods and materials to the defendant. The defendant, alleging that the parties had diversity, of citizenship and that the amount in controversy complied with the jurisdictional requirements, removed the suit to the United States District Court for the Eastern District of Missouri. Having failed to file any responsive pleading, the defendant, on February 6, 1973, suggested that it was in bankruptcy and that the suit should be removed from the trial docket. On July 2, 1973, the district court recited that the defendant was presently in a Chapter XI bankruptcy proceeding in the Federal District Court in New Jersey, and dismissed the action without prejudice.<footnotemark>1</footnotemark></p>\n<p id=\"b1346-21\">Plaintiff appealed to this court alleging that the district court should have <em>stayed </em>the litigation rather than dismissed the suit. Appellee has failed to file a brief in this court.</p>\n<p id=\"b1346-22\">We are satisfied that this court has appellate jurisdiction since a dismissal without prejudice is a final order for purposes of review. <em>See </em>United States v. Wallace Co., 336 U.S. 793, 794-795 n. 1, 69 S.Ct. 824, 93 L.Ed. 1042 (1949); 9 Moore’s Federal Practice ¶ 110.13 [1].</p>\n<p id=\"b1346-23\">We feel the court erred in dismissing the action rather than granting a stay. Title 11 U.S.C. § 29 provides in part:</p>\n<blockquote id=\"b1346-24\">(a) A suit which is founded upon a claim from which a discharge would <page-number citation-index=\"1\" label=\"1273\">*1273</page-number>be a release, and which is pending against a person at the time of the filing of a petition by or against him, <em>shall be stayed </em>until an adjudication or the dismissal of the petition * * *. (emphasis added).</blockquote>\n<p id=\"b1347-5\">Title 11 U.S.C. § 714 (relating to Chapter XI proceedings) provides in part:</p>\n<blockquote id=\"AR-\">The court may, in addition to the relief provided by section 11 of this Act [§ 29 of this title] and elsewhere under this chapter, enjoin or stay until final decree the commencement or continuation of suits * * *.</blockquote>\n<p id=\"b1347-6\">To require plaintiff to commence its suit anew at a later date could result in possible prejudice. Under the circumstances, we find it was error for the district court to dismiss the case rather than simply stay the pending proceeding.</p>\n<p id=\"b1347-7\">The dismissal without prejudice is vacated and the cause ordered to be reinstated until the Bankruptcy Court has rendered orders on the issues within its jurisdiction and then the cause may proceed in a manner consistent with those determinations.</p>\n<footnote label=\"1\">\n<p id=\"b1346-16\">. Prior to this time plaintiff’s counsel hail written to the district court stating that he believed defendant was operating profitably in Missouri and there was “a good chance” that the pending litigation could proceed.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}