{
  "casebody": {
    "data": "<casebody firstpage=\"173\" lastpage=\"179\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b247-3\">CIA. MARITIMA SAN BASILLIO S.A. as owners of the S.S. EURYMEDON, Plaintiff-Appellant, v. SHELL CANADA LTD. et al., Defendants-Appellees. SHELL CANADA LIMITED as owner pro hac vice of the S.T. EMERILLON, Plaintiff-Appellee, v. CIA. MARITIMA SAN BASILLIO et al., Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b247-7\">Nos. 73-1291, 73-1292.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b247-8\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b247-10\">Argued Dec. 3, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b247-11\">Decided Jan. 10, 1974.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b247-28\">Kenneth H. Volk, New York City, with whom Preti &amp; Flaherty, Portland, Maine, Burlingham Underwood &amp; Lord, New York City, and Martin R. Johnson, Portland, Maine, were on brief, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b247-29\">Benjamin Thompson, Portland, Maine, with whom Thompson, Willard, Smith &amp; McNaboe, Portland, Maine, Haight, Gardner, Poor &amp; Havens, Gordon W. Paulson, New York City, James P. Lansing, and David P. Cluchey, Portland, Maine, were on brief, for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b247-30\">Before COFFIN, Chief Judge, ALD-RICH and CAMPBELL, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b248-3\"><page-number citation-index=\"1\" label=\"174\">*174</page-number>ALDRICH, Senior Circuit Judge.</author>\n<p id=\"b248-4\">In these cross libels arising out of a crossing collision in Maracaibo channel, Venezuela, on the night of March 2-3, 1970, the appeals present a single question, whether the court erred in finding appellant’s vessel the only one at fault. This requires a detailed consideration of the evidence, having in mind the heavy burden that is upon appellant that we be firmly convinced that a mistake has been made, McAllister v. United States, 1954, 348 U.S. 19, 75 S. Ct. 6, 99 L.Ed. 20; O’Connor v. Venore Transp. Co., 1 Cir., 1965, 353 F.2d 324, 326. Appellant’s vessel was the freighter EURYMEDON, 480 feet long, 61 foot beam, bound in; appellee’s the tanker EMERILLON, 710 feet long, 96 foot beam, bound out. The vessels collided at approximately right angles. It is undisputed that had EMERILLON arrived at the point of collision only a matter of seconds later, no collision would have occurred.</p>\n<p id=\"b248-5\">Relevant facts found by the court (verbatim, or summarized) are as follows.</p>\n<blockquote id=\"b248-6\">“5. The Maracaibo channel is a dredged channel approximately 1,000 feet in width, which extends out about twelve miles from the coast of Venezuela from Lake Maracaibo into the Gulf of Venezuela. The channel axis is 009° for outbound vessels and 189° for inbound vessels. The entrance to the channel is marked by Buoy ‘EM,’ a fairway buoy situated directly on the center axis of the channel one and one-half miles beyond Buoys B1 and B2 at the outer end of the dredged channel. EM Buoy has a flashing white light. The dredged channel is marked by buoys at one-mile intervals on either side of the channel, all the way in to the shore. The buoys are equipped with flashing lights, white for the odd numbered buoys on the easterly side, and red for the even numbered buoys on the westerly side.</blockquote>\n<p id=\"b248-9\">On the night of March 2-3, 1970, B2 was in place and its light was functioning, but several of the other channel buoys were absent, or extinguished. It was dark, but the weather was clear and the visibility good. The wind was east by north, force 4. EMERILLON was being navigated by her relief master, Captain Lough, well experienced in this particular route. He was assisted by third officer Wilkins, less, but adequately, familiar therewith. EMERILLON proceeded at 12 knots, continually checking her position in the channel by the buoys. She first saw what proved to be EURYMEDON’S lights about 8 miles away to the northeast, apparently heading for the EM fairway buoy. EURYM-EDON, proceeding at 12 knots, reached that buoy just as EMERILLON was passing B6. [That is, EMERILLON was 2 miles short of B2, and EURYM-EDON, at EM, was 1½ miles beyond. See Finding 5, ante.] Because EM’s light was briefly eclipsed, it was apparent to EMERILLON that EURYM-EDON had passed close to and in front of it.<footnotemark>1</footnotemark> At this point EURYMEDON turned, but, because she was light, the combined weather conditions (the court found) slowed her turn and she proceeded to the west of the channel entrance. “In an effort to regain the channel, she executed a sweeping port turn and eventually was heading back in an easterly direction toward the channel entrance.” <em>[viz., </em>toward B2.]</p>\n<blockquote id=\"b248-10\">“12. At about 0109-0110, when the master of EMERILLON observed that EURYMEDON was heading back toward the east about to cross the chan<page-number citation-index=\"1\" label=\"175\">*175</page-number>nel across EMERILLON’S bow, and when EURYMEDON was on the port bow of EMERILLON, distant about a mile, showing her green light, EMER-ILLON sounded five short blasts on her whistle, the danger signal,<footnotemark>12</footnotemark> and seconds later heard two faint blasts from EURYMEDON.</blockquote>\n<p id=\"b249-6\">In the meantime EURYMEDON, whose officers had not been to Maracaibo before, and were apparently misled by the absence of a number of the channel buoys, had become seriously confused on her port turn, to the extent of thinking EMERILLON was out of the channel. She sounded a 2-blast signal to EMERILLON, indicating a further port turn, Rule 28(a), 33 U.S.C. § 1090(a), and stopped her engines at 0109. Upon hearing EMERILLON’S 5-blast signal, which she mistakenly thought was two blasts, she “resumed speed in steps going from slow ahead to half ahead to full ahead at 0111<footnotemark>2</footnotemark> and altered [her] course further to port.”</p>\n<blockquote id=\"b249-8\">“14. At this time, about 0111, the master of EMERILLON, observing EURYMEDON continuing to swing in an easterly direction, sounded a second danger signal of five short blasts, put his engine on standby and in rapid succession ordered slow ahead, full astern and emergency full astern, and gave hard starboard rudder. It was at this time that EMER-ILLON first realized that EURYME-DON was not going to enter the channel on the channel course and that there was a risk of collision.</blockquote>\n<blockquote id=\"b249-9\">“15. When the starboard bow of EU-RYMEDON was approaching Buoy B2, with her watch officer attempting to identify the Buoy by Aldis lamp, and when the two vessels were about one-third of a mile apart, EURYME-DON’S master again sounded a two-blast signal and immediately thereafter heard what he again erroneously thought was a two-blast reply from EMERILLON.<footnotemark>15</footnotemark> He then put EU-RYMEDON’S rudder at hard port, and in rapid succession ordered half ahead, full ahead and emergency full ahead. The time was approximately 0111. When the master observed the stem of EMERILLON approaching amidships of EURYMEDON, he ordered hard starboard rudder, the order was executed, and EURYMEDON started to turn to starboard.</blockquote>\n<blockquote id=\"b249-13\">“16. The bow of EMERILLON came into contact with the starboard quarter of EURYMEDON at 0113 at an angle of approximately 88° between the starboard sides of both vessels. The place of collision was northerly of a line between Buoys B1 and B2.</blockquote>\n<p id=\"b249-16\">By deposition on April 3, 1970, Captain Lough testified, <em>inter alia, </em>that when he first saw the lights of what proved to be the EURYMEDON she bore NE, about eight miles away; that he concluded she was “heading towards EM buoy to enter the channel”; that under local rules “[a]n inbound vessel is supposed to keep clear of the outbound vessel and not to enter the channel until . the outbound vessel is clear of the channel,”<footnotemark>3</footnotemark> and that both inbound <page-number citation-index=\"1\" label=\"176\">*176</page-number>and outbound vessels are supposed to leave the EM buoy to port; that EU-RYMEDON passed the EM buoy when EMERILLON was at B6, and instead of turning into the channel she continued westerly, making a sweeping U-turn to port, “and came back heading in an easterly direction somewhere between B2 and EM buoys”; that when EURY-MEDON “approached what [he] considered was going to be a dangerous” (section or situation) he gave her a 5-blast danger signal; that he was then between B4 and B2; that in a matter of seconds he heard two blasts from EURYME-DON ; that he gave another five short blasts and ordered emergency full astern and the helm put to starboard; that EURYMEDON “carried straight on across the channel and across [EMERIL-LON’S] bow in an easterly direction.”</p>\n<p id=\"b250-4\">On cross examination the witness stated that at the point of contact he was slightly to his side of the channel; that EURYMEDON had initially gone to the west; that when “he appeared to be trying to come in here I gave him the [first] five to warn him away. But he continued on. [H]e was trying to come this way.” “Q. To the north of B2 and then to starboard; is that right? A. Yes.” He testified that he had been conning at the center window; that he ordered the third officer to sound the first danger signal; that he walked over and sounded the second one himself while the officer was telegraphing full astern and the helmsman was putting the helm over; that he ordered the first danger signal three or four minutes before the collision, when EURYMEDON was “pretty close to a mile ... on the port bow,” her green light showing; that the second danger signal was about two minutes before the collision when she was “close to [half a mile] . . . coming ahead just fine on my port”; that her range lights were open; that her course was roughly easterly, speed about 12 knots; that the only signal he heard from her was a 2-blast signal between his two danger signals; that he did not hear a second 2-blast.</p>\n<p id=\"b250-10\">EMERILLON’S third officer Wilkins testified by deposition on May 13, 1970. Pertinent portions of his testimony will be referred to later.</p>\n<p id=\"b250-11\"><em>Discussion </em>— The <em>Issue</em></p>\n<p id=\"b250-12\">Appellant makes an extensive argument to the effect that EURYMEDON was not the burdened vessel, initiating with the circumstance that as she originally approached the EM buoy EMERILLON was on her port hand. Rule 19, 33 U.S.C. § 1081. There are too many reasons why EURYMEDON was the burdened vessel for us to pause over this. However, we hold to the view, irrespective of which is the privileged vessel, that there is a burden of explanation on both vessels when a substantial collision occurs in clear weather with apparently ample opportunity for avoidance available to both. <em>See </em>Sawyer v. McDonald, 5 Cir., 1948, 165 F.2d 426, 429; The West Hartland, 9 Cir., 1924, 2 F.2d 834, 836-837; The Coamo, 2 Cir., 1922, 280 F. 282, 283; Young-Tsze Ins. Ass’n v. Furness, Withy &amp; Co., 2 Cir., 1914, 215 F. 859, 864-865, cert, granted 238 U.S. 634, 35 §.Ct. 938, 59 L.Ed. 1499, pet’n for cert, dismissed, 242 U.S. 430, 37 S.Ct. 141, 61 L.Ed. 409. Although the district court discussed the evidence in great detail bearing on its finding of fault on the part of EURYM-EDON, it did not follow this course in evaluating EMERILLON’S actions. Indeed, it made only one finding that related to this issue — that only at the time of the second danger signal did EMER-ILLON realize that there was a risk of collision. Finding 14, ante. To this it added Conclusion of Law 5, as follows.</p>\n<blockquote id=\"b250-13\">“5. EMERILLON was not in any way at fault in this collision. The actions taken by her when it became apparent that a collision was imminent <page-number citation-index=\"1\" label=\"177\">*177</page-number>were taken under conditions <em>in ex-tremis </em>in an effort to avoid impending collision. She cannot be faulted for these actions. The Genesee Chief v. Fitzhugh, 53 U.S. 12 How. 443, 461 [13 L.Ed. 1058] (1851); The Favori-ta, 85 U.S. 18 Wall. 598, 603 [21 L.Ed. 856] (1873); Rule 27 of the International Regulations, 33 U.S.C. § 1089.”</blockquote>\n<p id=\"b251-5\">Except insofar as the first sentence of this ruling bears on the issue we are considering, Conclusion 5 relates to conduct allegedly taken, or not taken, by EMERILLON following her sounding the second danger signal. The evidence fully warrants the court’s disposition as to this. However, the <em>in ex-tremis </em>rule does not apply to relieve a vessel from the consequences of any negligent conduct that was the cause of its being put <em>in extremis. </em>Bucolo, Inc. v. S/V Jaguar, 1 Cir., 1970, 428 F.2d 394, 396; United States v. M/V Wuerttemberg, 4 Cir., 1964, 330 F.2d 498, 504; Tidewater Assoc. Oil Co. v. The Syossett, 3 Cir., 1953, 203 F.2d 264, 268. This raises in the present case a vital question not articulated by the court. The issue is not when <em>in fact </em>“EMER-ILLON first realized the EURYMEDON was not going to enter the channel on the channel course and that there was a risk of collision,” but whether, in the exercise of due care, she <em>should have </em>realized sooner a substantial possibility of risk. <em>See </em>The Senator Rice, 2 Cir., 1915, 223 F. 524. Even if we interpret the court’s ruling that EMERILLON was not at fault as implying a finding in EMERILLON’S favor on this basic question, the evidence we have from her own witnesses is sufficiently provocative to call for a detailed consideration of the warrantability of such finding.</p>\n<p id=\"b251-6\"><em>Discussion </em>— The <em>Resolution</em></p>\n<p id=\"A7-\">Unfortunately, we have to approach this question not only in the absence of fuller findings by the court, but in the face of a seeming misstatement, and two conflicting findings. To begin with the former, Finding 12 recites that at 0109 Captain Lough saw that EURYMEDON was “heading back toward the east about to cross the channel across EMERILLON’S bow.” If that were literally true, it would be manifestly unreasonable for Lough to envisage no risk of collision until two minutes later, when, with the vessels only a third of a mile.apart (Findings 14 and 15), EU-RYMEDON was continuing into an inevitable contact. This literal meaning of Finding 12, however, is not borne out by the evidence. The finding as to the direction EURYMEDON was heading was amply warranted, but when EURYM-EDON was that far from the mouth of the channel, no one but a seer could tell whether she intended to cross it when she reached it, or to turn into it. Captain Lough testified he believed she intended the latter, and as we shall discuss later, there is every reason to credit him. We will therefore construe the words “about to” in Finding 12 as “on a course that would.”</p>\n<p id=\"b251-9\">Secondly, in two separate findings the court gave two different distances for the same circumstance. Finding 12 states that Captain Lough sounded his first danger signal when the vessels were “distant about a mile and seconds later heard two faint blasts from EURYMEDON.” In Finding 13 the court stated that EURYMEDON sounded this signal when EURYMEDON was approaching Buoy B2” and EMER-ILLON was “about two miles away.” Since the collision occurred north of B2, EMERILLON could not have been two miles away when EURYMEDON was already approaching the buoy; EMERIL-LON was two miles from B2 back when EURYMEDON was passing EM, heading westerly. Nor, wherever they were, could the vessels have been two miles apart when the first signals were given.</p>\n<p id=\"b251-10\">These findings, the absence of certain other findings, and certain physically impossible testimony of third officer Wilkins,<footnotemark>4</footnotemark> make it initially difficult to <page-number citation-index=\"1\" label=\"178\">*178</page-number>grasp the picture, and have caused the parties to lead us down a number of cul-de-sacs. We find, however, taking the court’s basic findings as guideposts, and the testimony of Captain Lough which comports with them to fill in the interstices, that a resolution may be achieved.</p>\n<p id=\"b252-4\">Captain Lough did not state the angle that EURYMEDON bore off his port bow when he blew the first danger signal, nor did the court. But whatever it was, and whatever the distance, EURYM-EDON was already showing only her green light, with her range lights open, revealing that she was on a crossing course — a situation that the testimony and the court’s findings indicate never changed thereafter. EMERILLON was on a course to pass east of B2 and Captain Lough concluded, reversing his asserted previous opinion that EURYME-DON was going to wait outside, that she was planning to enter the channel north around B2, viz., also eastward of the buoy. He “gave him the five to warn him away,” that is, to turn away to starboard. It was at once apparent, both from EURYMEDON’S 2-blast signal, and her “continu[ing] on,” that EURYM-EDON did not adopt EMERILLON’S suggestion. It did not follow, however, as appellant urges, that there was an immediate risk of collision. Even if EMERILLON and EURYMEDON were to arrive at the channel mouth simultaneously, with EMERILLON slightly to her own side of the channel, by hugging the buoy EURYMEDON could leave 400 feet or more between EMERILLON and herself. We could not take judicial notice, in the absence of expert testimony, that this would be too close.<footnotemark>5</footnotemark></p>\n<p id=\"b252-8\">However, EURYMEDON, 480 feet long, to turn from an easterly course to enter the channel on a southerly one, close to the buoy, would have to start her turn well before reaching it. When the vessels had progressed to what the court understated as a third of a mile apart, (Finding 15)<footnotemark>6</footnotemark> Captain Lough concluded, from EURYMEDON’S failure to start her turn, that she was not going to turn, or, as the court put it, “was not going to enter the channel on the channel course and that there was a risk of collision,” (Finding 14). In other words, only then did Lough believe that EURYMEDON, instead of entering the channel, was going across it.</p>\n<p id=\"b252-9\">This brings us to the vital question of due care. On all the evidence we cannot, with the requisite firmness, conclude that the district court erred in its implied, but necessarily implied, finding that Lough was not at fault for not sooner thinking that EURYMEDON was planning such a course. To a degree a vessel may assume that the other vessel will act reasonably. <em>See </em>The Victory &amp; The Plymothian, 1897, 168 U.S. 410, 426-427, 18 S.Ct. 149, 42 L.Ed. 519. In this ease, for EURYMEDON to continue eastward across the mouth of the channel, quite apart from the danger, as well as the breach of Rule 19, 33 U.S.C. § 1081, involved in crossing EMERILLON’S bow, would make no possible sense. Inspection of the chart shows she would be heading to nowhere. Whatever carelessness EURYMEDON had previously demonstrated, EMERIL-LON, even if she was not the holding on vessel prima facie required to maintain course and speed (Rule 21, 33 U.S.C. § 1083), would know that EURYMEDON <page-number citation-index=\"1\" label=\"179\">*179</page-number>had no reason to cross the channel, and every reason to turn south, and out of her way, when she drew near to the channel entrance.</p>\n<p id=\"b253-5\">If Captain Lough had been at fault in not realizing sooner that EURYMEDON was not going to turn, we could not regard such a fault as either exiguous, or <em>in extremis. See </em>United States v. M/V Wuerttemburg, ante; A. H. Bull S.S. Co. v. United States, 2 Cir., 1929, 34 F. 2d 614. However, although better directed findings by the district court as to EMERILLON’S faultlessness would have been helpful, we find no reason to reverse.</p>\n<p id=\"b253-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b248-7\">. This meant that EURYMEDON left EM to starboard, instead of to port as required by local rules. The court found this to be a “fatal error.” It is hard for us to regard this as an error of any consequence, and during oral argument we sought to persuade EMERILLON’S counsel to that effect. He resolutely resisted. Consequently, we accepted tlie court’s conclusion. By the same token, however, from the time EURYME-DON passed the EM buoy EMERILLON’S officers, who testified to EURYMEDON’S fault, were on notice that she was being improperly operated.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b249-5\">. Rule 28(b), International Regulations for Preventing Collisions at Sea, 33 U.S.C. § 1090(b).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b249-10\">. The exhibit on which this finding is based shows that the engines were fully stopped for only 15 seconds. In view of EURYME-DON’S size, and in the total absence of testimony from any witness, we will not assume that this brief diminution of power had a noticeable effect on her way.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b249-15\">. The confusion with respect to sound signals can only be explained by the fact that the two vessels sounded them almost simultaneously and the sound of EURYMEDON’S whistle partially blanketed the sound of EMERILLON’S whistle for those aboard EURYM-EDON. <em>See, e. g., </em>Hess Tankship Co. v. S.S. M.L. Gosney, 230 F.Supp. 1, 2-3 (E.D. Va.1963).”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b249-17\">. Our reference to these rules supports only the first half of Captain Lough’s pronouncement. Moreover, it would seem little short of absurd that one should have to wait for a 12 mile channel 1000 feet wide to clear before one could enter. We note further, as against Captain Lough’s testimony that he <page-number citation-index=\"1\" label=\"176\">*176</page-number>had originally expected EURYMEDON to abide by this alleged rule, that EMERILLON had just passed an inbound tanker without even having to slow down.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b251-7\">. Wilkins’ opinion that at the time of the first danger signal EURYMEDON bore 45° off the bow and was <em>1% </em>miles west of the channel is demonstrably impossible within <page-number citation-index=\"1\" label=\"178\">*178</page-number>the total time span. Even if that were possible, elementary calculation shows Wilkins could not be correct in saying that between the first signal and the second, EURYME-DON’S bearing changed from 45° to 20°.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b252-6\">. <em>See also </em>n. 3, ante.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b252-7\">. Captain Lough said about a half mile apart, and as a matter of calculation from subsequent events he must have been correct. On right angle courses at 12 knots the vessels would close one third of a mile in 72 seconds rather than two minutes. If, as we suspect, Lough’s estimate of EURYMEDON’S course was loose, and the angle was more oblique, they would close even quicker. The actual distance, however, is not important, in the absence of evidence that by that time it was too late for EURYMEDON to turn into the channel. In point of fact, mishearing EMERILLON’S signal, she turned the other way.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}