{
  "casebody": {
    "data": "<casebody firstpage=\"636\" lastpage=\"644\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b710-3\">AIR LINE STEWARDS AND STEWARDESSES ASSOCIATION, LOCAL 550, TWU, AFL-CIO et al., Plaintiffs, v. AMERICAN AIRLINES, INC., Defendant. Appeal of Darlene PRESTON et al., in No. 72-1336. Appeal of Bonnie PULSKAMP et al., in No. 72-1503. AIR LINE STEWARDS AND STEWARDESSES ASSOCIATION, LOCAL 550, TWU, AFL-CIO et al., Plaintiffs, v. TRANSWORLD AIRLINES, INC., Defendant. Appeal of Patricia A. SANTINI et al., Darlene PRESTON et al., Plaintiffs-Appellants, v. AMERICAN AIRLINES, INC., et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b710-12\">Nos. 72-1336, 72-1503, 72-1335, 72-1399.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b710-13\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b710-14\">Argued Sept. 11, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b710-15\">Decided Dec. 21, 1973.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b711-8\"><page-number citation-index=\"1\" label=\"637\">*637</page-number>Bradley D. Steinberg, Arnold I. Shure, Charles Pressman, Ronald Bailis, Chicago, Ill., Elnora Beth Livezey, Los Angeles, Cal., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b711-9\">Gilbert Feldman, Laurence A. Carton, Joseph P. Carr, Chicago, Ill., for defendants-appellees.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b711-10\">Lutz Alexander Prager, Equal Employment Opportunity Commission, Office Gen. Counsel, Washington, D. C., for amicus curiae.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b711-11\">Before KILEY, FAIRCHILD and STEVENS, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b711-12\">FAIRCHILD, Circuit Judge.</author>\n<p id=\"b711-13\">These appeals form a sequel to Air Lines Stewards, etc., Loc. 550 v. American Airlines, Inc., 455 F.2d 101 (7th Cir., 1972), and some of the background facts appear there. That decision, affirming denial of intervention by EEOC, was filed January 18, 1972. Thereafter notices of hearing in the district court on approval of the settlement, referred to at 455 F.2d 103, were mailed to members of the class in each action. A hearing was held. Plaintiff union (ALSSA) and the defendants supported the settlement, and the support of several individual members of the class was made known. Objections on behalf of dissatisfied members of the classes, including several named individual plaintiffs, were filed or made known at the hearing.</p>\n<p id=\"b711-15\">On March 17, 1972, a judgment was entered in each action (American Airlines, Inc., and Trans World Airlines, Inc., being the respective defendants), approving the settlement, ordering it implemented, and dismissing the action on the merits. Appeals were filed by members of the classes, including certain named plaintiffs, in each cáse. A related action against American and ALSSA was also dismissed, and those plaintiffs appealed.</p>\n<p id=\"b711-16\">Appellants contend that the district court should not have approved the settlements because ALSSA (certified bargaining agent for airlines cabin attendants under the Railway Labor Act), which negotiated the settlements disposing of the interests of members of the class, had interests antagonistic to them. Appellants also maintain that they were entitled to exclude themselves from the action and avoid the binding effects of the judgments. Other arguments are urged in addition.</p>\n<p id=\"b711-17\">Until October, 1970, defendant airlines followed the practice of discharging, permanently, a stewardess who became pregnant. On August 18, 1970, ALSSA and 12 stewardesses who had lost their jobs under this policy commenced an action against American challenging this practice as unlawful sex discrimination, in violation of 42 U.S.C. § 2000e et seq. The complaint asserted that the action was within Rule 23(b)(2), F.R.Civ.P., <page-number citation-index=\"1\" label=\"638\">*638</page-number>and that the class consisted of all present and former American stewardesses employed at any time since July 2, 1965, the effective date of the Civil Rights Act of 1964, who had been, desired to be, or would in the future desire to be, pregnant. The complaint sought declaratory, injunctive, and monetary relief. On the same day, ALSSA and five individuals filed a similar action against TWA.</p>\n<p id=\"b712-4\">Counsel for ALSSA signed the complaint as attorney for the plaintiffs and conducted the litigation and negotiations for settlement. He did not consult the individual plaintiffs nor any other members of the class concerning the terms of settlement.</p>\n<p id=\"b712-5\">By October, 1970, ALSSA and the airlines had made collective bargaining agreements which eliminated the challenged practice prospectively. Thus, although the class defined by the complaints included currently employed stewardesses who, presumably, had an interest in the declaratory and injunc-tive relief sought, that segment of the class had little further interest in the action, except for such interest as the junior among them would have adverse to the reinstatement of previously discharged stewardesses. Since the currently employed stewardesses were more actively the constituents of ALSSA, the change of circumstances made ALSSA at least a less adequate representative of the remaining members of the class than it may have been considered for the entire original class.</p>\n<p id=\"b712-6\">In July, 1971, counsel agreed on a settlement, subject to court approval. The proposed terms required discharged stewardesses who desired re-employment to notify the airline within 60 days from court approval. They would then be placed on a preferential hiring list, to be employed to fill vacancies before others were hired. When offered a job, a stewardess must accept within 10 days and meet specified standards of physical condition. The airline would have no liability whatsoever to any stewardess who failed, timely, to give the notice of desire to be re-employed or notice of acceptance of an offer. If reemployed, the stewardess would start with the same seniority as she had up to the date of termination, in the case of TWA, or that seniority plus 90 days additional in the case of American. Under the agreement, an order would be entered defining the class, in each case, as all former stewardesses who were removed from the payroll because of pregnancy, between July 2, 1965 and July 31, 1969, in the case of TWA, and August 11, 1970, in the case of American. If approved the settlement and resulting judgment, would bind all members of the class.</p>\n<p id=\"b712-11\">It does not appear that the district court made any order concerning the maintenance of these actions as class actions, pursuant to Rule 23(c)(1), until July 16, 1971, after the settlement had been proposed. On that date, the court ordered that the class in each action be redefined in accordance with the settlement agreement, and that the action be maintained as a class action. The order did not expressly address the fulfilment of the prerequisites listed in Rule 23(a) nor of any additional requirement of Rule 23(b). Presumably the court did not consider (b) (3) applicable, as it did not order a notice pursuant to (c)(2).<footnotemark>1</footnotemark> <page-number citation-index=\"1\" label=\"639\">*639</page-number>Notices of hearing on approval of the settlement were sent out, both in July, after which the hearing was delayed by the appeal, and again the next February.<footnotemark>2</footnotemark></p>\n<p id=\"b713-4\">At or before the March, 1972 hearing on approval of the settlement, opposition to it was manifested by some of the named plaintiffs and by other members of the class in each action. With some variations, the objectors wanted all, or more nearly all, of the “whole loaf”, i.e., reinstatement with seniority accrued to date, and back pay. Several members of the American class, the appellants here in No. 72-1503, had brought their own action July 14, 1971 in the Central District of California. They had attempted to opt out of the instant action, their California action, meanwhile, having been stayed. The district court heard objecting plaintiffs and class members, and their attorneys, only in the capacity of objectors, and in effect recognized ALSSA as the sole representative plaintiff, representing all class members, including the individual named plaintiffs.</p>\n<p id=\"b713-5\">The judgments entered as a result of the hearings determined that “Plaintiffs”, without distinguishing between ALSSA and other plaintiffs, are adequate representatives of the class and have adequately represented them; that the action is a Rule 23(b)(2) class action;<footnotemark>3</footnotemark> that the judgment is binding on all members of the class; and that the settlement is fair, reasonable, and adequate for all.</p>\n<p id=\"b713-12\">On February 28, 1972, Darlene Preston, a plaintiff in the action against American, above referred to, had brought a new class action against American and ALSSA predicated upon a claim of unlawful discrimination similar to that in the earlier complaint, and upon a claim that ALSSA failed to fulfill its duty of fair representation. Judgment was entered March 20, 1972 dismissing the complaint, apparently on the ground that the claims had been ad-judicatéd by the judgment of March 17, 1972.</p>\n<p id=\"b713-13\">1. <em>ALSSA’s Representation of the Class.</em></p>\n<p id=\"b713-14\">Mr. Feldman, counsel for ALSSA, and attorney of record for all the plaintiffs, testified in support of the settlement.</p>\n<p id=\"b713-15\">He took into consideration the proposition that the answer to the ultimate question of liability, common to all members of the class, i. e., whether the discharge policy was a violation of the Act, was less than a certainty. He felt that about 90% of the members of the class faced a serious legal question as to recovery because they had been terminated long before any complaint was filed with EEOC and these stewardesses might not be able to rely on the later filing by other members of the class. He noted that the circumstances of termination varied and that these differences might raise <page-number citation-index=\"1\" label=\"640\">*640</page-number>questions concerning recovery by members of the class. The airlines had terminated some on the ground of pregnancy, and others on the ground that they had concealed pregnancy, in violation of a company rule. Others had voluntarily resigned after becoming pregnant, and others resigned, but claimed they were coerced.</p>\n<blockquote id=\"b713-18\"><page-number citation-index=\"1\" label=\"639\">*639</page-number>“An action may be maintained as a class action if the prerequisites of subdivision (a) are satisfied, and in addition:</blockquote>\n<blockquote id=\"b713-19\">“(2) the party opposing the class has acted or refused to act on grounds generally applicable to the class, thereby making appropriate final injunctive relief or corresponding declaratory relief with respect to the class as a whole; or .... \"</blockquote>\n<p id=\"b714-4\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>Mr. Feldman testified that ALSSA made the decision to agree to the settlement. One advantage was that it afforded an opportunity to every member of the class to return to work, including those against whom the statute of limitations defense might have been urged, as well as those whose claim did not have that problem; those whose termination had clearly been grounded on pregnancy, as well as those who had less clearly been terminated for that cause.</p>\n<p id=\"b714-5\">Mr. Feldman conceded that ALSSA had obligations to groups which had conflicting interests. Junior currently employed stewardesses would be harmed by immediate reinstatement of former stewardesses, and the settlement did not provide such reinstatement. Seniority has a very important effect on stewardesses’ trip assignments and the like. Thus the former stewardesses who were reemployed pursuant to the settlement would want seniority to accrue during the period they had been out of the job, but the greater the seniority awarded to them, the larger the number of currently employed stewardesses who would be put to disadvantage. Mr. Feldman testified that the extent of seniority agreed on represented a compromise of the interests of the various groups.</p>\n<p id=\"b714-6\">The airlines said they were unwilling to negotiate concerning back pay. Mr. Feldman conceded that if the matter were litigated and liability established, there would probably be individual members of the class who could establish back pay claims. He estimated that full litigation would consume about five years. ALSSA decided to subordinate the interest of those who wanted to recover money to the interest of those who desired to return to work. This, he said, was an example of bargaining agent responsibility, to resolve in good faith the conflict in interest between groups, both of which are represented by the union.</p>\n<p id=\"b714-8\">Rule 23(a)(3) requires that the claims of a representative plaintiff be typical of the claims of the class and (4) requires that the representative plaintiff will fairly and adequately protect the interests of the class. It has been indicated “that the reasons for requiring an individual plaintiff in a class action to be a member of the class do not necessarily preclude an association from representing a class where its <em>raison d’etre </em>is to represent the interest of that class.”<footnotemark>4</footnotemark> It seems clear, however, that unless ALSSA’s status as certified bargaining agent under the Railway Labor Act alters the situation, it cannot, under the circumstances, be treated as the equivalent of a group of former stewardesses terminated on account of pregnancy, and thus members of and adequate representatives of, the class.</p>\n<p id=\"b714-9\">ALSSA admittedly considered and to some extent protected the interests of the currently employed stewardesses in working out the settlement. They, who are presently presumably in control of ALSSA, are not members of the class as now defined, and they have antagonistic interests. In Hansberry v. Lee, 311 U.S. 32, 45, 61 S.Ct. 115, 85 L.Ed. 22 (1940), the Supreme Court held that a judgment in a class action can only bind absent class members where the representative’s interests coincide with those of the balance of the class.</p>\n<p id=\"b714-10\">Counsel for ALSSA apparently would concede that if ALSSA were deemed merely an association of presently employed stewardesses, or even of both presently and formerly employed stewardesses, it would not be deemed an adequate representative of the class. Counsel argues, however, that ALSSA’s role as an exclusive collective bargaining <page-number citation-index=\"1\" label=\"641\">*641</page-number>agent for the stewardesses employed by these airlines gives it the power to accommodate and adjust the rights of present and former stewardesses which spring from Title VII, subject only to its obligation of fair representation. If this position were adopted, it need only be shown that ALSSA acted in good faith and in a manner which could be deemed fair, in making the choices involved in the settlement. Approval of the settlement could then be set aside only if the findings of good faith and fairness were found clearly erroneous.</p>\n<p id=\"b715-4\">In Steele v. Louisville &amp; Nashville R. R. Co., 323 U.S. 192, 200, 65 S.Ct. 226, 231, 89 L.Ed. 173 (1944), the Supreme Court held that the Railway Labor Act, in requiring the carrier to bargain with the chosen representative, operated to exclude any other representative, and deprived minority members of the craft of the right to choose a different representative or to bargain individually as to matters which are properly the subject of collective bargaining. It follows that the representative may make contracts having unfavorable effects on some of those represented, but the representative has “the duty to exercise fairly the power conferred upon it in behalf of all those for whom it acts, without hostile discrimination against them.” A similar holding was reached under the National Labor Relations Act in Ford Motor Co. v. Huffman, 345 U.S. 330, 336, 73 S.Ct. 681, 97 L.Ed. 1048 (1953).</p>\n<p id=\"b715-5\">In Humphrey v. Moore, 375 U.S. 335, 84 S.Ct. 363, 11 L.Ed.2d 370 (1963), the Supreme Court dealt with challenges to the resolution of grievances pursuant to a multi-party collective bargaining agreement. At p. 349, 84 S.Ct. at p. 371, the Court said, concerning the antagonistic interests of two groups, that “both groups [were] represented by the same union, whose president supported one group and opposed the other at the hearing before the Joint Conference Committee. But we are not ready to find a breach of the collective bargaining agent’s duty of fair representation in taking a good faith position contrary to that of some individuals whom it represents nor in supporting the position of one group of employees against that of another.”</p>\n<p id=\"b715-10\">In Vaca v. Sipes, 386 U.S. 171, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967), a union member who had been discharged sued the union for its refusal to take the grievance to arbitration under the collective bargaining agreement. The Supreme Court found no evidence of personal hostility or bad faith on the part of the union officers, and set aside a verdict in favor of the plaintiff. “Having concluded that the individual employee has no absolute right to have his grievance arbitrated under the collective bargaining agreement at issue, and that a breach of the duty of fair representation is not established merely by proof that the underlying grievance was meritorious, we must conclude that that duty was not breached here.” p. 194, 87 S.Ct. p. 919.</p>\n<p id=\"b715-11\">Counsel suggests that accommodation of the Railway Labor Act with Title VII of the Civil Rights Act of 1964 requires that the collective bargaining representative be accorded the same power, and held to the same degree of duty as the cases just cited accord it in the formulation and administration of collective bargaining agreements and the rights of individual employees thereunder. We are unable to agree.</p>\n<p id=\"AfV\">Title VII, unlike the National Labor Relations Act and Railway Labor Act, does not create nor necessarily recognize powers of exclusive representation, either for those currently employed in the unit nor for a group which would include those claiming to have been unlawfully discharged. The situation is not parallel, and it does not seem to us that policy reasons militate in favor of similar status for the bargaining representative. An individual who claims to have been the victim of unlawful discrimination has the right to redress individually, whether the discrimination was an isolated act or a general practice.</p>\n<blockquote id=\"b715-13\">“The real party in interest in conciliation endeavors is the employee al<page-number citation-index=\"1\" label=\"642\">*642</page-number>leged to have been discriminatorily treated. He is completely free to accept or reject the proposals of union or employer as well as the position taken by the [Equal Employment Opportunities] Commission.” Air Lines Stewards, etc. Loc. 550 v. American Airlines, Inc., 455 F.2d 101, 106 (7th Cir., 1972).</blockquote>\n<p id=\"b716-4\">Surely the fact that a labor organization is defined in 42 U.S.C. § 2000e and made a potential defendant in unlawful employment practice cases does not, as counsel seems to suggest, indicate an intention on the part of Congress that a collective bargaining representative play a special role in Title VII actions to redress unlawful employment practices by an employer.</p>\n<p id=\"b716-5\">We think a union may serve its members by being plaintiff in a suit to vindicate their civil rights. “There is nothing in the law which precluded the Union from recognizing the injustice done to a substantial minority of its members and from moving to correct it.” Bowe v. Colgate-Palmolive Company, 416 F.2d 711, 719 (7th Cir., 1969). When it espouses the interest of one group of its members, it doubtless has an obligation of fairness to any members whose interests are in conflict. But except for the area of collective bargaining and its necessary incidents, the union has no unique authority to compromise the rights of its members. Its adequacy as a representative party in a class suit, and its authority to compromise the rights of its members in a class suit when such rights do not arise out of collective bargaining agreements are to be tested and judged in the ordinary way.<footnotemark>5</footnotemark></p>\n<p id=\"b716-8\">2. <em>The Right of Class Members to Exclude Themselves From the Actions Originally Brought.</em></p>\n<p id=\"b716-9\"> Appellants argue that the district court must offer the members of the class the opportunity to “opt out”, or exclude themselves from the class. Rule 23(c)(2) requires that such opportunity and an alternative opportunity to enter an appearance through counsel, must be afforded in any class action maintained under Rule 23(b)(3). Unless a class action is maintained under Rule 23(b)(3), no right to opt out exists. All members of the class are bound by the judgment.</p>\n<p id=\"b716-10\">On July 16, 1971, when the first orders dealing with the actions as class actions were entered, the court did not expressly address the question whether or not they fell under Rule 23(b)(3). In the judgments, the court held they fell under Rule 23(b)(2), thus foreclosing the opportunity of any member of the class to exclude herself.</p>\n<p id=\"b716-11\">Rule 23(b)(2) applies to class actions in which</p>\n<blockquote id=\"b716-12\">“the party opposing the class has acted or refused to act on grounds generally applicable to the class, thereby making appropriate final injunctive relief or corresponding declaratory re<page-number citation-index=\"1\" label=\"643\">*643</page-number>lief with respect to the class as a whole. ...”</blockquote>\n<p id=\"b717-4\">When these actions were filed, the class included both stewardesses who had been terminated for pregnancy and those who might in the future be terminated for that cause. The latter were primarily, perhaps solely, interested in a declaration that the practice of termination for that reason is unlawful and an injunction against it. As to that group, (b) (2) would clearly be applicable.</p>\n<p id=\"b717-5\">Subdivision (b)(3) applies where:</p>\n<blockquote id=\"b717-6\">“the court finds that the questions of law or fact common to members of the class predominate over any questions affecting only individual members, and that a class action is superior to other available methods for fair and efficient adjudication of the controversy.”</blockquote>\n<p id=\"b717-7\">All the stewardesses share the common question of whether the diseharge-for-pregnaney policy was lawful. Those who had already been discharged were interested in reinstatment with or without back pay, and assuming a favorable decision on the common question, the entitlement of any particular former stewardess to reinstatement, back pay, and accrued seniority would depend on the facts peculiar to her. The amount of back pay would be computed separately for each, and reduced by her interim earnings.<footnotemark>6</footnotemark> Mr. Feldman’s testimony shows other differences among individual cases. Some who had not filed with EEOC might have difficulty in establishing the right to rely on the filings of others. The manner and stated cause of termination of employment varied.</p>\n<p id=\"b717-8\">As to the discharged stewardesses, the class actions would, even at the beginning, have had to be maintained under (b)(3), with each such stewardess having the right to exclude herself, or appear through counsel.</p>\n<p id=\"b717-9\">When the airlines ended their discharge policy, the actions became virtually moot as far as the currently employed stewardesses were concerned, and purely prospective relief against the practice became of little moment. The (b)(3) character of the actions, while always present as to the discharged stewardesses, became even more obvious.</p>\n<p id=\"b717-11\">In Gerstle v. Continental Airlines, Inc., 50 F.R.D. 213 (D.Colo., 1970), a former stewardess brought a class action, seeking injunctive relief, back pay, and reinstatement for stewardesses terminated because of marriage. The airline had dropped the policy after terminating plaintiff. The court held that in view of the change in policy there was no case for injunctive relief, but that the action should proceed under (b)(3) as to the other types of relief. The present actions are similar.</p>\n<p id=\"b717-12\">We have no doubt that even in a class action subject to (b) (3), situations could arise where individual members of a class so clearly acquiesced in and accepted the efforts of their union or other plaintiff for so long a period and under such circumstances that they would be estopped from exercising their right to exclude themselves and “spoiling” a settlement obtained by such efforts. Nothing revealed in this record puts these cases in that posture.</p>\n<p id=\"b717-13\">The actions originally brought against the two airlines should have been, and should henceforth be treated as (b)(3) class actions with the attendant right of a class member, for a reasonable interval, to exclude herself or appear through counsel pursuant to Rule 23(c) (2).</p>\n<p id=\"b717-14\">3. <em>Remand of the Actions Originally Brought Against the Two Airlines.</em></p>\n<p id=\"b717-15\">On remand, the district court should:</p>\n<p id=\"b717-16\">(1) Permit one or more of the named plaintiffs or other members of the class in each action to replace ALSSA as the representative of the class. If it should appear desirable for adequate representation of all class members, subclasses, each with its own representative, may be created.</p>\n<p id=\"b718-3\"><page-number citation-index=\"1\" label=\"644\">*644</page-number>(2) Require that notices, pursuant to Rule 23(c)(2) be sent, offering to each member of the class the opportunity to exclude herself from the class or appear through counsel.</p>\n<p id=\"b718-4\">(3) Proceed with the litigation unless settlement as to some or all issues is agreed on by the appropriate parties, and approved, on notice, by the court.</p>\n<p id=\"b718-5\">4. <em>The Preston Action Brought in February, 1972.</em></p>\n<p id=\"b718-6\">We express no conclusions with respect to this action except that, since it was dismissed on the theory that the claims therein have been adjudicated by a judgment now being reversed, the judgment dismissing it should also be reversed.</p>\n<p id=\"b718-7\">The judgments appealed from are reversed and the causes remanded for further proceedings consistent with this opinion. Circuit Rule 23 shall apply on remand.</p>\n<footnote label=\"1\">\n<p id=\"b712-7\">. Rule 23(b) (3) provides:</p>\n<blockquote id=\"b712-8\">“An action may be maintained as a class action if the prerequisites of subdivision (a) are satisfied, and in addition:</blockquote>\n<blockquote id=\"b712-9\">(3) the court finds that the questions of law or fact common to the members of the class predominate over any questions affecting only individual members, and that a class action is superior to other available methods for the fair and efficient adjudication of the controversy. The matters pertinent to the findings include: (A) the interest of members of the class in individually controlling the prosecution or defense of separate actions; (B) the extent and nature of any litigation concerning the controversy already commenced by or against members of the class; (O) the desirability or undesirability of concentrating the litigation of the claims in the particular forum; (D) the difficulties likely <page-number citation-index=\"1\" label=\"639\">*639</page-number>to be encountered in the management of a class action.”</blockquote>\n<p id=\"b713-7\">Rule 23(c) (2) provides :</p>\n<blockquote id=\"b713-8\">“(2) In any class action maintained under subdivision (b)(3), the court shall direct to the members of the class the best notice practicable under the circumstances, including individual notice to all members who can be identified through reasonable effort. The notice shall advise each member that (A) the court will exclude him from the class if he so requests by a specified date; (B) the judgment, whether favorable or not, will include all members who do not request exclusion; and (C) any member who does not request exclusion may, if he desires, enter an appearance through his counsel.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b713-16\">. Rule 23(e) requires notice to class members of a proposed settlement. The appellants contest the adequacy and accuracy of the notice procedures used here. In light of our disposition of the balance of the case, we do not reach this issue.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b713-17\">. Rule 23(b) (2) provides:</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b714-11\">. Norwalk CORE v. Norwalk Redevelopment Agency, 395 F.2d 920, 937 (2d Cir., 1968).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b716-6\">. See Cook County College Teachers U., Loc. 1600, A.F.T. v. Byrd, 456 F.2d 882, 885 (7th Cir., 1972) ; Mungin v. Florida East Coast Ry. Co., 318 F.Supp. 720 (M.D.Fla., 1970), aff’d 441 F.2d 728 (5th Cir., 1971), cert, denied sub nom. Howard v. Florida East Coast Ry. Co., 404 U.S. 897, 92 S.Ct. 203, 30 L.Ed. 2d 175; Amalgamated Meat Cutters of No. Am. v. Safeway Stores, Inc., 52 F.R.D. 373, 375 (D.Kan., 1971). <em>Amalgamated Meat Gutters </em>is similar to the present case. There, certain of the defendant’s female employees and their union filed a class action alleging that the defendant had failed to pay men and women the same wage for the same work, a violation of 42 U.S.C. § 2000e-5(e). The union and the employer negotiated a compromise and sought the court’s approval under Rule 23(e). Certain of the class members, including one of the individual named plaintiffs, objected to the compromise as unfair. The district court refused to approve the settlement and ordered independent counsel appointed for the dissenting class members. The court observed that:</p>\n<blockquote id=\"b716-14\">“However, counsel for the plaintiffs has appeared in a dual capacity — that is, both the Union’s attorney and attorney for the Class members. It is apparent from the communications in the file, as well as the expressions in open court, that the interests of the Union as a plaintiff, and the interests of at least a portion of the members of the Class are in conflict and not identical.” 52 F.R.D. at 375.</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b717-17\">. 42U.S.C. §2000e-5(g).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}