{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"486\" lastpage=\"503\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  PENNSYLVANIA STATE SYSTEM OF HIGHER EDUCATION, LOCK HAVEN UNIVERSITY, Petitioner\n  <br/>\n  v.\n  <br/>\n  ASSOCIATION OF PENNSYLVANIA STATE COLLEGE AND UNIVERSITY FACULTIES, Respondent\n </parties>\n <docketnumber id=\"p-2\">\n  No. 1040 C.D. 2017\n </docketnumber>\n <court id=\"p-3\">\n  Commonwealth Court of Pennsylvania.\n </court>\n <decisiondate id=\"p-4\">\n  Argued April 10, 2018\n  <br/>\n  Decided August 31, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Paul N. Lalley, Pittsburgh, for petitioner.\n </attorneys>\n <attorneys id=\"p-6\">\n  James L. Cowden, Harrisburg, for respondent\n </attorneys>\n <judges id=\"p-7\">\n  BEFORE: HONORABLE ANNE E. COVEY, Judge, HONORABLE MICHAEL H. WOJCIK, Judge, HONORABLE JAMES GARDNER COLINS, Senior Judge\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   OPINION BY SENIOR JUDGE COLINS\n  </author>\n  <p id=\"p-9\">\n   The Pennsylvania State System of Higher Education (PASSHE) petitions for review from a July 3, 2017 award of an arbitrator that determined that Lock Haven University (Lock Haven), a PASSHE member university, lacked just cause to terminate a professor in its Mathematics Department (Grievant)\n   <footnotemark>\n    1\n   </footnotemark>\n   based on the result of a 2016 criminal history report that revealed that Grievant was convicted of sexual offenses in 1990, 14 years prior to being hired by Lock Haven. The arbitrator awarded Grievant reinstatement to his position with a make-whole remedy and required that Lock Haven not assign Grievant to classes or programs that admit high school students who enroll in college courses but have not yet matriculated in the university, referred to as \"dual-enrolled students\" or \"dual enrollees.\" The issues in this appeal are whether the arbitrator's award contravenes the public policy of protecting minors from sexual abuse and whether the award violates the essence test because it intrudes on PASSHE's inherent managerial right to assign professors and students to specific classes. We conclude that the award does not contravene public policy or intrude on PASSHE's inherent managerial rights and accordingly affirm the award.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    Statutory Developments and Related Litigation\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   Before addressing the facts related to the grievance arbitration under appeal, it is necessary to review legislative changes to the Child Protective Services Law (CPSL)\n   <footnotemark>\n    2\n   </footnotemark>\n   undertaken by the General Assembly following a widely publicized child sexual abuse scandal at Pennsylvania State University, several related policy enactments undertaken by PASSHE and litigation that ensued between PASSHE and the Association of Pennsylvania State College and University Faculties (APSCUF), the exclusive representative for a bargaining unit of faculty members employed by PASSHE. Beginning in 2014, the General Assembly passed several amendments strengthening the CPSL, including the Act of October 22, 2014, P.L. 2529, No. 153 (Act 153), which,\n   <em>\n    inter alia\n   </em>\n   , amended Section 6344 of the CPSL related to the requirement of individuals with child care contact or responsibilities to obtain Federal Bureau of Investigation (FBI) and Pennsylvania State Police (PSP) criminal history reports and a certification that the individual does not appear in the ChildLine and Abuse Registry.\n   <footnotemark>\n    3\n   </footnotemark>\n   23 Pa. C.S. § 6344. Act 153, which went into effect on December 31, 2014, added subsection (a.1) to Section 6344, which relates to the applicability of Section 6344's clearance requirement to school employees; following the passage of Act 153, the CPSL clearances\n   were required of all employees of institutions of higher education who had direct contact with children.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-13\">\n   Section 6344(a.1) was subsequently amended by the Act of July 1, 2015, P.L. 94, No. 15 (Act 15), which went into effect immediately and clarified which employees at institutions of higher education were required to obtain clearances under Section 6344. Section 6344(a.1), as amended by Act 15, now reads:\n  </p>\n  <blockquote id=\"p-14\">\n   (a.1) School employees.\n   <strong>\n    --\n   </strong>\n   This section shall apply to school employees as follows:\n  </blockquote>\n  <blockquote id=\"p-15\">\n   (1) School employees governed by the provisions of the act of March 10, 1949 (P.L. 30, No. 14), known as the Public School Code of 1949, shall be subject to the provisions of section 111 of the Public School Code of 1949, except that this section shall apply with regard to the certification required under subsection (b)(2).\n  </blockquote>\n  <blockquote id=\"p-16\">\n   (2)(i) School employees not governed by the provisions of the Public School Code of 1949 shall be governed by this section.\n  </blockquote>\n  <blockquote id=\"p-17\">\n   (ii) This paragraph shall not apply to an employee of an institution of higher education whose direct contact with children, in the course of employment, is limited to either:\n  </blockquote>\n  <blockquote id=\"p-18\">\n   (A) prospective students visiting a campus operated by the institution of higher education; or\n  </blockquote>\n  <blockquote id=\"p-19\">\n   (B) matriculated students who are enrolled with the institution.\n  </blockquote>\n  <blockquote id=\"p-20\">\n   (iii) The exemption under subparagraph (ii)(B) shall not apply to students who are enrolled in a secondary school.\n  </blockquote>\n  <p id=\"p-21\">\n   23 Pa. C.S. § 6344(a.1). Section 6344.4(1)(iv), which was added to the CPSL by Act 15, requires that existing employees who are identified as needing Section 6344 clearances but who were never previously required to obtain them must do so by December 31, 2015. 23 Pa. C.S. § 6344.4(1)(iv).\n  </p>\n  <p id=\"p-22\">\n   PASSHE's Board of Governors adopted two policies in response to the General Assembly's amendments of the CPSL. First, the Board adopted Policy 2014-01-A: Protection of Minors (Policy), which went into effect on December 31, 2014 and was amended on January 22, 2015. (Reproduced Record (R.R.) 449a-55a.) The Policy requires all current and prospective employees to obtain FBI and PSP criminal history reports and is applicable to \"all programs and activities involving minors that fall within the scope of this policy, including graduate and undergraduate course offerings.\" (Policy 2014-01-A §§ A, C(4), R.R. 449a, 453a.) On September 2, 2015, the Board of Governors adopted Policy 2015-21: Background Clearances and Reporting Requirements, which set forth detailed procedures on obtaining criminal history reports and ChildLine certifications in light of the amendments to the CPSL. (R.R. 456a-74a.)\n  </p>\n  <p id=\"p-23\">\n   In August 2015, APSCUF filed an unfair labor practice charge against PASSHE with the Pennsylvania Labor Relations Board (PLRB) and an original jurisdiction petition in this Court seeking an injunction against PASSHE.\n   <em>\n    Association of Pennsylvania State College and University Faculties v. Pennsylvania State System of Higher Education\n   </em>\n   , (Pa. Cmwlth., No. 407 M.D. 2015). APSCUF's chief complaint in the Commonwealth Court case was that the Policy required many of its members to have to submit criminal history reports and ChildLine certifications despite being\n   statutorily exempted from having to submit clearances pursuant to Section 6344(a.1)(2)(ii) of the CPSL. On September 17, 2015, then-President Judge Dan Pellegrini entered a preliminary injunction that prevented PASSHE from requiring APSCUF members to submit clearances except with respect to PASSHE employees who teach courses containing dual enrollees or who are involved with programs that require the employees to have direct contact with children. On January 13, 2016, Judge Pellegrini entered a clarifying order stating that the injunction would remain in effect pending a contrary arbitration decision or PLRB decision that determines that the clearances are mandated by law or an inherent managerial right. Judge Pellegrini's order stated that all PASSHE employees teaching an introductory level course, often referred to as a \"100-level course,\" must submit Section 6344 clearances. The January 13, 2016 order further provided that, except as otherwise agreed to by the parties, dual-enrolled students may not enroll in upper-level courses unless a PASSHE employee who is subject to the Section 6344 clearance requirement and who has complied with the clearance requirement is available to teach the course. On April 26, 2017, the Supreme Court issued a\n   <em>\n    per curiam\n   </em>\n   order affirming the January 13, 2016 order.\n   <em>\n    Association of Pennsylvania State College and University Faculties v. Pennsylvania State System of Higher Education\n   </em>\n   ,\n   <extracted-citation case-ids=\"12278589\" index=\"0\" url=\"https://cite.case.law/pa/639/463/\">\n    639 Pa. 463\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12278591,12278589,12316990,12316999\" index=\"1\" url=\"https://cite.case.law/a3d/161/193/\">\n    161 A.3d 193\n   </extracted-citation>\n   (2017).\n  </p>\n  <p id=\"p-24\">\n   On June 20, 2017, the PLRB issued a final order rejecting APSCUF's unfair labor charge, ruling that PASSHE's implementation of its requirement that in the Policy all bargaining unit faculty and coaches submit clearances is a managerial prerogative and as such is not a mandatory subject for bargaining.\n   <em>\n    Association of Pennsylvania State College and University Faculties v. Pennsylvania State System of Higher Education\n   </em>\n   , (PLRB No. PERA-C-15-240-E, filed June 20, 2017),\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=2017%20WL%203129198\">\n    2017 WL 3129198\n   </extracted-citation>\n   . The PLRB's final order, however, was appealed, and on April 19, 2018, a panel of this Court issued an opinion reversing in part and affirming in part the PLRB order.\n   <em>\n    Association of Pennsylvania State College and University Faculties v. Pennsylvania Labor Relations Board\n   </em>\n   , (Pa. Cmwlth., No. 966 C.D. 2017, filed April 19, 2018),\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=2018%20WL%201868303\">\n    2018 WL 1868303\n   </extracted-citation>\n   . This Court reversed as to the APSCUF bargaining unit members who were not required to submit clearances pursuant to Section 6344(a.1) as amended by Act 15, holding that applying the background check requirement to those employees was not an inherent managerial prerogative and therefore PASSHE was not exempt from bargaining over this issue.\n   <em>\n    <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=2018%20WL%201868303\">\n     Id.\n    </extracted-citation>\n   </em>\n   , slip op. at 15-17,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=2018%20WL%201868303\">\n    2018 WL 1868303\n   </extracted-citation>\n   , at *7-*8. On the other hand, this Court affirmed the PLRB's order as to the bargaining unit members who were required by Section 6344(a.1) to submit criminal history reports and ChildLine certifications because PASSHE could not bargain over something it was required by law to do.\n   <em>\n    <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=2018%20WL%201868303\">\n     Id.\n    </extracted-citation>\n   </em>\n   , slip op. at 11-12, 17,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=2018%20WL%201868303\">\n    2018 WL 1868303\n   </extracted-citation>\n   , at *5, *8.\n  </p>\n  <p id=\"p-25\">\n   <strong>\n    Discharge of Grievant\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   In 1989, Grievant was charged in Kentucky with two counts of Sodomy in the third degree and one count of Sexual Abuse in the first degree. (Arbitration Award at 12.) Though the exact nature of Grievant's crime is unclear, it appears that Grievant, who was 19 years old at the time, performed oral sex on an 8-year-old boy and engaged in another unspecified sexual act with another minor. (\n   <em>\n    Id.\n   </em>\n   at 8, 13, 17.) Grievant was convicted of the charges in 1990, and he received a 5-year prison sentence, which was automatically reduced by 25% when he successfully completed a voluntary sex offender therapy program\n   while incarcerated. (\n   <em>\n    Id.\n   </em>\n   at 7, 16 n.11, 17; Ex. E-19, R.R. 534a-35a; Ex. E-20, R.R. 599a-600a.)\n  </p>\n  <p id=\"p-27\">\n   Following his release from prison, Grievant completed his undergraduate studies where he tutored students and then received a Ph.D. in Mathematics from Michigan State University where he directed the Mathematics Learning Center and supervised 110 graduate assistants. (Arbitration Award at 16.) Grievant was hired by Lock Haven in 2004 as a professor in the Mathematics Department. (\n   <em>\n    Id.\n   </em>\n   at 11.) In 2009, Grievant was granted tenure by Lock Haven and promoted to full professor based on his highly regarded teaching and scholarship. (\n   <em>\n    Id.\n   </em>\n   at 16; Ex. U-3, R.R. 688a-92a.) In 2014, a faculty committee recommended that Grievant's tenure be renewed as part of a regular review process that occurs every five years. (Arbitration Award at 16.)\n  </p>\n  <p id=\"p-28\">\n   When Grievant was initially hired at Lock Haven in 2004, the employment application that he completed asked only whether he had been convicted of a crime within the previous decade or whether there were any criminal charges currently pending against him, to which Grievant truthfully responded in the negative. (Arbitration Award at 18; Ex. E-1, R.R. 447a.) There has been no allegation that Grievant engaged in any other instance of sexual abuse or any other impropriety while employed at Lock Haven or at any point after 1989. (Arbitration Award at 16-17, 19.)\n  </p>\n  <p id=\"p-29\">\n   On January 15, 2016, two days after Judge Pellegrini issued his order stating that all PASSHE faculty members who teach 100-level courses are subject to the clearance requirement of the CPSL, a human resources employee at Lock Haven emailed Grievant stating that, because he was teaching a 100-level course during the spring semester, he was required to submit an FBI criminal history report and ChildLine certification before the first day of classes.\n   <footnotemark>\n    5\n   </footnotemark>\n   (Arbitration Award at 6; Ex. E-8, R.R. 485a.) On February 17, 2016, Grievant delivered to Deana Hill, Associate Vice President for Human Resources at Lock Haven, an FBI criminal history report noting the three charges filed against him in Kentucky in 1989 and his subsequent 1990 conviction. (Arbitration Award at 6; Ex. E-12, R.R. 489a-93a.) The Department of Human Services letter accompanying the report stated that the result of the FBI background check was \"DISQUALIFICATION - Record exists and contains a conviction(s) that is grounds for denying employment in a childcare position according to the\" CPSL.\n   <footnotemark>\n    6\n   </footnotemark>\n   (Ex. E-12, R.R. 489a.) Counsel for PASSHE obtained a packet of documents related to the charges against Grievant from a LaRue County, Kentucky official, which were provided to Michael Fiorentino, President of Lock Haven. (Arbitration Award at 7-8.)\n  </p>\n  <p id=\"p-30\">\n   On April 6, 2016, President Fiorentino notified Grievant that he was being placed on administrative leave with pay and benefits pending a fact-finding investigation. (Arbitration Award at 8; Ex. E-16, R.R. 526a.) Hill conducted the fact-finding investigation, which included a meeting and\n   interview in the presence of a union representative. (Arbitration Award at 8.) According to the investigative report Hill prepared, Grievant stated during his interview that he had not been arrested or charged with any crime since he was released from prison, in the 27 intervening years since the incident he has always \"done the right thing,\" he strictly observed the PASSHE policy on the protection of minors, he kept his office door open during all meetings, and he was a \"safe member of the faculty.\" (Arbitration Award at 8-9; Ex. E-19, R.R. 534a-35a.)\n  </p>\n  <p id=\"p-31\">\n   On May 9, 2016, President Fiorentino conducted a pre-disciplinary conference. (Arbitration Award at 9-10.) On May 18, 2016, President Fiorentino sent Grievant a letter notifying him that his employment was terminated. (\n   <em>\n    Id.\n   </em>\n   at 10.) In the letter, President Fiorentino stated that he considered that Grievant had a \"regular and recurring teaching assignment\" of 100-level courses in which non-matriculated minors could enroll and that he participated in running an annual math competition for high school students hosted by Lock Haven. (\n   <em>\n    Id.\n   </em>\n   at 11; Ex. E-24, R.R. 646a.) President Fiorentino stated that he did not agree with Grievant's sentiment that he was a changed person since his conviction and that the severity and relevancy of the criminal offenses outweighed any possible mitigation due to the passage of time and therefore required Grievant's dismissal. (Arbitration Award at 11; Ex. E-24, R.R. 645a-46a.) APSCUF filed a \"Step Three\" grievance with PASSHE on behalf of Grievant, which PASSHE denied on October 31, 2016. (Arbitration Award at 11-14; Joint Ex. 2, R.R. 440a-46a.)\n  </p>\n  <p id=\"p-32\">\n   The grievance was then referred to binding arbitration. The arbitrator conducted two days of hearings in December 2016. President Fiorentino, Hill and Michael Ferguson, counsel for PASSHE, testified on behalf of PASSHE. Grievant and the Chair of the Mathematics Department testified for APSCUF.\n  </p>\n  <p id=\"p-33\">\n   <strong>\n    Arbitration Award\n   </strong>\n  </p>\n  <p id=\"p-34\">\n   In the award, the arbitrator concluded that the central issue was whether Grievant's continued employment constituted an unacceptable threat to any minors within the Lock Haven student population in spite of the nearly three decades that have elapsed since his crime without any improper behavior. (Arbitration Award at 14.) The arbitrator stated that under the \"just cause\" standard, PASSHE was required to show \"a concrete reason for separating him from employment.\" (\n   <em>\n    Id.\n   </em>\n   )\n  </p>\n  <p id=\"p-35\">\n   Addressing PASSHE's rationale for terminating Grievant, the arbitrator discussed President Fiorentino's statements that the passage of time was not a mitigating factor because of the severity of the offenses involving the sexual victimization of a minor and that the offenses were relevant to his job duties of teaching 100-level courses in which high school students might enroll and assisting in a high school math competition. (Arbitration Award at 15.) The arbitrator concluded that, while hiring decisions may be based solely on the severity of the crime and risk that the applicant would commit similar acts in the future, decisions regarding current employees must take into account objective factors pointing towards the employee committing a similar act, with the predictive value of an old conviction receding as evidence of more recent trustworthiness piles up. (\n   <em>\n    Id.\n   </em>\n   ) The arbitrator noted that in 2004 PASSHE implicitly accepted the potential of a candidate for employment to be rehabilitated from a distant criminal act as Grievant's employment application only asked for information regarding pending charges or criminal convictions in the prior 10 years. (\n   <em>\n    Id.\n   </em>\n   at 18.)\n  </p>\n  <p id=\"p-36\">\n   The arbitrator detailed Grievant's academic accomplishments since his release from prison and described his unblemished record, excellent reviews and history of advancement at Lock Haven, including his receipt of tenure and its renewal. (Arbitration Award at 16.) The arbitrator rejected the contention by PASSHE that Grievant had not expressed remorse for his actions, describing Grievant's testimony in the arbitration hearing regarding his contrition, the voluntary sex offender program he participated in while in prison where he learned \"ownership\" and acceptance of what he had done, and his self-professed \"obligation\" and \"commitment\" to do no harm again and be an upstanding individual. (\n   <em>\n    Id.\n   </em>\n   at 17 (quoting Dec. 16, 2016 Hearing Testimony at 266, 272-73, R.R. 266a, 272a-73a).) The arbitrator further noted that the only evidence presented by either side regarding Grievant's mental state was a 1990 psychiatric report that indicated that he had a good prognosis and he was \"demonstrating significant insight.\" (Arbitration Award at 15 (quoting Ex. E-15, R.R. 512a).)\n  </p>\n  <p id=\"p-37\">\n   The arbitrator finally addressed whether Grievant could still perform his job duties without having contact with high school students, concluding that PASSHE had not demonstrated that it would be impractical for Grievant to exclusively teach matriculated students. (Arbitration Award at 18.) The arbitrator concluded that PASSHE lacked just cause for the termination, holding that the preponderance of evidence showed that Grievant's youthful criminal acts had not followed him into middle age. (Arbitration Award at 19-20.) The arbitrator further concluded that \"being in direct contact with dual enrollees is not an essential aspect of his role as a professor\" and he could perform his job duties with minimal accommodation to ensure he does not teach dual enrollees. (\n   <em>\n    Id.\n   </em>\n   at 19.) The arbitrator accordingly reinstated Grievant to his position and made him whole with the proviso that he would not be assigned to classes or programs that admit dual enrollees. (\n   <em>\n    Id.\n   </em>\n   at 19, Award.)\n  </p>\n  <p id=\"p-38\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-39\">\n   <strong>\n    Essence Test\n   </strong>\n  </p>\n  <p id=\"p-40\">\n   PASSHE first challenges the remedy in the arbitrator's award that limited Grievant from being assigned to classes or programs that admit dual-enrolled students, arguing that the award is not rationally derived from the collective bargaining agreement (CBA) between PASSHE and APSCUF and therefore violates the essence test.\n  </p>\n  <p id=\"p-41\">\n   The essence test, the applicable standard of review in appeals from grievance arbitration awards, has been described as one of \"great deference\" which requires that an arbitration award be affirmed so long as it draws its essence from the applicable CBA.\n   <em>\n    Westmoreland Intermediate Unit # 7 v. Westmoreland Intermediate Unit # 7 Classroom Assistants Educational Support Personnel Association, PSEA/NEA\n   </em>\n   ,\n   <extracted-citation case-ids=\"3844331\" index=\"8\" url=\"https://cite.case.law/pa/595/648/\">\n    595 Pa. 648\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"9\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d 855\n   </extracted-citation>\n   , 862-63 (2007) ;\n   <em>\n    State System of Higher Education (Cheyney University) v. State College University Professional Association (PSEA-NEA)\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778\" index=\"10\" url=\"https://cite.case.law/pa/560/135/\">\n    560 Pa. 135\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"11\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d 405\n   </extracted-citation>\n   , 413 (1999). This test involves a two-step analysis; first, the court must determine if the issue is properly defined as within the terms of the CBA and second, if the issue is embraced in the agreement, whether the award is rationally derived from the agreement.\n   <em>\n    Westmoreland Intermediate Unit # 7\n   </em>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"12\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d at\n   </extracted-citation>\n   863 ;\n   <em>\n    Cheyney University\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"13\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d at 413\n   </extracted-citation>\n   . As our Supreme Court has explained, \"a court will only vacate an arbitrator's award where the award indisputably and genuinely is without foundation in, or fails to logically flow from, the\" CBA.\n  </p>\n  <p id=\"p-42\">\n   <em>\n    Westmoreland Intermediate Unit # 7\n   </em>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"14\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d at 863\n   </extracted-citation>\n   (quoting\n   <em>\n    Cheyney University\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"15\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d at\n   </extracted-citation>\n   413 ).\n  </p>\n  <p id=\"p-43\">\n   Under the essence test, the arbitrator's findings of fact are binding on the courts, and the reviewing court may not undertake any independent factual analysis.\n   <em>\n    Rose Tree Media Secretaries &amp; Educational Support Personnel Association-ESPA, PSEA-NEA v. Rose Tree Media School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"6805223\" index=\"16\" url=\"https://cite.case.law/a3d/136/1069/6805223/#p1078\">\n    136 A.3d 1069\n   </extracted-citation>\n   , 1078 (Pa. Cmwlth. 2016) ;\n   <em>\n    Bethel Park School District v. Bethel Park Federation of Teachers, Local 1607\n   </em>\n   ,\n   <extracted-citation case-ids=\"7310683\" index=\"17\" url=\"https://cite.case.law/a3d/55/154/\">\n    55 A.3d 154\n   </extracted-citation>\n   , 159 n.4 (Pa. Cmwlth. 2012). In addition, a court may not review the merits or reasonableness of the arbitrator's award under the guise of the essence test.\n   <em>\n    Westmoreland Intermediate Unit # 7\n   </em>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"18\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d at\n   </extracted-citation>\n   863 ;\n   <em>\n    Cheyney University\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"19\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d at 410-11\n   </extracted-citation>\n   , 413 n.8.\n  </p>\n  <p id=\"p-44\">\n   PASSHE asserts that the arbitrator's remedy encroaches on its inherent managerial rights under the CBA to direct the teaching assignments of faculty. PASSHE contends that the award changes Grievant's job description and removes a significant amount of the work (teaching 100-level courses) of the position for which Grievant was hired. PASSHE argues that it never negotiated with APSCUF regarding the assignment of faculty to teaching assignments and in fact that this power was explicitly reserved to PASSHE, citing Article 10 of the CBA, which sets forth the right of PASSHE and its member universities and provides that PASSHE has the right to \"manage all operations including the direction of FACULTY,\" and Article 5(D) of the CBA, which provides that the \"arbitrator shall have no authority to add to, subtract from, or modify this Agreement.\" (R.R. 292a, 304a.) Moreover, as PASSHE points out, Section 702 of the Public Employe Relations Act provides that \"[p]ublic employers shall not be required to bargain over matters of inherent managerial policy, which shall include but shall not be limited to such areas of discretion or policy as the...selection and direction of personnel.\"\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-45\">\n   It is well-established that an arbitrator may fashion a remedy in a particular case that is not explicitly prescribed in the CBA so long as the remedy furthers the essence of the CBA.\n   <em>\n    Rose Tree Media Secretaries\n   </em>\n   ,\n   <extracted-citation case-ids=\"6805223\" index=\"20\" url=\"https://cite.case.law/a3d/136/1069/6805223/#p1078\">\n    136 A.3d at\n   </extracted-citation>\n   1080 ;\n   <em>\n    Greater Latrobe Area School District v. Pennsylvania State Education Association\n   </em>\n   , 150 Pa.Cmwlth. 441,\n   <extracted-citation case-ids=\"1436548\" index=\"21\" url=\"https://cite.case.law/pa-commw/150/441/\">\n    615 A.2d 999\n   </extracted-citation>\n   , 1002 n.1 (1992). \"[A]n arbitrator must be given latitude and flexibility in fashioning a proper remedy and should not be limited in his or her problem solving to the exact language in the Agreement.\"\n   <em>\n    Pennsylvania Turnpike Commission v. Teamsters Local 250\n   </em>\n   ,\n   <extracted-citation case-ids=\"7291605\" index=\"22\" url=\"https://cite.case.law/a2d/988/789/#p795\">\n    988 A.2d 789\n   </extracted-citation>\n   , 795 (Pa. Cmwlth. 2010) (quoting\n   <em>\n    Pennsylvania Turnpike Commission v. Teamsters Local Union No. 250,\n   </em>\n   162 Pa.Cmwlth. 633,\n   <extracted-citation case-ids=\"1458292,7866412\" index=\"23\" url=\"https://cite.case.law/a2d/639/968/\">\n    639 A.2d 968\n   </extracted-citation>\n   , 974 (1994) ). As the United States Supreme Court explained in one of the seminal decisions formulating the essence test:\n  </p>\n  <blockquote id=\"p-46\">\n   When an arbitrator is commissioned to interpret and apply the collective bargaining agreement, he is to bring his informed judgment to bear in order to reach a fair solution of a problem. This is especially true when it comes to formulating remedies. There the need is for flexibility in meeting a wide variety of situations. The draftsmen may never have thought of what specific remedy should be awarded to meet a particular contingency.\n  </blockquote>\n  <p id=\"p-47\">\n   <em>\n    United Steelworkers of America v. Enterprise Wheel and Car Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6166577\" index=\"24\" url=\"https://cite.case.law/us/363/593/#p597\">\n    363 U.S. 593\n   </extracted-citation>\n   , 597,\n   <extracted-citation case-ids=\"6166577\" index=\"25\" url=\"https://cite.case.law/us/363/593/#p597\">\n    80 S.Ct. 1358\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6166577\" index=\"26\" url=\"https://cite.case.law/us/363/593/#p597\">\n    4 L.Ed.2d 1424\n   </extracted-citation>\n   (1960) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Midland Borough School District v. Midland Education Association, PSEA\n   </em>\n   ,\n   <extracted-citation case-ids=\"1835925\" index=\"27\" url=\"https://cite.case.law/pa/532/530/\">\n    532 Pa. 530\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1835925\" index=\"28\" url=\"https://cite.case.law/pa/532/530/\">\n    616 A.2d 633\n   </extracted-citation>\n   , 635 (1992) (quoting\n   <em>\n    United Steelworkers\n   </em>\n   ).\n  </p>\n  <p id=\"p-48\">\n   While an arbitrator has broad authority with respect to crafting an award and remedies, that power is not limitless. An award that changes the language of a CBA or that adds new or additional provisions to the agreement fails the essence test.\n   <em>\n    Cheyney University\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"29\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d at\n   </extracted-citation>\n   422 ;\n   <em>\n    Department of Corrections, State Correctional Institution at Pittsburgh v. Pennsylvania State Corrections Officers Association\n   </em>\n   ,\n   <extracted-citation case-ids=\"7310385\" index=\"30\" url=\"https://cite.case.law/a3d/56/60/#p64\">\n    56 A.3d 60\n   </extracted-citation>\n   , 64 (Pa. Cmwlth. 2012) (\n   <em>\n    en banc\n   </em>\n   ). \"[W]here the arbitrator's words exhibit an infidelity to the agreement, courts have no choice but to refuse enforcement of the award.\"\n   <em>\n    Cheyney University\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"31\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d at\n   </extracted-citation>\n   422 ;\n   <em>\n    Southern Tioga Education Association v. Southern Tioga School District,\n   </em>\n   <extracted-citation case-ids=\"7861605\" index=\"32\" url=\"https://cite.case.law/a2d/668/260/#p262\">\n    668 A.2d 260\n   </extracted-citation>\n   , 262 (Pa. Cmwlth. 1995). Thus, for example, where the arbitrator adds an \"arbitrary and capricious\" standard to the CBA concerning the employer's discipline of a probationary employee,\n   <em>\n    Cheyney University\n   </em>\n   ,\n   <extracted-citation case-ids=\"95778,11487623\" index=\"33\" url=\"https://cite.case.law/a2d/743/405/\">\n    743 A.2d at 422\n   </extracted-citation>\n   , or changes the time period for filing a grievance as set forth in the CBA,\n   <em>\n    Department of Corrections\n   </em>\n   ,\n   <extracted-citation case-ids=\"7310385\" index=\"34\" url=\"https://cite.case.law/a3d/56/60/#p64\">\n    56 A.3d at 64\n   </extracted-citation>\n   , the arbitration award does not draw its essence from the agreement.\n  </p>\n  <p id=\"p-49\">\n   In this case, the arbitrator concluded that the decision to discharge Grievant was based in part upon PASSHE's supposition that Grievant could not perform his duties as a mathematics professor at Lock Haven without coming into contact with dual-enrolled students. (Arbitration Award at 18-19.) The arbitrator addressed the rationale underlying this belief to see whether an accommodation could be made to alleviate PASSHE's concerns, finding that there was high demand among the other professors in the Mathematics Department to teach the 100-level classes in which high school students would enroll and there were sufficient other courses for Grievant to teach, including graduate courses. (\n   <em>\n    Id.\n   </em>\n   at 18.) The arbitrator observed that the Chair of the Mathematics Department testified that he was comfortable in not assigning Grievant to classes with dual-enrolled students and had accommodated one professor in the past who did not want to teach high-school level classes and agreed to not place students who had complained about another professor in future classes with that professor. (\n   <em>\n    Id.\n   </em>\n   ) The arbitrator further found that summer session courses and an annual math competition for high school students were staffed by volunteers and therefore they were not essential to Grievant's duties. (\n   <em>\n    Id.\n   </em>\n   at 18-19.) The arbitrator accordingly concluded that being in contact with dual-enrolled students was not an essential aspect of Grievant's job and Grievant could be exempted from being assigned to teach in classes or programs in which dual-enrolled students could enroll. (\n   <em>\n    Id.\n   </em>\n   at 19-20, Award.)\n  </p>\n  <p id=\"p-50\">\n   While the \"selection and direction of personnel\" is an inherent managerial policy, 43 P.S. § 1101.702 ;\n   <em>\n    Borough of Ellwood City v. Pennsylvania Labor Relations Board\n   </em>\n   ,\n   <extracted-citation case-ids=\"4198918\" index=\"35\" url=\"https://cite.case.law/pa/606/356/\">\n    606 Pa. 356\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4198918,7288063\" index=\"36\" url=\"https://cite.case.law/a2d/998/589/\">\n    998 A.2d 589\n   </extracted-citation>\n   , 601 (2010), and is specifically reserved to PASSHE in the CBA, any concern that the arbitrator's remedy is not rationally derived from the CBA is allayed in this case for several reasons. First, by imposing the remedy to remove Grievant from having responsibility to teach 100-level courses, the arbitrator was both responding to the concerns of PASSHE concerning Grievant's exposure to minors at Lock Haven and crafting the award to the language of the CPSL. As this Court has explained in previous cases, pursuant to Section 6344(a.1) of the CPSL, PASSHE is required to request background checks of employees with direct contact with minors in the course of their employment, excluding\n   matriculated students or visiting prospective students. This requirement extends to academic faculty who taught 100-level or equivalent courses in which minors could enroll, and the employees must submit updated clearances every 60 months pursuant to Section 6344.4(1)(i) of the CPSL. For all other faculty members, PASSHE cannot unilaterally demand that they submit background checks but instead is required to bargain regarding any such policy as it would over any other proposed change to the terms and conditions of employment. The challenged remedy thus effectively tracks the General Assembly's intent to create two classes of faculty based on exposure to minors and potential risk of abuse, removing Grievant from the first group that was subject to the mandatory requirements of Section 6344 and placing him in the second group where he is not required by law to submit clearances.\n  </p>\n  <p id=\"p-51\">\n   Furthermore, the arbitrator amply demonstrated that in this case the alteration to Grievant's course load would not be a burden on PASSHE. The testimony of Grievant's Department Chair showed both that there was a demand for other professors to teach the 100-level courses in which high school students would generally enroll and that Grievant was qualified to teach upper-level courses and that there were sufficient other upper-level courses that he could pick up to satisfy his workload requirement. In addition, as the testimony of President Fiorentino demonstrates, there were a limited number of dual-enrolled students at Lock Haven with a total of 30 enrolled during the semester in which he testified before the arbitrator compared to approximately 4,300 matriculated students. (Dec. 15, 2016 Hearing Testimony at 120-21, 143, R.R. 120a-121a, 143a.)\n  </p>\n  <p id=\"p-52\">\n   Moreover, although PASSHE maintains that Grievant's job required him to teach 100-level courses, there is no evidence in the record that Grievant specifically was hired with the understanding that he would teach entry-level mathematics courses or that other academic faculty members, in the Mathematics Department or otherwise, were required to teach 100-level courses during their employment.\n   <footnotemark>\n    8\n   </footnotemark>\n   Nor does the CBA contain any requirement that academic faculty members teach 100-level courses. The award therefore does not preclude Grievant from performing his principal duty as an academic faculty member to teach undergraduate and graduate classes.\n   <em>\n    Cf.\n   </em>\n   <em>\n    Department of Corrections, State Correctional Institution at Forest v. Pennsylvania State Corrections Officers Association\n   </em>\n   ,\n   <extracted-citation case-ids=\"12349223\" index=\"37\" url=\"https://cite.case.law/a3d/173/854/#p859\">\n    173 A.3d 854\n   </extracted-citation>\n   , 859-60 (Pa. Cmwlth. 2017) (holding that an arbitrator's award reinstating a corrections officer with the condition that the officer could not be involved in the supervision of inmates infringed on the Department's managerial rights and therefore violated the essence test because the condition placed by the arbitrator on the officer's reinstatement was in direct conflict with a\n   corrections officer's statutorily defined \"principal duty\" to supervise inmates).\n  </p>\n  <p id=\"p-53\">\n   Accordingly, we conclude that the remedy in the award requiring Grievant to teach in courses and programs where dual-enrolled students are not admitted drew its essence from the CBA.\n  </p>\n  <p id=\"p-54\">\n   <strong>\n    Public Policy Exception\n   </strong>\n  </p>\n  <p id=\"p-55\">\n   PASSHE also argues that the arbitrator's award violates the well-defined public policy in Pennsylvania of protecting minors from sexual abuse. In cases where a court finds that the essence test is satisfied, the court may then consider whether the award violates a well-defined and dominant public policy of the Commonwealth.\n   <em>\n    Philadelphia Housing Authority v. AFSCME, District Council 33, Local 934\n   </em>\n   ,\n   <extracted-citation case-ids=\"4209644\" index=\"38\" url=\"https://cite.case.law/pa/617/69/\">\n    617 Pa. 69\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"39\" url=\"https://cite.case.law/a3d/52/1117/\">\n    52 A.3d 1117\n   </extracted-citation>\n   , 1121 (2012) ;\n   <em>\n    Westmoreland Intermediate Unit # 7\n   </em>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"40\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d at 865-66\n   </extracted-citation>\n   . The public policy exception to the essence test is a \"narrow\" one,\n   <em>\n    Westmoreland Intermediate Unit # 7\n   </em>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"41\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d at\n   </extracted-citation>\n   865 ;\n   <em>\n    Neshaminy School District v. Neshaminy Federation of Teachers\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"42\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d 334\n   </extracted-citation>\n   , 337-38 (Pa. Cmwlth. 2017) (\n   <em>\n    en banc\n   </em>\n   ), but is not to be interpreted so narrowly \"that it would be, as a practical matter, completely negated.\"\n   <em>\n    Philadelphia Housing Authority\n   </em>\n   ,\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"43\" url=\"https://cite.case.law/a3d/52/1117/\">\n    52 A.3d at\n   </extracted-citation>\n   1125 ;\n   <em>\n    Neshaminy School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"44\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d at 338\n   </extracted-citation>\n   . The public policy exception requires the application of a three-part test:\n  </p>\n  <blockquote id=\"p-56\">\n   First, the nature of the conduct leading to the discipline must be identified. Second, we must determine if that conduct implicates a public policy which is \"well-defined, dominant, and ascertained by reference to the laws and legal precedents and not from general considerations of supposed public interests.\" ... Third, we must determine if the arbitrator's award poses an unacceptable risk that it will undermine the implicated policy and cause the public employer to breach its lawful obligations or public duty, given the particular circumstances at hand and the factual findings of the arbitrator.\n  </blockquote>\n  <p id=\"p-57\">\n   <em>\n    Neshaminy School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"45\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d at 338\n   </extracted-citation>\n   (quoting\n   <em>\n    City of Bradford v. Teamsters Local Union No. 110\n   </em>\n   ,\n   <extracted-citation case-ids=\"7276616\" index=\"46\" url=\"https://cite.case.law/a3d/25/408/#p414\">\n    25 A.3d 408\n   </extracted-citation>\n   , 414 (Pa. Cmwlth. 2011) (\n   <em>\n    en banc\n   </em>\n   ) ). The burden of establishing a violation of public policy rests on the party asserting the public policy exception.\n   <em>\n    Westmoreland Intermediate Unit # 7\n   </em>\n   ,\n   <extracted-citation case-ids=\"8304074,3844331\" index=\"47\" url=\"https://cite.case.law/a2d/939/855/\">\n    939 A.2d at 864\n   </extracted-citation>\n   . Whether the public policy exception to the essence test applies in a given case is a question of law subject to this Court's plenary,\n   <em>\n    de novo\n   </em>\n   review.\n   <em>\n    Philadelphia Housing Authority\n   </em>\n   ,\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"48\" url=\"https://cite.case.law/a3d/52/1117/\">\n    52 A.3d at\n   </extracted-citation>\n   1121 ;\n   <em>\n    Neshaminy School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"49\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d at\n   </extracted-citation>\n   337 n.3.\n  </p>\n  <p id=\"p-58\">\n   In this matter, there is no disagreement regarding the first part of the public policy exception test. The nature of the conduct that resulted in Grievant's termination was the criminal offenses he committed in 1989 that resulted in a criminal conviction and prison term. The parties, however, express contrasting views regarding the application of the second and third parts of the test. Regarding the second part of the test, the parties cite to no decision of a court of this Commonwealth that found that there exists a public policy of protecting minors from abuse. PASSHE finds evidence of the well-defined public policy in Pennsylvania of protecting minors from sexual abuse in several Pennsylvania statutes, including the CPSL which provides that the purpose of the legislation includes,\n   <em>\n    inter alia\n   </em>\n   , \"providing protection for children from further abuse.\" 23 Pa. C.S. § 6302(b). PASSHE cites to other laws that advance this public policy against child sexual abuse, including the Public School Code of 1949, which requires criminal background checks of current or prospective\n   employees,\n   <footnotemark>\n    9\n   </footnotemark>\n   and the Sexual Offender Registration and Notification Act (SORNA), which sets forth a registration and monitoring program for sexual offenders. Sections 9799.10 to 9799.42 of the Sentencing Code, 42 Pa. C.S. §§ 9799.10 - 9799.42.\n  </p>\n  <p id=\"p-59\">\n   We agree with PASSHE that a well-defined and dominant public policy exists in Pennsylvania in favor of protecting children from child abuse, including abuse of a sexual nature. The existence of this public policy can be chiefly ascertained by reference to the CPSL, which was enacted for the overarching purpose of protecting children from abuse. 23 Pa. C.S. § 6302(a), (b) ;\n   <em>\n    see\n   </em>\n   <em>\n    P.R. v. Department of Public Welfare, Office of Hearings and Appeals\n   </em>\n   ,\n   <extracted-citation case-ids=\"312789\" index=\"50\" url=\"https://cite.case.law/pa/569/123/\">\n    569 Pa. 123\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"312789,9409581\" index=\"51\" url=\"https://cite.case.law/a2d/801/478/\">\n    801 A.2d 478\n   </extracted-citation>\n   , 483 (2002) (\"The need [demonstrated in the CPSL] to prevent child abuse and to protect abused children from further injury is critical.\"). In addition to setting forth the clearance procedure at issue in this case, the CPSL mandates that each county create a child protective services agency to investigate reports of suspected child abuse, report substantiated reports to the statewide ChildLine Registry, provide protective services to assess the risk of harm to a child and respond adequately to such risks and rehabilitative services for children and families. 23 Pa. C.S. §§ 6302(a), (b), 6362, 6368, 6375. Child abuse, under the CPSL, is defined to include causing sexual abuse or exploitation of a child through any act or failure to act or creating a likelihood that a child will be sexually abused or exploited. 23 Pa. C.S. § 6303(b.1)(4), (6). Evidence of the public policy of protecting children from abuse can also be found in the Crimes Code, which criminalizes child abuse in various forms\n   <footnotemark>\n    10\n   </footnotemark>\n   and provides for increased punishment for criminal acts when the victim is a child,\n   <footnotemark>\n    11\n   </footnotemark>\n   the Juvenile Act, which provides a mechanism through dependency hearings to take abused children into protective custody and to strip permanent custody from a parent or guardian found to have caused the abuse,\n   <footnotemark>\n    12\n   </footnotemark>\n   and SORNA, which is \"in direct furtherance of the government's compelling interest in keeping sexually violent predators away from children to the extent possible.\"\n   <em>\n    Commonwealth v. Williams\n   </em>\n   ,\n   <extracted-citation case-ids=\"588032\" index=\"52\" url=\"https://cite.case.law/pa/574/487/\">\n    574 Pa. 487\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9088607\" index=\"53\" url=\"https://cite.case.law/a2d/832/962/#p973\">\n    832 A.2d 962\n   </extracted-citation>\n   , 973-974 (2003) (discussing prior version of SORNA). The public policy is also grounded in federal laws such as the Victims of Child Abuse Act of 1990, which was enacted to assist local organizations in the investigation and prosecution of child abuse cases, and the Adam Walsh Child Protection and Safety Act of 2006, which was enacted to prevent child abuse, child pornography, sexual exploitation of children and promote internet safety. Pub. L. No. 109-248 ; Pub. L. No. 101-647.\n  </p>\n  <p id=\"p-60\">\n   Furthermore, Grievant's conduct that led to his termination implicates the public policy in favor of protecting children from abuse. Grievant was terminated based solely on his 1990 Kentucky convictions of two counts of Sodomy in the third degree and one count of Sexual Abuse in the first\n   degree based on activity with two minors. This conduct clearly constitutes \"sexual abuse or exploitation of a child\" under the CPSL, which includes a list of criminal offenses that would encompass the activity that Grievant was convicted of, including rape, sexual assault and sexual abuse. 23 Pa. C.S. § 6303(a), (b.1)(4). Grievant's convictions also serve as disqualifying convictions for an individual subject to the clearance requirement of the CPSL. 23 Pa. C.S. § 6344(c)(2).\n   <footnotemark>\n    13\n   </footnotemark>\n  </p>\n  <p id=\"p-61\">\n   Having concluded that Pennsylvania maintains a well-defined and dominant public policy in favor of protecting minors from child abuse, including abuse of a sexual nature, and that this policy is implicated here, we must address the third part of the public policy test, whether the award by the arbitrator poses an unacceptable risk of undermining the public policy and would cause PASSHE and Lock Haven to breach their lawful obligations and public duty with respect to this policy. This third part of the public policy exception test \" 'allows for consideration of the particular circumstances of the case and any attendant aggravating or mitigating factors' to determine if an award strikes the appropriate balance between the public employer's obligations and duties to the citizens it serves and the goal of binding arbitration under\" the Public Employe Relations Act.\n   <em>\n    Neshaminy School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"54\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d at 338-39\n   </extracted-citation>\n   (quoting\n   <em>\n    City of Bradford\n   </em>\n   ,\n   <extracted-citation case-ids=\"7276616\" index=\"55\" url=\"https://cite.case.law/a3d/25/408/#p414\">\n    25 A.3d at\n   </extracted-citation>\n   415 ). \"[T]he rational way to approach this question is to recognize the relationship between the award and the conduct; and to require some reasonable, calibrated, defensible relationship between the conduct violating dominant public policy and the arbitrator's response.\"\n   <em>\n    Philadelphia Housing Authority\n   </em>\n   ,\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"56\" url=\"https://cite.case.law/a3d/52/1117/\">\n    52 A.3d at\n   </extracted-citation>\n   1128 ;\n   <em>\n    see\n   </em>\n   <em>\n    also\n   </em>\n   <em>\n    Neshaminy School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"57\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d at 340\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-62\">\n   PASSHE argues that the award reinstating Grievant undermines the public policy of protecting children from abuse by requiring PASSHE and Lock Haven to violate their obligation to keep children present on the college campus safe. While recognizing that the CPSL does not mandate that current employees be automatically terminated if their Section 6344(b) criminal history reports uncover convictions that would disqualify an applicant from being initially hired, PASSHE argues that the CPSL does not forbid such terminations of current employees and envisions that any information will be considered by the employer in deciding whether to retain the employee. PASSHE argues that that is exactly what occurred in this case when President Fiorentino considered the severity of Grievant's crime, the limited responses he gave to questions during the disciplinary review, his job duties that require him to be in direct contact with minors and PASSHE's policy regarding ensuring a safe environment for children. As plain evidence of the severity of Grievant's criminal act, PASSHE notes that if Grievant committed his crimes today he would be placed in the most dangerous tier of sexual offenders under SORNA and he would be subject to lifetime registration. 42 Pa. C.S. §§ 9799.14(d), 9799.15(a)(3).\n  </p>\n  <p id=\"p-63\">\n   PASSHE argues that our case law supports the overturning of the award on public policy grounds. PASSHE argues that it is irrelevant that Grievant engaged in a single criminal act because courts have held that reinstatement violates public policy even where the grievant engaged in only a solitary error of judgment. In\n   <em>\n    Westmoreland Intermediate Unit # 7 v. Westmoreland Intermediate Unit # 7 Classroom Assistants Educational Support Association, PSEA/NEA\n   </em>\n   ,\n   <extracted-citation case-ids=\"7307056\" index=\"58\" url=\"https://cite.case.law/a3d/72/755/\">\n    72 A.3d 755\n   </extracted-citation>\n   (Pa. Cmwlth. 2013), we held that it violated the public policy of protecting children from the dangers of drug abuse to reinstate a classroom assistant based on a single incident where the assistant came to school wearing a fentanyl patch and was found unconscious in the school restroom following an overdose.\n   <em>\n    <extracted-citation case-ids=\"7307056\" index=\"59\" url=\"https://cite.case.law/a3d/72/755/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7307056\" index=\"59\" url=\"https://cite.case.law/a3d/72/755/\">\n    at 759\n   </extracted-citation>\n   . PASSHE further argues that in\n   <em>\n    Philadelphia Housing Authority\n   </em>\n   , our Supreme Court endorsed a public employer's adoption of a \"zero tolerance policy\" when an employee engages in particularly noxious behavior that is inimical to the employer's function, which in that case consisted of persistent sexual harassment.\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"60\" url=\"https://cite.case.law/a3d/52/1117/\">\n    52 A.3d at 1124\n   </extracted-citation>\n   . As the Court explained, the arbitrator's \"absurd\" award of reinstatement made \"a mockery of the dominant public policy against sexual harassment in the workplace\" and \"render[ed] public employers powerless to take appropriate actions to vindicate a strong public policy.\"\n   <em>\n    <extracted-citation case-ids=\"4209644,7312908\" index=\"61\" url=\"https://cite.case.law/a3d/52/1117/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"61\" url=\"https://cite.case.law/a3d/52/1117/\">\n    at 1125\n   </extracted-citation>\n   . PASSHE contends that the award here also effected an absurd result as the arbitrator recognized that Grievant did not belong in a classroom with minors based on the conditions imposed on the types of courses he could teach yet still reinstated him.\n  </p>\n  <p id=\"p-64\">\n   APSCUF argues that there is one principal distinction between each of the cases that PASSHE relies upon and this appeal: in this case, Grievant was not terminated for misconduct that took place at Lock Haven or even while he was employed by Lock Haven. Instead, Grievant's termination was based on crimes committed when he was 19 years old, 27 years prior to the imposition of disposition, 15 years before Grievant was hired at Lock Haven and long before he was engaged in any role as a mathematics instructor at the university level. APSCUF notes that under Article I, Section 1 of the Pennsylvania Constitution, an individual, even an individual convicted of a serious felony, has the right to pursue a lawful occupation and\n   that such right cannot be abridged unless there is a rational basis furthering a legitimate government purpose. Pa. Const., art. I § 1 ;\n   <em>\n    Nixon v. Commonwealth\n   </em>\n   ,\n   <extracted-citation case-ids=\"16670\" index=\"62\" url=\"https://cite.case.law/pa/576/385/\">\n    576 Pa. 385\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"16670,9057119\" index=\"63\" url=\"https://cite.case.law/a2d/839/277/\">\n    839 A.2d 277\n   </extracted-citation>\n   , 288 (2003). As APSCUF points out, this right is embodied in the \"deeply ingrained public policy of this State to avoid unwarranted stigmatization of and unreasonable restrictions upon former offenders\" to obtain gainful employment.\n   <em>\n    Secretary of Revenue v. John's Vending Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"577629\" index=\"64\" url=\"https://cite.case.law/pa/453/488/\">\n    453 Pa. 488\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"65\" url=\"https://cite.case.law/citations/?q=309%20A.2d%20358\">\n    309 A.2d 358\n   </extracted-citation>\n   , 362 (1973). APSCUF argues that, far from violating public policy, the arbitrator award properly accounted for this countervailing public policy in Pennsylvania that individuals should not be subject to automatic disqualifications from gainful employment based on distant convictions with little predictive value for the future.\n  </p>\n  <p id=\"p-65\">\n   We conclude that the arbitrator's award here reinstating Grievant to his position as a faculty member at Lock Haven with the qualification that he would no longer teach in classes or programs that admit dual-enrolled students did not violate public policy. The arbitrator found that various mitigating factors existed that militated against Grievant's dismissal, including the fact that over 25 years had elapsed since Grievant's crime, his relatively young age at the time of the incident, the fact that he completed a voluntary sexual offender program, and the fact that after being released from prison he completed two advanced degrees at other universities while serving as a tutor and supervisor of graduate students. The arbitrator also focused on the fact that Grievant had worked at Lock Haven since 2004, was promoted to full professor, attained tenure and received excellent reviews for his teaching and scholarship with no indication that he had ever engaged in any impropriety.\n  </p>\n  <p id=\"p-66\">\n   In addition, the arbitrator also appropriately considered the substantive due process right under the Pennsylvania Constitution prohibiting legislation that deprives an individual of the right to conduct a lawful business unless the regulation has a real and substantial relationship to a valid state objective.\n   <em>\n    Peake v. Commonwealth\n   </em>\n   ,\n   <extracted-citation case-ids=\"6819632\" index=\"66\" url=\"https://cite.case.law/a3d/132/506/6819632/#p518\">\n    132 A.3d 506\n   </extracted-citation>\n   , 518-21 (Pa. Cmwlth. 2015) (\n   <em>\n    en banc\n   </em>\n   );\n   <em>\n    Johnson v. Allegheny Intermediate Unit\n   </em>\n   ,\n   <extracted-citation case-ids=\"7309008\" index=\"67\" url=\"https://cite.case.law/a3d/59/10/#p21\">\n    59 A.3d 10\n   </extracted-citation>\n   , 21 (Pa. Cmwlth. 2012) (\n   <em>\n    en banc\n   </em>\n   ). A long line of decisions have invalidated legislation imposing blanket prohibitions on employment based on past convictions, beginning with\n   <em>\n    John's Vending\n   </em>\n   , wherein our Supreme Court recognized that over 15-year-old convictions related to drug possession and transporting untaxed liquor had little value in predicting whether an individual should have his license revoked under the Cigarette Tax Act.\n   <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=309%20A.2d%20358\">\n    309 A.2d at 361-62\n   </extracted-citation>\n   . The Court explained that \"[t]o forever foreclose a permissible means of gainful employment because of an improvident act in the distant past completely loses sight of any concept of forgiveness for prior errant behavior and adds yet another stumbling block along the difficult road of rehabilitation.\"\n   <em>\n    <extracted-citation index=\"69\" url=\"https://cite.case.law/citations/?q=309%20A.2d%20358\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"69\" url=\"https://cite.case.law/citations/?q=309%20A.2d%20358\">\n    at 362\n   </extracted-citation>\n   . More recently, in\n   <em>\n    Johnson\n   </em>\n   and\n   <em>\n    Warren County Human Services v. State Civil Service Commission (Roberts)\n   </em>\n   ,\n   <extracted-citation case-ids=\"9262696\" index=\"70\" url=\"https://cite.case.law/a2d/844/70/\">\n    844 A.2d 70\n   </extracted-citation>\n   (Pa. Cmwlth. 2004), this Court struck down lifetime employment bans based on disqualifying criminal convictions in the Public School Code and Section 6344(c) of the CPSL, respectively; in both cases, the Court found the legislation wanting because it did not allow the employers to perform an individualized, case-by-case assessment of whether the conviction was predictive of future behavior. In this case, the arbitrator performed exactly the type of individualized assessment of whether Grievant was suitable for continued employment at Lock Haven, determining that, in light of his exemplary work record, Grievant's remote convictions did not reflect on his present ability to perform\n   the duties of his position. The arbitrator added the proviso that Grievant would not teach in classes or programs that admit dual-enrolled students so that Grievant would be excluded from the class of employees at institutions of higher education that the General Assembly determined should be required to submit Section 6344 clearances.\n  </p>\n  <p id=\"p-67\">\n   While PASSHE may be correct that President Fiorentino weighed all of the mitigating and aggravating factors when considering Grievant's future employment at Lock Haven and determined in good faith that the remote risk that Grievant would relapse and commit another similar act necessitated his dismissal, the question before us is not whether Grievant's actions were contrary to public policy or whether the decision to discharge Grievant furthered public policy. Instead, the issue is whether the public policy would preclude the enforcement of the arbitration award and force PASSHE and Lock Haven to breach their legal obligations or public duty.\n   <em>\n    See\n   </em>\n   <em>\n    Neshaminy School District\n   </em>\n   ,\n   <extracted-citation case-ids=\"12323569\" index=\"71\" url=\"https://cite.case.law/a3d/171/334/#p337\">\n    171 A.3d at\n   </extracted-citation>\n   338 ;\n   <em>\n    Shamokin Area School District v. AFSCME District Council 86\n   </em>\n   ,\n   <extracted-citation case-ids=\"7280256\" index=\"72\" url=\"https://cite.case.law/a3d/20/579/#p583\">\n    20 A.3d 579\n   </extracted-citation>\n   , 583 (Pa. Cmwlth. 2011) (\n   <em>\n    en banc\n   </em>\n   ). Based upon the arbitrator's ample explanation of the rationale for the award, we conclude that the award bore a \"reasonable, calibrated [and] defensible relationship\" to the threat posed by Grievant's conduct,\n   <em>\n    Philadelphia Housing Authority\n   </em>\n   ,\n   <extracted-citation case-ids=\"4209644,7312908\" index=\"73\" url=\"https://cite.case.law/a3d/52/1117/\">\n    52 A.3d at 1128\n   </extracted-citation>\n   , and therefore did not violate public policy.\n  </p>\n  <p id=\"p-68\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-69\">\n   For the foregoing reasons, we conclude that the arbitrator's award in this matter does not violate the essence test or the public policy exception to the essence test. The award is affirmed.\n  </p>\n  <p id=\"p-70\">\n   Judge Fizzano Cannon did not participate in the decision of this case.\n  </p>\n  <p id=\"p-71\">\n   <strong>\n    <em>\n     ORDER\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-72\">\n   AND NOW, this 31\n   <sup>\n    st\n   </sup>\n   day of August, 2018, the arbitration award entered on July 3, 2017 in the above-captioned matter is AFFIRMED.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-75\">\n    For privacy reasons, the arbitrator declined to identify Grievant by name in the award and we do not deviate in that decision or reveal any additional information regarding Grievant not already discussed in the award.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-76\">\n    23 Pa. C.S. §§ 6301 -6386.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-77\">\n    The FBI and PSP criminal history reports and the ChildLine certification are collectively referred to in this opinion as \"clearances.\" The ChildLine Registry is a unit of the Department of Human Services that operates a statewide system for receiving and maintaining reports of suspected child abuse and referring reports for investigation. 23 Pa. C.S. § 6332 ;\n    <extracted-citation index=\"74\" url=\"https://cite.case.law/citations/?q=55%20Pa.%20Code%20%C2%A7%203490.4\">\n     55 Pa. Code § 3490.4\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-78\">\n    \"Direct contact with children\" is defined in the CPSL as the \"care, supervision, guidance or control of children or routine interaction with children.\" 23 Pa. C.S. § 6303(a).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-79\">\n    Lock Haven had previously received a copy of the PSP criminal history report in 2015 stating that Grievant had no criminal record in Pennsylvania. (Arbitration Award at 5; Ex. E-6, R.R. 482a.) Grievant submitted a certification in February 2016 indicating that there was no record related to Grievant in the ChildLine Registry. (Arbitration Award at 6; Ex. E-10, R.R. 487a.)\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-80\">\n    Section 6344(c) of the CPSL contains a list of offenses, including sexual assault and sexual abuse of children, under the Crimes Code or an equivalent crime under Federal law or the law of another state that disqualify an applicant for employment. 23 Pa. C.S. § 6344(c)(2).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-81\">\n    Act of July 23, 1970, P.L. 563, 43 P.S. § 1101.702.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-82\">\n    President Fiorentino explained during his testimony:\n   </p>\n   <blockquote id=\"p-83\">\n    I would say there's flexibility to cover the majority of the courses and the variety of courses that the Math Department teaches from semester to semester based on the qualifications of the faculty that are assigned to the Math Department.\n   </blockquote>\n   <blockquote id=\"p-84\">\n    One of the specific aspects of assignment does deal with the 100-level courses, and as a general practice within the Math Department, it's not specific to each semester, but it's a general practice that all faculty will be engaged in teaching 100-level courses at some point in time, in some rotation. There is no specific plan for that, but there certainly is a general concept.\n   </blockquote>\n   <p id=\"p-85\">\n    (Dec. 15, 2016 Hearing Testimony at 143, R.R. 143a.)\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-86\">\n    Section 111 of the Public School Code of 1949, Act of March 10, 1949, P.L. 30, added by the Act of July 1, 1985, P.L. 129,\n    <em>\n     as amended\n    </em>\n    , 24 P.S. § 1-111.\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-87\">\n    <em>\n     See, e.g.\n    </em>\n    , 18 Pa. C.S. §§ 4304 (Endangering Welfare of Children), 6312 (Sexual Abuse of Children), 6318 (Unlawful Contact with Minor), 6320 (Sexual Exploitation of Children).\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-88\">\n    <em>\n     See, e.g.\n    </em>\n    , 18 Pa. C.S. §§ 2702(a)(8), (9), (b) (providing for more serious grading of offense of aggravated assault where victim is under 6 or 13 and perpetrator is older than 18 years of age), 3121(c)-(e) (defining crimes of rape of a child and rape of a child with serious bodily injury and providing for increased punishment).\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-89\">\n    42 Pa. C.S. §§ 6301 -6375.\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-90\">\n    APSCUF argues that no well-defined and dominant public policy is implicated in this case because the CPSL does not prohibit the continued employment of workers with convictions for otherwise disqualifying offenses whose background checks are performed after they have begun working at the employer. Instead, APSCUF maintains, the CPSL only requires an automatic ban on hiring new employees or retaining provisional employees with disqualifying offenses.\n    <em>\n     See\n    </em>\n    23 Pa. C.S. § 6344(c.1) (\"If the information obtained pursuant to subsection (b) reveals that the applicant is disqualified from employment or approval pursuant to subsection (c), the applicant shall be immediately dismissed from employment or approval.\"). APSCUF argues that public policy in fact requires the employer to assess the employee's current risk rather than relying simply on the nature of the conviction, citing decisions of this Court holding that Pennsylvania law may not enforce blanket lifetime employment bans based on criminal convictions without requiring an individualized risk assessment of each applicant or employee.\n    <em>\n     See, e.g.,\n    </em>\n    <em>\n     Peake v. Commonwealth\n    </em>\n    ,\n    <extracted-citation case-ids=\"6819632\" index=\"75\" url=\"https://cite.case.law/a3d/132/506/6819632/#p518\">\n     132 A.3d 506\n    </extracted-citation>\n    , 521-23 (Pa. Cmwlth. 2015) (\n    <em>\n     en banc\n    </em>\n    ). This argument misses the mark. In public policy cases, the question of whether a public policy exists is a separate question from whether the public policy is implicated in a particular case and whether the arbitrator's award violates a public policy.\n    <em>\n     See\n    </em>\n    <em>\n     Shamokin Area School District v. AFSCME District Council 86\n    </em>\n    ,\n    <extracted-citation case-ids=\"7280256\" index=\"76\" url=\"https://cite.case.law/a3d/20/579/#p583\">\n     20 A.3d 579\n    </extracted-citation>\n    , 582-83 (Pa. Cmwlth. 2011) (\n    <em>\n     en banc\n    </em>\n    ) (holding that there exists a public policy of protecting students from violence on school property, but that the policy was not implicated because the grievant, a groundskeeper, threatened violence to his supervisor rather than a student and that the award requiring the groundskeeper's reinstatement did not undermine this public policy). Here, the public policy in favor of protecting children from abuse is firmly established in the law and Grievant's conduct, however remote from his hiring or dismissal, implicates that public policy. While, as APSCUF points out, there are countervailing reasons rooted in law and policy that support the arbitrator's award, this does not undermine the existence of the public policy to protect children from abuse; consideration of the issues raised by APSCUF are properly reserved to the third part of the public policy exception test in which we are called upon to determine whether the arbitrator gave proper weight to the public policy in crafting the award.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}