{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b271-7\">STATE OF CONNECTICUT <em>v. </em>JOHN D. THOMPSON</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AnL\">(AC 25982)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b271-8\"><em>Flynn, C. J., and </em>Schaller and Harper, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b272-5\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>Argued September 11</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AaV\">officially released October 24, 2006</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b272-7\"><em>Darcy McGraw, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b272-8\"><em>Mitchell S. Brody, </em>senior assistant state’s attorney, with whom, on the brief, were <em>Michael Dearington, </em>state’s attorney, and <em>John P. Doyle, Jr., </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b272-9\">\n<em>Opinion</em>\n</p>\n<author id=\"b272-10\">FLYNN, C. J.</author>\n<p id=\"Aq6\">The defendant, John D. Thompson, appeals from the judgments of conviction, following a jury trial, of two counts of possession of narcotics in violation of General Statutes § 21a-279 (a) and two counts of possession of narcotics within 1500 feet of a school in violation of General Statutes § 21a-279 (d).<footnotemark>1</footnotemark> On appeal, the defendant claims that his conviction under § 2 la-279 (d) violates his right to equal protection <page-number citation-index=\"1\" label=\"247\">*247</page-number>because it does not exempt persons who are drug-dependent from receiving a mandatory minimum sentence as do other similar provisions of our Penal Code.<footnotemark>2</footnotemark> We decline to review the defendant’s claim and, therefore, affirm the judgments of the trial court.</p>\n<p id=\"b273-5\">On appeal, the defendant concedes that he did not raise this issue before the trial court. Additionally, he did not request that we review his unpreserved claim pursuant to <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989),<footnotemark>3</footnotemark> or the plain error doctrine. See Practice Book § 60-5. Although the defendant has provided an assessment under <em>Golding </em>in his reply brief, he did not affirmatively request that we employ such a level of review. Nor did the state have the opportunity to brief a response to the defendant’s <em>Golding </em>analysis. Therefore, this claim requires us to examine our appellate rules of practice and their rationale.</p>\n<p id=\"b273-6\">“[W]e recognize that a party may prevail on unpreserved constitutional claims pursuant to . . . <em>Golding </em>... if the party affirmatively requests and adequately briefs his entitlement to <em>Golding </em>review.” <em>Lebron </em>v. <em>Commissioner of Correction, </em>274 Conn. 507, 532, 876 A.2d 1178 (2005). “It is a well established principle <page-number citation-index=\"1\" label=\"248\">*248</page-number>[however] that arguments cannot be raised for the first time in a reply brief. . . . Our practice requires an appellant to raise claims of error in his original brief, so that the issue as framed by him can be fully responded to by the appellee in its brief, and so that we can have the full benefit of that written argument. Although the function of the appellant’s reply brief is to respond to the arguments and authority presented in the appellee’s brief, that function does not include raising an entirely new claim of error. . . . [T]he reply brief is not the proper vehicle in which to provide this court with the basis for our review under ... [a] <em>Golding </em>analysis.” (Citations omitted; internal quotation marks omitted.) <em>State v. Garvin, </em>242 Conn. 296, 312, 699 A.2d 921 (1997); see <em>State </em>v. <em>Peeler, </em>271 Conn. 338, 373 n.36, 857 A.2d 808 (2004) (“[w]e generally do not consider issues raised for the first time in a reply brief’ [internal quotation marks omitted]), cert. denied, 546 U.S. 845, 126 S. Ct. 94, 163 L. Ed. 2d 110 (2005); <em>Ghant </em>v. <em>Commissioner of Correction, </em>255 Conn. 1, 17, 761 A.2d 740 (2000) (“[i]t is not appropriate to engage in a level of review that is not requested” [internal quotation marks omitted]); see also Practice Book §§ 67-1 and 67-4.</p>\n<p id=\"b274-5\">We first observe that this rule works fairly to apprise the appellee of the claims that must be addressed in the appellee’s brief. It is fair that the appellant raise all issues in the main brief because, otherwise, the appellee would not be alerted to them and, under our rules of practice, would have no opportunity to respond to them in writing by filing another brief. The rule also operates impartially because a prevailing party who, nonetheless, cross appeals from some portion of a judgment and briefs those issues also must do so in his or her main brief. The rule also is just in that it brings order to a process that would otherwise be anarchic, ragged and inefficient and would unnecessarily add legal costs to the process, which not every litigant could afford.</p>\n<p id=\"b275-4\"><page-number citation-index=\"1\" label=\"249\">*249</page-number>Additionally, although we recognize that in exceptional circumstances, our rules have been suspended to allow an issue raised for the first time in a reply brief to be considered; see, e.g., <em>Curry </em>v. <em>Burns, </em>225 Conn. 782, 789 n.2, 626 A.2d 719 (1993); in this case, we agree with the state that the record is not adequate to sustain a review under <em>Golding </em>because the defendant is unable to demonstrate that the jury found him to be a drug-dependent person.</p>\n<p id=\"b275-5\">In each case, the defendant was charged with two counts of possession of narcotics with intent to sell by a person who is not drug-dependent pursuant to § 2 la-278 (b) and two counts of possession of narcotics within 1500 feet of a school in violation of § 21a-279 (d). The defendant argues in his reply brief: “The jury was first to determine whether the state had proved . . . that the defendant had possessed narcotics with intent to sell under § 21a-278 (b) . . . . Only then [was it] to consider whether the defendant had established . . . that he was a drug-dependent person .... [It was] then instructed to consider the lesser-included offense of possession [of narcotics] with intent to sell under [General Statutes] § 21a-277 (a) .... If [it] found him not guilty of that charge, [it was] to consider the lesser-included offense of simple possession . . . pursuant to § 21a-279 (a). . . . By returning verdicts of not guilty with respect to both §§ 21a-278 (b) and 21a-277 (a), the jury obviously determined both that the state had failed to prove that the defendant had possessed narcotics with intent to sell, and [the jury determined] that the defendant was a drug-dependent person.” The defendant explains that the court’s instructions “required that the jury must first have determined that the defendant was drug dependent in order to find him not guilty of [§ 21a-278 (b)] before [it] could move on to a consideration of the charge under [§ 21a-277 (a)].” We find no merit to this argument and conclude that the jury <page-number citation-index=\"1\" label=\"250\">*250</page-number>simply may have concluded that the state failed to prove that the defendant intended to sell narcotics, thus, never reaching the issue of whether the defendant was drug-dependent.</p>\n<p id=\"b276-6\">The court clearly instructed the jury to consider each count, including lesser included offenses, separately. It also instructed: “If . . . you find that the state has failed to prove beyond a reasonable doubt any one of the elements of the crime of possession of narcotics with intent to sell . . . then you would find the defendant not guilty as to both possession of narcotics with intent to sell by a [person who is not drug-dependent] under § 2 la-278 (b) and the lesser included crime of possession of narcotics with intent to sell in violation of § 21a-277 (a).” Accordingly, if the jury concluded that the state did not prove any one of the elements of the crime charged, it would never reach the issue of the defendant’s drug-dependent status. For that reason, the jury did not “necessarily” conclude that the defendant was a drug-dependent person. We therefore conclude that this is not the case to justify departure from our fair, just and impartial practice of declining to engage in a kind of review not requested in an appellant’s main brief.</p>\n<p id=\"b276-7\">The judgments are affirmed.</p>\n<p id=\"b276-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b272-11\"> The defendant received a total effective sentence of five years incarceration, execution suspended after two years, followed by three years probation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b273-7\"> More specifically, the defendant raises both federal and state constitutional claims that § 21a-279 (d) violates equal protection because drug-dependent persons receive special treatment when they commit other drug related offenses, but they do not receive special treatment when they commit this offense. He argues that the statutory scheme treats drug-dependent persons who possess narcotics near a school in a manner different from the way it treats drug-dependent persons who possess narcotics elsewhere, without a rational basis for so doing.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b273-8\"> “[A] defendant can prevail onaclaim of constitutional errornotpreserved at trial only if all of the following conditions are met: (1) the record is adequate 1 o review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt.” <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}