{
  "casebody": {
    "data": "<casebody firstpage=\"7\" lastpage=\"12\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b35-7\">[Crim. No. 1102.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aj\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYQ\">June 27, 1924.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b35-9\">THE PEOPLE, Respondent, v. CHARLES L. WHITAKER, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b36-11\"><page-number citation-index=\"1\" label=\"8\">*8</page-number>Frank W. Allendar for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b36-12\">U. S. Webb, Attorney-General, John W. Maltman, Deputy Attorney-General, and John L. Flynn for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-13\">CRAIG, J.</author>\n<p id=\"A5W\">The appellant herein appeals from a judgment based upon an information consisting of three counts, each of which charged him and one Val Amthor with the crime <page-number citation-index=\"1\" label=\"9\">*9</page-number>of forgery, under section 470 of the Penal Code. The appeal is also from an order denying his motion for new trial. Appellant was granted a separate trial, and a jury found him guilty under each count. The counts are alike in all respects material here and embody copies of certain checks drawn on the First National Bank at Vernon, California, signed by R. E. Dusenberry, dated, respectively, the 7th, 14th, and 20th of November, 1923, and payable to “C. R. McPhearson Electric Co,” “ C. R. McPhearson” and “C. R. McPhearson Electrical Co.” It is charged that the defendants, without authority therefor, indorsed each of said checks in the name of the payee, and thereupon unlawfully, knowingly, falsely, fraudulently, and feloniously uttered, published, and passed them as true and genuine, with intent to cheat and defraud the payees and the bank.</p>\n<p id=\"b37-5\">There is no evidence in the record that either of the payees named in the cheeks in fact existed, and a witness for the people testified that he had been in business at Los Angeles for a period of fourteen years but had never heard of C. R. McPhearson or of a company bearing that name, and that he had been unable to find either of them by a search of the city and telephone directories.</p>\n<p id=\"b37-6\">This testimony was objected to on the grounds that it was incompetent, irrelevant, and immaterial and that such evidence would be admissible only upon a charge preferred against one “who makes, passes, utters, or publishes, with intention to defraud any other person, or who, with the like intention, attempts to pass, utter, or publish, . . . any fictitious bill, note, or check, purporting to be the bill, note, or check, ... of some bank, corporation, copartnership, or individual, when, in fact, there is no such bank, corporation, copartnership, or individual in existence, knowing the bill, note, cheek, or instrument in writing to be fictitious,” as provided by section 476 of the Penal Code.</p>\n<p id=\"b37-7\">It is conceded by counsel for the prosecution, and, in fact, he asserts that the evidence shows, that the names to whom the checks were made payable were believed to be fictitious, and they assert that the defendant knew that no such person or firm existed. In support of this theory J. F. McPherson was called as a witness for the people and testified that he was an electrical contractor, but that he was not “C. R. McPhearson, ’’ and that he did not know of a person or com<page-number citation-index=\"1\" label=\"10\">*10</page-number>pany bearing the name appearing upon the checks in question.</p>\n<p id=\"b38-5\">This latter evidence was also objected to upon the usual grounds and, specifically, that the initials were different, and that the name of the witness was unlike “McPhearson,” both in spelling and in sound. The respondent argues that the prosecution was confronted with the difficulty of proving that the defendant did not sign the indorsement on the check with the authority of some unknown person, and that McPherson was called as a witness because he was the only person having a name resembling that of the fictitious payee, and for the purpose of proving that he did not authorize the indorsement, “and for the further purpose of conclusively proving that the payee named in the check was a fictitious person, firm or corporation.”</p>\n<p id=\"b38-6\">Section 470 of the Penal Code provides that: “Every person who, with intent to defraud, signs the name of another person, or of a <em>fictitious </em>person, knowing that he has no authority so to do, to . . . any . . . <em>check: </em>or utters, publishes, passes, or attempts to pass, as true and genuine, any of the above-named false, altered, forged, or counterfeited matters, as above specified and described, knowing the same to be false, altered, forged, or counterfeited, with intent to prejudice, damage, or defraud any person,” is guilty of forgery.</p>\n<p id=\"b38-7\">The evidence introduced by the people, which is not contradicted, was to the effect that R. E. Dusenberry, who issued and signed the checks set forth in the information, was the sole owner and proprietor of the Sound Construction Company, by whom appellant and Amthor were employed in connection with electrical work; that the defendant Whitaker obtained the cheeks from E. D. Lundberg, secretary of the Sound Construction Company, who had them signed by Dusenberry, upon representations that they were for purchases of electrical supplies from C. R. McPhearson Electrical Company. Dusenberry later discovered that no such supplies were purchased, and when appellant was confronted with this fact he stated that defendant Amthor was the McPhearson Electrical Company, but that Amthor received none of the money for said checks; that he, appellant, obtained and cashed them to settle another forgery charge. Defendant Amthor testified that he indorsed one of the <page-number citation-index=\"1\" label=\"11\">*11</page-number>checks “C. R. McPhearson Elec. Co.—C. R. McPhearson” at Whitaker’s request, although he had never heard of such a firm or person, and that he received no money therefrom, but that he saw Whitaker cash the check at the bank. This was a sufficient showing of the fictitious character of the checks. <em>(People </em>v. <em>Brown, </em>61 Cal. App. 574 [215 Pac. 1031]; <em>People </em>v. <em>Eppinger, </em>105 Cal. 36 [38 Pac. 538].)</p>\n<p id=\"b39-5\">Appellant offered no evidence, and conceding, for purposes of the appeal without admitting, the truth of the foregoing as facts, he contends that upon the evidence adduced he should have 'been charged and tried under section 476 of the Penal Code.</p>\n<p id=\"b39-6\">This claim may have been tenable prior to 1905, and under the provisions of the Penal Code as they were when <em>People </em>v. <em>Elliott, </em>90 Cal. 586 [27 Pac. 433], cited by appellant, was decided. However, in 1905 (Stats. 1905, p. 673), section 470 of the Penal Code was amended to include the signing of the name of a fictitious person to a cheek and the passing of such check as genuine. In 1909 <em>People </em>v. <em>Jones, </em>12 Cal. App. 129 [106 Pac. 724], was decided upon a state of facts quite similar to those here presented. Jones falsely represented to Smith Bros., a corporation, that he was collecting money for Walter Miller, an invalid, and obtained from them a check payable to the latter, which was indorsed and cashed. It later developed that Walter Miller did not exist, and Jones was prosecuted under section 470 of the Penal Code. He was convicted, and the judgment was affirmed by the district court of appeal from the first district, in whose opinion it was said: “But assuming that the act complained of here comes within section 476, still defendant’s contention cannot be sustained, for after the decision in the Chretien case section 470 was amended, so that the crime of forgery may be committed under that section by signing the name of a fictitious as well as of a real person to any of the instruments therein enumerated. The indorsement of .a check is equivalent to an ‘order for money,’ and therefore is included within section 470. It seems plain to us that the case falls within that section, and it was unnecessary either to allege or prove whether or not Walter Miller was a real or fictitious individual.”</p>\n<p id=\"b39-7\">A petition to have that case heard by the supreme court was denied. Hence it is the law of the instant case as fully <page-number citation-index=\"1\" label=\"12\">*12</page-number>as though determined by the supreme court itself. <em>(Bridges </em>v. <em>Fisk, </em>53 Cal. App. 117 [200 Pac. 71].)</p>\n<p id=\"b40-5\">Appellant also insists that it was error on the part of the trial court to permit witnesses, over his objection, to testify that he stated to them that he procured and indorsed the three checks in controversy for the purpose of obtaining money to settle another forgery charge, because it constituted evidence of another offense. However, such statement was but a portion of the conversation related by the witnesses to “have occurred between themselves and appellant, much of which was relevant and material as a part of the <em>res gestae, </em>and unless supplemented by other evidence it would have no tendency to prove other offenses. <em>(People </em>v. <em>Jones, supra.) </em>Moreover, it was a statement of the <em>reason </em>why he committed the forgeries with which he is charged here.</p>\n<p id=\"b40-7\">The only remaining grounds upon which the appeal is based relate to the refusal to give certain requested instructions or to portions stricken from those given. The trial court repeated in almost exact words parts of the requested instructions and gave them all in effect. It has been repeatedly held that this is sufficient. <em>(People </em>v. <em>Wolfgang, </em>192 Cal. 754 [221 Pac. 907]; <em>People </em>v. <em>Bringhurst, </em>192 Cal. 748 [221 Pac. 897].)</p>\n<p id=\"b40-8\">Judgment and order denying motion for new trial affirmed.</p>\n<p id=\"b40-9\">Finlayson, P. J., and Works, J., concurred.</p>\n<p id=\"b40-10\">A petition by appellant to have the cause heard in the supreme court, after judgment in the district court of appeal was denied by the supreme court on August 25, 1924.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}