{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"118\" lastpage=\"131\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b130-5\" pgmap=\"130\">(No. 43237.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b130-6\" pgmap=\"130\">Merchants National Bank of Aurora, Admr., Appellee, vs. The Elgin, Joliet &amp; Eastern Railway Company, et al., Appellants.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b130-7\" pgmap=\"130\">Opinion filed May 21, 1971.</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AHF\" pgmap=\"130\">— Rehearing denied October 4, 1791.</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b131-3\" pgmap=\"131\">Davis, J., took no part.</p><p data-order=\"5\" data-type=\"attorneys\" id=\"b131-4\" pgmap=\"131\">Underwood, C.J., and Schaefer, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b131-6\" pgmap=\"131\">Hackbert, Rooks, Pitts, Fullagar and Poust, of Chicago, and Alshuler, Putnam, McWethy, Weiss and Weiler, of Aurora, (Paul Noland, E. J. McWethy and Lawrence M. Gill, of counsel,) for appellants.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b131-7\" pgmap=\"131\">Reid, Ochsenschlager, Murphy &amp; Hupp, of Aurora, (Lambert M. Ochsenschlager, William C. Murphy and John M. Lamont, of counsel,) for appellee.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b131-8\" pgmap=\"131\">Mr. Justice Goldenhersh</author> <p id=\"A9F\" pgmap=\"131\">delivered the opinion of the court:</p> <p id=\"b131-9\" pgmap=\"131\">The circuit court of Kane County entered judgment upon a jury verdict in the amount of $250,000 in favor of plaintiff administrator of the estate of Harold E. Seckman, deceased, and against the Elgin, Joliet &amp; Eastern Railway Company, hereafter called defendant, and Edward L. Sak, Jr., administrator of the estate of Marilyn J. Sak, deceased. Defendant railroad appealed and the Appellate Court for the Second District affirmed. (121 Ill. App. 2d 445.) We allowed defendant’s petition for leave to appeal.</p> <p id=\"b131-10\" pgmap=\"131(48) 132(24)\">The facts are accurately and adequately stated in the opinion of the appellate court. Plaintiff’s decedent was riding as a passenger in a pickup truck being driven by Marilyn J. Sak in a westerly direction, and the truck collided with defendant’s southbound freight train. The collision occurred at the point at which defendant’s right-of-way intersects 143rd Street near Plainfield. Seckman was killed instantly and Mrs. Sak died shortly after the collision.</p> <p id=\"b132-3\" pgmap=\"132\">Defendant contends first that the trial court erred in permitting J. Carl McMonagle, called as an expert by plaintiff, to testify that in his opinion the crossing “is very inadequately protected.” McMonagle’s qualifications and testimony are adequately reviewed in the opinion of the appellate court and will not be repeated here. Defendant argues “it is reversible error to allow an expert witness to testify to the ultimate issue in a railroad crossing case where there are five eyewitnesses.” It contends “that necessity is a sine qua non to allowing the expert to testify. In other words, experts should be precluded from testifying upon matters within the scope of the common knowledge and experience of mankind.”</p> <p id=\"b132-4\" pgmap=\"132\">In support of this contention defendant cites Miller v. The Pillsbury Co., 33 Ill.2d 514; Plank v. Holman, 46 Ill.2d 459; and Abramson v. Levinson, 112 Ill. App. 2d 42. These cases are clearly distinguishable. In Miller the expert testified to an opinion as to which vehicle was over the black line when two vehicles collided, in Plank the expert expressed an opinion that one vehicle was overtaking another and what its driver did upon perceiving that an oncoming vehicle was in close proximity, and in Abramson the expert, as shown by the offer of proof, intended to testify that in his opinion a vehicle involved in a collision was prior thereto headed in a northerly direction.</p> <p id=\"b132-5\" pgmap=\"132(71) 133(82)\">In Baran v. City of Chicago Pleights, 43 Ill.2d 177, and Williams v. Brown Manufacturing Co., 45 Ill.2d 418, there were eyewitnesses to the occurrences and certainly there were eyewitnesses when Darling’s leg was amputated. (Darling v. Charleston Community Memorial Hospital, 33 Ill.2d 326.) In those cases expert testimony was adduced that the lighting, the design, and standards of patient care, respectively, were not adequate. The obvious distinction between these cases and Miller, Plank and Abramson is that in the “reconstruction” cases what occurred was provable by eyewitnesses, and the rationale of the opinions is that there is no necessity for the testimony of a reconstruction expert if the facts determinative of the issues are proved by testimony of eyewitnesses. Unlike the “reconstruction” cases there is here no question as to what occurred; the issue to which the expert’s testimony was directed is whether the crossing was adequately protected.</p> <p id=\"b133-3\" pgmap=\"133\">Defendant argues that the hazards of a railroad grade crossing and the protective or warning devices that should be used are within the common knowledge and understanding of the average person, are not difficult to comprehend or explain, and the expert testimony was unnecessary and prejudicial. Plaintiff, on the other hand, has directed our attention to technical publications (see e.g. Bruce, Highway Design &amp; Construction, 3rd Ed. (1950) pp. 64 and 65; LeGault, Highway &amp; Airport Engineering, Prentice Hall (1960) p. 128; Ritter and Paquette, Highway Engineering, 2d Ed. (1960) Ronald Press, pp. 163-166; Arno, Safety Evaluation of Rail-Highway Grade Crossings, Public Works 99:71 (Dec. 2, 1968)) to support its position that the hazards of a railroad grade crossing and the protective devices to be used are beyond the common knowledge and understanding of the average person.</p> <p id=\"b133-4\" pgmap=\"133\">In Mahlstedt v. Ideal Lighting Co., 271 Ill. 154, this court said at page 171: “Expert evidence is admissible when the witnesses offered as experts have peculiar knowledge or experience not common to the world, which renders their opinions founded on such knowledge or experience an aid to the court or jury in determining the question at issue. Expert testimony is proper when the subject matter of the inquiry is of such a character that only persons of skill or experience in it are capable of forming a correct judgment as to any fact connected therewith.”</p> <p id=\"b133-5\" pgmap=\"133(8) 134(117)\">The Illinois Commerce Commission under section 58 of the Public Utilities Act (Ill. Rev. Stat. 1969, ch. 1112/3, par. 62) has the authority to designate those grade crossings which are deemed extra hazardous and order the number, type and location of protection devices to be used. The Commission with its staff experts will, in a hearing under section 58, receive expert testimony to aid it in determining the hazards of the crossing and the alteration, if any, to be made at the crossing. (See Galt v. Commerce Com., 28 Ill.2d 501, 504.) A jury in determining a question similar to the one to be decided by the Commerce Commission is entitled to the same aid and enlightenment an expert may provide and we so hold.</p> <p id=\"b134-3\" pgmap=\"134\">Relying upon Hughes v. Wabash R..R. Co., 342 Ill. App. 159, defendant argues that the expert, in stating his opinion, testified to the ultimate issue in the case, thus invading the province of the jury. Opinions of this court however (Clifford-Jacobs Forging Co. v. Industrial Com., 19 Ill.2d 236; Miller v. The Pillsbury Co., 33 Ill.2d 514), make it clear that since the trier of fact is not required to accept the opinion of the expert, such evidence does not usurp the province of the jury.</p> <p id=\"b134-4\" pgmap=\"134\">Defendant’s next contention involves the interpretation to be given section 8 of “An Act in relation to fencing and operating railroads”. (Ill. Rev. Stat. 1969, ch. 114, par. 62.) This section provides: “Hereafter, at all of the railroad crossings of highways and streets in this state, the several railroad corporations in this state shall construct and maintain said crossings, and the approaches thereto, within their respective rights of way, so that at all times they shall be safe as to persons and property.”</p> <p id=\"b134-5\" pgmap=\"134(47) 135(25)\">Defendant argues that the trial court committed reversible error in giving an instruction based on this statute because the statute deals only with the physical layout and composition of a crossing and not the warnings required at the crossing. The appellate court agreed with defendant’s interpretation of the statute and its contention that the instruction was erroneous but held that the giving of the instruction was not reversible error.</p> <p id=\"b135-3\" pgmap=\"135\">In Chicago and Northwestern Ry. Co. v. City of Chicago, 140 Ill. 309, this court in discussing this statute said: “Section 8 recites, that the railroad companies shall construct and maintain the crossings, ‘so that at all times they shall be safe as to persons and property.’ Safety of persons and property is the object of the requirement. * * * The testimony of the appellant in this case shows that the planking and the gates and the power-house which is used to operate the gates, are necessary for the safety of the public and to prevent accidents. The gates, no less than the grading and planking, are necessary to maintain the crossings and the approaches thereto, ‘so that at all times they shall be safe as to persons and property.’ ” 140 Ill. 309, 318.</p> <p id=\"b135-4\" pgmap=\"135\">In Chicago, Burlington &amp; Quincy R.R. Co. v. City of Chicago, 166 U.S. 226, 41 L. Ed. 979, 17 S. Ct. 581, the Supreme Court in discussing this statute said: “The requirement embodied in § 8, that railroad companies shall construct and maintain the highway and street crossings and the approaches thereto within their respective rights of way is nothing more than a police regulation. * * * The expenses that will be incurred by the railroad company in erecting gates, planking the crossing, and maintaining flagmen, in order that its road may be safely operated, — if all that should be required, — necessarily result from the maintenance of a public highway, under legislative sanction, * * *. Such expenses must be regarded as incidental to the exercise of police powers of the state.” 166 U.S. 226, 254-55, 41 L. Ed. 797, 991, 17 S. Ct. 581, 591-92.</p> <p id=\"b135-5\" pgmap=\"135(40) 136(87)\">These early cases (1892 and 1897, respectively) interpreted the duty imposed by section 8 to construct and maintain crossings “so that at all times they shall be safe as to persons and property” as including the installation and maintenance of warning devices. The legislature has acquiesced in this interpretation and we would not now be justified in reaching a different result. (People v. Williams, 41 I11.2d 511, 517; Schwarz v. Schwarz, 27 Ill.2d 140, 150; Knierim v. Izzo, 22 Ill.2d 73, 80.) Defendant’s remaining attack on the instruction is without merit in that it properly stated the law in accordance with our holding in McElligott v. Illinois Central R.R. Co., 37 Ill.2d 459, and the trial court did not err in giving the instruction.</p> <p id=\"b136-3\" pgmap=\"136(250) 137(9)\">Defendant’s final argument is that the trial court erred in admitting plaintiff’s Exhibit No. 29 which is a publication of the Department of Public Works and Buildings setting standards for grade crossing protection of public highways in the State of Illinois. Paragraph 3 — 501.02 of this publication provides: “Public safety is of prime importance in the determination of how rail-highway crossings should be accomplished. This applies equally to highway projects involving existing crossings as well as to those requiring new or relocated crossings. Generally such determinations are based upon an ‘exposure factor’ which is the product of the anticipated total 24-hour vehicular traffic 10 years hence, and the current total 24-hour railroad traffic. Application of the ‘exposure factor’ in determining what protection is warranted at a crossing is done on the following basis * * *.” The paragraph goes on to prescribe when “crossbuck signs” are sufficient, when flashing lights or flashing lights with gates are warranted, and when grade separation is warranted. Paragraph 3 — 505.01 of the publication provides: “When the proper method of treatment of a railroad crossing has been determined to be an at-grade crossing, in accordance with the warrants stated in 3— 501.02, the District organization in which the crossing is located prepares a plan and profile sheet for the highway showing complete information on existing and proposed railroad facilities [See 3 — 525.02] and presents them to the Engineer of Design for negotiation with the railroad involved and clearance with the Illinois Commerce Commission.”</p> <p id=\"b137-3\" pgmap=\"137\">Defendant argues that the standards set out in the publication were not admissible because they were not adopted by the Illinois Commerce Commission or the railroad. We do not agree.</p> <p id=\"b137-4\" pgmap=\"137\">The standards set by the Department of Public Works and Buildings need not be followed by the railroad unless adopted by the Illinois Commerce Commission which exercises plenary and exclusive jurisdiction over all phases of grade crossing regulation (City of Chicago v. Chicago &amp; Northwestern Ry. Co., 4 Ill.2d 307; City of Chicago v. Commerce Com., 356 Ill. 501), and the Department’s publication gives recognition to that jurisdiction. The Department has the duty to “develop, consolidate, and coordinate effective programs * * * for the protection and conservation of life and property on the streets and highways of this State”, and establishment of standards for grade crossing protection falls within this responsibility. (Ill. Rev. Stat. 1969, ch. 127, par. 49.15.) In Darling v. Charleston Community Memorial Hospital, 33 Ill.2d 326 we cited with approval The T. J. Hooper (2nd cir.), 60 F.2d 737, in which the court held that a “whole calling” may have unduly lagged in adopting new and available devices, that it may not set its own standards and the courts must in the end say what is required. Our language at page 332 is here apposite, “In the present case the regulations, standards, and by-laws which the plaintiff introduced into evidence, performed much the same function as did evidence of custom. This evidence aided the jury in deciding what was feasible and what the defendant knew or should have known. It did not conclusively determine the standard of care and the jury was not instructed that it did.” The evidence here in question performed the same function and was properly admitted.</p> <p id=\"b137-5\" pgmap=\"137\">We find no reversible error and the judgment of the Appellate Court for the Second District is affirmed.</p> <p id=\"b137-6\" pgmap=\"137\">Judgment affirmed.</p> <p id=\"b138-2\" pgmap=\"138\">Mr. Justice Davis took no part in the consideration or decision of this case.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b138-3\" pgmap=\"138\">Mr. Chief Justice Underwood,</author> <p id=\"Aeu\" pgmap=\"138\">dissenting:</p> <p id=\"b138-4\" pgmap=\"138\">In my opinion, it was reversible error to permit the plaintiff’s expert to testify, particularly as to his opinion that the crossing was “very inadequately protected.” Admission of such testimony, essentially an expert opinion that the defendant was negligent, is virtually unprecedented in Illinois, and in my opinion was completely unjustified here.</p> <p id=\"b138-5\" pgmap=\"138(244) 139(93)\">Defendant cites the Miller, Plank and Abramson cases for the proposition that expert testimony is inadmissible upon matters within the average juror’s knowledge and experience. The majority suggests that these cases are irrelevant here, since they involved automobile accident reconstruction testimony, which “overlapped” eyewitness testimony. But this distinction is not meaningful; as the majority recognizes, the rationale of the opinions is that expert testimony is inadmissible where not necessary. Defendant contends that the protection of the crossing was a subject within the knowledge, experience and understanding of the average juror, and that therefore there was no necessity for expert testimony on the issue. The rationale of the cited cases is applicable. Our decisions in Baran, Brown and Darling do not establish exceptions to the rule of necessity. The issue was not even raised before us in these cases. Moreover, the realization that the amputation of a leg is a subject beyond the knowledge of an average juror surely does not require a similar conclusion as to the protection of a railroad crossing. The fact that the Illinois Commerce Commission receives expert testimony on the subject is irrelevant— the Commission may welcome any testimony which is even remotely helpful, whereas necessity is the prerequisite for admission of expert testimony before a jury. It is a baffling “holding” to entitle a jury to the “same aid and enlightenment an expert may provide” to the Commission. Such a holding presents no meaningful standard for determining admissibility, but instead distorts the established law that the admissibility of expert testimony is governed ultimately by the rule of necessity. As stated in Mahlstedt v. Ideal Lighting Co., 271 Ill. 154, 171: “Expert testimony is proper when the subject matter of the inquiry is of such a character that only persons of skill or experience in it are capable of forming a correct judgment as to any fact connected therewith.” The protection of a railroad crossing is not a proper subject for expert testimony.</p> <p id=\"b139-3\" pgmap=\"139\">Far more critical than the question of admissibility generally, is the propriety of expert testimony on the ultimate issue. Relying on language from a case which it had earlier distinguished, the majority gives this matter the most cursory consideration and abrupty overrules a well-settled rule of law in Illinois.</p> <p id=\"b139-4\" pgmap=\"139(199) 140(351) 141(369) 142(307)\">“It is an elementary rule that where the court or jury can make their own deductions they shall not be made by those who testify.” (Mahlstedt v. Ideal Lighting Co., 271 Ill. 154, 171.) This rule was not cast aside by the decisions cited by the majority. Each was a case where the jury was unable to make its own deduction. In the Clifford-Iacobs case, medical causation testimony was permitted on the authority of Chicago Union Traction Co. v. Roberts, 229 Ill. 481, 484, where we held that: “It is not the province of an expert to * * * decide a question of fact. * * * The opinion is permitted to be given to enable the jurors to draw the inferences from the evidence which their want of knowledge would otherwise prevent. In this case the question was whether the appellee’s condition was due to traumatism or other causes. It was a question for the jury to determine, but it was impossible for them to answer without hearing the opinions of physicians. These opinions did not invade the province of the jury.” Thus, it is only when the jury’s decision would otherwise be based only upon speculation and conjecture that expert opinion testimony on an ultimate issue has been permitted. In Miller we clearly limited our holding to automobile accident reconstruction cases, and explicitly retained the rule of necessity. Viewed in context, it is obvious that the language upon which the majority relies here in overturning the rule of necessity was never intended to have such an effect: “While there is a conflict in authority among American courts on this matter, we are of the opinion that expert testimony on reconstruction of an automobile accident should be admissible where it is necessary to rely on knowledge and application of principles of physics, engineering and other sciences beyond the ken of the average juror. Such evidence does not usurp the province of the jury, since the jury does not have to accept the witness’s opinion. Further, such evidence is essential to aid the jury in drawing the proper references from the raw physical facts.” (Miller v. The Pillsbury Co., 33 Ill.2d 514, 516-17, emphasis added.) The testimony was permitted in Miller because it was necessary, not because the jury could disregard it. Indeed, to argue that the expert opinion here was admissible because it was not binding is a contradiction — if the jury could not draw its own inferences from the evidence as to the adequacy of protection at the crossing, then on what basis could it rationally disagree with the expert opinion? If only such evidence as the jury must accept can be said to usurp the jury’s province, I cannot conceive of any situation where it would occur. I submit that the language upon which the majority here relies has little meaning, was unnecessary to the decision in Miller, and is certainly no authority for the elimination of the rule of necessity as applied to opinion testimony on an ultimate issue. The rule has always been recognized in Illinois, both before Miller (see Wawryszyn v. Illinois Central R.R. Co. (1956), 10 Ill. App. 2d 394; Hughes v. Wabash R.R. Co. (1950), 342 Ill. App. 159, and after. (See Spiezio v. Commonwealth Edison Co. (1968), 91 Ill. App. 2d 392.) In Yarber v. Chicago and Alton Ry. Co., 235 Ill. 589, cited in Mahlstedt, plaintiff was injured when a railroad car fell from the rigging used to raise it up. Our statement of the law there is equally applicable in the instant case. “It is assigned for error that the appellee was permitted to introduce in evidence the opinions of witnesses as to whether the method of raising the car was reasonably safe. Opinion evidence is admissible only upon subjects not within the knowledge of men of ordinary experience, and upon the ground that the facts are of such a nature that they can not be presented in such a manner that jurors of ordinary intelligence and experience in the affairs of life can appreciate them in their relations and comprehend them sufficiently to form accurate opinions and draw correct inferences from them on which to base intelligent judgments. The opinions of witnesses should not be received as evidence where all the facts on which such opinions are founded can be ascertained and made intelligible to the jury. (Linn v. Sigsbee, 67 Ill. 75; City of Chicago v. McGivin, 78 id. 347; Pennsylvania Co. v. Conlan, 101 id. 93; Hopkins v. Indianapolis and St. Louis Railroad Co., 78 id. 32.) The subject matter of inquiry here is not of such a character that only persons of skill and experience in it are capable of forming a correct judgment about it. There was no complicated machinery, no question of science or skill. If the expert witness did not know all the facts his opinion would be only a guess. If he did known them, they could be detailed to the jurors and they would be as competent to form an opinion as the witness. This evidence should not have been allowed to go to the jury.” (Yarber, at 593-94.) Again in Keefe v. Armour &amp; Co., 258 Ill. 28, 33, dealing with the explosion of a boiler while being repaired, we held that “The question whether the method employed was reasonably safe was an ultimate fact in the case, to be determined by the jury as a conclusion from evidentiary facts. To permit the witness to give his opinion on the ultimate fact was to supplant the jury by a witness, and practically take from the defendant the right to a judgment of the jury as to the proper inferences to be drawn from the facts. Of course, the jury was entitled to the aid of experts in determining the existence or non-existence of facts not within the common knowledge from which a conclusion would arise whether the method was reasonably safe. It was competent to prove that the conditions stated in the hypothetical question would be liable to form gases; that such gases would be explosive and would explode by ignition or at a certain temperature, as well as any other fact which would enable the jury .to draw an inference as to the ultimate fact to be determined, but it is the rule of this court that an expert witness must not take the place of the jury and declare his belief as to the ultimate fact.” These decisions preceded Mahlstedt, and have been followed long after. (See, e.g., Gillette v. City of Chicago, 396 Ill. 619; People v. White, 365 Ill. 499.) If we are now suddenly to permit expert opinion testimony on the ultimate issue whenever it may “aid and enlighten” the jury, I see virtually no barrier whatever to admission of such testimony in every conceivable case. In my judgment, the rule should remain as it has been heretofore, with expert opinion testimony on the ultimate issue admitted reluctantly, and only where absolutely necessary. Otherwise, the jury is relegated as here to merely determining whether it will accept the expert’s conclusion, rather than performing the proper function of forming its own conclusion from the relevant facts in evidence.</p> <p id=\"b142-3\" pgmap=\"142(47) 143(16)\">I believe it was reversible error to permit the plaintiff’s expert to testify on a subject within the knowledge, experience and understanding of the jury, and particularly to give the opinion that the crossing was “very inadequately protected.” I accordingly dissent from the majority opinion, and the abrupt overruling of the long-setlted rule of necessity as applied to expert testimony.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\"> <author id=\"b143-3\" pgmap=\"143\">Mr. Justice Schaefer,</author> <p id=\"Aco\" pgmap=\"143\">also dissenting:</p> <p id=\"b143-4\" pgmap=\"143\">In my opinion the judgment must be reversed because of the error in permitting the plaintiff’s expert witness to testify.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}