{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"549\" lastpage=\"552\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b561-8\" pgmap=\"561\">(No. 43672.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b561-9\" pgmap=\"561\">THE PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. SYLVESTER LOMAX, Appellant.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b561-10\" pgmap=\"561\">Opinion filed November 24, 1971.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b562-5\" pgmap=\"562\">WARD, J., took no part.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b562-7\" pgmap=\"562\">DONNIE RUDD, of Chicago, appointed by the court, for appellant.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b562-8\" pgmap=\"562\">WILLIAM J. SCOTT, Attorney General, of Springfield, and EDWARD V. HANRAHAN, State’s Attorney, of Chicago, (JAMES B. ZAGEL, Assistant Attorney General; ROBERT A. NOVELEE and STEPHEN R. KRAMER, Assistant State’s Attorneys; of counsel,) for the People.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b562-9\" pgmap=\"562\">MR. CHIEF JUSTICE UNDERWOOD</author> <p id=\"A0V\" pgmap=\"562\">delivered the opinion of the court:</p> <p id=\"b562-10\" pgmap=\"562\">In a 1966 Cook County jury trial 18-year-old Sylvester Lomax, represented by counsel retained by his father, was found guilty of murder and sentenced to imprisonment for a period of 15 to 50 years. The appellate court affirmed. People v. Lomax, 126 Ill.App.2d 156.</p> <p id=\"b562-11\" pgmap=\"562(112) 563(43)\">Two years later a pro se post-conviction petition (Ill.Rev.Stat. 1967, ch. 38, par. 122 — 1 et seq.) was filed alleging a violation of the statute requiring trial within 120 days. (Ill.Rev.Stat. 1965, ch. 38, par. 103 — 5.) At a hearing thereon, the Public Defender, on behalf of petitioner, stated that the 120-day rule had not been violated and that following a review of the trial transcript and personal visitation with petitioner he had found no constitutional issue that should or could be brought on petitioner’s behalf. He then moved to withdraw the petition without prejudice. The court, however, pursuant to the State’s motion, dismissed the petition with prejudice. This court subsequently appointed counsel oh appeal who now requests reversal or a remand to allow petitioner to amend the petition in order to allege the existence of newly discovered facts which, if true, allegedly mean that petitioner’s right to competent trial counsel was violated.</p> <p id=\"b563-5\" pgmap=\"563\">The newly discovered facts consist of an affidavit of petitioner’s father secured some four years after trial and during the pendency of this appeal. It is stated therein that the petitioner’s trial “attorney repeatedly told affiant that he needed money because the judge, the state’s attorney and the arresting officer had to get their share.” It was also stated that petitioner was not at any time told of these requests by his attorney. The defendant, who was represented by a public defender both on direct appeal and at the hearing on his post-conviction petition, had not previously questioned the quality of his representation by trial counsel.</p> <p id=\"b563-6\" pgmap=\"563\">Petitioner argues that if petitioner’s attorney were soliciting such funds, then his attorney had as his primary interest things other than the proper defense of the defendant and thus petitioner was denied the benefit of his right to competent counsel. As indications of his trial counsel’s incompetency petitioner cites three instances at trial in which his attorney confused the name of petitioner with that of other witnesses. Illustrative of these is: “Q: Officer Lomax--strike that, please. Officer Davis, ***.”</p> <p id=\"b563-7\" pgmap=\"563(84) 564(163)\">Without pausing to consider whether the affidavit is properly before us (Gille v. Winnebago County Housing Authority, 44 Ill.2d 419), nor whether the competency question has been waived since it was not raised in the direct appeal (People v. Curtis, 48 Ill.2d 25), we believe there has been no substantial showing of any constitutional violation. An allegation of inadequate representation against privately retained counsel presents “no constitutional question for consideration in a post-conviction proceeding unless representation is of such low calibre as to amount to no representation at all or reduces the court proceedings to a farce or a sham, in which case defendant is denied a fair trial as contemplated by the due process requirements of the Federal and State constitutions.” (People v. Bliss, 44 Ill.2d 363, 369-70.) Petitioner “must demonstrate the actual incompetence of counsel as reflected by the manner of carrying out his duties as a trial attorney and it must further appear that substantial prejudice results therefrom, without which the outcome would probably have been different.” (Bliss at 370.) Petitioner’s allegation that his attorney’s solicitation of funds for an illegal purpose indicates his attorney did not have the proper defense of petitioner as his primary interest, and, consequently, petitioner had incompetent counsel is simply a conclusion devoid of support from the transcript of the original trial proceedings. “ [A] llegations which merely amount to conclusions are not sufficient to require a post-conviction hearing.” People v. Heaven, 44 Ill.2d 249, 251.</p> <p id=\"b564-5\" pgmap=\"564\">The dismissal with prejudice of petitioner’s post-conviction petition by the circuit court of Cook County is affirmed.</p> <p id=\"b564-6\" pgmap=\"564\">Judgment affirmed.</p> <p id=\"b564-7\" pgmap=\"564\">MR. JUSTICE WARD took no part in the consideration or decision of this case.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}